[
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rainforest",
      "translation": "selva",
      "definition": "A forest region of high rainfall and high temperatures, typically found near the equator, characterized by a dense canopy and a wide variety of plant and animal species.",
      "definition_translation": "Una región forestal de alta precipitación y alta temperatura, generalmente encontrada cerca del ecuador, caracterizada por una densa cubierta y una amplia variedad de especies de plantas y animales.",
      "example": "The rainforest was home to many indigenous tribes, We have been exploring the rainforest for weeks, The rainforest will be destroyed if we don't take action.",
      "example_translation": "La selva era hogar de muchas tribus indígenas, hemos estado explorando la selva durante semanas, la selva será destruida si no tomamos medidas.",
      "imageLink": "image_files\\English\\"imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "secondary school",
      "translation": "escuela secundaria",
      "definition": "A school that provides education for students in their early teenage years, typically between the ages of 11 and 16.",
      "definition_translation": "Una escuela que proporciona educación para estudiantes en sus primeros años de adolescencia, generalmente entre las edades de 11 y 16.",
      "example": "I attended secondary school in my hometown, She is a student at a secondary school in the city, He will start secondary school next year.",
      "example_translation": "Asistí a la escuela secundaria en mi ciudad natal, ella es una estudiante en una escuela secundaria en la ciudad, él empezará la escuela secundaria el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "souvenir shop",
      "translation": "tienda de souvenirs",
      "definition": "A store that sells souvenirs, typically located in tourist areas, such as near landmarks, museums, or beaches.",
      "definition_translation": "Una tienda que vende souvenirs, típicamente ubicada en áreas turísticas, como cerca de lugares emblemáticos, museos o playas.",
      "example": "I bought a souvenir at the souvenir shop, The souvenir shop was closed, The souvenir shop will open soon.",
      "example_translation": "Compré un souvenir en la tienda de souvenirs, la tienda de souvenirs estaba cerrada, la tienda de souvenirs abrirá pronto.",
      "imageLink": "image_files\\English\\"imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sports shop",
      "translation": "tienda de deportes",
      "definition": "A store that sells sports equipment, clothing, and accessories.",
      "definition_translation": "Una tienda que vende equipo, ropa y accesorios de deportes.",
      "example": "I bought new sneakers at the sports shop, The sports shop is having a sale, She works at a sports shop.",
      "example_translation": "Compré nuevos zapatos deportivos en la tienda de deportes, la tienda de deportes está haciendo una venta, ella trabaja en una tienda de deportes.",
      "imageLink": "image_files\\English\\"imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "store",
      "translation": "tienda",
      "definition": "A building or room where goods are sold.",
      "definition_translation": "Un edificio o habitación donde se venden mercancías.",
      "example": "I'm going to the store to buy milk, The store is open 24 hours, She owns a store in the mall.",
      "example_translation": "Voy a la tienda a comprar leche, la tienda está abierta 24 horas, ella es dueña de una tienda en el centro comercial.",
      "imageLink": "image_files\\English\\"imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "temple",
      "translation": "templo",
      "definition": "A building devoted to the worship of a deity or deities, often containing an altar, statues, and sacred objects.",
      "definition_translation": "Un edificio dedicado al culto de una deidad o deidades, a menudo conteniendo un altar, estatuas y objetos sagrados.",
      "example": "We visited the temple last week, The temple is a sacred place, She prays at the temple every day.",
      "example_translation": "Visitamos el templo la semana pasada, el templo es un lugar sagrado, ella reza en el templo todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tower",
      "translation": "torre",
      "definition": "A tall, narrow building or structure, often used for defense, observation, or communication.",
      "definition_translation": "Un edificio o estructura alto y estrecho, a menudo utilizado para la defensa, observación o comunicación.",
      "example": "The tower is a famous landmark, We climbed to the top of the tower, The tower is under construction.",
      "example_translation": "La torre es un lugar emblemático famoso, subimos hasta la cima de la torre, la torre está en construcción.",
      "imageLink": "image_files\\English\\"imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "track",
      "translation": "pista",
      "definition": "A path or route used for a particular purpose, such as a road, railway, or athletic course.",
      "definition_translation": "Un camino o ruta utilizado para un fin particular, como una carretera, ferrocarril o curso atlético.",
      "example": "I'm going to the track to run, The track is slippery, She completed the track in record time.",
      "example_translation": "Voy a la pista a correr, la pista está resbalosa, ella completó la pista en tiempo récord.",
      "imageLink": "image_files\\English\\"imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "youth hostel",
      "translation": "albergue juvenil",
      "definition": "A budget-oriented accommodation for young travelers, often featuring shared rooms and communal facilities.",
      "definition_translation": "Un alojamiento con presupuesto para jóvenes viajeros, a menudo con habitaciones compartidas y facilidades communales.",
      "example": "I stayed at a youth hostel in Paris, The youth hostel is very affordable, She works at a youth hostel in Tokyo.",
      "example_translation": "Me alojé en un albergue juvenil en París, el albergue juvenil es muy asequible, ella trabaja en un albergue juvenil en Tokio.",
      "imageLink": "image_files\\English\\"imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bakery",
      "translation": "panadería",
      "definition": "A store that sells freshly baked bread, pastries, and other sweet and savory goods.",
      "definition_translation": "Una tienda que vende pan fresco, pasteles y otros productos dulces y salados.",
      "example": "I bought a cake at the bakery, The bakery is open early, She owns a bakery in the countryside.",
      "example_translation": "Compré un pastel en la panadería, la panadería está abierta temprano, ella es dueña de una panadería en el campo.",
      "imageLink": "image_files\\English\\"imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basement",
      "translation": "sótano",
      "definition": "The lower part of a building, often used for storage, utilities, or as a living space.",
      "definition_translation": "La parte inferior de un edificio, a menudo utilizada para almacenamiento, servicios públicos o como espacio habitable.",
      "example": "The basement is flooded, We're finishing the basement, The basement is dark and spooky.",
      "example_translation": "El sótano está inundado, estamos terminando el sótano, el sótano es oscuro y emocionante.",
      "imageLink": "image_files\\English\\"imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cell",
      "translation": "celda",
      "definition": "A small room in a prison, often used for solitary confinement or as a place of punishment.",
      "definition_translation": "Una habitación pequeña en una prisión, a menudo utilizada para confinamiento solitario o como lugar de castigo.",
      "example": "He was locked in his cell, The cell was small and cold, She was released from her cell.",
      "example_translation": "Él estuvo encerrado en su celda, la celda era pequeña y fría, ella fue liberada de su celda.",
      "imageLink": "image_files\\English\\"imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "corridor",
      "translation": "corredor",
      "definition": "A passageway in a building, often connecting rooms or floors.",
      "definition_translation": "Un pasillo en un edificio, a menudo conectando habitaciones o pisos.",
      "example": "The corridor is long and narrow, We walked down the corridor, The corridor is dimly lit.",
      "example_translation": "El corredor es largo y estrecho, caminamos por el corredor, el corredor está débilmente iluminado.",
      "imageLink": "image_files\\English\\"imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "course",
      "translation": "curso",
      "definition": "A series of lessons or classes on a particular subject, often leading to a degree or certification.",
      "definition_translation": "Una serie de lecciones o clases sobre un tema particular, a menudo llevando a un título o certificación.",
      "example": "I'm taking a course in Spanish, The course is very challenging, She completed the course with honors.",
      "example_translation": "Estoy tomando un curso en español, el curso es muy desafiante, ella completó el curso con honores.",
      "imageLink": "image_files\\English\\"imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "estate",
      "translation": "finca",
      "definition": "A large area of land and buildings, often used for agriculture, recreation, or as a private residence.",
      "definition_translation": "Un área grande de tierra y edificios, a menudo utilizada para la agricultura, recreación o como residencia privada.",
      "example": "The estate is beautiful, We visited the estate last summer, He inherited the estate from his grandfather.",
      "example_translation": "La finca es hermosa, visitamos la finca el verano pasado, él heredó la finca de su abuelo.",
      "imageLink": "image_files\\English\\"imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "headquarters",
      "translation": "cuartel general",
      "definition": "The main office or center of operations for an organization, company, or government agency.",
      "definition_translation": "La oficina principal o centro de operaciones para una organización, empresa o agencia gubernamental.",
      "example": "The company's headquarters is in New York, The headquarters is a modern building, She works at the headquarters.",
      "example_translation": "La sede de la empresa está en Nueva York, la sede es un edificio moderno, ella trabaja en la sede.",
      "imageLink": "image_files\\English\\"imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lobby",
      "translation": "vestíbulo",
      "definition": "A foyer or entrance hall in a building, often featuring a reception desk, seating area, and decorative elements.",
      "definition_translation": "Un vestíbulo o salón de entrada en un edificio, a menudo con un escritorio de recepción, área de asientos y elementos decorativos.",
      "example": "The lobby is beautiful, We waited in the lobby, The lobby is quiet and peaceful.",
      "example_translation": "El vestíbulo es hermoso, esperamos en el vestíbulo, el vestíbulo es quieto y pacífico.",
      "imageLink": "image_files\\English\\"imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "meadow",
      "translation": "prado",
      "definition": "A field of grass and wildflowers, often found in rural areas or used for recreation or grazing livestock.",
      "definition_translation": "Un campo de césped y flores silvestres, a menudo encontrado en áreas rurales o utilizado para recreación o pastoreo de ganado.",
      "example": "The meadow is full of flowers, We had a picnic in the meadow, The meadow is surrounded by trees.",
      "example_translation": "El prado está lleno de flores, tuvimos un pícnic en el prado, el prado está rodeado de árboles.",
      "imageLink": "image_files\\English\\"imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pitch",
      "translation": "terreno de juego",
      "definition": "A area of ground used for sports, especially soccer, rugby, or baseball.",
      "definition_translation": "Un área de tierra utilizada para deportes, especialmente fútbol, rugby o béisbol.",
      "example": "The pitch is wet, We played a game on the pitch, The pitch is well-maintained.",
      "example_translation": "El terreno de juego está mojado, jugamos un juego en el terreno de juego, el terreno de juego está bien mantenido.",
      "imageLink": "image_files\\English\\"imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shed",
      "translation": "cobertizo",
      "definition": "A small structure used for storage, often found in backyards or used as a workshop.",
      "definition_translation": "Una estructura pequeña utilizada para almacenamiento, a menudo encontrada en patios traseros o utilizada como taller.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "skyscraper",
      "translation": "rascacielos",
      "definition": "A very tall, continuously habitable building, typically designed for office or commercial use.",
      "definition_translation": "Un edificio muy alto, habitable continuamente, típicamente diseñado para uso comercial o de oficinas.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stony beach",
      "translation": "playa de piedras",
      "definition": "A beach characterized by rocky or pebbly shores, often found in scenic coastal areas.",
      "definition_translation": "Una playa caracterizada por orillas rocosas o pedregosas, a menudo encontrada en áreas costeras pintorescas.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "studio",
      "translation": "estudio",
      "definition": "A room or building used for artistic, musical, or photographic work, often featuring specialized equipment and facilities.",
      "definition_translation": "Una habitación o edificio utilizado para trabajo artístico, musical o fotográfico, a menudo con equipo y instalaciones especializados.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "terminal",
      "translation": "terminal",
      "definition": "A building or facility used for the arrival and departure of passengers, often featuring ticketing, baggage handling, and security checks.",
      "definition_translation": "Un edificio o instalación utilizada para la llegada y salida de pasajeros, a menudo con tiketing, manejo de equipaje y controles de seguridad.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "terrace",
      "translation": "terraza",
      "definition": "A flat or sloping area of ground, often used as a patio, garden, or outdoor living space.",
      "definition_translation": "Un área plana o inclinada de tierra, a menudo utilizada como patio, jardín o espacio de vida al aire libre.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "venue",
      "translation": "lugar de encuentro",
      "definition": "A location or site where an event, meeting, or performance takes place, often featuring seating, stages, and amenities.",
      "definition_translation": "Un lugar o sitio donde se celebra un evento, reunión o actuación, a menudo con asientos, escenarios y amenities.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ward",
      "translation": "sección",
      "definition": "A division or section of a hospital, prison, or other institution, often used to separate patients, inmates, or departments.",
      "definition_translation": "Una división o sección de un hospital, prisión o otra institución, a menudo utilizada para separar pacientes, reclusos o departamentos.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "control tower",
      "translation": "torre de control",
      "definition": "A structure or building used for air traffic control, often featuring surveillance equipment and communication systems.",
      "definition_translation": "Una estructura o edificio utilizado para el control del tráfico aéreo, a menudo con equipo de vigilancia y sistemas de comunicación.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "delicatessen",
      "translation": "delicatessen",
      "definition": "A store or department selling specialty foods, often featuring prepared meats, cheeses, and baked goods.",
      "definition_translation": "Una tienda o departamento que vende alimentos especializados, a menudo con carnes preparadas, quesos y productos horneados.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "landmark",
      "translation": "hitos",
      "definition": "A notable or historic building, monument, or feature that is widely recognized and often visited by tourists.",
      "definition_translation": "Un edificio notable o histórico, monumento o rasgo que es ampliamente reconocido y a menudo visitado por turistas.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mansion",
      "translation": "mansión",
      "definition": "A large and impressive house, often featuring luxurious features and sprawling grounds.",
      "definition_translation": "Una casa grande y impresionante, a menudo con características lujosas y terrenos amplios.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "staircase",
      "translation": "escalera",
      "definition": "A set of stairs and accompanying handrails, often connecting multiple floors or levels in a building.",
      "definition_translation": "Un conjunto de escaleras y barandillas acompañantes, a menudo conectando múltiples pisos o niveles en un edificio.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stationery shop",
      "translation": "tienda de papelería",
      "definition": "A store selling office supplies, paper products, and writing materials, often featuring a wide range of stationery and gifts.",
      "definition_translation": "Una tienda que vende suministros de oficina, productos de papel y materiales de escritura, a menudo con una amplia gama de papelería y regalos.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "warehouse",
      "translation": "almacén",
      "definition": "A large building used for storing goods, merchandise, or supplies, often featuring loading docks and cargo handling equipment.",
      "definition_translation": "Un gran edificio utilizado para almacenar bienes, mercancías o suministros, a menudo con muelles de carga y equipo de manejo de carga.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fishmonger's",
      "translation": "pescadería",
      "definition": "A store or market stall selling fresh fish and seafood, often featuring a wide variety of species and preparations.",
      "definition_translation": "Una tienda o puesto de mercado que vende pescado fresco y mariscos, a menudo con una amplia variedad de especies y preparaciones.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ironmonger's",
      "translation": "herrería",
      "definition": "A store selling hardware, tools, and metal goods, often featuring a wide range of products for household, garden, or industrial use.",
      "definition_translation": "Una tienda que vende herramientas, productos metálicos y suministros de ferretería, a menudo con una amplia gama de productos para uso doméstico, jardinería o industrial.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "landing",
      "translation": "descansillo",
      "definition": "A platform or floor in a staircase, often featuring a change in direction or a landing between flights of stairs.",
      "definition_translation": "Una plataforma o piso en una escalera, a menudo con un cambio en la dirección o un descansillo entre tramos de escaleras.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "loft",
      "translation": "ático",
      "definition": "A upper floor or space in a building, often featuring high ceilings, open areas, and natural light.",
      "definition_translation": "Un piso alto o espacio en un edificio, a menudo con techos altos, áreas abiertas y luz natural.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "off-licence",
      "translation": "licencia de venta de bebidas",
      "definition": "A store or shop licensed to sell alcohol, often featuring a wide range of beers, wines, and spirits.",
      "definition_translation": "Una tienda o tienda con licencia para vender alcohol, a menudo con una amplia gama de cervezas, vinos y licores.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stable",
      "translation": "establo",
      "definition": "A building or enclosure for housing horses, often featuring stalls, haylofts, and equipment for horse care.",
      "definition_translation": "Un edificio o recinto para alojar caballos, a menudo con caballerizas, heniles y equipo para el cuidado de caballos.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "duty-free shop",
      "translation": "tienda libre de impuestos",
      "definition": "A duty-free shop is a retail outlet that is exempt from certain local and national taxes and duties, allowing it to sell products at lower prices.",
      "definition_translation": "Una tienda libre de impuestos es un establecimiento comercial que está exento de ciertos impuestos y derechos locales y nacionales, lo que le permite vender productos a precios más bajos.",
      "example": "I bought some perfume at the duty-free shop at the airport. I will buy some sunglasses at the duty-free shop tomorrow. I bought a watch at the duty-free shop last year.",
      "example_translation": "Compré perfume en la tienda libre de impuestos del aeropuerto. Compraré gafas de sol en la tienda libre de impuestos mañana. Compré un reloj en la tienda libre de impuestos el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pier",
      "translation": "embarcadero",
      "definition": "A pier is a structure built on the shore of a sea, lake, or river, used for loading and unloading ships, and often also as a recreational area.",
      "definition_translation": "Un embarcadero es una estructura construida en la orilla de un mar, lago o río, utilizada para cargar y descargar barcos, y a menudo también como área recreativa.",
      "example": "I walked along the pier and enjoyed the view. The pier was damaged in the storm. They will build a new pier next year.",
      "example_translation": "Caminé a lo largo del embarcadero y disfruté del panorama. El embarcadero fue dañado en la tormenta. Construirán un nuevo embarcadero el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]