[
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "April",
      "translation": "abril",
      "definition": "The fourth month of the year, typically marked by the arrival of spring in the Northern Hemisphere.",
      "definition_translation": "El cuarto mes del año, normalmente marcado por la llegada de la primavera en el hemisferio norte.",
      "example": "I always look forward to April because the weather starts to get warmer. I went to the beach in April last year, and I'm planning to go again in April next year.",
      "example_translation": "Siempre espero con interés abril porque el clima comienza a ser más cálido. Fui a la playa en abril del año pasado, y planeo ir de nuevo en abril del año que viene.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "August",
      "translation": "agosto",
      "definition": "The eighth month of the year, typically hot and sunny in the Northern Hemisphere.",
      "definition_translation": "El octavo mes del año, normalmente caluroso y soleado en el hemisferio norte.",
      "example": "I'm going on vacation in August to escape the heat. Last August, I went to the mountains to cool off. Next August, I'm planning to visit the beach.",
      "example_translation": "Voy a ir de vacaciones en agosto para escapar del calor. El pasado agosto, fui a las montañas a refrescarme. El próximo agosto, planeo visitar la playa.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "December",
      "translation": "diciembre",
      "definition": "The twelfth and final month of the year, often marked by festive celebrations and cold weather in the Northern Hemisphere.",
      "definition_translation": "El duodécimo y último mes del año, a menudo marcado por celebraciones festivas y clima frío en el hemisferio norte.",
      "example": "I love December because of all the holiday decorations. Last December, I went ice skating for the first time. Next December, I'm planning to visit my family for Christmas.",
      "example_translation": "Me encanta diciembre debido a todas las decoraciones festivas. El pasado diciembre, fui patinaje sobre hielo por primera vez. El próximo diciembre, planeo visitar a mi familia para Navidad.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "February",
      "translation": "febrero",
      "definition": "The second month of the year, typically cold and winter-like in the Northern Hemisphere.",
      "definition_translation": "El segundo mes del año, normalmente frío y de invierno en el hemisferio norte.",
      "example": "I always feel sluggish in February because of the cold weather. Last February, I caught a cold that lasted for weeks. This February, I'm trying to stay healthy.",
      "example_translation": "Siempre me siento lento en febrero debido al clima frío. El pasado febrero, me resfrié y duró varias semanas. Este febrero, estoy tratando de mantenerme saludable.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "January",
      "translation": "enero",
      "definition": "The first month of the year, often marked by New Year's resolutions and cold weather in the Northern Hemisphere.",
      "definition_translation": "El primer mes del año, a menudo marcado por resoluciones de Año Nuevo y clima frío en el hemisferio norte.",
      "example": "I always make resolutions in January to improve myself. Last January, I started going to the gym regularly. This January, I'm trying to quit smoking.",
      "example_translation": "Siempre hago resoluciones en enero para mejorar mí mismo. El pasado enero, comencé a ir al gimnasio regularmente. Este enero, estoy tratando de dejar de fumar.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "July",
      "translation": "julio",
      "definition": "The seventh month of the year, often hot and sunny in the Northern Hemisphere.",
      "definition_translation": "El séptimo mes del año, normalmente caluroso y soleado en el hemisferio norte.",
      "example": "I love July because of the long summer days. Last July, I went to the beach every weekend. This July, I'm planning to take a road trip.",
      "example_translation": "Me encanta julio debido a los largos días de verano. El pasado julio, fui a la playa todos los fines de semana. Este julio, planeo hacer un viaje en carretera.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "June",
      "translation": "junio",
      "definition": "The sixth month of the year, often marked by warm weather and the beginning of summer in the Northern Hemisphere.",
      "definition_translation": "El sexto mes del año, a menudo marcado por clima cálido y el comienzo del verano en el hemisferio norte.",
      "example": "I'm excited for June because it's my birthday month. Last June, I went on a camping trip with friends. This June, I'm planning to visit my family for a reunion.",
      "example_translation": "Estoy emocionado por junio porque es mi mes de cumpleaños. El pasado junio, fui de campamento con amigos. Este junio, planeo visitar a mi familia para una reunión.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "March",
      "translation": "marzo",
      "definition": "The third month of the year, often marked by Spring Break and unpredictable weather in the Northern Hemisphere.",
      "definition_translation": "El tercer mes del año, a menudo marcado por el descanso de primavera y clima impredecible en el hemisferio norte.",
      "example": "I'm looking forward to March because it means spring is coming. Last March, I went on a road trip with friends. This March, I'm planning to start a garden.",
      "example_translation": "Estoy emocionado por marzo porque significa que la primavera está llegando. El pasado marzo, fui de viaje en carretera con amigos. Este marzo, planeo empezar un jardín.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "May",
      "translation": "mayo",
      "definition": "The fifth month of the year, often marked by warm weather and the arrival of spring in the Northern Hemisphere.",
      "definition_translation": "El quinto mes del año, a menudo marcado por clima cálido y la llegada de la primavera en el hemisferio norte.",
      "example": "I love May because the flowers are in bloom. Last May, I went to a music festival with friends. This May, I'm planning to start a new exercise routine.",
      "example_translation": "Me encanta mayo porque las flores están en flor. El pasado mayo, fui a un festival de música con amigos. Este mayo, planeo empezar una nueva rutina de ejercicio.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "November",
      "translation": "noviembre",
      "definition": "The eleventh month of the year, often marked by Thanksgiving and the onset of winter in the Northern Hemisphere.",
      "definition_translation": "El undécimo mes del año, a menudo marcado por el Día de Acción de Gracias y el comienzo del invierno en el hemisferio norte.",
      "example": "I'm excited for November because of the holiday season. Last November, I went to a family dinner for Thanksgiving. This November, I'm planning to volunteer at a local food bank.",
      "example_translation": "Estoy emocionado por noviembre debido a la temporada de fiestas. El pasado noviembre, fui a una cena familiar para el Día de Acción de Gracias. Este noviembre, planeo ser voluntario en un banco de alimentos local.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "October",
      "translation": "octubre",
      "definition": "The tenth month of the year, often marked by Halloween and the fall season in the Northern Hemisphere.",
      "definition_translation": "El décimo mes del año, a menudo marcado por Halloween y la temporada de otoño en el hemisferio norte.",
      "example": "I love October because of the beautiful fall foliage. Last October, I went to a Halloween party with friends. This October, I'm planning to visit a pumpkin patch.",
      "example_translation": "Me encanta octubre debido a la hermosa foliage de otoño. El pasado octubre, fui a una fiesta de Halloween con amigos. Este octubre, planeo visitar un parche de calabazas.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "September",
      "translation": "septiembre",
      "definition": "The ninth month of the year, often marked by the start of the new school year and the end of summer in the Northern Hemisphere.",
      "definition_translation": "El noveno mes del año, a menudo marcado por el comienzo del nuevo año escolar y el fin del verano en el hemisferio norte.",
      "example": "I'm excited for September because it means a fresh start. Last September, I started a new job. This September, I'm planning to take up a new hobby.",
      "example_translation": "Estoy emocionado por septiembre porque significa un nuevo comienzo. El pasado septiembre, empecé un nuevo trabajo. Este septiembre, planeo tomar un nuevo hobby.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]