[
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sole",
      "translation": "lengua",
      "definition": "The sole is a type of flatfish that is often caught for food. It is a mild-flavored fish and is often served with lemon and butter.",
      "definition_translation": "La lengua es un tipo de pez plano que se captura con frecuencia para comer. Es un pescado de sabor suave y se sirve con frecuencia con limón y mantequilla.",
      "example": "I caught a sole while fishing last week. It was delicious when I fried it for dinner. I will try to catch another one next weekend.",
      "example_translation": "Atrapé una lengua mientras pescaba la semana pasada. Fue delicioso cuando lo freí para cenar. Intentaré atrapar otro el próximo fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sprat",
      "translation": "espat",
      "definition": "A sprat is a small, oily fish that is often used as bait or in canned fish products. It is a good source of omega-3 fatty acids.",
      "definition_translation": "Un espat es un pez pequeño y grasoso que se utiliza con frecuencia como cebo o en productos de pescado enlatados. Es una buena fuente de ácidos grasos omega-3.",
      "example": "I used sprats as bait when I went fishing yesterday. I caught a big fish with them. I will use them again next time.",
      "example_translation": "Usé espats como cebo cuando fui a pescar ayer. Atrapé un pez grande con ellos. Los usaré de nuevo la próxima vez.",
      "imageLink": "image_files\\English\\"imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stickleback",
      "translation": "gasterosteido",
      "definition": "A stickleback is a small, spiny fish that is often found in freshwater environments. It has a distinctive row of spines along its back.",
      "definition_translation": "Un gasterosteido es un pez pequeño y espinoso que se encuentra con frecuencia en entornos de agua dulce. Tiene una fila distintiva de espinas a lo largo de su espalda.",
      "example": "I saw a stickleback swimming in the river last week. It was a beautiful fish with bright colors. I have seen them many times before.",
      "example_translation": "Vi un gasterosteido nadando en el río la semana pasada. Era un pez hermoso con colores brillantes. Los he visto muchas veces antes.",
      "imageLink": "image_files\\English\\"imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sturgeon",
      "translation": "esturión",
      "definition": "A sturgeon is a large, ancient fish that is often farmed for its caviar and meat. It is a slow-growing fish that can live for many years.",
      "definition_translation": "Un esturión es un pez grande y antiguo que se cultiva con frecuencia por sus huevas y carne. Es un pez de crecimiento lento que puede vivir durante muchos años.",
      "example": "I tried sturgeon meat at a restaurant last year. It was delicious and very expensive. I want to try it again soon.",
      "example_translation": "Probé la carne de esturión en un restaurante el año pasado. Fue delicioso y muy caro. Quiero probarlo de nuevo pronto.",
      "imageLink": "image_files\\English\\"imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sunfish",
      "translation": "pejerrey",
      "definition": "A sunfish is a large, flat fish that is often found in warm ocean waters. It can grow up to several feet in length.",
      "definition_translation": "Un pejerrey es un pez grande y plano que se encuentra con frecuencia en aguas cálidas del océano. Puede crecer hasta varios pies de longitud.",
      "example": "I saw a sunfish swimming in the ocean last summer. It was a huge fish with a flat body. I was surprised by its size.",
      "example_translation": "Vi un pejerrey nadando en el océano el verano pasado. Era un pez enorme con un cuerpo plano. Me sorprendió su tamaño.",
      "imageLink": "image_files\\English\\"imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swordfish",
      "translation": "pez espada",
      "definition": "A swordfish is a large, fast-swimming fish that is often caught for food. It has a distinctive sword-like bill that it uses to attack prey.",
      "definition_translation": "Un pez espada es un pez grande y rápido que se captura con frecuencia para comer. Tiene un pico distinto en forma de espada que utiliza para atacar a sus presas.",
      "example": "I ate swordfish at a restaurant last week. It was grilled and served with a lemon sauce. I loved it.",
      "example_translation": "Comí pez espada en un restaurante la semana pasada. Fue asado y servido con una salsa de limón. Me encantó.",
      "imageLink": "image_files\\English\\"imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tench",
      "translation": "tenca",
      "definition": "A tench is a freshwater fish that is often found in ponds and lakes. It has a distinctive pattern of spots on its body.",
      "definition_translation": "Una tenca es un pez de agua dulce que se encuentra con frecuencia en estanques y lagos. Tiene un patrón distinto de manchas en su cuerpo.",
      "example": "I caught a tench while fishing last weekend. It was a small fish with bright colors. I released it back into the water.",
      "example_translation": "Atrapé una tenca mientras pescaba el fin de semana pasado. Era un pez pequeño con colores brillantes. La liberé de nuevo en el agua.",
      "imageLink": "image_files\\English\\"imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "zander",
      "translation": "lucio",
      "definition": "A zander is a freshwater fish that is often found in rivers and lakes. It is a popular game fish and is also eaten in some parts of Europe.",
      "definition_translation": "Un lucio es un pez de agua dulce que se encuentra con frecuencia en ríos y lagos. Es un pez popular de juego y también se come en algunas partes de Europa.",
      "example": "I caught a zander while fishing last month. It was a large fish with a long body. I was proud of my catch.",
      "example_translation": "Atrapé un lucio mientras pescaba el mes pasado. Era un pez grande con un cuerpo largo. Estaba orgulloso de mi captura.",
      "imageLink": "image_files\\English\\"imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]