[
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "biscuit",
      "translation": "galleta",
      "definition": "A small, usually sweet, baked food that is typically crispy on the outside and soft on the inside.",
      "definition_translation": "Un pequeño alimento horneado, por lo general dulce, que es típicamente crujiente por fuera y blando por dentro.",
      "example": "I ate a biscuit with my tea this morning, I will eat a biscuit with my coffee tomorrow, and I ate a biscuit with my juice yesterday.",
      "example_translation": "Comí una galleta con mi té esta mañana, comeré una galleta con mi café mañana, y comí una galleta con mi jugo ayer.",
      "imageLink": "image_files\\English\\biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cake",
      "translation": "pastel",
      "definition": "A sweet food made with flour, sugar, and eggs, typically baked and often served as a dessert.",
      "definition_translation": "Un alimento dulce hecho con harina, azúcar y huevos, típicamente horneado y a menudo servido como postre.",
      "example": "I baked a cake for my friend's birthday yesterday, I will bake a cake for my sister's wedding tomorrow, and I baked a cake for my family's gathering last week.",
      "example_translation": "Horneé un pastel para el cumpleaños de mi amigo ayer, hornearé un pastel para la boda de mi hermana mañana, y horneé un pastel para la reunión familiar la semana pasada.",
      "imageLink": "image_files\\English\\cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chocolate",
      "translation": "chocolate",
      "definition": "A sweet food made from cacao beans, often eaten as a snack or used in cooking and baking.",
      "definition_translation": "Un alimento dulce hecho de granos de cacao, a menudo comido como snack o utilizado en la cocina y la repostería.",
      "example": "I ate a piece of chocolate cake yesterday, I will eat a chocolate bar tomorrow, and I ate a handful of chocolate chips last week.",
      "example_translation": "Comí un trozo de tarta de chocolate ayer, comeré una barra de chocolate mañana, y comí un puñado de chips de chocolate la semana pasada.",
      "imageLink": "image_files\\English\\chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ice cream",
      "translation": "helado",
      "definition": "A sweet and creamy food made from milk, cream, and sugar, often flavored and served as a dessert.",
      "definition_translation": "Un alimento dulce y cremoso hecho de leche, crema y azúcar, a menudo saborizado y servido como postre.",
      "example": "I ate a scoop of ice cream yesterday, I will eat a bowl of ice cream tomorrow, and I ate a cone of ice cream last week.",
      "example_translation": "Comí un tazón de helado ayer, comeré un tazón de helado mañana, y comí una cono de helado la semana pasada.",
      "imageLink": "image_files\\English\\ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "candy",
      "translation": "dulce",
      "definition": "A sweet food made from sugar, often flavored and colored, and typically eaten as a snack.",
      "definition_translation": "Un alimento dulce hecho de azúcar, a menudo saborizado y coloreado, y típicamente comido como snack.",
      "example": "I ate a piece of candy yesterday, I will eat a handful of candies tomorrow, and I ate a bag of candies last week.",
      "example_translation": "Comí un trozo de dulce ayer, comeré un puñado de dulces mañana, y comí una bolsa de dulces la semana pasada.",
      "imageLink": "image_files\\English\\candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dessert",
      "translation": "postre",
      "definition": "A sweet course or dish, typically eaten at the end of a meal.",
      "definition_translation": "Un curso o plato dulce, típicamente comido al final de una comida.",
      "example": "I had dessert after dinner yesterday, I will have dessert after lunch tomorrow, and I had dessert after breakfast last week.",
      "example_translation": "Tuve postre después de la cena ayer, tendré postre después del almuerzo mañana, y tuve postre después del desayuno la semana pasada.",
      "imageLink": "image_files\\English\\dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lollipop",
      "translation": "chupetín",
      "definition": "A sweet made from hard candy mounted on a stick, typically flavored and colored.",
      "definition_translation": "Un dulce hecho de caramelo duro montado en un palito, típicamente saborizado y coloreado.",
      "example": "I ate a lollipop yesterday, I will eat a lollipop tomorrow, and I ate a lollipop last week.",
      "example_translation": "Comí un chupetín ayer, comeré un chupetín mañana, y comí un chupetín la semana pasada.",
      "imageLink": "image_files\\English\\lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweet",
      "translation": "dulce",
      "definition": "Having a sweet taste or flavor, often used to describe food or drinks.",
      "definition_translation": "Teniendo un sabor o sabor dulce, a menudo utilizado para describir alimentos o bebidas.",
      "example": "I ate a sweet cake yesterday, I will eat a sweet fruit tomorrow, and I ate a sweet dessert last week.",
      "example_translation": "Comí una tarta dulce ayer, comeré una fruta dulce mañana, y comí un postre dulce la semana pasada.",
      "imageLink": "image_files\\English\\sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweets",
      "translation": "dulces",
      "definition": "Food or drinks that are sweet in taste or flavor.",
      "definition_translation": "Alimentos o bebidas que son dulces en sabor o sabor.",
      "example": "I ate a bag of sweets yesterday, I will eat a box of sweets tomorrow, and I ate a plate of sweets last week.",
      "example_translation": "Comí una bolsa de dulces ayer, comeré una caja de dulces mañana, y comí un plato de dulces la semana pasada.",
      "imageLink": "image_files\\English\\sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chocolate bar",
      "translation": "barra de chocolate",
      "definition": "A rectangular-shaped confectionery made from chocolate, often containing nuts, fruit, or other ingredients.",
      "definition_translation": "Una confitería rectangular hecha de chocolate, a menudo conteniendo nueces, frutas o otros ingredientes.",
      "example": "I ate a chocolate bar yesterday, I will eat a chocolate bar tomorrow, and I ate a chocolate bar last week.",
      "example_translation": "Comí una barra de chocolate ayer, comeré una barra de chocolate mañana, y comí una barra de chocolate la semana pasada.",
      "imageLink": "image_files\\English\\chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jelly",
      "translation": "jalea",
      "definition": "A sweet or savory spread made from fruit, often served as a topping or side dish.",
      "definition_translation": "Una spread dulce o salada hecha de fruta, a menudo servida como topping o plato lateral.",
      "example": "I ate jelly on my toast yesterday, I will eat jelly on my yogurt tomorrow, and I ate jelly on my crackers last week.",
      "example_translation": "Comí jalea en mi tostada ayer, comeré jalea en mi yogur mañana, y comí jalea en mis galletas la semana pasada.",
      "imageLink": "image_files\\English\\jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "candyfloss",
      "translation": "algodón de azúcar",
      "definition": "A sweet made from sugar that is spun into thin strands, often flavored and colored.",
      "definition_translation": "Un dulce hecho de azúcar que es hilado en hebras delgadas, a menudo saborizado y coloreado.",
      "example": "I ate candyfloss at the fair yesterday, I will eat candyfloss at the carnival tomorrow, and I ate candyfloss at the festival last week.",
      "example_translation": "Comí algodón de azúcar en la feria ayer, comeré algodón de azúcar en el carnaval mañana, y comí algodón de azúcar en el festival la semana pasada.",
      "imageLink": "image_files\\English\\candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gummies",
      "translation": "gominolas",
      "definition": "Chewy sweets made from gelatin, often flavored and shaped like fruits or animals.",
      "definition_translation": "Dulces masticables hechos de gelatina, a menudo saborizados y moldeados como frutas o animales.",
      "example": "I ate gummies yesterday, I will eat gummies tomorrow, and I ate gummies last week.",
      "example_translation": "Comí gominolas ayer, comeré gominolas mañana, y comí gominolas la semana pasada.",
      "imageLink": "image_files\\English\\gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hard candy",
      "translation": "caramelo duro",
      "definition": "A type of candy that is hard and brittle, often flavored and colored.",
      "definition_translation": "Un tipo de caramelo que es duro y quebradizo, a menudo saborizado y coloreado.",
      "example": "I sucked on a hard candy yesterday, I will suck on a hard candy tomorrow, and I sucked on a hard candy last week.",
      "example_translation": "Chupé un caramelo duro ayer, chuparé un caramelo duro mañana, y chupé un caramelo duro la semana pasada.",
      "imageLink": "image_files\\English\\hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "marzipan",
      "translation": "mazapán",
      "definition": "A sweet almond-based paste, often used in baking and making sweets.",
      "definition_translation": "Una pasta dulce a base de almendras, a menudo utilizada en la repostería y la fabricación de dulces.",
      "example": "I ate marzipan fruits yesterday, I will eat marzipan cakes tomorrow, and I ate marzipan sweets last week.",
      "example_translation": "Comí frutas de mazapán ayer, comeré tortas de mazapán mañana, y comí dulces de mazapán la semana pasada.",
      "imageLink": "image_files\\English\\marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boiled sweet",
      "translation": "dulce hervido",
      "definition": "A type of sweet that is made by boiling sugar and water, often flavored and colored.",
      "definition_translation": "Un tipo de dulce que se hace hirviendo azúcar y agua, a menudo saborizado y coloreado.",
      "example": "I ate a boiled sweet yesterday, I will eat a boiled sweet tomorrow, and I ate a boiled sweet last week.",
      "example_translation": "Comí un dulce hervido ayer, comeré un dulce hervido mañana, y comí un dulce hervido la semana pasada.",
      "imageLink": "image_files\\English\\boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "confectionery",
      "translation": "repostería",
      "definition": "The art or business of making sweets and other sweet food products.",
      "definition_translation": "El arte o negocio de hacer dulces y otros productos alimenticios dulces.",
      "example": "I visited a confectionery store yesterday, I will visit a confectionery shop tomorrow, and I visited a confectionery factory last week.",
      "example_translation": "Visité una tienda de repostería ayer, visitaré una tienda de repostería mañana, y visité una fábrica de repostería la semana pasada.",
      "imageLink": "image_files\\English\\confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fudge",
      "translation": "fudge",
      "definition": "A type of sweet made from sugar, cream, and butter, often flavored and textured.",
      "definition_translation": "Un tipo de dulce hecho de azúcar, crema y mantequilla, a menudo saborizado y texturizado.",
      "example": "I ate a piece of fudge yesterday, I will eat a piece of fudge tomorrow, and I ate a piece of fudge last week.",
      "example_translation": "Comí un trozo de fudge ayer, comeré un trozo de fudge mañana, y comí un trozo de fudge la semana pasada.",
      "imageLink": "image_files\\English\\fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jelly sweets",
      "translation": "dulces de jalea",
      "definition": "Sweets made from fruit juice or pulp, often flavored and colored.",
      "definition_translation": "Dulces hechos de jugo o pulpa de fruta, a menudo saborizados y coloreados.",
      "example": "I ate jelly sweets yesterday, I will eat jelly sweets tomorrow, and I ate jelly sweets last week.",
      "example_translation": "Comí dulces de jalea ayer, comeré dulces de jalea mañana, y comí dulces de jalea la semana pasada.",
      "imageLink": "image_files\\English\\jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]