[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adjustment",
      "translation": "ajuste",
      "definition": "The act of adjusting or state of being adjusted; an alteration or modification made to something to improve its fit, function, or performance.",
      "definition_translation": "El acto de ajustar o estado de estar ajustado; una alteración o modificación hecha a algo para mejorar su ajuste, función o rendimiento.",
      "example": "The mechanic made an adjustment to the engine to improve its performance. The company made adjustments to its business strategy to stay competitive. By the time I graduated, I had made many adjustments to my study habits.",
      "example_translation": "El mecánico hizo un ajuste al motor para mejorar su rendimiento. La empresa hizo ajustes a su estrategia empresarial para mantenerse competitiva. Para cuando me gradué, había hecho muchos ajustes a mis hábitos de estudio.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "administration",
      "translation": "administración",
      "definition": "The process or activity of managing and directing an organization, business, or government.",
      "definition_translation": "El proceso o actividad de administrar y dirigir una organización, negocio o gobierno.",
      "example": "The new administration has introduced several reforms to improve the country's economy. The school administration is responsible for ensuring student safety. By the time I graduated, I had completed an internship in hospital administration.",
      "example_translation": "La nueva administración ha introducido varias reformas para mejorar la economía del país. La administración escolar es responsable de garantizar la seguridad de los estudiantes. Para cuando me gradué, había completado una pasantía en administración hospitalaria.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admiration",
      "translation": "admiración",
      "definition": "A feeling of great respect and approval, often accompanied by a desire to emulate or follow someone or something.",
      "definition_translation": "Un sentimiento de gran respeto y aprobación, a menudo acompañado de un deseo de emular o seguir a alguien o algo.",
      "example": "I have great admiration for her courage and determination. The crowd showed admiration for the team's impressive performance. By the time I met her, I had already developed admiration for her work.",
      "example_translation": "Tengo gran admiración por su coraje y determinación. La multitud mostró admiración por el impresionante desempeño del equipo. Para cuando la conocí, ya había desarrollado admiración por su trabajo.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admire",
      "translation": "admirar",
      "definition": "To feel respect and approval for someone or something, often accompanied by a desire to emulate or follow them.",
      "definition_translation": "Sentir respeto y aprobación por alguien o algo, a menudo acompañado de un deseo de emular o seguirlas.",
      "example": "I admire her confidence and leadership skills. The city's architecture is truly admirable. By the time I graduated, I had learned to admire my peers' strengths.",
      "example_translation": "Admiro su confianza y habilidades de liderazgo. La arquitectura de la ciudad es verdaderamente admirable. Para cuando me gradué, había aprendido a admirar las fortalezas de mis compañeros de clase.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admission",
      "translation": "admisión",
      "definition": "The act of allowing someone to enter a place, organization, or institution, or the process of accepting someone as a member or student.",
      "definition_translation": "El acto de permitir que alguien ingrese a un lugar, organización o institución, o el proceso de aceptar a alguien como miembro o estudiante.",
      "example": "The university's admission process is highly competitive. The hospital's admission policy is very strict. By the time I applied, I had already met the admission requirements.",
      "example_translation": "El proceso de admisión de la universidad es muy competitivo. La política de admisión del hospital es muy estricta. Para cuando solicité, ya había cumplido con los requisitos de admisión.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admit",
      "translation": "admitir",
      "definition": "To acknowledge or confess something, often reluctantly or unwillingly, or to allow someone to enter a place or institution.",
      "definition_translation": "Reconocer o confesar algo, a menudo con reluctancia o disgusto, o permitir que alguien ingrese a un lugar o institución.",
      "example": "I admit I made a mistake. The company admitted to violating environmental regulations. By the time I was honest, I had admitted my mistakes to my parents.",
      "example_translation": "Admito que cometí un error. La empresa admitió violar regulaciones ambientales. Para cuando fui honesto, había admitido mis errores a mis padres.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admittedly",
      "translation": "admitidamente",
      "definition": "Used to indicate that something is acknowledged or confessed, often reluctantly or unwillingly.",
      "definition_translation": "Se utiliza para indicar que algo es reconocido o confesado, a menudo con reluctancia o disgusto.",
      "example": "Admittedly, I was wrong to assume that. Admittedly, the new policy has its flaws. By the time I reflected, I had admittedly made some mistakes.",
      "example_translation": "Admitidamente, me equivoqué al asumir eso. Admitidamente, la nueva política tiene sus defectos. Para cuando reflexioné, había admitidamente cometido algunos errores.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adopt",
      "translation": "adoptar",
      "definition": "To take someone or something as one's own, often permanently or officially, or to choose to use something as a method or approach.",
      "definition_translation": "Tomar a alguien o algo como propio, a menudo permanentemente o oficialmente, o elegir utilizar algo como método o enfoque.",
      "example": "The family decided to adopt a child. The company will adopt a new marketing strategy. By the time I graduated, I had adopted a healthy lifestyle.",
      "example_translation": "La familia decidió adoptar a un niño. La empresa adoptará una nueva estrategia de marketing. Para cuando me gradué, había adoptado un estilo de vida saludable.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adoption",
      "translation": "adopción",
      "definition": "The act of taking someone or something as one's own, often permanently or officially, or the process of choosing to use something as a method or approach.",
      "definition_translation": "El acto de tomar a alguien o algo como propio, a menudo permanentemente o oficialmente, o el proceso de elegir utilizar algo como método o enfoque.",
      "example": "The adoption process can be lengthy and complex. The company's adoption of new technology has increased productivity. By the time I volunteered, I had seen many successful adoptions.",
      "example_translation": "El proceso de adopción puede ser largo y complejo. La adopción de nueva tecnología por parte de la empresa ha aumentado la productividad. Para cuando me ofrecí como voluntario, había visto muchas adopciones exitosas.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advance",
      "translation": "adelantar",
      "definition": "To move forward or progress in a particular direction, or to make something happen earlier than planned.",
      "definition_translation": "Mover hacia adelante o progresar en una dirección particular, o hacer que algo suceda antes de lo planeado.",
      "example": "The company will advance its deadline to meet the client's needs. The team made an advance in their research project. By the time I graduated, I had advanced in my career.",
      "example_translation": "La empresa adelantará su plazo límite para cumplir con las necesidades del cliente. El equipo hizo un avance en su proyecto de investigación. Para cuando me gradué, había avanzado en mi carrera.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adventurous",
      "translation": "aventurero",
      "definition": "Willing to take risks and try new things, often in a bold or fearless way.",
      "definition_translation": "Dispuesto a correr riesgos y probar cosas nuevas, a menudo de manera audaz o intrépida.",
      "example": "My adventurous spirit led me to travel alone. The adventurous entrepreneur started a new business venture. By the time I retired, I had become more adventurous in my travels.",
      "example_translation": "Mi espíritu aventurero me llevó a viajar solo. El emprendedor aventurero comenzó una nueva aventura empresarial. Para cuando me jubilé, había vuelto más aventurero en mis viajes.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advertising",
      "translation": "publicidad",
      "definition": "The activity or profession of producing and disseminating information to promote a product, service, or idea.",
      "definition_translation": "La actividad o profesión de producir y difundir información para promocionar un producto, servicio o idea.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affair",
      "translation": "asunto",
      "definition": "A romantic or sexual relationship between two people, especially one that is secret or illicit.",
      "definition_translation": "Una relación romántica o sexual entre dos personas, especialmente una que es secreta o ilícita.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affect",
      "translation": "afectar",
      "definition": "To influence or have an impact on something or someone, often in a subtle or indirect way.",
      "definition_translation": "Influir o tener un impacto en algo o alguien, a menudo de manera sutil o indirecta.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affect",
      "translation": "afecto",
      "definition": "A feeling or emotion, such as happiness, sadness, or fear, especially as opposed to reason or intellect.",
      "definition_translation": "Un sentimiento o emoción, como la felicidad, la tristeza o el miedo, especialmente en oposición a la razón o la inteligencia.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affection",
      "translation": "afecto",
      "definition": "A feeling of love, fondness, or warmth towards someone or something, often characterized by physical touch or emotional intimacy.",
      "definition_translation": "Un sentimiento de amor, cariño o calidez hacia alguien o algo, a menudo caracterizado por el contacto físico o la intimidad emocional.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affectionate",
      "translation": "afectuoso",
      "definition": "Showing or feeling love, fondness, or warmth towards someone or something, often characterized by physical touch or emotional intimacy.",
      "definition_translation": "Mostrar o sentir amor, cariño o calidez hacia alguien o algo, a menudo caracterizado por el contacto físico o la intimidad emocional.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "age",
      "translation": "edad",
      "definition": "The length of time that someone or something has existed or been in use.",
      "definition_translation": "La longitud de tiempo que alguien o algo ha existido o ha sido utilizado.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "agent",
      "translation": "agente",
      "definition": "A person or organization that acts on behalf of another person or organization, often in a specific role or capacity.",
      "definition_translation": "Una persona o organización que actúa en nombre de otra persona o organización, a menudo en un papel o capacidad específica.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aggressive",
      "translation": "agresivo",
      "definition": "Characterized by or tending towards bold or hostile behavior, often in a dominating or assertive manner.",
      "definition_translation": "Caracterizado por o tendiendo hacia comportamiento audaz o hostil, a menudo de manera dominante o asertiva.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aggressively",
      "translation": "agresivamente",
      "definition": "In a bold or hostile manner, often in a dominating or assertive way.",
      "definition_translation": "De manera audaz o hostil, a menudo de manera dominante o asertiva.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "agreement",
      "translation": "acuerdo",
      "definition": "A negotiated and mutually acceptable arrangement or understanding between two or more parties, often in a formal or written form.",
      "definition_translation": "Un arreglo negociado y mutuamente aceptable entre dos o más partes, a menudo en una forma formal o escrita.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "agriculture",
      "translation": "agricultura",
      "definition": "The practice of cultivating the land to produce crops, raise livestock, or manage natural resources, often on a large scale.",
      "definition_translation": "La práctica de cultivar la tierra para producir cultivos, criar ganado o administrar recursos naturales, a menudo a gran escala.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aid",
      "translation": "ayuda",
      "definition": "Assistance or support provided to someone or something in need, often in a financial, physical, or emotional form.",
      "definition_translation": "Asistencia o apoyo proporcionado a alguien o algo necesitado, a menudo en forma financiera, física o emocional.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aim",
      "translation": "objetivo",
      "definition": "A goal or objective, often specific and measurable, that someone or something strives to achieve or accomplish.",
      "definition_translation": "Un objetivo o meta, a menudo específica y medible, que alguien o algo se esfuerza por lograr o cumplir.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aircraft",
      "translation": "aeronave",
      "definition": "A vehicle that is able to fly through the air, such as an airplane, helicopter, or glider.",
      "definition_translation": "Un vehículo que es capaz de volar a través del aire, como un avión, helicóptero o planeador.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aisle",
      "translation": "pasillo",
      "definition": "A passage or corridor between rows of seats in a church, airplane, or other enclosed space, or a narrow walkway between shelves in a store or library.",
      "definition_translation": "Un pasaje o corredor entre filas de asientos en una iglesia, avión u otro espacio cerrado, o un estrecho camino entre estanterías en una tienda o biblioteca.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alcoholism",
      "translation": "alcoholismo",
      "definition": "A chronic and often debilitating disease characterized by a physical dependence on alcohol and a loss of control over its use.",
      "definition_translation": "Una enfermedad crónica y a menudo debilitante caracterizada por una dependencia física del alcohol y una pérdida del control sobre su uso.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alien",
      "translation": "extranjero",
      "definition": "Someone or something that is from outside one's own country, community, or culture, often in a strange or unfamiliar way.",
      "definition_translation": "Alguien o algo que es de fuera de su propio país, comunidad o cultura, a menudo de manera extraña o desconocida.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alike",
      "translation": "parecido",
      "definition": "Similar or identical in appearance, character, or nature, often in a way that is surprising or unexpected.",
      "definition_translation": "Similar o idéntico en apariencia, carácter o naturaleza, a menudo de manera sorprendente o inesperada.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "allergy",
      "translation": "alergia",
      "definition": "An abnormal reaction or sensitivity to a particular substance, often resulting in an adverse physical response or symptoms.",
      "definition_translation": "Una reacción anormal o sensibilidad a una sustancia particular, a menudo resultando en una respuesta física adversa o síntomas.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alley",
      "translation": "callejón",
      "definition": "A narrow passageway or street between buildings, often in a urban or residential area.",
      "definition_translation": "Un pasaje estrecho o callejón entre edificios, a menudo en un área urbana o residencial.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alligator",
      "translation": "caimán",
      "definition": "A large reptile that belongs to the same family as crocodiles, typically found in freshwater environments in the southeastern United States.",
      "definition_translation": "Un reptil grande que pertenece a la misma familia que los cocodrilos, típicamente encontrado en entornos de agua dulce en el sudeste de los Estados Unidos.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alphabetical",
      "translation": "alfabético",
      "definition": "Arranged or organized in the order of the alphabet, often used to describe a list or sequence of words or items.",
      "definition_translation": "Organizado o dispuesto en el orden del alfabeto, a menudo utilizado para describir una lista o secuencia de palabras o ítems.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alphabetically",
      "translation": "alfabéticamente",
      "definition": "In the order of the alphabet, often used to describe the arrangement or organization of a list or sequence of words or items.",
      "definition_translation": "En el orden del alfabeto, a menudo utilizado para describir la disposición o organización de una lista o secuencia de palabras o ítems.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alter",
      "translation": "alterar",
      "definition": "To change or modify something, often in a subtle or significant way, or to make adjustments to something to improve its fit or function.",
      "definition_translation": "Cambiar o modificar algo, a menudo de manera sutil o significativa, o hacer ajustes a algo para mejorar su ajuste o función.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A different choice or option, often presented as a substitute or replacement for something else.",
      "definition_translation": "Una opción o elección diferente, a menudo presentada como sustituto o reemplazo para algo más.",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alphabetically",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alter",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alternative",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A different choice or possibility.",
      "definition_translation": "Una opción diferente o posibilidad.",
      "example": "She considered alternative solutions to the problem.",
      "example_translation": "Ella consideró soluciones alternativas al problema.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alternatively",
      "translation": "alternativamente",
      "definition": "In a different way or using a different method.",
      "definition_translation": "De una manera diferente o utilizando un método diferente.",
      "example": "Alternatively, we could take a bus to the city.",
      "example_translation": "Alternativamente, podríamos tomar un autobús a la ciudad.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aluminium",
      "translation": "aluminio",
      "definition": "A lightweight, silvery-white metal.",
      "definition_translation": "Un metal liviano, blanco plateado.",
      "example": "The aircraft was made of aluminium to reduce its weight.",
      "example_translation": "El avión estaba hecho de aluminio para reducir su peso.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amazement",
      "translation": "asombro",
      "definition": "A feeling of great surprise or wonder.",
      "definition_translation": "Un sentimiento de gran sorpresa o asombro.",
      "example": "The audience was in amazement at the magician's tricks.",
      "example_translation": "La audiencia estaba asombrada por los trucos del mago.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambassador",
      "translation": "embajador",
      "definition": "A person who represents their country or organization in a foreign country.",
      "definition_translation": "Una persona que representa a su país o organización en un país extranjero.",
      "example": "The ambassador was invited to the state dinner.",
      "example_translation": "El embajador fue invitado a la cena de estado.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambition",
      "translation": "ambición",
      "definition": "A strong desire to achieve something.",
      "definition_translation": "Un deseo fuerte de lograr algo.",
      "example": "Her ambition was to become a famous actress.",
      "example_translation": "Su ambición era convertirse en una actriz famosa.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambitious",
      "translation": "ambicioso",
      "definition": "Having a strong desire to achieve something.",
      "definition_translation": "Teniendo un deseo fuerte de lograr algo.",
      "example": "He was ambitious and worked hard to get promoted.",
      "example_translation": "Él era ambicioso y trabajó duro para ascender de rango.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amuse",
      "translation": "divertir",
      "definition": "To entertain or occupy someone in a pleasant way.",
      "definition_translation": "Entretenir o ocupar a alguien de una manera agradable.",
      "example": "The comedian's jokes amused the audience.",
      "example_translation": "Los chistes del comediante divertían a la audiencia.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amuse",
      "translation": "divertir",
      "definition": "To entertain or occupy someone in a pleasant way.",
      "definition_translation": "Entretenir o ocupar a alguien de una manera agradable.",
      "example": "The park's playgrounds amuse children for hours.",
      "example_translation": "Los parques infantiles del parque divierten a los niños durante horas.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amused",
      "translation": "divertido",
      "definition": "Feeling entertained or occupied in a pleasant way.",
      "definition_translation": "Sentir que se está entretenido o ocupado de una manera agradable.",
      "example": "She was amused by the silly video.",
      "example_translation": "Ella se divertía con el video tonto.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amusement",
      "translation": "diversión",
      "definition": "A feeling of enjoyment or entertainment.",
      "definition_translation": "Un sentimiento de disfrute o entretenimiento.",
      "example": "The amusement park was filled with laughter and screams of excitement.",
      "example_translation": "El parque de diversiones estaba lleno de risas y gritos de emoción.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "A large, non-venomous snake found in South America.",
      "definition_translation": "Una serpiente grande no venenosa encontrada en Sudamérica.",
      "example": "The anaconda slithered through the jungle.",
      "example_translation": "La anaconda se deslizó por la jungla.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "analyse",
      "translation": "analizar",
      "definition": "To examine and interpret data or information.",
      "definition_translation": "Examinar e interpretar datos o información.",
      "example": "The scientist will analyse the samples to determine their composition.",
      "example_translation": "El científico analizará las muestras para determinar su composición.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "analysis",
      "translation": "análisis",
      "definition": "The process of examining and interpreting data or information.",
      "definition_translation": "El proceso de examinar e interpretar datos o información.",
      "example": "The company's financial analysis revealed a significant profit increase.",
      "example_translation": "El análisis financiero de la empresa reveló un aumento significativo en las ganancias.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "analyst",
      "translation": "analista",
      "definition": "A person who examines and interprets data or information.",
      "definition_translation": "Una persona que examina e interpreta datos o información.",
      "example": "The financial analyst provided insights into the company's performance.",
      "example_translation": "El analista financiero proporcionó información sobre el desempeño de la empresa.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ancestor",
      "translation": "antepasado",
      "definition": "A person from whom one is descended.",
      "definition_translation": "Una persona de la que se desciende.",
      "example": "My ancestor fought in the war.",
      "example_translation": "Mi antepasado luchó en la guerra.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anger",
      "translation": "ira",
      "definition": "A strong feeling of displeasure or hostility.",
      "definition_translation": "Un sentimiento fuerte de desagrado o hostilidad.",
      "example": "She felt anger towards the person who had wronged her.",
      "example_translation": "Ella sentía ira hacia la persona que la había perjudicado.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "animal",
      "translation": "animal",
      "definition": "A living organism that feeds on organic matter.",
      "definition_translation": "Un organismo vivo que se alimenta de materia orgánica.",
      "example": "The animal was running freely in the forest.",
      "example_translation": "El animal corría libremente en el bosque.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "annually",
      "translation": "anualmente",
      "definition": "Once a year or every year.",
      "definition_translation": "Una vez al año o cada año.",
      "example": "The company holds an annual meeting for its shareholders.",
      "example_translation": "La empresa celebra una reunión anual para sus accionistas.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anxiety",
      "translation": "ansiedad",
      "definition": "A feeling of worry or nervousness.",
      "definition_translation": "Un sentimiento de preocupación o nerviosismo.",
      "example": "She felt anxiety about the upcoming exam.",
      "example_translation": "Ella sentía ansiedad sobre el próximo examen.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anxiously",
      "translation": "ansiosamente",
      "definition": "In a state of anxiety or worry.",
      "definition_translation": "En un estado de ansiedad o preocupación.",
      "example": "She waited anxiously for the news.",
      "example_translation": "Ella esperaba ansiosamente la noticia.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anyhow",
      "translation": "de cualquier manera",
      "definition": "In any way or manner.",
      "definition_translation": "De cualquier manera o forma.",
      "example": "I'll get there anyhow, even if I have to walk.",
      "example_translation": "Llegaré de cualquier manera, incluso si tengo que caminar.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apostrophe",
      "translation": "apóstrofe",
      "definition": "A punctuation mark used to indicate possession or to form contractions.",
      "definition_translation": "Un signo de puntuación usado para indicar posesión o formar contracciones.",
      "example": "The apostrophe in 'it's' indicates that it is a contraction.",
      "example_translation": "La apóstrofe en 'it's' indica que es una contracción.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apparent",
      "translation": "aparente",
      "definition": "Clearly seen or understood.",
      "definition_translation": "Claramente visto o entendido.",
      "example": "The apparent reason for the delay was the weather.",
      "example_translation": "La razón aparente del retraso fue el clima.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apparently",
      "translation": "aparentemente",
      "definition": "Seemingly or clearly.",
      "definition_translation": "Aparentemente o claramente.",
      "example": "He was apparently unaware of the danger.",
      "example_translation": "Él aparentemente no era consciente del peligro.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appeal",
      "translation": "apelar",
      "definition": "To make a request or plea.",
      "definition_translation": "Hacer una solicitud o súplica.",
      "example": "The charity will appeal for donations to help the victims.",
      "example_translation": "La organización benéfica apelará a donaciones para ayudar a las víctimas.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appeal",
      "translation": "apelar",
      "definition": "To make a request or plea.",
      "definition_translation": "Hacer una solicitud o súplica.",
      "example": "The company will appeal the court's decision.",
      "example_translation": "La empresa apelará la decisión del tribunal.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appear",
      "translation": "aparecer",
      "definition": "To come into sight or to become known.",
      "definition_translation": "Venir a la vista o ser conocido.",
      "example": "The stars will appear in the sky tonight.",
      "example_translation": "Las estrellas aparecerán en el cielo esta noche.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appearance",
      "translation": "apariencia",
      "definition": "The way someone or something looks.",
      "definition_translation": "La forma en que alguien o algo se ve.",
      "example": "Her appearance changed dramatically after the makeover.",
      "example_translation": "Su apariencia cambió dramáticamente después del cambio de imagen.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "application",
      "translation": "aplicación",
      "definition": "A request or a piece of software.",
      "definition_translation": "Una solicitud o un pedazo de software.",
      "example": "I submitted my job application yesterday.",
      "example_translation": "Presenté mi solicitud de trabajo ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appreciate",
      "translation": "apreciar",
      "definition": "To recognize or enjoy the good qualities of something.",
      "definition_translation": "Reconocer o disfrutar de las buenas cualidades de algo.",
      "example": "I appreciate your help in this matter.",
      "example_translation": "Agradezco su ayuda en este asunto.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appreciation",
      "translation": "apreciación",
      "definition": "A feeling of gratitude or admiration.",
      "definition_translation": "Un sentimiento de gratitud o admiración.",
      "example": "She expressed her appreciation for the gift.",
      "example_translation": "Ella expresó su agradecimiento por el regalo.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approach",
      "translation": "enfocar",
      "definition": "To come near or to deal with something in a particular way.",
      "definition_translation": "Acercarse o tratar algo de una manera particular.",
      "example": "We need to approach the problem from a different angle.",
      "example_translation": "Necesitamos enfocar el problema desde un ángulo diferente.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approach",
      "translation": "enfocar",
      "definition": "To come near or to deal with something in a particular way.",
      "definition_translation": "Acercarse o tratar algo de una manera particular.",
      "example": "The teacher will approach the student to discuss their progress.",
      "example_translation": "El maestro se acercará al estudiante para discutir su progreso.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appropriate",
      "translation": "apropiado",
      "definition": "Suitable or proper for a particular situation.",
      "definition_translation": "Adecuado o propio para una situación particular.",
      "example": "This dress is appropriate for a formal occasion.",
      "example_translation": "Este vestido es apropiado para una ocasión formal.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appropriately",
      "translation": "apropiadamente",
      "definition": "In a suitable or proper manner.",
      "definition_translation": "De una manera adecuada o propia.",
      "example": "She was dressed appropriately for the job interview.",
      "example_translation": "Ella estaba vestida apropiadamente para la entrevista de trabajo.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approval",
      "translation": "aprobación",
      "definition": "A positive opinion or agreement.",
      "definition_translation": "Una opinión positiva o acuerdo.",
      "example": "The proposal received approval from the committee.",
      "example_translation": "La propuesta recibió aprobación del comité.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approve",
      "translation": "aprobar",
      "definition": "To give permission or agreement for something.",
      "definition_translation": "Dar permiso o acuerdo para algo.",
      "example": "The manager approved the plan.",
      "example_translation": "El gerente aprobó el plan.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approximate",
      "translation": "aproximar",
      "definition": "Close to the exact value or amount.",
      "definition_translation": "Cerca del valor o cantidad exacta.",
      "example": "The approximate cost of the project was $10,000.",
      "example_translation": "El costo aproximado del proyecto fue de $10,000.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apron",
      "translation": "delantal",
      "definition": "A piece of fabric worn over the front of the body to protect clothing.",
      "definition_translation": "Un trozo de tela llevado sobre la parte frontal del cuerpo para proteger la ropa.",
      "example": "The chef wore an apron to protect his clothes from stains.",
      "example_translation": "El chef llevaba un delantal para proteger su ropa de manchas.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arena",
      "translation": "arena",
      "definition": "A sandy place, often surrounded by seating, where sports, especially boxing and bullfighting, take place.",
      "definition_translation": "Un lugar arenoso, a menudo rodeado de asientos, donde se llevan a cabo deportes, especialmente boxeo y corridas de toros.",
      "example": "She walked into the arena, ready to face her opponent.",
      "example_translation": "Ella caminó hacia el arena, lista para enfrentar a su oponente.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arm",
      "translation": "brazo",
      "definition": "A limb of the body, extending from the shoulder to the wrist.",
      "definition_translation": "Un miembro del cuerpo, que se extiende desde el hombro hasta la muñeca.",
      "example": "He raised his arm to signal for help.",
      "example_translation": "Él levantó su brazo para solicitar ayuda.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "armed",
      "translation": "armado",
      "definition": "Equipped with weapons or arms.",
      "definition_translation": "Equipado con armas o brazos.",
      "example": "The armed guard stood at the entrance.",
      "example_translation": "El guardia armado se paró en la entrada.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrange",
      "translation": "organizar",
      "definition": "To put in order, prepare, or plan something.",
      "definition_translation": "Poner en orden, preparar o planificar algo.",
      "example": "She will arrange the flowers for the wedding.",
      "example_translation": "Ella organizará las flores para la boda.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrest",
      "translation": "arrestar",
      "definition": "To take into custody, especially by authority of the law.",
      "definition_translation": "Tomar en custodia, especialmente por autoridad de la ley.",
      "example": "The police arrested the suspect.",
      "example_translation": "La policía arrestó al sospechoso.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrogance",
      "translation": "arrogancia",
      "definition": "A feeling or attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "Un sentimiento o actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "His arrogance made it hard for him to make friends.",
      "example_translation": "Su arrogancia lo hacía difícil para él hacer amigos.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "He was arrogant and thought he was better than everyone else.",
      "example_translation": "Él era arrogante y pensaba que era mejor que todos los demás.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrow",
      "translation": "flecha",
      "definition": "A projectile with a sharp point, used for shooting with a bow.",
      "definition_translation": "Un proyectil con una punta afilada, utilizado para disparar con un arco.",
      "example": "He shot an arrow into the target.",
      "example_translation": "Él disparó una flecha hacia el blanco.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "artificially",
      "translation": "artificialmente",
      "definition": "In a way that is not natural or spontaneous.",
      "definition_translation": "De una manera que no es natural o espontánea.",
      "example": "The flowers were arranged artificially in the vase.",
      "example_translation": "Las flores fueron arregladas artificialmente en el jarrón.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "artistic",
      "translation": "artístico",
      "definition": "Relating to or characterized by art or taste.",
      "definition_translation": "Relacionado con o caracterizado por el arte o el gusto.",
      "example": "He was an artistic person with a passion for photography.",
      "example_translation": "Era una persona artística con una pasión por la fotografía.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spainish",
      "word": "artistically",
      "translation": "artísticamente",
      "definition": "In a way that is skilled or creative in art.",
      "definition_translation": "De una manera que es hábil o creativa en el arte.",
      "example": "She sang artistically, with a beautiful tone.",
      "example_translation": "Ella cantó artísticamente, con un tono hermoso.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aside",
      "translation": "aparte",
      "definition": "To one side, out of the way, or separately.",
      "definition_translation": "A un lado, fuera del camino, o separadamente.",
      "example": "He set the book aside to focus on his work.",
      "example_translation": "Él puso el libro aparte para enfocarse en su trabajo.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aspect",
      "translation": "aspecto",
      "definition": "A feature or part of something.",
      "definition_translation": "Una característica o parte de algo.",
      "example": "The aspect of the city that I love most is its architecture.",
      "example_translation": "El aspecto de la ciudad que más me encanta es su arquitectura.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assess",
      "translation": "evaluar",
      "definition": "To judge or evaluate the value or quality of something.",
      "definition_translation": "Juzgar o evaluar el valor o calidad de algo.",
      "example": "The teacher assessed the student's performance.",
      "example_translation": "La maestra evaluó el rendimiento del estudiante.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assessment",
      "translation": "evaluación",
      "definition": "The act of judging or evaluating the value or quality of something.",
      "definition_translation": "El acto de juzgar o evaluar el valor o calidad de algo.",
      "example": "The assessment of the company's financial situation was crucial.",
      "example_translation": "La evaluación de la situación financiera de la empresa era crucial.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assist",
      "translation": "asistir",
      "definition": "To give help or support to someone or something.",
      "definition_translation": "Dar ayuda o apoyo a alguien o algo.",
      "example": "She assisted the injured person.",
      "example_translation": "Ella asistió a la persona lesionada.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assistance",
      "translation": "asistencia",
      "definition": "The act of giving help or support to someone or something.",
      "definition_translation": "El acto de dar ayuda o apoyo a alguien o algo.",
      "example": "The assistance provided by the team was invaluable.",
      "example_translation": "La asistencia proporcionada por el equipo fue invaluable.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "association",
      "translation": "asociación",
      "definition": "A group of people organized for a particular purpose.",
      "definition_translation": "Un grupo de personas organizado para un propósito particular.",
      "example": "The association of artists worked together to create a new exhibition.",
      "example_translation": "La asociación de artistas trabajó juntos para crear una nueva exhibición.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assume",
      "translation": "suponer",
      "definition": "To take something to be true or to exist without proof.",
      "definition_translation": "Tomar algo como cierto o existente sin pruebas.",
      "example": "I assumed she would be there, but she wasn't.",
      "example_translation": "Supuse que estaría allí, pero no lo estaba.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assure",
      "translation": "asegurar",
      "definition": "To make someone confident or certain about something.",
      "definition_translation": "Hacer que alguien esté confiado o seguro sobre algo.",
      "example": "He assured me that everything would be okay.",
      "example_translation": "Él me aseguró que todo estaría bien.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonished",
      "translation": "asombrado",
      "definition": "Feeling great surprise or amazement.",
      "definition_translation": "Sentir gran sorpresa o asombro.",
      "example": "I was astonished by the news.",
      "example_translation": "Estuve asombrado por la noticia.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonishing",
      "translation": "asombroso",
      "definition": "Causing great surprise or amazement.",
      "definition_translation": "Causando gran sorpresa o asombro.",
      "example": "The astonishing view from the top of the mountain was breathtaking.",
      "example_translation": "La vista asombrosa desde la cima de la montaña era impresionante.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonishment",
      "translation": "asombro",
      "definition": "A feeling of great surprise or amazement.",
      "definition_translation": "Un sentimiento de gran sorpresa o asombro.",
      "example": "The astonishment on his face was clear.",
      "example_translation": "El asombro en su rostro era claro.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "athletic",
      "translation": "atlético",
      "definition": "Relating to or characterized by physical strength, agility, and coordination.",
      "definition_translation": "Relacionado con o caracterizado por la fuerza física, agilidad y coordinación.",
      "example": "She was an athletic person and enjoyed playing sports.",
      "example_translation": "Era una persona atlética y disfrutaba jugando deportes.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atmosphere",
      "translation": "atmósfera",
      "definition": "The air or gases surrounding the earth or a particular place.",
      "definition_translation": "El aire o gases que rodean la tierra o un lugar en particular.",
      "example": "The atmosphere in the room was tense.",
      "example_translation": "La atmósfera en la habitación era tensa.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atmosphere",
      "translation": "atmósfera",
      "definition": "The general feeling or mood of a place or situation.",
      "definition_translation": "El sentimiento general o ambiente de un lugar o situación.",
      "example": "The atmosphere of the party was lively.",
      "example_translation": "La atmósfera de la fiesta era alegre.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atom",
      "translation": "átomo",
      "definition": "A tiny particle that is the basic building block of matter.",
      "definition_translation": "Una partícula minúscula que es el bloque de construcción básico de la materia.",
      "example": "Atoms are the smallest units of matter.",
      "example_translation": "Los átomos son las unidades más pequeñas de la materia.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atomic",
      "translation": "atómico",
      "definition": "Relating to or characterized by atoms or atomic structure.",
      "definition_translation": "Relacionado con o caracterizado por átomos o estructura atómica.",
      "example": "Atomic energy is a powerful source of energy.",
      "example_translation": "La energía atómica es una fuente de energía poderosa.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attached",
      "translation": "adjunto",
      "definition": "Firmly joined or connected to something.",
      "definition_translation": "Unido o conectado firmemente a algo.",
      "example": "The file was attached to the email.",
      "example_translation": "El archivo estaba adjunto al correo electrónico.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attachment",
      "translation": "adjunto",
      "definition": "A document or file that is attached to an email or message.",
      "definition_translation": "Un documento o archivo que se adjunta a un correo electrónico o mensaje.",
      "example": "Please find the attachment to this email.",
      "example_translation": "Por favor, encuentre el adjunto a este correo electrónico.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attempt",
      "translation": "intento",
      "definition": "To try to do something or to make an effort to achieve something.",
      "definition_translation": "Tratar de hacer algo o hacer un esfuerzo para lograr algo.",
      "example": "She made an attempt to learn a new language.",
      "example_translation": "Ella hizo un intento de aprender un nuevo idioma.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attic",
      "translation": "ático",
      "definition": "A space or room immediately below the roof of a building.",
      "definition_translation": "Un espacio o habitación justo debajo del techo de un edificio.",
      "example": "The attic was filled with old boxes and trunks.",
      "example_translation": "El ático estaba lleno de cajas y baúles antiguos.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attract",
      "translation": "atraer",
      "definition": "To draw someone or something towards oneself or itself.",
      "definition_translation": "Atraer a alguien o algo hacia uno mismo o hacia sí mismo.",
      "example": "The beautiful landscape attracted many tourists.",
      "example_translation": "El paisaje hermoso atrajo a muchos turistas.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attraction",
      "translation": "atracción",
      "definition": "A force or influence that draws someone or something towards oneself or itself.",
      "definition_translation": "Una fuerza o influencia que atrae a alguien o algo hacia uno mismo o hacia sí mismo.",
      "example": "The theme park was a major attraction for kids.",
      "example_translation": "El parque temático fue una atracción principal para los niños.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aubergine",
      "translation": "berenjena",
      "definition": "A purple vegetable, also known as eggplant.",
      "definition_translation": "Una verdura púrpura, también conocida como berenjena.",
      "example": "She cooked a delicious aubergine dish for dinner.",
      "example_translation": "Ella cocinó un delicioso plato de berenjena para la cena.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "authority",
      "translation": "autoridad",
      "definition": "The power or right to control or command something.",
      "definition_translation": "El poder o el derecho de controlar o mandar algo.",
      "example": "The government has authority over the country.",
      "example_translation": "El gobierno tiene autoridad sobre el país.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "automatic",
      "translation": "automático",
      "definition": "Operating or acting without human intervention or control.",
      "definition_translation": "Funcionando o actuando sin intervención o control humano.",
      "example": "The washing machine is an automatic device.",
      "example_translation": "La lavadora es un dispositivo automático.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "automatically",
      "translation": "automáticamente",
      "definition": "In a way that happens or is done without human intervention or control.",
      "definition_translation": "De una manera que sucede o se hace sin intervención o control humano.",
      "example": "The doors opened automatically when I approached.",
      "example_translation": "Las puertas se abrieron automáticamente cuando me acerqué.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "availability",
      "translation": "disponibilidad",
      "definition": "The state of being available or accessible for use.",
      "definition_translation": "El estado de estar disponible o accesible para uso.",
      "example": "The availability of the product was limited.",
      "example_translation": "La disponibilidad del producto fue limitada.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "availability",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "avoid",
      "translation": "evitar",
      "definition": "to stay away from something or someone in order to prevent a problem or danger",
      "definition_translation": "permanecer alejado de algo o alguien para evitar un problema o peligro",
      "example": "I try to avoid rush hour traffic because it's always a nightmare. I avoided her gaze because I was guilty. I will avoid going out tonight because it's too cold.",
      "example_translation": "Trato de evitar el tráfico de hora punta porque siempre es un infierno. Evité su mirada porque me sentía culpable. Evitaré salir esta noche porque hace demasiado frío.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "award",
      "translation": "premio",
      "definition": "a prize or honor given to someone for doing something exceptional",
      "definition_translation": "un premio o honor otorgado a alguien por hacer algo excepcional",
      "example": "She received an award for her outstanding contribution to the field of medicine. The award ceremony was held at the city hall. The judges will award the prize to the winner next week.",
      "example_translation": "Ella recibió un premio por su excelente contribución al campo de la medicina. La ceremonia de premios se celebró en el ayuntamiento. Los jueces otorgarán el premio al ganador la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "award",
      "translation": "premio",
      "definition": "to give someone a prize or honor",
      "definition_translation": "otorgar a alguien un premio o honor",
      "example": "The academy will award the best actor with a statuette. She was awarded a scholarship to study abroad. The company will award the contract to the lowest bidder.",
      "example_translation": "La academia otorgará al mejor actor una estatuilla. Ella fue galardonada con una beca para estudiar en el extranjero. La empresa otorgará el contrato al licitador más bajo.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aware",
      "translation": "consciente",
      "definition": "having knowledge or understanding of something",
      "definition_translation": "teniendo conocimiento o comprensión de algo",
      "example": "I am aware of the risks involved in this business venture. She was aware of his gaze on her. They will be aware of the changes by the end of the week.",
      "example_translation": "Estoy consciente de los riesgos involucrados en esta empresa. Ella era consciente de su mirada en ella. Serán conscientes de los cambios al final de la semana.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "awkwardly",
      "translation": "incómodamente",
      "definition": "in an awkward or uncomfortable way",
      "definition_translation": "de una manera incómoda o desagradable",
      "example": "He stood awkwardly in the doorway, not knowing what to say. She walked awkwardly on her high heels. The conversation ended awkwardly with an uncomfortable silence.",
      "example_translation": "Se paró incómodamente en la puerta, sin saber qué decir. Ella caminó incómodamente en sus tacones altos. La conversación terminó incómodamente con un silencio incómodo.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bachelor",
      "translation": "soltero",
      "definition": "a man who has not married",
      "definition_translation": "un hombre que no ha estado casado",
      "example": "He is a bachelor and lives alone in his apartment. The bachelor party was a wild night. She prefers to date bachelors because they are more fun.",
      "example_translation": "Él es un soltero y vive solo en su apartamento. La fiesta de solteros fue una noche loca. Ella prefiere salir con solteros porque son más divertidos.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "background",
      "translation": "antecedentes",
      "definition": "the things that have happened to someone or something in the past",
      "definition_translation": "las cosas que han sucedido a alguien o algo en el pasado",
      "example": "The detective investigated the suspect's background to find any clues. The company checked the applicant's background before hiring him. The artist's background in music influenced her painting style.",
      "example_translation": "El detective investigó el pasado del sospechoso para encontrar pistas. La empresa verificó los antecedentes del solicitante antes de contratarlo. El pasado del artista en música influyó en su estilo de pintura.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "background",
      "translation": "fondo",
      "definition": "the part of a picture or scene that is behind the main objects",
      "definition_translation": "la parte de una imagen o escena que está detrás de los objetos principales",
      "example": "The photographer blurred the background to focus on the model. The background of the website was a beautiful landscape. The artist painted a simple background to let the subject stand out.",
      "example_translation": "El fotógrafo difuminó el fondo para enfocar la modelo. El fondo del sitio web era un paisaje hermoso. El artista pintó un fondo sencillo para que el sujeto sobresaliera.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "background",
      "translation": "fondo",
      "definition": "a quiet or unobtrusive accompaniment or setting",
      "definition_translation": "un acompañamiento o entorno quieto o discreto",
      "example": "The background music was soft and soothing. The candlelight provided a romantic background for the dinner. The background noise of the city was distracting.",
      "example_translation": "La música de fondo era suave y relajante. La luz de las velas proporcionó un entorno romántico para la cena. El ruido de fondo de la ciudad era distractivo.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "backup",
      "translation": "copia de seguridad",
      "definition": "a system or process that provides support or protection",
      "definition_translation": "un sistema o proceso que proporciona apoyo o protección",
      "example": "The company has a backup system in case of a power outage. She made a backup of her files before formatting her computer. The team had a backup plan in case of bad weather.",
      "example_translation": "La empresa tiene un sistema de respaldo en caso de corte de energía. Ella hizo una copia de seguridad de sus archivos antes de dar formato a su computadora. El equipo tenía un plan de respaldo en caso de mal tiempo.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bad",
      "translation": "malo",
      "definition": "of poor quality or unpleasant",
      "definition_translation": "de baja calidad o desagradable",
      "example": "I had a bad experience at the restaurant. He has a bad habit of procrastinating. The weather was bad, so we stayed indoors.",
      "example_translation": "Tuve una mala experiencia en el restaurante. Él tiene una mala costumbre de procrastinar. El clima fue malo, así que nos quedamos adentro.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bad-tempered",
      "translation": "malhumorado",
      "definition": "having a quick temper or being easily irritated",
      "definition_translation": "teniendo un carácter irritable o siendo fácilmente irritado",
      "example": "He is a bad-tempered person and gets angry easily. The bad-tempered boss yelled at his employees. She tried to avoid the bad-tempered customer.",
      "example_translation": "Él es una persona malhumorada y se enoja fácilmente. El jefe malhumorado gritó a sus empleados. Ella trató de evitar al cliente malhumorado.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "badge",
      "translation": "insignia",
      "definition": "a small marking or device worn to show membership or achievement",
      "definition_translation": "una pequeña marca o dispositivo llevado para mostrar membresía o logro",
      "example": "The police officer wore a badge on his chest. The scout earned a badge for her community service. The company gave out badges to its employees for their years of service.",
      "example_translation": "El oficial de policía llevó una insignia en su pecho. La scouts ganó una insignia por su servicio comunitario. La empresa dio insignias a sus empleados por sus años de servicio.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bag",
      "translation": "bolsa",
      "definition": "a container made of flexible material, used for carrying things",
      "definition_translation": "un contenedor hecho de material flexible, utilizado para llevar cosas",
      "example": "She carried her lunch in a bag. The bag was heavy with books. He brought a bag of groceries from the store.",
      "example_translation": "Ella llevó su almuerzo en una bolsa. La bolsa estaba pesada con libros. Él trajo una bolsa de comestibles desde la tienda.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bakery",
      "translation": "panadería",
      "definition": "a store where bread and other baked goods are sold",
      "definition_translation": "una tienda donde se venden pan y otros productos horneados",
      "example": "The bakery sold fresh bread every morning. She worked at a bakery to make extra money. The aroma of the bakery filled the air.",
      "example_translation": "La panadería vendía pan fresco todas las mañanas. Ella trabajó en una panadería para ganar dinero extra. El aroma de la panadería llenó el aire.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "a state of being evenly matched or in harmony",
      "definition_translation": "un estado de ser igualmente pareados o en armonía",
      "example": "The gymnast maintained balance on the beam. The company struggled to balance its budget. She tried to balance her work and personal life.",
      "example_translation": "La gimnasta mantuvo el equilibrio en la viga. La empresa luchó por equilibrar su presupuesto. Ella trató de equilibrar su trabajo y vida personal.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "a state of being in a stable or steady position",
      "definition_translation": "un estado de estar en una posición estable o estable",
      "example": "The tightrope walker maintained balance on the high wire. The bicycle lost balance on the rocky road. The boat tipped over, losing its balance.",
      "example_translation": "El funambulista mantuvo el equilibrio en el cable alto. La bicicleta perdió el equilibrio en el camino rocoso. El bote se volcó, perdiendo su equilibrio.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balanced",
      "translation": "equilibrado",
      "definition": "having a state of balance or harmony",
      "definition_translation": "teniendo un estado de equilibrio o armonía",
      "example": "The company had a balanced budget after years of struggle. The meal was balanced with a mix of nutrients. She had a balanced personality, being both outgoing and introverted.",
      "example_translation": "La empresa tenía un presupuesto equilibrado después de años de lucha. La comida estaba equilibrada con una mezcla de nutrientes. Ella tenía una personalidad equilibrada, siendo tanto extrovertida como introvertida.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ban",
      "translation": "prohibir",
      "definition": "to officially forbid or stop something",
      "definition_translation": "prohibir oficialmente algo o detenerlo",
      "example": "The government banned smoking in public places. The country banned the importation of endangered species. The school banned the use of cell phones during class.",
      "example_translation": "El gobierno prohibió fumar en lugares públicos. El país prohibió la importación de especies en peligro. La escuela prohibió el uso de teléfonos celulares durante la clase.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ban",
      "translation": "prohibición",
      "definition": "an official prohibition or restriction",
      "definition_translation": "una prohibición o restricción oficial",
      "example": "The ban on plastics was effective in reducing waste. The government imposed a ban on the sale of endangered animals. The school has a ban on hats in the classroom.",
      "example_translation": "La prohibición de plásticos fue efectiva en reducir residuos. El gobierno impuso una prohibición en la venta de animales en peligro. La escuela tiene una prohibición de sombreros en el aula.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bang",
      "translation": "estallido",
      "definition": "a sudden loud noise, especially one made by an explosion",
      "definition_translation": "un ruido fuerte y repentino, especialmente uno hecho por una explosión",
      "example": "The firework made a loud bang in the sky. The door slammed shut with a bang. The car backfired with a loud bang.",
      "example_translation": "El fuego artificial hizo un ruido fuerte en el cielo. La puerta se cerró de golpe con un estallido. El coche retrocedió con un estallido fuerte.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bang",
      "translation": "golpear",
      "definition": "to hit or strike something with a sudden loud noise",
      "definition_translation": "golpear o golpear algo con un ruido fuerte y repentino",
      "example": "She banged the door shut in anger. He banged his head on the low ceiling. The hammer banged against the nail.",
      "example_translation": "Ella golpeó la puerta con fuerza en la ira. Él golpeó su cabeza en el techo bajo. El martillo golpeó contra el clavo.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "banker",
      "translation": "banquero",
      "definition": "a person who works in a bank, especially one who is in charge of managing money",
      "definition_translation": "una persona que trabaja en un banco, especialmente uno que está a cargo de gestionar dinero",
      "example": "The banker advised the client on investments. The banker was responsible for the loan. The company hired a new banker to manage its finances.",
      "example_translation": "El banquero aconsejó al cliente sobre inversiones. El banquero fue responsable del préstamo. La empresa contrató a un nuevo banquero para gestionar sus finanzas.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "banking",
      "translation": "banca",
      "definition": "the business of providing financial services, especially the acceptance of deposits and the making of loans",
      "definition_translation": "el negocio de proporcionar servicios financieros, especialmente la aceptación de depósitos y la realización de préstamos",
      "example": "The banking industry is highly regulated. Online banking makes it easy to manage accounts. The company provides banking services to its employees.",
      "example_translation": "La industria bancaria está altamente regulada. El banco en línea hace que sea fácil administrar cuentas. La empresa proporciona servicios bancarios a sus empleados.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bare",
      "translation": "desnudo",
      "definition": "without clothes or covering",
      "definition_translation": "sin ropa o cubierta",
      "example": "The bare trees stood tall in the winter. The room was bare except for a small table. The artist preferred to work with bare models.",
      "example_translation": "Los árboles desnudos se alzaban altos en invierno. La habitación estaba desnuda excepto por una pequeña mesa. El artista prefirió trabajar con modelos desnudos.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "barely",
      "translation": "apenas",
      "definition": "almost not at all; very little",
      "definition_translation": "casi no en absoluto; muy poco",
      "example": "I barely slept last night due to the noise. She barely passed the exam with a low score. The company barely made a profit last year.",
      "example_translation": "Apenas dormí anoche debido al ruido. Ella apenas aprobó el examen con una baja puntuación. La empresa apenas ganó un beneficio el año pasado.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bark",
      "translation": "ladrar",
      "definition": "to make a loud, sharp noise, like a dog",
      "definition_translation": "hacer un ruido fuerte y cortante, como un perro",
      "example": "The dog will bark if it senses danger. The tree bark was rough and rough. She tried to bark like a dog to scare away the raccoon.",
      "example_translation": "El perro ladrará si siente peligro. La corteza del árbol era áspera y rugosa. Ella trató de ladrar como un perro para ahuyentar al mapache.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bark",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bark",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "barrier",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "base",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "base",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basement",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basically",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basil",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basis",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beam",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bear",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beast",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beat",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beat",
      "translation": "golpear",
      "definition": "To strike or hit something or someone repeatedly, typically in a violent or forceful way",
      "definition_translation": "Golpear o pegar algo o a alguien repetidamente, típicamente de manera violenta o fuerte",
      "example": "I will beat the drums in the concert tonight, then I beat my friend at chess, and finally, I will beat the eggs for breakfast tomorrow.",
      "example_translation": "Voy a golpear los tambores en el concierto esta noche, luego golpeé a mi amigo en ajedrez, y finalmente, golpearé los huevos para desayunar mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beat",
      "translation": "golpear",
      "definition": "To overcome or defeat someone or something, especially in a competition or contest",
      "definition_translation": "Superar o vencer a alguien o algo, especialmente en una competencia o concurso",
      "example": "Our team will beat the rival team in the final match, I beat my personal best time in the marathon, and she will beat the record in the high jump.",
      "example_translation": "Nuestro equipo vencerá al equipo rival en el partido final, superé mi mejor tiempo personal en el maratón, y ella vencerá el récord en el salto de altura.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beetle",
      "translation": "escarabajo",
      "definition": "A type of insect with a hard outer shell",
      "definition_translation": "Un tipo de insecto con una concha externa dura",
      "example": "The beetle crawled slowly across the leaf, and then it flew away suddenly.",
      "example_translation": "El escarabajo se arrastró lentamente por la hoja, y luego voló rápidamente hacia atrás.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beg",
      "translation": "rogar",
      "definition": "To ask someone for something in a pleading or humble manner",
      "definition_translation": "Pedirle a alguien algo de manera suplicante o humilde",
      "example": "She will beg her parents for permission to go to the party, I begged my friend to lend me money, and they beg us to help them move.",
      "example_translation": "Ella rogará a sus padres permiso para ir a la fiesta, supliqué a mi amigo que me prestara dinero, y ellos nos ruegan que los ayudemos a mudarse.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beg",
      "translation": "rogar",
      "definition": "To begin or start doing something",
      "definition_translation": "Comenzar o iniciar algo",
      "example": "I will beg the project tomorrow, she begged the question in the meeting, and they beg to differ with the expert's opinion.",
      "example_translation": "Voy a comenzar el proyecto mañana, ella planteó la cuestión en la reunión, y ellos ruegan tener una opinión diferente a la del experto.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belief",
      "translation": "creencia",
      "definition": "A feeling of certainty or confidence about something",
      "definition_translation": "Una sensación de certeza o confianza sobre algo",
      "example": "Her belief in God gives her strength, I have a firm belief in the power of education, and they have a strong belief in the company's mission.",
      "example_translation": "Su creencia en Dios le da fuerza, tengo una creencia firme en el poder de la educación, y ellos tienen una creencia fuerte en la misión de la empresa.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belong",
      "translation": "pertenecer",
      "definition": "To be a part of something or to have a relationship with someone or something",
      "definition_translation": "Ser parte de algo o tener una relación con alguien o algo",
      "example": "I belong to a book club, she will belong to the school's alumni association, and they belong to a community of artists.",
      "example_translation": "Perteneciente a un club de lectura, ella pertenecerá a la asociación de exalumnos de la escuela, y ellos pertenecen a una comunidad de artistas.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belongings",
      "translation": "pertenencias",
      "definition": "Things that belong to someone, such as personal possessions",
      "definition_translation": "Cosas que pertenecen a alguien, como posesiones personales",
      "example": "The traveler lost her belongings at the airport, I forgot my belongings at the hotel, and they recovered their belongings from the wreckage.",
      "example_translation": "La viajera perdió sus pertenencias en el aeropuerto, olvidé mis pertenencias en el hotel, y ellos recuperaron sus pertenencias de los restos.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bench",
      "translation": "banco",
      "definition": "A long, fixed seat or a table with benches",
      "definition_translation": "Un asiento fijo largo o una mesa con bancos",
      "example": "The judge sat on the bench, I will sit on the bench to rest, and they sat on the bench to watch the game.",
      "example_translation": "El juez se sentó en el banco, me sentaré en el banco para descansar, y ellos se sentaron en el banco para ver el juego.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bend",
      "translation": "doblarse",
      "definition": "To change direction or shape, especially by making a curve or angle",
      "definition_translation": "Cambiar de dirección o forma, especialmente haciendo una curva o ángulo",
      "example": "I will bend the pipe to fix the leak, she bent the rules to help her friend, and they bent over to pick up the ball.",
      "example_translation": "Voy a doblar la tubería para arreglar la fuga, ella dobló las reglas para ayudar a su amigo, y ellos se doblaron para recoger la pelota.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bend",
      "translation": "doblarse",
      "definition": "To submit or yield to someone or something",
      "definition_translation": "Someterse o ceder a alguien o algo",
      "example": "I will bend to their will, she bent under the pressure, and they bent to the authority's demands.",
      "example_translation": "Me someteré a su voluntad, ella se dobló bajo la presión, y ellos se doblaron a las demandas de la autoridad.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beneath",
      "translation": "debajo",
      "definition": "Located or situated directly under something",
      "definition_translation": "Ubicado o situado directamente debajo de algo",
      "example": "The book is beneath the table, I will place the box beneath the bed, and they searched beneath the surface for clues.",
      "example_translation": "El libro está debajo de la mesa, voy a colocar la caja debajo de la cama, y ellos buscaron debajo de la superficie para encontrar pistas.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beneficial",
      "translation": "beneficioso",
      "definition": "Having a positive effect or providing an advantage",
      "definition_translation": "Tener un efecto positivo o proporcionar una ventaja",
      "example": "Exercise is beneficial for our health, I found the advice beneficial, and they consider the new policy beneficial for the company.",
      "example_translation": "El ejercicio es beneficioso para nuestra salud, encontré el consejo beneficioso, y ellos consideran la nueva política beneficioso para la empresa.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "benefit",
      "translation": "beneficio",
      "definition": "An advantage or profit gained from something",
      "definition_translation": "Una ventaja o ganancia obtenida de algo",
      "example": "The benefit of the new plan is increased productivity, I received a benefit from the insurance company, and they enjoy the benefits of being a member.",
      "example_translation": "El beneficio del nuevo plan es la productividad aumentada, recibí un beneficio de la empresa de seguros, y ellos disfrutan de los beneficios de ser miembro.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "berry",
      "translation": "baya",
      "definition": "A small, usually sweet fruit that grows on a bush or tree",
      "definition_translation": "Una fruta pequeña, usualmente dulce, que crece en un arbusto o árbol",
      "example": "I picked a berry from the bush, she ate a berry pie, and they harvested berries from the farm.",
      "example_translation": "Recogí una baya del arbusto, ella comió una tarta de bayas, y ellos cosecharon bayas de la granja.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bestseller",
      "translation": "best seller",
      "definition": "A book or product that is extremely popular and sells a large number of copies",
      "definition_translation": "Un libro o producto que es extremadamente popular y vende un gran número de copias",
      "example": "The novel became a bestseller, I read a bestselling book, and they published a bestselling album.",
      "example_translation": "La novela se convirtió en un bestseller, leí un libro bestseller, y ellos publicaron un álbum bestseller.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bet",
      "translation": "apostar",
      "definition": "To risk money or something valuable on the outcome of a game, contest, or uncertain event",
      "definition_translation": "Arriesgar dinero o algo valioso en el resultado de un juego, concurso o evento incierto",
      "example": "I will bet on the horse, she bet on the slot machine, and they bet on the football team.",
      "example_translation": "Voy a apostar en el caballo, ella apostó en la máquina tragamonedas, y ellos apostaron en el equipo de fútbol.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "betray",
      "translation": "traicionar",
      "definition": "To reveal or expose someone's trust or confidence, especially for personal gain",
      "definition_translation": "Revelar o exponer la confianza o fe de alguien, especialmente para ganancia personal",
      "example": "I will not betray my friend's trust, she betrayed her country, and they betrayed their boss's confidence.",
      "example_translation": "No voy a traicionar la confianza de mi amigo, ella traicionó a su país, y ellos traicionaron la confianza de su jefe.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bikini",
      "translation": "bikini",
      "definition": "A type of women's swimsuit characterized by a brief top and brief bottoms",
      "definition_translation": "Un tipo de traje de baño para mujeres caracterizado por una parte superior breve y pantalones breves",
      "example": "She wore a bikini to the beach, I saw a bikini in the store, and they designed a new bikini collection.",
      "example_translation": "Ella llevó un bikini a la playa, vi un bikini en la tienda, y ellos diseñaron una nueva colección de bikinis.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bill",
      "translation": "factura",
      "definition": "A document requesting payment for goods or services provided",
      "definition_translation": "Un documento que solicita pago por bienes o servicios proporcionados",
      "example": "I received a bill from the restaurant, she paid the bill, and they sent the bill to the customer.",
      "example_translation": "Recibí una factura del restaurante, ella pagó la factura, y ellos enviaron la factura al cliente.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "billion",
      "translation": "billón",
      "definition": "A very large number, equal to 1,000,000,000",
      "definition_translation": "Un numero muy grande, igual a 1,000,000,000",
      "example": "The company earned a billion dollars, I saw a billion stars in the sky, and they gave a billion people access to the internet.",
      "example_translation": "La empresa ganó un billón de dólares, vi un billón de estrellas en el cielo, y ellos dieron acceso a la internet a un billón de personas.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "biological",
      "translation": "biológico",
      "definition": "Relating to the study of living organisms and their relationships with each other and their environment",
      "definition_translation": "Relacionado con el estudio de organismos vivos y sus relaciones entre sí y con su entorno",
      "example": "The biological clock is ticking, I studied biological science, and they discovered a biological link between the two diseases.",
      "example_translation": "El reloj biológico está avanzando, estudié ciencia biológica, y ellos descubrieron una conexión biológica entre las dos enfermedades.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bite",
      "translation": "morder",
      "definition": "To grip or hold something firmly with the teeth, or to have a strong or sharp effect on something",
      "definition_translation": "Agarrar o sostener algo firmemente con los dientes, o tener un efecto fuerte o agudo en algo",
      "example": "The dog will bite the ball, I felt a bite of hunger, and they took a bite of the sandwich.",
      "example_translation": "El perro morderá el balón, sentí un mordisco de hambre, y ellos tomaron un mordisco del sandwich.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bite",
      "translation": "mordedura",
      "definition": "A wound or mark caused by biting or pinching",
      "definition_translation": "Una herida o marca causada por morder o pellizcar",
      "example": "I got a bite from the mosquito, she had a bite on her arm, and they treated the bite with antiseptic.",
      "example_translation": "Recibí una mordedura de mosquito, ella tenía una mordedura en su brazo, y ellos trataron la mordedura con antiséptico.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bitter",
      "translation": "amargo",
      "definition": "Having a strong, unpleasant taste, or feeling angry or resentful",
      "definition_translation": "Teniendo un sabor fuerte y desagradable, o sentirse enojado o resentido",
      "example": "The medicine tastes bitter, I felt bitter about the news, and they bitter about the loss.",
      "example_translation": "El medicamento tiene un sabor amargo, me sentí amargo sobre la noticia, y ellos se sintieron amargos sobre la pérdida.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bitterly",
      "translation": "amargamente",
      "definition": "In a bitter manner, or with great resentment or anger",
      "definition_translation": "De manera amarga, o con gran resentimiento o ira",
      "example": "I bitterly regretted my decision, she spoke bitterly about her ex, and they reacted bitterly to the criticism.",
      "example_translation": "Me arrepentí amargamente de mi decisión, ella habló amargamente sobre su ex, y ellos reaccionaron amargamente a la crítica.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bizarre",
      "translation": "extraño",
      "definition": "Very strange or unusual, often in a way that is unexpected or difficult to understand",
      "definition_translation": "Muy extraño o inusual, a menudo de manera inesperada o difícil de entender",
      "example": "The art exhibition was bizarre, I saw a bizarre creature in the movie, and they experienced a bizarre phenomenon.",
      "example_translation": "La exposición de arte fue extraña, vi una criatura extraña en la película, y ellos experimentaron un fenómeno extraño.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blackberry",
      "translation": "mora",
      "definition": "A type of fruit that is black or dark purple in color, often eaten raw or used in desserts",
      "definition_translation": "Un tipo de fruta que es negra o de color púrpura oscuro, a menudo comido crudo o utilizado en postres",
      "example": "I ate a blackberry pie, she picked blackberries in the forest, and they harvested blackberries from the farm.",
      "example_translation": "Comí una tarta de mora, ella recogió moras en el bosque, y ellos cosecharon moras de la granja.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blackcurrant",
      "translation": "grosella",
      "definition": "A type of fruit that is dark purple in color, often eaten raw or used in desserts",
      "definition_translation": "Un tipo de fruta que es de color púrpura oscuro, a menudo comido crudo o utilizado en postres",
      "example": "I drank blackcurrant juice, she ate blackcurrants in the garden, and they grew blackcurrants in their backyard.",
      "example_translation": "Bebí jugo de grosella, ella comió grosellas en el jardín, y ellos crecieron grosellas en su patio trasero.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blade",
      "translation": "hoja",
      "definition": "A flat, narrow, usually rectangular piece of metal, wood, or plastic used for cutting or dividing",
      "definition_translation": "Una pieza plana, estrecha, usualmente rectangular de metal, madera o plástico utilizada para cortar o dividir",
      "example": "The blade is sharp, I saw a blade in the kitchen, and they used a blade to cut the grass.",
      "example_translation": "La hoja es afilada, vi una hoja en la cocina, y ellos usaron una hoja para cortar el césped.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blank",
      "translation": "en blanco",
      "definition": "Having no writing or marks on it, or being completely empty or devoid of content",
      "definition_translation": "Sin escritura o marcas en ella, o siendo completamente vacío o carente de contenido",
      "example": "I started with a blank page, she stared at the blank wall, and they received a blank check.",
      "example_translation": "Comencé con una página en blanco, ella miró la pared en blanco, y ellos recibieron un cheque en blanco.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blind",
      "translation": "ciego",
      "definition": "Unable to see, or unwilling to accept or consider something",
      "definition_translation": "Incapaz de ver, o no dispuesto a aceptar o considerar algo",
      "example": "He is blind to the truth, she is blind to his flaws, and they were blind to the danger.",
      "example_translation": "Él es ciego a la verdad, ella es ciega a sus defectos, y ellos estaban ciegos al peligro.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blink",
      "translation": "parpadear",
      "definition": "To close and open one's eyes quickly, or to flash or shine briefly",
      "definition_translation": "Cerrar y abrir los ojos rápidamente, o brillar o relucir brevemente",
      "example": "I blinked in surprise, she blinked away the tears, and they blinked at the bright light.",
      "example_translation": "Parpadeé de sorpresa, ella parpadeó las lágrimas, y ellos parpadearon ante la luz brillante.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "block",
      "translation": "bloque",
      "definition": "A solid piece of material, such as wood or stone, used for building or construction",
      "definition_translation": "Un pedazo sólido de material, como madera o piedra, utilizado para construir o edificar",
      "example": "I built a block tower, she walked around the block, and they used blocks to build the wall.",
      "example_translation": "Construí una torre de bloques, ella caminó alrededor del bloque, y ellos usaron bloques para construir la pared.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bloody",
      "translation": "sangriento",
      "definition": "Covered in or stained with blood, or extremely violent or brutal",
      "definition_translation": "Cubierto o manchado con sangre, o extremadamente violento o brutal",
      "example": "The bloody battle, she wore a bloody dress, and they witnessed a bloody fight.",
      "example_translation": "La batalla sangrienta, ella llevó un vestido sangriento, y ellos presenciaron una pelea sangrienta.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blueberry",
      "translation": "arándano",
      "definition": "A small, round, usually blue or purple fruit that grows on bushes",
      "definition_translation": "Una fruta pequeña, redonda, usualmente azul o púrpura que crece en arbustos",
      "example": "I ate a blueberry pie, she picked blueberries in the forest, and they harvested blueberries from the farm.",
      "example_translation": "Comí una tarta de arándano, ella recogió arándanos en el bosque, y ellos cosecharon arándanos de la granja.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blush",
      "translation": "sonrojarse",
      "definition": "To become red in the face, typically due to shyness or embarrassment",
      "definition_translation": "Volverse rojo en la cara, típicamente debido a la timidez o vergüenza",
      "example": "She blushed at the compliment, I blushed when I saw her, and they blushed at the joke.",
      "example_translation": "Ella se sonrojó al recibir el cumplido, me sonreí cuando la vi, y ellos se sonrojaron al escuchar la broma.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board",
      "translation": "tabla",
      "definition": "A flat, usually rectangular piece of material, such as wood or plastic, used for various purposes",
      "definition_translation": "Un pedazo plano, usualmente rectangular de material, como madera o plástico, utilizado para diversos propósitos",
      "example": "I rode the surfboard, she sat on the board, and they used a board to build the shelves.",
      "example_translation": "Monté la tabla de surf, ella se sentó en la tabla, y ellos utilizaron una tabla para construir los estantes.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boast",
      "translation": "jactarse",
      "definition": "To talk with pride about something you have done or something you have",
      "definition_translation": "Hablar con orgullo sobre algo que has hecho o algo que tienes",
      "example": "I boasted about my new car to my friends. I will boast about my promotion at the party. She boasted about her pregnancy to her family.",
      "example_translation": "Me jacté de mi nuevo coche con mis amigos. Me jactaré de mi ascenso en la fiesta. Ella se jactó de su embarazo con su familia.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bodyguard",
      "translation": "guardaespaldas",
      "definition": "A person who is employed to protect someone from harm or injury",
      "definition_translation": "Una persona que es empleada para proteger a alguien de daño o lesión",
      "example": "The president had a bodyguard to protect him from threats. She worked as a bodyguard for a famous actress. He wanted to be a bodyguard for a politician.",
      "example_translation": "El presidente tenía un guardaespaldas para protegerlo de amenazas. Ella trabajaba como guardaespaldas para una actriz famosa. Él quería ser guardaespaldas para un político.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boiling",
      "translation": "hervir",
      "definition": "To heat a liquid until it is very hot and bubbles are forming",
      "definition_translation": "Calentar un líquido hasta que esté muy caliente y se formen burbujas",
      "example": "The water is boiling in the kettle. She was boiling the soup on the stove. They will be boiling the potatoes for dinner.",
      "example_translation": "El agua está hirviendo en la tetera. Ella estaba hirviendo la sopa en la estufa. Ellos estarán hirviendo las papas para la cena.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bold",
      "translation": "audaz",
      "definition": "Showing a willingness to take risks and do things that other people might be afraid to do",
      "definition_translation": "Mostrando una disposición a correr riesgos y hacer cosas que otras personas podrían tener miedo de hacer",
      "example": "He was bold enough to ask for a raise. She took a bold step by quitting her job. They were bold in their decision to start their own business.",
      "example_translation": "Él fue lo suficientemente audaz para pedir un aumento de sueldo. Ella dio un paso audaz al renunciar a su trabajo. Ellos fueron audaces en su decisión de empezar su propio negocio.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boldly",
      "translation": "audazmente",
      "definition": "In a bold or courageous manner",
      "definition_translation": "De manera audaz o valiente",
      "example": "She spoke boldly about her opinions. He acted boldly in the emergency situation. They boldly approached the stranger.",
      "example_translation": "Ella habló audazmente sobre sus opiniones. Él actuó audazmente en la situación de emergencia. Ellos se acercaron audazmente al desconocido.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bombing",
      "translation": "bombardeo",
      "definition": "An act of attacking someone or something with bombs",
      "definition_translation": "Un acto de atacar a alguien o algo con bombas",
      "example": "The country suffered a bombing during the war. There was a bombing at the airport last week. The news reported a bombing in the city.",
      "example_translation": "El país sufrió un bombardeo durante la guerra. Hubo un bombardeo en el aeropuerto la semana pasada. Las noticias informaron sobre un bombardeo en la ciudad.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bond",
      "translation": "bono",
      "definition": "A close and strong connection between people or groups",
      "definition_translation": "Una conexión cercana y fuerte entre personas o grupos",
      "example": "The two friends formed a strong bond over the years. The company issued a bond to raise capital. They have a special bond with their pet.",
      "example_translation": "Los dos amigos formaron un vínculo fuerte a lo largo de los años. La empresa emitió un bono para recaudar capital. Ellos tienen un vínculo especial con su mascota.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bonus",
      "translation": "bonificación",
      "definition": "An extra payment or benefit given to someone, usually in addition to their regular salary or wages",
      "definition_translation": "Un pago o beneficio adicional dado a alguien, usualmente en adición a su salario o sueldo regular",
      "example": "The company gave a bonus to all employees at the end of the year. She received a bonus for her excellent work. He was expecting a bonus for his hard work.",
      "example_translation": "La empresa dio una bonificación a todos los empleados al final del año. Ella recibió una bonificación por su excelente trabajo. Él esperaba una bonificación por su trabajo duro.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "booklet",
      "translation": "folleto",
      "definition": "A small book or pamphlet, typically one that is stapled or sewn together",
      "definition_translation": "Un pequeño libro o folleto, típicamente uno que está grapado o cosido junto",
      "example": "The tourist information office gave me a booklet about the city. She wrote a booklet about her travels. The company published a booklet about their products.",
      "example_translation": "La oficina de información turística me dio un folleto sobre la ciudad. Ella escribió un folleto sobre sus viajes. La empresa publicó un folleto sobre sus productos.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bookmark",
      "translation": "marcador",
      "definition": "A marker or tag that is inserted between the pages of a book to mark a particular place",
      "definition_translation": "Un marcador o etiqueta que se inserta entre las páginas de un libro para marcar un lugar particular",
      "example": "I used a bookmark to keep my place in the novel. She left a bookmark in her favorite book. He gave me a bookmark as a gift.",
      "example_translation": "Usé un marcador para mantener mi lugar en la novela. Ella dejó un marcador en su libro favorito. Él me dio un marcador como regalo.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]