[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bonnet",
      "translation": "capó",
      "definition": "A bonnet is a type of headgear that covers the top of the head and is typically worn by women.",
      "definition_translation": "Un capó es un tipo de tocado que cubre la parte superior de la cabeza y se lleva típicamente usado por mujeres.",
      "example": "She wore a bonnet to protect her hair from the sun. She has worn a bonnet to every garden party. She will wear a bonnet to the wedding.",
      "example_translation": "Ella llevaba un capó para proteger su pelo del sol. Ella ha llevado un capó a cada fiesta en el jardín. Ella llevará un capó a la boda.",
      "imageLink": "image_files\\English\\"imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dressing gown",
      "translation": "bata",
      "definition": "A dressing gown is a loose, comfortable robe worn over nightclothes.",
      "definition_translation": "Una bata es una bata suelta y cómoda que se lleva sobre la ropa de dormir.",
      "example": "She put on her dressing gown after taking a bath. He has been wearing a dressing gown all day. They will wear their dressing gowns to breakfast.",
      "example_translation": "Ella se puso su bata después de tomar un baño. Él ha estado llevando una bata todo el día. Ellos llevarán sus batas al desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hoodie",
      "translation": "sudadera con capucha",
      "definition": "A hoodie is a type of sweatshirt with a hood that covers the head and neck.",
      "definition_translation": "Una sudadera con capucha es un tipo de sudadera con una capucha que cubre la cabeza y el cuello.",
      "example": "He wore a hoodie to the gym. She has been wearing a hoodie all week. They will wear their hoodies to the concert.",
      "example_translation": "Él llevaba una sudadera con capucha al gimnasio. Ella ha estado llevando una sudadera con capucha toda la semana. Ellos llevarán sus sudaderas con capucha al concierto.",
      "imageLink": "image_files\\English\\"imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "housecoat",
      "translation": "bata de casa",
      "definition": "A housecoat is a loose, comfortable robe worn at home.",
      "definition_translation": "Una bata de casa es una bata suelta y cómoda que se lleva en casa.",
      "example": "She wore a housecoat to answer the door. He has been wearing a housecoat all morning. They will wear their housecoats to lunch.",
      "example_translation": "Ella llevaba una bata de casa para abrir la puerta. Él ha estado llevando una bata de casa toda la mañana. Ellos llevarán sus batas de casa al almuerzo.",
      "imageLink": "image_files\\English\\"imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "turtleneck",
      "translation": "cuello de tortuga",
      "definition": "A turtleneck is a type of sweater with a high, round neckline that covers the neck.",
      "definition_translation": "Un cuello de tortuga es un tipo de suéter con un cuello alto y redondo que cubre el cuello.",
      "example": "She wore a turtleneck to the office. He has been wearing a turtleneck all winter. They will wear their turtlenecks to the party.",
      "example_translation": "Ella llevaba un cuello de tortuga a la oficina. Él ha estado llevando un cuello de tortuga todo el invierno. Ellos llevarán sus cuellos de tortuga a la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "underskirt",
      "translation": "faldón",
      "definition": "An underskirt is a skirt worn under another skirt or dress.",
      "definition_translation": "Un faldón es una falda que se lleva debajo de otra falda o vestido.",
      "example": "She wore an underskirt to add volume to her skirt. He has been wearing an underskirt to the Renaissance fair. They will wear their underskirts to the wedding.",
      "example_translation": "Ella llevaba un faldón para agregar volumen a su falda. Él ha estado llevando un faldón a la feria del Renacimiento. Ellos llevarán sus faldones a la boda.",
      "imageLink": "image_files\\English\\"imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "waistcoat",
      "translation": "chaleco",
      "definition": "A waistcoat is a type of garment worn around the waist, typically as part of a three-piece suit.",
      "definition_translation": "Un chaleco es un tipo de prenda que se lleva alrededor de la cintura, generalmente como parte de un traje de tres piezas.",
      "example": "He wore a waistcoat to the formal event. She has been wearing a waistcoat to work. They will wear their waistcoats to the ceremony.",
      "example_translation": "Él llevaba un chaleco al evento formal. Ella ha estado llevando un chaleco al trabajo. Ellos llevarán sus chalecos a la ceremonia.",
      "imageLink": "image_files\\English\\"imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]