{
  "data": [
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "burdock",
      "translation": "lampazo",
      "definition": "A biennial plant with large, coarse leaves and purple flowers, used in medicine and as a vegetable.",
      "definition_translation": "Una planta bienal con grandes hojas gruesas y flores púrpuras, utilizada en medicina y como verdura.",
      "example": "I used to drink burdock tea to detox my body. Yesterday, I bought some burdock roots at the market. By next year, I will have grown my own burdock in my backyard.",
      "example_translation": "Solía beber té de lampazo para desintoxicar mi cuerpo. Ayer, compré algunas raíces de lampazo en el mercado. Para el próximo año, habré crecido mi propio lampazo en mi patio trasero.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "camomile",
      "translation": "manzanilla",
      "definition": "A herb with white or yellow flowers, used in teas and as a calming agent.",
      "definition_translation": "Una hierba con flores blancas o amarillas, utilizada en tés y como agente calmante.",
      "example": "My grandmother always drank camomile tea before bed to relax. She used to grow camomile in her garden. By next summer, I will have planted camomile in my own garden.",
      "example_translation": "Mi abuela siempre bebía té de manzanilla antes de acostarse para relajarse. Solía cultivar manzanilla en su jardín. Para el próximo verano, habré plantado manzanilla en mi propio jardín.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cat's claw",
      "translation": "uña de gato",
      "definition": "A vine with claw-like thorns, used in medicine to treat various health conditions.",
      "definition_translation": "Una vid con espinas como garras, utilizada en medicina para tratar various condiciones de salud.",
      "example": "The shaman used cat's claw to heal the wounded animal. He had used cat's claw many times before to cure diseases. By next season, he will have harvested more cat's claw for his medicine.",
      "example_translation": "El chamán usó uña de gato para curar al animal herido. Había usado uña de gato muchas veces antes para curar enfermedades. Para la próxima temporada, habrá cosechado más uña de gato para su medicina.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coltsfoot",
      "translation": "pie de lezna",
      "definition": "A perennial herb with yellow flowers, used in medicine to treat respiratory issues.",
      "definition_translation": "Una hierba perenne con flores amarillas, utilizada en medicina para tratar problemas respiratorios.",
      "example": "Coltsfoot is a natural remedy for coughs. My mother used to make coltsfoot tea when I was sick. By next winter, I will have learned how to make coltsfoot syrup.",
      "example_translation": "El pie de lezna es un remedio natural para la tos. Mi madre solía hacer té de pie de lezna cuando estaba enfermo. Para el próximo invierno, habré aprendido cómo hacer jarabe de pie de lezna.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dandelion",
      "translation": "diente de león",
      "definition": "A perennial weed with yellow flowers, used in medicine and as a food source.",
      "definition_translation": "Una mala hierba perenne con flores amarillas, utilizada en medicina y como fuente de alimentos.",
      "example": "Dandelion roots can be used as a coffee substitute. My neighbor grows dandelion in her garden. By next spring, I will have picked dandelion flowers for a salad.",
      "example_translation": "Las raíces de diente de león se pueden utilizar como sustituto del café. Mi vecina cultiva diente de león en su jardín. Para la próxima primavera, habré recogido flores de diente de león para una ensalada.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fenugreek",
      "translation": "fenogreco",
      "definition": "An annual herb with small white flowers, used in medicine and as a spice.",
      "definition_translation": "Una hierba anual con pequeñas flores blancas, utilizada en medicina y como especia.",
      "example": "Fenugreek is commonly used in Indian cuisine. I used to add fenugreek to my curry dishes. By next month, I will have planted fenugreek in my garden.",
      "example_translation": "El fenogreco se utiliza comúnmente en la cocina india. Solía agregar fenogreco a mis platos de curry. Para el próximo mes, habré plantado fenogreco en mi jardín.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ginseng",
      "translation": "ginseng",
      "definition": "A perennial plant with fleshy roots, used in medicine to increase energy and vitality.",
      "definition_translation": "Una planta perenne con raíces carnosas, utilizada en medicina para aumentar la energía y la vitalidad.",
      "example": "Ginseng is a popular ingredient in energy drinks. My friend used to take ginseng supplements to improve his memory. By next year, I will have tried ginseng tea to boost my energy.",
      "example_translation": "El ginseng es un ingrediente popular en bebidas energéticas. Mi amigo solía tomar suplementos de ginseng para mejorar su memoria. Para el próximo año, habré probado té de ginseng para aumentar mi energía.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "horsetail",
      "translation": "cola de caballo",
      "definition": "A perennial plant with hollow stems, used in medicine to treat skin conditions.",
      "definition_translation": "Una planta perenne con tallos huecos, utilizada en medicina para tratar condiciones de piel.",
      "example": "Horsetail is rich in silica, which is good for hair growth. My sister used to take horsetail supplements to strengthen her nails. By next summer, I will have planted horsetail in my garden to use in skincare products.",
      "example_translation": "La cola de caballo es rica en sílice, lo que es bueno para el crecimiento del cabello. Mi hermana solía tomar suplementos de cola de caballo para fortalecer sus uñas. Para el próximo verano, habré plantado cola de caballo en mi jardín para utilizarla en productos de cuidado de la piel.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "knotgrass",
      "translation": "pegajoso",
      "definition": "An annual herb with small white flowers, used in medicine to treat digestive issues.",
      "definition_translation": "Una hierba anual con pequeñas flores blancas, utilizada en medicina para tratar problemas digestivos.",
      "example": "Knotgrass is a natural remedy for diarrhea. My grandmother used to make knotgrass tea to calm stomachaches. By next winter, I will have learned how to make knotgrass poultice for skin wounds.",
      "example_translation": "El pegajoso es un remedio natural para la diarrea. Mi abuela solía hacer té de pegajoso para calmar las gastroenteritis. Para el próximo invierno, habré aprendido cómo hacer emplasto de pegajoso para heridas de piel.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lemon balm",
      "translation": "bálsamo de limón",
      "definition": "A perennial herb with light green leaves, used in medicine to treat anxiety and insomnia.",
      "definition_translation": "Una hierba perenne con hojas verdes claras, utilizada en medicina para tratar la ansiedad y el insomnio.",
      "example": "Lemon balm is a natural stress-reliever. I used to drink lemon balm tea before bed to sleep better. By next month, I will have planted lemon balm in my garden to use in skincare products.",
      "example_translation": "El bálsamo de limón es un alivio natural para el estrés. Solía beber té de bálsamo de limón antes de acostarme para dormir mejor. Para el próximo mes, habré plantado bálsamo de limón en mi jardín para utilizarlo en productos de cuidado de la piel.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "marigold",
      "translation": "caléndula",
      "definition": "An annual herb with bright yellow flowers, used in medicine to treat skin conditions.",
      "definition_translation": "Una hierba anual con flores amarillas brillantes, utilizada en medicina para tratar condiciones de piel.",
      "example": "Marigold is a natural remedy for wounds. My mother used to make marigold salve to heal cuts. By next spring, I will have planted marigold in my garden to use in skincare products.",
      "example_translation": "La caléndula es un remedio natural para las heridas. Mi madre solía hacer ungüento de caléndula para curar cortes. Para la próxima primavera, habré plantado caléndula en mi jardín para utilizarla en productos de cuidado de la piel.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "marshmallow",
      "translation": "malvavisco",
      "definition": "A perennial herb with soft, fluffy leaves, used in medicine to treat digestive issues.",
      "definition_translation": "Una hierba perenne con hojas suaves y esponjosas, utilizada en medicina para tratar problemas digestivos.",
      "example": "Marshmallow root is used to soothe digestive issues. I used to take marshmallow supplements to calm my stomach. By next year, I will have planted marshmallow in my garden to use in skincare products.",
      "example_translation": "La raíz de malvavisco se utiliza para calmar problemas digestivos. Solía tomar suplementos de malvavisco para calmar mi estómago. Para el próximo año, habré plantado malvavisco en mi jardín para utilizarlo en productos de cuidado de la piel.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ribwort plantain",
      "translation": "llantén menor",
      "definition": "A perennial herb with narrow leaves, used in medicine to treat skin conditions.",
      "definition_translation": "Una hierba perenne con hojas estrechas, utilizada en medicina para tratar condiciones de piel.",
      "example": "Ribwort plantain is a natural remedy for burns. My grandmother used to make ribwort plantain ointment to heal wounds. By next winter, I will have learned how to make ribwort plantain poultice for skin wounds.",
      "example_translation": "El llantén menor es un remedio natural para las quemaduras. Mi abuela solía hacer ungüento de llantén menor para curar heridas. Para el próximo invierno, habré aprendido cómo hacer emplasto de llantén menor para heridas de piel.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sage",
      "translation": "salvia",
      "definition": "A perennial herb with grayish-green leaves, used in medicine to improve cognitive function.",
      "definition_translation": "Una hierba perenne con hojas grisáceas-verdes, utilizada en medicina para mejorar la función cognitiva.",
      "example": "Sage is a natural remedy for memory loss. I used to add sage to my food to improve my concentration. By next month, I will have planted sage in my garden to use in skincare products.",
      "example_translation": "La salvia es un remedio natural para la pérdida de memoria. Solía agregar salvia a mi comida para mejorar mi concentración. Para el próximo mes, habré plantado salvia en mi jardín para utilizarla en productos de cuidado de la piel.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "St John's wort",
      "translation": "hierba de San Juan",
      "definition": "A perennial herb with yellow flowers, used in medicine to treat depression.",
      "definition_translation": "Una hierba perenne con flores amarillas, utilizada en medicina para tratar la depresión.",
      "example": "St John's wort is a natural remedy for anxiety. My friend used to take St John's wort supplements to improve his mood. By next year, I will have planted St John's wort in my garden to use in skincare products.",
      "example_translation": "La hierba de San Juan es un remedio natural para la ansiedad. Mi amigo solía tomar suplementos de hierba de San Juan para mejorar su estado de ánimo. Para el próximo año, habré plantado hierba de San Juan en mi jardín para utilizarla en productos de cuidado de la piel.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wormwood",
      "translation": "ajenjo",
      "definition": "A perennial herb with silvery-gray leaves, used in medicine to treat digestive issues.",
      "definition_translation": "Una hierba perenne con hojas plateadas-grises, utilizada en medicina para tratar problemas digestivos.",
      "example": "Wormwood is a natural remedy for indigestion. I used to drink wormwood tea to calm my stomach. By next winter, I will have learned how to make wormwood tincture for digestive issues.",
      "example_translation": "El ajenjo es un remedio natural para la indigestión. Solía beber té de ajenjo para calmar mi estómago. Para el próximo invierno, habré aprendido cómo hacer tintura de ajenjo para problemas digestivos.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]
}