{
  "data": [
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ubrania",
      "translation": "कपड़े",
      "definition": "Ubranie, szczególnie odzież wierzchnia, noszone na górnej części ciała.",
      "definition_translation": "शरीर के ऊपरी हिस्से पर पहने जाने वाले कपड़े",
      "example": "Wczoraj prałem moje ubrania, teraz je noszę, a jutro znów je założę.",
      "example_translation": "मैंने अपने कपड़े कल धोए, मैं अभी उन्हें पहने हुए हूँ, और मैं कल फिर से उन्हें पहनूँगा.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płaszcz",
      "translation": "कोट",
      "definition": "Odwieczny ubiór noszony na górnej części ciała, typowo bez rękawów i otwarty z przodu.",
      "definition_translation": "ऊपरी शरीर पर पहना जाने वाला बाहरी कपड़ा, आम तौर पर बिना Sleevesऔर सामने से खुला होता है.",
      "example": "W zimie nosiłem płaszcz, teraz noszę płaszcz, a w przyszłej zimie znów go założę.",
      "example_translation": "मैंने सर्दी में एक कोट पहना था, मैं अभी एक कोट पहने हुए हूँ, और मैं अगले सर्दी में फिर से एक कोट पहनूँगा.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "suknia",
      "translation": "ड्रेस",
      "definition": "Jednolite ubranie dla kobiety lub dziewczyny, typowo noszone na oficjalnych okazjach.",
      "definition_translation": "एक स्त्री या लड़की के लिए एक-टुकड़ा कपड़ा, आमतौर पर औपचारिक अवसर पर पहना जाता है.",
      "example": "Moja siostra wczoraj miała na sobie piękną suknię, teraz nosi suknię, a na przyjęciu znów ją założy.",
      "example_translation": "मेरी बहन ने कल एक सुंदर ड्रेस पहना था, वह अभी एक ड्रेस पहने हुए हैं, और वह पार्टी में फिर से एक ड्रेस पहनेगी.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapelusz",
      "translation": "टोपी",
      "definition": "Nakrycie głowy, typowo wykonane z tkaniny lub słomy, noszone dla ochrony przed zimnem, jako oświadczenie mody lub jako część uniformu.",
      "definition_translation": "एक सिर का आवरण, आम तौर पर कपड़े या च AW से बना होता है, गर्मी के लिए, फैशन स्टेटमेंट के रूप में, या वर्दी के हिस्से के रूप में।",
      "example": "W słońcu nosiłem kapelusz, teraz noszę kapelusz, a na plaży znów go założę.",
      "example_translation": "मैंने धूप में एक टोपी पहना था, मैं अभी एक टोपी पहने हुए हूँ, और मैं समुद्र तट पर फिर से एक टोपी पहनूँगा.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dżinsy",
      "translation": "जीन्स",
      "definition": "Dżinsy to rodzaj spodni wykonanych z denimu lub innej wytrzymałej tkaniny, typowo projektowanych do noszenia w sposób nieformalny.",
      "definition_translation": "जीन्स डेनिम या अन्य मजबूत फैब्रिक से बने पतलून का एक प्रकार है, जिसे आम तौर पर कैजुअल पहना जाता है.",
      "example": "Wczoraj na imprezie nosiłem dżinsy, teraz noszę dżinsy, a jutro znów je założę.",
      "example_translation": "मैंने पार्टी में कल रात को जीन्स पहने थे, मैं आज रात को पार्टी में जीन्स पहन रहा हूँ, और मैं कल रात को पार्टी में जीन्स पहनूँगा.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koszula",
      "translation": "कमीज",
      "definition": "Koszula to ubranie noszone na górnej części ciała, typowo z rękawami i kołnierzem.",
      "definition_translation": "कमीज ऊपरी शरीर का एक कपड़ा है, जिसमें आम तौर पर बाहें और कॉलर होता है.",
      "example": "Wczoraj wyprasowałem koszulę, teraz noszę koszulę, a jutro kupię nową.",
      "example_translation": "मैंने कल अपनी कमीज प्रेस की, मैं आज कमीज पहना हूँ, और मैं कल कमीज खरीदूँगा.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "but",
      "translation": "जूता",
      "definition": "But to obuwie noszone na nogach, aby chronić je i zapewnić komfort.",
      "definition_translation": "जूता पैर की रक्षा और आराम प्रदान करने के लिए पहना जाने वाला फुटवियर है.",
      "example": "W zeszłym tygodniu polerowałem buty, teraz noszę buty, a w przyszłym tygodniu kupię nowe.",
      "example_translation": "मैंने पिछले हफ्ते अपने जूते पॉलिश किए, मैं आज जूते पहना हूँ, और मैं अगले हफ्ते जूते खरीदूँगा.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spódnica",
      "translation": "स्किर्ट",
      "definition": "Spódnica to ubranie noszone przez kobiety i dziewczyny, typowo zwisające z pasa i sięgające do kolan lub kostek.",
      "definition_translation": "स्किर्ट महिलाओं और लड़कियों द्वारा पहना जाने वाला एक कपड़ा है, जो आम तौर पर कमर से लटका होता है और घुटनों या टखनों तक फैला होता है.",
      "example": "Wczoraj na przyjęciu miała na sobie spódnice, teraz nosi spódnice, a na weselu znów ją założy.",
      "example_translation": "उसने पार्टी में कल स्किर्ट पहना था, वह आज ऑफिस में स्किर्ट पहना है, और वह कल शादी में स्किर्ट पहनेगी.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "T-shirt",
      "translation": "टी-शर्ट",
      "definition": "T-shirt to krótki, casual top, typowo wykonany z bawełny, włókna syntetycznego lub mieszanki obu, noszony na okazjach nieformalnych.",
      "definition_translation": "एक अल्पawai कैज़ुअल टॉप, ज्यादातर सूती, सिंथेटिक फाइबर या दोनों के मिश्रण से बना, कैज़ुअल अवसरों के लिए पहना जाता है।",
      "example": "Wczoraj na plaży nosiłem T-shirt, teraz noszę jeden, a na przyjęciu znów go założę.",
      "example_translation": "मैं कल समुद्र तट पर एक टी-शर्ट पहन कर गया था, मैं अब एक पहन रहा हूँ, और मैं कल पार्टी में एक पहनूँगा।",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spodnie",
      "translation": "पैंट",
      "definition": "Spodnie to zewnętrzne ubranie nakrywające nogi, typowo wykonane z tkaniny, noszone na okazjach formalnych lub nieformalnych.",
      "definition_translation": "पैरों को ढकने वाला एक बाहरी पहनावा, ज्यादातर कपड़े से बना, कैज़ुअल या औपचारिक अवसरों के लिए पहना जाता है।",
      "example": "W tym tygodniu codziennie nosiłem spodnie do pracy, nosiłem je na weselu w zeszłym tygodniu, a na konferencji w przyszłym miesiącu znów je założę.",
      "example_translation": "मैं इस हफ्ते हर दिन काम पर पैंट पहन कर गया हूँ, मैं पिछले हफ्ते शादी में पहन कर गया था, और मैं अगले महीने कॉन्फ्रेंस में पहनूँगा।",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "but",
      "translation": "बूट",
      "definition": "Czyste obuwie zakrywające nogę i kostkę, zwykle wykonane z skóry lub materiałów syntetycznych, noszone do aktywności na świeżym powietrzu lub jako oświadczenie mody.",
      "definition_translation": "एक मजबूत पैर केToProps, ज्यादातर चमड़े या सिंथेटिक सामग्री से बना, आउटडोर गतिविधियों या फैशन स्टेटमेंट के रूप में पहना जाता है।",
      "example": "W zeszłym roku włożyłem buty na wycieczkę w góry, teraz noszę je do gry w piłkę nożną, a w przyszłym tygodniu włożę je na festiwal.",
      "example_translation": "मैं पिछले साल पर्वत में ट्रेकिंग के लिए बूट पहन कर गया था, मैं अब सॉकर खेलने के लिए पहन रहा हूँ, और मैं अगले हफ्ते त्योहार में पहनूँगा।",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czapka",
      "translation": "टोपी",
      "definition": "Miękki, dopasowany kapelusz, zwykle wykonany z tkaniny lub materiałów syntetycznych, noszony na głowie do celów casualowych lub sportowych.",
      "definition_translation": "एक नरम, समीप-से-फिटिंग टोपी, ज्यादातर कपड़े या सिंथेटिक सामग्री से बनी, सिर पर कैज़ुअल या एथलेटिक उद्देश्यों के लिए पहनी जाती है।",
      "example": "Wczoraj włożyłem czapkę na mecz baseballowy, teraz noszę ją, aby chronić twarz przed słońcem, a jutro włożę ją do biegania.",
      "example_translation": "मैं कल बेसबॉल गेम में एक टोपी पहन कर गया था, मैं अब सूरज से अपने चेहरे की रक्षा के लिए एक पहन रहा हूँ, और मैं कल जोगिंग के लिए एक पहनूँगा।",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rękawiczka",
      "translation": "मुज़",
      "definition": "Rękawiczka to rodzaj odzieży zakrywającej dłoń, zwykle sięgająca nad nadgarstek, z oddzielnymi palcami i kciukiem, noszona dla ochrony, ciepła lub jako oświadczenie mody.",
      "definition_translation": "एक मुज़ हाथ का परिधान है, जिसके अलग-अलग उंगलियां और अंगूठा हैं, जिसका उपयोग सुरक्षा, गर्मी या फैशन स्टेटमेंट के लिए किया जाता है।",
      "example": "Włożyłem rękawiczkę, aby chronić dłoń przed zimnem. Włożę rękawiczkę, aby zagrać w golf jutro. Ona włożyła rękawiczkę na przyjęcie wczoraj wieczorem.",
      "example_translation": "मैंने ठंड से अपने हाथ की रक्षा के लिए मुज़ पहना था. मैं कल गोल्फ खेलने के लिए मुज़ पहनूँगा. उसने पार्टी में कल रात मुज़ पहना था.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kurtka",
      "translation": "जैकेट",
      "definition": "Kurtka to rodzaj odzieży noszonej na górze ciała, zwykle sięgająca do talii lub bioder, z rękawami i kołnierzem, często noszona do celów casualowych lub formalnych.",
      "definition_translation": "एक जैकेट ऊपरी शरीर पर पहने जाने वाला एक प्रकार का परिधान है, जिसका उपयोग अपने कूल्हे या कमर तक होता है, जिसके साथ लंबे हाथ और एक कॉलर होता है, अक्सर साधारण या औपचारिक अवसरों पर पहना जाता है।",
      "example": "On włożył kurtkę na przyjęcie. Włożę kurtkę na spotkanie jutro. Ona włożyła kurtkę do siłowni dzisiaj.",
      "example_translation": "उसने पार्टी में जैकेट पहना था. मैं कल मीटिंग में जैकेट पहनूँगा. उसने जिम में आज जैकेट पहना है.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter",
      "translation": "स्वेटर",
      "definition": "Sweter to rodzaj odzieży noszonej na górze ciała, zwykle sięgający do talii lub bioder, z rękawami i kołnierzem, często noszony do celów casualowych lub sportowych.",
      "definition_translation": "एक स्वेटर ऊपरी शरीर पर पहने जाने वाला एक प्रकार का परिधान है, जिसका उपयोग अपने कूल्हे या कमर तक होता है, जिसके साथ लंबे हाथ और एक कॉलर होता है, अक्सर साधारण या एथलेटिक अवसरों पर पहना जाता है।",
      "example": "Ona włożyła sweter na wycieczkę. Włożę sweter na mecz jutro. On włożył sweter na przyjęcie wczoraj wieczorem.",
      "example_translation": "उसने हाइक में स्वेटर पहना था. मैं कल गेम में स्वेटर पहनूँगा. उसने पार्टी में कल रात स्वेटर पहना था.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kieszeń",
      "translation": "जेब",
      "definition": "Kieszeń to mała torba lub koperta zszyta do ubrania, używana do przenoszenia małych przedmiotów, takich jak monety, klucze lub portfel.",
      "definition_translation": "एक जेब कपड़े में सिला हुआ या लगा हुआ एक छोटा बैग या लिफाफा है, जिसका उपयोग छोटे-छोटे सामान, जैसे सिक्के, चाभी, या वॉलेट, रखने के लिए किया जाता है।",
      "example": "Włożyłem telefon do kieszeni. Włożę klucze do kieszeni jutro. On włożył portfel do kieszeni wczoraj.",
      "example_translation": "मैंने अपना फोन अपनी जेब में रखा था. वह कल अपनी चाभी अपनी जेब में रखेगी. उसने कल अपना वॉलेट अपनी जेब में रखा था.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "peleryna",
      "translation": "रेनकोट",
      "definition": "Peleryna to wodoodporna lub wodoodporne płaszcze noszone, aby chronić ciało przed deszczem.",
      "definition_translation": "रेनकोट शरीर को बारिश से बचाने के लिए पहना जाने वाला पानी-प्रतिरोधी या पानी-रहित जैकेट है।",
      "example": "Włożyłem pelerynę, aby chronić się przed ciężkim deszczem. Włożę pelerynę jutro, jeśli pada. Włożyłem pelerynę, gdy poszedłem do parku w zeszłym tygodniu.",
      "example_translation": "मैंने भारी बारिश से खुद को बचाने के लिए रेनकोट पहना था. अगर कल बारिश होगी तो मैं रेनकोट पहनूँगा. मैंने पिछले सप्ताह पार्क में जाते समय रेनकोट पहना था.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szal",
      "translation": "दुपट्टा",
      "definition": "Szal to kawałek tkaniny noszony wokół szyi lub głowy, aby chronić przed zimnem lub jako dodatek mody.",
      "definition_translation": "दुपट्टा गर्मी, सुरक्षा या फैशन के सहायक के रूप में गले या सिर पर पहना जाने वाला कपड़े का टुकड़ा है।",
      "example": "Ona owinęła szal wokół szyi, aby się ogrzać. Włożę szal jutro, aby chronić się przed zimnem. Oni owinęli szal, gdy poszli na góry w zeszłym roku.",
      "example_translation": "उसने अपने गले को गर्म रखने के लिए दुपट्टा लपेटा. वह कल ठंड से बचाने के लिए दुपट्टा पहनेगा. वे पिछले साल पर्वत पर जाते समय दुपट्टा पहने थे.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szorty",
      "translation": "शॉर्ट्स",
      "definition": "Szorty to rodzaj krótkich spodni sięgających do kolan, noszone w ciepłej pogodzie lub do sportów.",
      "definition_translation": "शॉर्ट्स गर्म मौसम में या खेल के लिए पहने जाने वाले जीन्स का एक प्रकार है, जो घुटने से justo ऊपर तक पहुँचता है।",
      "example": "Włożyłem szorty na plażę wczoraj. Ona włoży szorty na przyjęcie jutro. Oni włożyli szorty, gdy gracze krikietu w zeszłym tygodniu.",
      "example_translation": "मैंने कल समुद्र तट पर शॉर्ट्स पहने थे. वह आज रात की पार्टी में शॉर्ट्स पहनेगी. वे पिछले सप्ताह क्रिकेट खेलते समय शॉर्ट्स पहने थे.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skarpetka",
      "translation": "मोज़ा",
      "definition": "Skarpetka to rodzaj obuwia zakrywającego stopę, zwykle noszone z butami.",
      "definition_translation": "मोज़ा एक प्रकार का कपड़ा है जो पैर को ढकता है, आमतौर पर जूते के साथ पहना जाता है।",
      "example": "Straciłem skarpetkę w pralce. Włożę skarpetkę na trening jutro. Oni włożyli skarpetki, gdy poszli na mecz piłki nożnej w zeszłym miesiącu.",
      "example_translation": "मैंने वाशिंग मशीन में एक मोज़ा खो दिया. वह कल जिम में मोज़ा पहनेगी. वे पिछले महीने सॉकर खेल में गये थे.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komplet",
      "translation": "सूट",
      "definition": "Zestaw strojów zewnętrznych wykonanych z tej samej tkaniny i zaprojektowanych, aby być noszonym razem, zazwyczaj składający się z marynarki i spodni lub marynarki i spódnicy.",
      "definition_translation": "एक ही फैबरिक से बने बाहरी कपड़ों का सेट जिसे एक साथ पहना जाता है, जिसमें आम तौर पर जैकेट और ट्राउज़र या जैकेट और स्कर्ट होता है.",
      "example": "Wczoraj włożyłem komplet na rozmowę o pracę, jutro włożę go na ślub, a w zeszłym tygodniu włożyłem go do biura.",
      "example_translation": "मैं कल नौकरी के साक्षात्कार में सूट पहना था, मैं कल शादी में पहनूँगा, और मैंने पिछले हफ्ते ऑफिस में पहना था.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter",
      "translation": "स्वेटर",
      "definition": "Odzieżowa część o kroju swetra, zazwyczaj z kołnierzem i rękawami, noszona nad koszulą lub sukienką dla ciepła.",
      "definition_translation": "एक न紂ीदार गारमेंट, जिसकीtypically एक कॉलर और स्लीव्स होती है, जिसे शर्ट या ड्रेस पर पहना जाता है ताकि गर्मी मिल सके।",
      "example": "Wczoraj włożyłem sweter na spacer, jutro włożę go w góry, a w zeszłym tygodniu włożyłem go do biura.",
      "example_translation": "मैं कल पार्क में स्वेटर पहना था, मैं कल पर्वतों में पहनूँगा, और मैंने पिछले हफ्ते ऑफिस में पहना था.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stroj kąpielowy",
      "translation": "तैराकी कॉस्ट्यूम",
      "definition": "Specjalny strój noszony do pływania, zazwyczaj wykonany z lekkiej, szybkoschnącej tkaniny.",
      "definition_translation": "तैराकी के लिए पहना जाने वाला एक विशेष आउटफिट, जिसका आम तौर पर हल्का और तेज सुखाने वाला फैबरिक होता है।",
      "example": "Wczoraj włożyłem strój kąpielowy na plażę, jutro włożę go do basenu, a w zeszłym tygodniu włożyłem go do parku wodnego.",
      "example_translation": "मैं कल बीच में तैराकी का कॉस्ट्यूम पहना था, मैं कल पूल में पहनूँगा, और मैंने पिछले हफ्ते वॉटर पार्क में पहना था.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kostium pływacki",
      "translation": "स्विमसूट",
      "definition": "Odzież noszona do pływania, zazwyczaj wykonana z lekkiej, szybkoschnącej tkaniny.",
      "definition_translation": "तैराकी के लिए पहना जाने वाला एक कपड़ा, जिसका आम तौर पर हल्का और तेज सुखाने वाला फैबरिक होता है।",
      "example": "Wczoraj włożyłem kostium pływacki na plażę, jutro włożę go do basenu, a w zeszłym tygodniu włożyłem go do parku wodnego.",
      "example_translation": "मैं कल बीच में स्विमसूट पहना था, मैं कल पूल में पहनूँगा, और मैंने पिछले हफ्ते वॉटर पार्क में पहना था.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krawat",
      "translation": "टाई",
      "definition": "wiązać lub łączyć coś za pomocą sznurka lub sznura",
      "definition_translation": "किसी चीज़ को डोरी या रस्सी से बांधना",
      "example": "Przed wyjściem na bieg wiązałem sznurowadła. Teraz wiążę krawat na ślub. Jutro wiążę pakiet z wstążką.",
      "example_translation": "मैं दौड़ने से पहले अपने जूते की लेस बांधी। मैं शादी के लिए अपनी टाई बांध रहा हूँ। मैं रिबन से पैकेज बांधूँगा।",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pończochy",
      "translation": "टाइट्स",
      "definition": "ubranie, które ściśle przylega do nóg",
      "definition_translation": "पैरों के चारों ओर टाइट फिट होने वाले कपड़े",
      "example": "Ona włożyła pończochy na imprezę wczoraj wieczorem. ŻuCzemu on włożył pończochy, aby się ogrzać. Kupiłem pończochy na zimę.",
      "example_translation": "रात को पार्टी में उसने टाइट्स पहने थे। स्केटर ने गर्म रहने के लिए टाइट्स पहने। मैंने सर्दियों के मौसम के लिए टाइट्स खरीदे।",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "adidasy",
      "translation": "टरेनर्स",
      "definition": "buty zaprojektowane dla aktywności fizycznej lub fitness",
      "definition_translation": "एथलेटिक या फिटनेस गतिविधियों के लिए डिज़ाइन किए गए जूते",
      "example": "Wczoraj włożyłem adidasy do siłowni. Zawodnik włożył adidasy na maraton. Ona kupiła adidasy dla swojej klasy jogi.",
      "example_translation": "मैं आज जिम में ट्रेनर्स पहन कर गया। एथलीट ने मैराथन दौड़ने के लिए ट्रेनर्स पहने। उसने योगा क्लास के लिए ट्रेनर्स खरीदे।",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mundur",
      "translation": "यूनिफॉर्म",
      "definition": "zestaw strojów noszonych przez osoby z tej samej organizacji lub grupy",
      "definition_translation": "एक PARTICULAR संगठन या समूह के लोगों द्वारा पहने जाने वाले कपड़ों का सेट",
      "example": "Uczniowie nosili mundurki do szkoły. Policjant nosił mundur do pracy. Drużyna nosiła mundurki na mecz.",
      "example_translation": "छात्रों ने स्कूल में यूनिफॉर्म पहने। पुलिस अधिकारी ने काम पर यूनिफॉर्म पहना। टीम ने गेम के लिए यूनिफॉर्म पहने।",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bluzka",
      "translation": "ब्लाउज",
      "definition": "Bluzka jest rodzajem upper-body urody noszonej przez kobiety, zazwyczaj składającej się z luźnej, zdobionej góry z guzikami lub innym rodzajem zamknięcia.",
      "definition_translation": "एक ब्लाउज यह एक प्रकार का ऊपरी शरीर का गर्म पोशाक है जिसका उपयोग महिलाओं द्वारा किया जाता है, आमतौर पर बटन या क्लोजर के कुछ अन्य रूप से सजाया गया टॉप。",
      "example": "Wczoraj wieczorem włożyłem bluzkę na imprezę. Teraz noszę bluzkę do pracy. Jutro włożę bluzkę na ślub.",
      "example_translation": "मैंने पार्टी में कल रात को ब्लाउज पहना था. मैं आज काम पर ब्लाउज पहन रहा हूँ. मैं अगले सप्ताह शादी में ब्लाउज पहनूँगा.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kołnierzyk",
      "translation": "कॉलर",
      "definition": "Kółnierzyk to część ubrania, która pasuje wokół szyi, zazwyczaj mając sztywną lub sztywnej kształcie.",
      "definition_translation": "एक कॉलर एक ऐसा हिस्सा है जो गर्दन के आसपास फिट होता है, आमतौर पर सiff या रिगिड आकार का होता है.",
      "example": "Pies nosił kołnierzyk z tabliczką. Koszula miała sztywny kołnierzyk, co sprawiało, że było niekomfortowe jej noszenie. Jutro wyprasuję kołnierzyk mojej nowej sukienki.",
      "example_translation": "कुत्ते ने नाम टैग के साथ कॉलर पहना था. शर्ट में सiff कॉलर था जिसके कारण पहनने में असहज था. वह कल अपने नए ड्रेस के कॉलर की इस्त्री करेगी.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obcas",
      "translation": "हील",
      "definition": "Obcas to część buta lub kozła, która znajduje się z tyłu, poniżej kostki.",
      "definition_translation": "हील एक जूते या बूट का वह हिस्सा है जो एड़ी के नीचे स्थित है.",
      "example": "Złamała obcas swojego buta, tańcząc. On ma wysoki obcas na swoich nowych kozłach. Ona będzie nosić obcasy na imprezie dziś wieczorem.",
      "example_translation": "उसने नाचते हुए अपने जूते का हील तोड़ दिया. उसके नए जूते पर ऊंचा हील है. वह आज रात की पार्टी में हील पहनेगी.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "majtki",
      "translation": "कニックर्स",
      "definition": "Majtki to rodzaj bielizny damskej, składający się z luźnego, kolanowego elementu.",
      "definition_translation": "कニックर्स एक प्रकार का अंडरगारमेंट है जिसका उपयोग महिलाओं द्वारा किया जाता है, आमतौर पर घुटने की लंबाई का ढीला गर्म पोशाक.",
      "example": "Zapomniała założyć majtki pod spódnicą. Kupiłam nową parę majtek wczoraj. Ona będzie nosić majtki na siłownię jutro.",
      "example_translation": "उसने अपने स्कर्ट के नीचे कニックर्स पहनना भूल गई. मैंने कल एक नया जोड़ा कニックर्स खरीदा. वह कल जिम में कニックर्स पहनेगी.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spodnie",
      "translation": "पैंट",
      "definition": "Ubranie noszone na dolnej części ciała, pokrywające nogi.",
      "definition_translation": "निचले शरीर के निचले हिस्से में पहनने वाला वस्त्र, पैरों को ढकता है",
      "example": "Wczoraj wieczorem nosiłem spodnie na imprezę, noszę spodnie do pracy każdego dnia, i będę nosić spodnie na koncert jutro.",
      "example_translation": "मैंने कल रात पार्टी में पैंट पहने थे, मैं हर दिन ऑफिस में पैंट पहनता हूँ, और मैं कल कॉन्सर्ट में पैंट पहनूँगा",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter",
      "translation": "ओवरकोट",
      "definition": "Ubranie nakładane przez głowę, pokrywające górną część ciała.",
      "definition_translation": "एक वस्त्र जो सिर के ऊपर से पहना जाता है और शरीर के ऊपरी हिस्से को ढकता है",
      "example": "Włożyłem sweter, aby się ogrzać, włożę sweter każdego ranka, i włożę sweter na jogging wczoraj.",
      "example_translation": "मैंने गर्मी के लिए ओवरकोट पहना था, मैं हर सुबह ओवरकोट पहनता हूँ, और मैं अपने जोगिंग सेशन के लिए ओवरकोट पहनूँगा",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sandał",
      "translation": "चप्पल",
      "definition": "Rodzaj obuwia, który eksponuje stopę i jest typowo noszony w ciepłej pogodzie.",
      "definition_translation": "एक प्रकार का पादरक्षा जो पैर को प्रकट करता है और आमतौर पर गर्म मौसम में पहना जाता है",
      "example": "Wczoraj nosiłem sandały na plaży, noszę sandały do parku każdego weekendu, i będę nosić sandały na ślub przyjaciółki miesiąc temu.",
      "example_translation": "मैंने कल समुद्र तट पर चप्पल पहने थे, मैं हर वीकेंड पार्क में चप्पल पहनता हूँ, और मैं अपने दोस्त की शादी में अगले महीने चप्पल पहनूँगा",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rękaw",
      "translation": "अस्तीन",
      "definition": "Część ubrania, która pokrywa rękę, typowo od ramienia do nadgarstka.",
      "definition_translation": "एक वस्त्र का भाग जो बाँह को ढकता है, आम तौर पर कंधे से कलाई तक",
      "example": "Zwinąłem rękaw, aby pokazać nowy tatuaż, noszę długi rękaw na zimę, i skrócę rękaw sukni na lato.",
      "example_translation": "मैंने अपने नए टैटू को दिखाने के लिए अपना अस्तीन ऊपर किया था, मैं सर्दी में लंबा अस्तीन वाला शर्ट पहनता हूँ, और मैं गर्मी के लिए अपने ड्रेस का अस्तीन छोटा करूँगा",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapcie",
      "translation": "चप्पल",
      "definition": "Kapcie to rodzaj obuwia, które jest zaprojektowane do noszenia w domu, typowo wykonane z miękkich materiałów, takich jak bawełna lub skóra.",
      "definition_translation": "चप्पल एक प्रकार का पायल है जो घर के अंदर पहना जाता है, आमतौर पर मुलायम सामग्री जैसे कॉटन या चमड़े से बना होता है.",
      "example": "Wczoraj wieczorem nosiłem kapcie do łóżka, teraz je noszę, i będę nosić je jutro rano.",
      "example_translation": "मैंने कल रात को बिस्तर पर चप्पल पहना था, मैं अब उन्हें पहना हुआ हूँ, और मैं कल सुबह उन्हें पहनूँगा.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koszulka",
      "translation": "स्वेटशर्ट",
      "definition": "Koszulka to rodzaj ubrania sportowego lub casualowego, typowo wykonane z bawełny lub materiałów syntetycznych.",
      "definition_translation": "स्वेटशर्ट एक प्रकार का कैजуль गारमेंट है जो एथलेटिक या कैजуль PURPOSE के लिए पहना जाता है, आमतौर पर कॉटन या सिंथेटिक सामग्री से बना होता है.",
      "example": "Wczoraj nosiłem koszulkę, teraz ją noszę, i będę nosić ją jutro do siłowni.",
      "example_translation": "मैंने कल एक स्वेटशर्ट पहना था, मैं अब एक पहना हुआ हूँ, और मैं कल जिम जाने के लिए एक पहनूँगा.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąpielówki",
      "translation": "स्विमिंग ट्रंक्स",
      "definition": "Kąpielówki to rodzaj spodenek, które są zaprojektowane do pływania, typowo wykonane z materiałów szybkoschnących, takich jak poliester lub nylon.",
      "definition_translation": "स्विमिंग ट्रंक्स एक प्रकार के शॉर्ट्स हैं जो तैराकी के लिए डिज़ाइन किए गए हैं, आमतौर पर क्विक-ड्राइंग सामग्री जैसे पॉलिएस्टर या नायलॉन से बने होते हैं.",
      "example": "Wczoraj lato nosiłem kąpielówki na plaży, planuję kupić nową parę teraz, i będę nosić je na imprezę basenową za tydzień.",
      "example_translation": "मैंने पिछले गर्मी में समुद्र तट पर स्विमिंग ट्रंक्स पहना था, मैं अब एक नया जोड़ा खरीदने की योजना बना रहा हूँ, और मैं अगले हफ्ते पूल पार्टी में उन्हें पहनूँगा.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bluzka",
      "translation": "टॉप",
      "definition": "Bluzka to rodzaj ubrania górnej części ciała, które pokrywa tors, typowo wykonane z lekkich materiałów, takich jak bawełna lub jedwab.",
      "definition_translation": "टॉप एक प्रकार का ऊपरी बदन का गारमेंट है जो टोर्सो को कवर करता है, आमतौर पर हल्के सामग्री जैसे कॉटन या सिल्क से बना होता है.",
      "example": "Wczoraj nosiłem bluzkę, teraz noszę inną, i będę nosić nową jutro na imprezę.",
      "example_translation": "मैंने कल एक टॉप पहना था, मैं अब एक अलग टॉप पहना हुआ हूँ, और मैं कल पार्टी में एक नया टॉप पहनूँगा.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "manżeta",
      "translation": "कफ",
      "definition": "Manżeta to rodzaj tkaniny lub strapu, noszonego wokół nadgarstka, aby zapiąć rękaw, lub projektujący obramowania wokół otworu lub otworu.",
      "definition_translation": "कफ एक प्रकार का कपड़ा या स्ट्रैप होता है जो आस्तीन को बंद करने के लिए कलाई के आसपास पहना जाता है, या एक होल या ओपनिंग के आसपास एक परिचालित रिम या बॉर्डर होता है.",
      "example": "Ona zrolowała rękawy, aby uniknąć zabrudzenia manżet. Koszula miała manżety na nadgarstkach. On musiał dostosować manżetę swej koszuli, aby się dobrze zmieścić.",
      "example_translation": "उसने अपने आस्तीन को मोड़ा ताकि उसके कफ गंदे न हों. शर्ट में कलाई पर कफ थे. उसे अपने शर्ट के कफ को ठीक से फिट होने के लिए एडजस्ट करना पड़ा.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kask",
      "translation": "हेलमेट",
      "definition": "Kask to ochronny hełm noszony, aby chronić głowę przed urazem, szczególnie w sporcie, wojsku lub działalności budowlanej.",
      "definition_translation": "एक हेलमेट एक सुरक्षात्मक सिर ढकना होता है जो सिर की चोट से बचाने के लिए पहना जाता है, विशेष रूप से खेल, सैन्य या निर्माण गतिविधियों में.",
      "example": "Rowerzysta nosił kask, aby chronić swoją głowę. Żołnierz nosił kask podczas wojny. Pracownik budowlany musiał nosić kask na terenie budowy.",
      "example_translation": "साइकिलिस्ट ने अपने सिर की रक्षा के लिए एक हेलमेट पहना था. सैनिक ने युद्ध के दौरान एक हेलमेट पहना था. निर्माण मजदूर को साइट पर एक हेलमेट पहनना पड़ा.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kaptur",
      "translation": "छत",
      "definition": "Górna część płaszcza lub kurtki, lub składany daszek na głowę i szyję, zazwyczaj przyczepiony do kurtki lub płaszcza.",
      "definition_translation": "एक केप या कोट का शीर्ष भाग, या सिर और गर्दन के लिए एक तह कवर,通常 जैकेट या कोट से जुड़ा हुआ है.",
      "example": "Ona nosiła płaszcz z kapturem, aby chronić się przed deszczem. Ona miała na sobie kurtkę z kapturem wczoraj. Ona będzie nosić kaptur na balu jutro.",
      "example_translation": "वह बारिश से खुद को बचाने के लिए एक हुड वाला कोट पहनी थी। उसने पिछले दिन एक हुड वाला जैकेट पहना था। वह कल पार्टी में एक हुड वाला केप पहनेगी.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pończochy kolanowe",
      "translation": "घुटने के मोजे",
      "definition": "Pończochy, które pokrywają kolano, zazwyczaj noszone dla celów sportowych lub moda.",
      "definition_translation": "घुटने को ढकने वाले मोजे, आमतौर पर एथलेटिक या फैशन के लिए पहने जाते हैं.",
      "example": "Ona nosiła pończochy kolanowe, aby grać w piłkę nożną. Ona miała na sobie pończochy kolanowe na pokazie mody. Ona będzie nosić pończochy kolanowe na maratonie w następnym tygodniu.",
      "example_translation": "वह सॉकर खेलने के लिए घुटने के मोजे पहनी थीं। वह फैशन शो में घुटने के मोजे पहनी थीं। वह अगले हफ्ते मैराथन में घुटने के मोजे पहनेगी.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nocna sukienka",
      "translation": "रात का गाउन",
      "definition": "Luźna, zazwyczaj sięgająca do podłogi, sukienka noszona do spania lub odpoczynku.",
      "definition_translation": "सो जाने या आराम करने के लिए पहना जाने वाला ढीला, आमतौर पर जमीन तक लंबा परिधान.",
      "example": "Ona nosiła nocną sukienkę do łóżka. Ona miała na sobie nocną sukienkę na prywatce. Ona będzie nosić nocną sukienkę do szpitala dzisiaj wieczorem.",
      "example_translation": "वह बिस्तर पर रात का गाउन पहनी थीं। वह स्लीपओवर में रात का गाउन पहनी थीं। वह आज रात अस्पताल में रात का गाउन पहनेगी.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nocna koszulka",
      "translation": "नाइटी",
      "definition": "Krótka, luźna koszulka noszona do spania lub odpoczynku.",
      "definition_translation": "सो जाने या आराम करने के लिए पहना जाने वाला छोटा, ढीला परिधान.",
      "example": "Ona nosiła nocną koszulkę do łóżka. Ona miała na sobie nocną koszulkę w hotelu. Ona będzie nosić nocną koszulkę na campingu jutro.",
      "example_translation": "वह बिस्तर पर नाइटी पहनी थीं। वह होटल में नाइटी पहनी थीं। वह कल कैंप में नाइटी पहनेगी.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piżama",
      "translation": "पजामा",
      "definition": "Luźne, swobodne spodnie noszone do spania lub odpoczynku, zwykle wykonane z miękkiej, lekkiej tkaniny.",
      "definition_translation": "लेटने या ऐश करने के लिए पहने जाने वाले ढीले-ढाले पजामा, आमतौर पर सॉफ्ट, हल्के कपड़े से बने होते हैं",
      "example": "Nosiłem piżamę do łóżka wczoraj wieczorem. On nosi piżamę, aby się zrelaksować w weekend. On będzie nosić piżamę do kina dzisiaj wieczorem.",
      "example_translation": "मैं कल रात को बेड पर पजामा पहना था. मैं वीकेंड पर आराम करने के लिए पजामा पहनता हूँ. मैं आज रात को मूवी पर पजामा पहनूँगा.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "adidasy",
      "translation": "स्नीकर्स",
      "definition": "Typ obuwia sportowego z podeszwą gumową i górą skórzaną lub canvasową, noszonym do celów sportowych lub codziennego użytku.",
      "definition_translation": "एक प्रकार का एथलेटिक जूता, रबर के तलवे और कैनवास या लेदर के ऊपरी हिस्से से, कैजुअल पहनने के लिए या दौड़ने या बास्केटबॉल जैसे खेलों के लिए डिज़ाइन किया गया",
      "example": "Zawiązałem adidasy przed biegiem rano. Ona nosi adidasy do siłowni każdego dnia. Oni będą nosić adidasy na mecz koszykówki jutro.",
      "example_translation": "मैं आज सुबह रन के लिए अपने स्नीकर्स के फीते بند कर दिए. वह हर दिन जिम पर स्नीकर्स पहनती है. वे कल बास्केटबॉल गेम पर स्नीकर्स पहनेंगे.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szlafrok",
      "translation": "बाथरोब",
      "definition": "Luźny, wchłaniający szlafrok noszony po kąpieli lub prysznicu, wykonany zwykle z bawełny lub frotte.",
      "definition_translation": "बाथ या शॉवर के बाद पहना जाने वाला ढीला और अवशोषक रोब, आमतौर पर कॉटन या टेरीक्लॉथ से बना होता है",
      "example": "Włożyłem szlafrok po prysznicu. Ona lubi nosić szlafrok w niedzielę. On będzie nosić szlafrok do spa jutro.",
      "example_translation": "मैं शॉवर के बाद बाथरोब पहन-Лिया. वह रविवार को अपने बाथरोब में लाउंज करना पसंद करती है. वह कल स्पा पर बाथरोब पहनूँगा.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muszka",
      "translation": "बो टाई",
      "definition": "Typ krawatu, który składa się z wstążki lub sznurka, zawiązywanego w kształcie muszki, noszonego na formalnych okazjach.",
      "definition_translation": "एक प्रकार की गर्दनी जिसमें रिबन या फैबरिक की पट्टी को बो के आकार में बंधी होती है, आमतौर पर औपचारिक अवसरों पर पहनी जाती है",
      "example": "On nosił muszkę na ślubie. Musiałem nauczyć się wiązać muszkę przed balem. Ona będzie nosić muszkę na black-tie event.",
      "example_translation": "वह शादी पर बो टाई पहना था. मुझे प्रोम के लिए बो टाई बाँधना सीखना पड़ा. वह ब्लैक टाई इवेंट पर बो टाई पहनेगी.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dżinsowe spodnie",
      "translation": "डंगरीज",
      "definition": "Luźne spodnie z fartuchem i paskami, które przechodzą przez ramiona, typowo noszone do odzieży sportowej lub roboczej.",
      "definition_translation": "कंधे के ऊपर पट्टियों के साथ ढीले फिटिंग के पैंट, आम तौर पर कैजुअल या काम के कपड़े पहनने के लिए पहने जाते हैं.",
      "example": "Włożyłem dżinsowe spodnie na piknik na wsi. Noszę dżinsowe spodnie na piknik na wsi. Włożę dżinsowe spodnie na piknik na wsi.",
      "example_translation": "मैं पिकनिक के लिए ग्रामीण इलाके में डंगरीज पहने थे। मैं ग्रामीण इलाके में पिकनिक के लिए डंगरीज पहना हूँ। मैं ग्रामीण इलाके में पिकनिक के लिए डंगरीज पहनूँगा.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klapki",
      "translation": "फ्लिप-फ्लॉप",
      "definition": "Typ sandałów z płaską podeszwą i strapsem, który przechodzi między palcem dużym a średnim, typowo noszone w ciepłej pogodzie.",
      "definition_translation": "एक प्रकार की सैंडल जिसका सOLE_flat होता है और एक स्ट्रैप होता है जो बड़े और दूसरे उंगलियों के बीच में होता है, आम तौर पर गर्म मौसम में पहना जाता है.",
      "example": "Włożyłem klapki na plażę wczoraj. Noszę klapki na plażę dzisiaj. Włożę klapki na plażę jutro.",
      "example_translation": "मैं कल बीच पर फ्लिप-फ्लॉप पहने थे। मैं आज बीच पर फ्लिप-फ्लॉप पहना हूँ। मैं कल बीच पर फ्लिप-फ्लॉप पहनूँगा.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "futro",
      "translation": "फ़र कोट",
      "definition": "Płaszcz wykonany z futra zwierzęcego, typowo noszony dla ciepła i jako deklaracja mody.",
      "definition_translation": "एक जानवर की फर से बना हुआ कोट, आम तौर पर गर्मी और फ़ैशन स्टेटमेंट के लिए पहना जाता है.",
      "example": "Ona włożyła futro na imprezę wczoraj wieczorem. Ona nosi futro na imprezę dziś wieczorem. Ona włoży futro na imprezę za tydzień.",
      "example_translation": "उसने कल रात पार्टी पर फ़र कोट पहना था। वह आज रात पार्टी पर फ़र कोट पहना है। वह अगले हफ्ते पार्टी पर फ़र कोट पहनूँगी.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kombinezon",
      "translation": "ओवरॉल",
      "definition": "Luźne spodnie z fartuchem i paskami, które przechodzą przez ramiona, typowo noszone do odzieży sportowej lub roboczej.",
      "definition_translation": "कंधे के ऊपर पट्टियों के साथ ढीले फिटिंग के पैंट, आम तौर पर कैजुअल या काम के कपड़े पहनने के लिए पहने जाते हैं.",
      "example": "On włożył kombinezon do ogrodu wczoraj. On nosi kombinezon do ogrodu dzisiaj. On włoży kombinezon do ogrodu jutro.",
      "example_translation": "उसने कल बागान में ओवरॉल पहने थे। वह आज बागान में ओवरॉल पहना है। वह कल बागान में ओवरॉल पहनूँगा.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pantyhose",
      "translation": "पैंटीवoze",
      "definition": "Pantyhose to rodzaj ciasno przylegającej odzieży na nogi i niższą część ciała, typowo wykonanej z cienkiej, rozciągliwej materiału.",
      "definition_translation": "पैंटीवoze पैर और निचले शरीर को कवर करने वाले कड़े फिटिंग लेग गारमेंट हैं, ज्यादातर पतले, स्ट्रेची मटेरियल से बने होते हैं",
      "example": "Ona włożyła pantyhose na imprezę wczoraj wieczorem, ale włoży je ponownie za tydzień, i miała je na biurze wczoraj.",
      "example_translation": "वह पार्टी में पैंटीवoze पहन कर गई थी, लेकिन अगले हफ्ते फिर से पहनेंगी, और कल ऑफिस में पहन कर गई थी।",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pończochy",
      "translation": "स्टॉकिंग्स",
      "definition": "Pończochy to rodzaj odzieży na nogi, typowo wykonanej z cienkiej, rozciągliwej materiału, noszone przez kobiety.",
      "definition_translation": "स्टॉकिंग्स पैर का गारमेंट है, ज्यादातर पतले, स्ट्रेची मटेरियल से बना होता है, जिसे महिलाएं पहनती हैं।",
      "example": "Kupiła nową parę pończoch wczoraj, włoży je do biura dzisiaj i miała je na imprezie ostatnim tygodniu.",
      "example_translation": "वह कल एक नए स्टॉकिंग्स की जोड़ी खरीदी थी, आज ऑफिस में पहनेंगी, और पिछले हफ्ते पार्टी में पहन कर गई थी।",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " cylinder",
      "translation": "टॉप हैट",
      "definition": "Cylinder to rodzaj kapelusza, który jest wysoki, płaski i wąski, tradycyjnie noszony przez mężczyzn.",
      "definition_translation": "एक टॉप हैट एक तरह का हैट है, जो लंबा, फ्लैट-क्राउन और संकीर्ण-ब्रिम वाला होता है, जिसे पारंपरिक रूप से पुरुष पहनते हैं।",
      "example": "On włożył cylinder na ślub w zeszłym roku, włoży go na imprezę za miesiąc, i miał go na operze wczoraj.",
      "example_translation": "वह पिछले साल शादी में टॉप हैट पहन कर गया था, अगले महीने पार्टी में पहनेंगे, और कल ओपेरा में पहन कर गया था।",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "welon",
      "translation": "वेल",
      "definition": "Welon to kawałek materiału noszonego na twarzy, typowo przez kobiety, jako symbol skromności lub jako dodatek mody.",
      "definition_translation": "वेल चेहरे पर पहना जाने वाला कपड़े का टुकड़ा है, ज्यादातर महिलाएं, संकोच या फैशन एक्सेसरी के प्रतीक के रूप में पहनती हैं।",
      "example": "Ona włożyła welon na swój ślub w zeszłym roku, włoży go na imprezę za tydzień, i miała go na pogrzebie wczoraj.",
      "example_translation": "वह पिछले साल शादी में वेल पहन कर गई थी, अगले हफ्ते पार्टी में पहनेंगी, और कल अंत्येष्टि में पहन कर गई थी।",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kamizelka",
      "translation": "वेस्ट",
      "definition": "Bezrękawnik to rodzaj odzieży, który zakrywa górną część ciała, typowo noszony dla ciepła lub jako dodatek mody.",
      "definition_translation": "ऊपरी शरीर को ढकने वाला एक बिना आस्तीन का गर्म لباس, आमतौर पर गर्मी या फैशन आइटम के रूप में पहना जाता है.",
      "example": "Ona włożyła kamizelkę, aby się ogrzać zimą. Ona włoży kamizelkę na imprezę dzisiaj wieczorem. Ona miała kamizelkę w górach zeszłego roku.",
      "example_translation": "वह सर्दियों में गर्मी के लिए एक वेस्ट पहनती थी. वह आज रात पार्टी में एक वेस्ट पहनेगी. पिछले साल वह पहाड़ पर एक वेस्ट पहनकर गई थी.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "balaclava",
      "translation": "बालाक्लава",
      "definition": "Balaclava to rodzaj odzieży, która zakrywa głowę, szyję i część twarzy, noszona dla ciepła lub jako kamuflaż.",
      "definition_translation": "मुख्य रूप से गर्मी या वेश बदलने के लिए पहना जाने वाला एक कपड़ा, जो सिर, गर्दन और चेहरे के कुछ हिस्से को ढकता है.",
      "example": "Narciarz włożył balaclavę, aby chronić się przed zimnym wiatrem. Ona włoży balaclavę na stok narciarski jutro. On miał balaclavę na zimowych igrzyskach olimpijskich w zeszłym roku.",
      "example_translation": "स्कीइर ने ठंडी हवा से खुद को बचाने के लिए एक बालाक्लава पहना था. वह कल स्की रिसॉर्ट में एक बालाक्लава पहनेगी. पिछले साल वह विंटर ओलम्पिक में एक बालाक्लава पहनकर गया था.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spodnie jeździeckie",
      "translation": "ब्रीचेज",
      "definition": "Spodnie, które kończą się powyżej kolan, noszone do jazdy konnej.",
      "definition_translation": "घुड़सवारी के लिए पहने जाने वाले ट्राउज़र्स, जो घुटने से ऊपर समाप्त होते हैं.",
      "example": "Jeździec nosił spodnie jeździeckie, aby pojechać konno. Ona założy spodnie jeździeckie na konkurs jeździecki jutro. On nosił spodnie jeździeckie na mecz polo w zeszłym roku.",
      "example_translation": "जॉकी ने घोड़ा骑 से लिए ब्रीचेज पहने थे. वह कल घोड़ा शो में ब्रीचेज पहनेगी. पिछले साल वह पोलो मैच में ब्रीचेज पहनकर गया था.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płaszcz",
      "translation": "केप",
      "definition": "Bezrękawnik, zazwyczaj wiszący z szyi.",
      "definition_translation": "एक बिना आस्तीन का बाहरी कपड़ा, आमतौर पर गर्दन से लटका होता है.",
      "example": "Superbohater nosił płaszcz, aby uratować miasto. Ona założy płaszcz na przyjęcie kostiumowe dzisiaj wieczorem. On nosił płaszcz na konkurs kostiumowy w zeszłym roku.",
      "example_translation": "सुपर हीरो ने शहर को बचाने के लिए एक केप पहना था. वह आज रात कॉस्ट्यूम पार्टी में एक केप पहनेगी. पिछले साल वह फैंसी ड्रेस प्रतियोगिता में एक केप पहनकर गया था.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zablokowanie",
      "translation": "चक्का",
      "definition": "Zablokowanie to blokada lub przeszkoda w rurze lub maszynie, szczególnie w systemie transportującym płyny.",
      "definition_translation": "एक पाइप या मशीन में एक बाधा या अवरोध, विशेष रूप से द्रव प्रणाली में",
      "example": "Rura kanalizacyjna była zablokowana włosami i mydłem. Wczoraj, zablokowałem zlew tłuszczem. Jutro, zablokuję toaletę papierem.",
      "example_translation": "नलपाइप बाल और साबुन के Malta से अवरुद्ध था. कल, मैंने वसा से सिन्क को अवरुद्ध कर दिया. कल, मैं टॉयलेट को कागज से अवरुद्ध कर दूँगा.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korsecik",
      "translation": "कोर्सेट",
      "definition": "Korsecik to ciaśniej dopasowany, często sztywny lub stworzony z żeber, ubiór noszony przez kobiety, aby nadać kształt lub wspierać ciało, szczególnie wokół talii i biustu.",
      "definition_translation": "एक कोर्सेट एक महिला द्वारा पहना जाने वाला एक सख्त, अक्सर सख्त या हड्डीदार, परिधान है जो शरीर को आकार देने या सहायता करने के लिए पहना जाता है, विशेष रूप से कमर और बस्ट के चारों ओर.",
      "example": "Ona wiązała korsecik przed przyjęciem. Wczoraj, widziałem korsecik w sklepie antykwarycznym. Jutro, kupię nowy korsecik na ślub.",
      "example_translation": "उसने पार्टी से पहले अपने कोर्सेट को कड़ा बांधा. कल, मैंने एंटीक शॉप में एक कोर्सेट देखा. कल, मैं शादी के लिए एक नया कोर्सेट खरीदूँगा.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pończochy siatkowe",
      "translation": "मछली जाली टाइट्स",
      "definition": "Pończochy siatkowe to rodzaj pończoch z wzorem podobnym do sieci rybackiej, noszonych przez kobiety jako oświadczenie mody lub w celach fetyszystycznych.",
      "definition_translation": "मछली जाली टाइट्स एक प्रकार की होजरी होती है जिसमें एक जाल जैसा पैटर्न होता है, आम तौर पर महिलाएं फैशन स्टेटमेंट के रूप में या फेटिश उद्देश्यों के लिए पहनती हैं.",
      "example": "Ona nosiła pończochy siatkowe do klubu wczoraj wieczorem. Wczoraj, widziałem pończochy siatkowe na modelce mody. Jutro, kupię pończochy siatkowe na przyjęcie kostiumowe.",
      "example_translation": "उसने कल रात क्लब में मछली जाली टाइट्स पहने थे. कल, मैंने फैशन मॉडल पर मछली जाली टाइट्स देखे. कल, मैं कॉस्ट्यूम पार्टी के लिए मछली जाली टाइट्स खरीदूँगा.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " gorset",
      "translation": "कमरबंद",
      "definition": "Gorset to rodzaj bielizny kobiecej, noszonej wokół talii, aby nadać kształt i wsparcie ciała, szczególnie po urodzeniu lub w celach medycznych.",
      "definition_translation": "एक कमरबंद एक प्रकार की महिला की इनरगारमेंट होती है, आम तौर पर कमर के चारों ओर पहनी जाती है, शरीर को सहायता और आकार प्रदान करने के लिए, विशेष रूप से प्रसव के बाद या चिकित्सा उद्देश्यों के लिए.",
      "example": "Ona nosiła gorset po cesarskim cięciu. Wczoraj, widziałem gorset w sklepie bieliźniarskim. Jutro, kupię gorset dla siostry.",
      "example_translation": "उसने सी-सेक्शन के बाद एक कमरबंद पहना. कल, मैंने लिंजरी स्टोर में एक कमरबंद देखा. कल, मैं अपनी बहन के लिए एक कमरबंद खरीदूँगा.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagrzewnice na nogi",
      "translation": "टांग के गर्म करने वाले",
      "definition": "Nagrzewnice na nogi to rodzaj ubrania noszonego na nogach, aby je ogrzać.",
      "definition_translation": "टांग के गर्म करने वाले पैरों पर पहनने के लिए पहने जाते हैं, जिन्हें गर्म रखने के लिए मोटे कपड़े या फ्लीस से बने होते हैं।",
      "example": "Nosiłem nagrzewnice na nogi na mecz piłkarski wczoraj wieczorem, i one utrzymywały moje nogi ciepłe. Będę nosił je ponownie jutro, i nosiłem je w zeszłym tygodniu również.",
      "example_translation": "मैंने कल रात फुटबॉल गेम में टांग के गर्म करने वाले पहने थे, और वे मेरे पैरों को गर्म रखा था. मैं कल भी उन्हें पहनूँगा, और मैंने पिछले हफ्ते भी उन्हें पहना था.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spódnica",
      "translation": "पेटीकोट",
      "definition": "Spódnica to rodzaj spódnicy noszonej pod spódnicą lub sukienką, aby dodać objętość lub kształt.",
      "definition_translation": "पेटीकोट एक प्रकार की स्कर्ट है जिसे ड्रेस या स्कर्ट के नीचे पहना जाता है ताकि आकार या आयतन मिल सके।",
      "example": "Moja babcia nosiła spódnice pod ubraniem, kiedy była młodsza. Ona założy ją na przyjęcie jutro, i nosiła ją na ślub w zeszłym tygodniu również.",
      "example_translation": "मेरी दादी ने अपने कपड़ों के नीचे पेटीकोट पहना करती थी जब वह युवा थीं. वह कल पार्टी में एक पहनेगी, और उसने पिछले हफ्ते शादी में एक पहना था.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skórzana kurtka",
      "translation": "भेड़ की खाल का कोट",
      "definition": "Skórzana kurtka to rodzaj kurtki wykonanej ze skóry owczej, często noszonej dla ciepła i ochrony przed żywiołami.",
      "definition_translation": "भेड़ की खाल का कोट भेड़ों की खाल से बना एक प्रकार का कोट है, जिसे अक्सर गर्मी और मौसम से सुरक्षा के लिए पहना जाता है।",
      "example": "Nosiłem skórzanie kurtkę na wycieczkę górską w zeszłym tygodniu, i ona utrzymywała mnie ciepłym. Będę nosił ją ponownie jutro, i nosiłem ją na festiwal w zeszłym roku również.",
      "example_translation": "मैंने पिछले हफ्ते ट्रेकिंग यात्रा में भेड़ की खाल का कोट पहना था, और वह मुझे गर्म रखा था. मैं कल भी उसे पहनूँगा, और मैंने पिछले साल त्योहार में उसे पहना था.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kamizelka",
      "translation": "वेस्ट",
      "definition": "Kamizelka to rodzaj ubrania bez rękawów, noszonego nad koszulą lub sukienką, aby dodać dodatkową warstwę ciepła lub dekoracji.",
      "definition_translation": "वेस्ट एक प्रकार का बिना आस्तीन का गारमेंट है जिसे शर्ट या ड्रेस के ऊपर पहना जाता है ताकि अतिरिक्त गर्मी या सजावट मिल सके।",
      "example": "Nosiłem kamizelkę do biura wczoraj, i ona utrzymywała mnie ciepłym. Będę nosił ją ponownie jutro, i nosiłem ją na przyjęcie w zeszłym tygodniu również.",
      "example_translation": "मैंने कल ऑफिस में वेस्ट पहना था, और वह मुझे गर्म रखा था. मैं कल भी उसे पहनूँगा, और मैंने पिछले हफ्ते पार्टी में उसे पहना था.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czapka",
      "translation": "टोपी",
      "definition": "Czapka to rodzaj nakrycia głowy lub kapelusza noszonego przez kobiety i dzieci, Typically wykonane z miękkiego materiału, takiego jak bawełna lub wełna.",
      "definition_translation": "एक टोपी स्त्रियों और बच्चों द्वारा पहना जाने वाला एक प्रकार का सिर पर पहनना है, आमतौर पर सॉफ्ट मैटेरियल जैसे कॉटन या ऊन से बना होता है.",
      "example": "Ona założyła piękną czapkę na ceremonię ślubu. Ona miała założoną czapkę na przyjęciu wczoraj. Ona założy czapkę na uroczystość dyplomową przyszłego tygodnia.",
      "example_translation": "वह शादी समारोह में एक सुंदर टोपी पहनी थी। वह कल पार्टी में टोपी पहनी थी। वह अगले हफ्ते स्नातक समारोह में टोपी पहनेगी।",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szlafrok",
      "translation": "रोब",
      "definition": "Szlafrok to luźny, wygodny ubiór noszony nad piżamą, Typically wykonany z miękkiego materiału, takiego jak bawełna lub jedwab.",
      "definition_translation": "एक रोब एक ढीला, आरामदायक परिधान है जो रात के कपड़े पर पहना जाता है, आमतौर पर सॉफ्ट फैबरिक जैसे कॉटन या सिल्क से बना होता है।",
      "example": "On założył swój szlafrok po kąpieli. Ona miała założony szlafrok w szpitalu. Oni założą szlafroki do spa jutro.",
      "example_translation": "उसने नहाने के बाद अपना रोब पहन लिया। वह अस्पताल में रोब पहनी थी। वे कल स्पा में रोब पहनेंगे।",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bluza z kapturem",
      "translation": "हुडी",
      "definition": "Bluza z kapturem to rodzaj sweatshirtu z kapturem, Typically wykonany z grubego materiału, takiego jak bawełna lub poliester.",
      "definition_translation": "एक हुडी एक प्रकार का स्वेटशर्ट है जिसमें हुड होता है, आमतौर पर मोटा फैबरिक जैसे कॉटन या पॉल이스्टर से बना होता है।",
      "example": "On założył bluzę z kapturem do siłowni. Ona miała założoną bluzę z kapturem w parku. Oni założą bluzy z kapturem na koncert dziś wieczorem.",
      "example_translation": "उसने जिम में हुडी पहनी थी। वह पार्क में हुडी पहनी थी। वे आज रात कॉन्सर्ट में हुडी पहनेंगे।",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nocna szata",
      "translation": "घर का कोट",
      "definition": "Nocna szata to lekki, luźny ubiór noszony w domu, Typically wykonany z miękkiego materiału, takiego jak bawełna lub frotte.",
      "definition_translation": "एक घर का कोट एक हल्का, ढीला फिटिंग परिधान है जो घर पर पहना जाता है, आमतौर पर सॉफ्ट फैबरिक जैसे कॉटन या टेरी क्लॉथ से बना होता है।",
      "example": "Ona założyła swoją nocną szatę po drzemce. On miał założoną nocną szatę przy stole śniadaniowym. Oni założą nocne szaty na rodzinny obiad wieczorem.",
      "example_translation": "उसने सो जाने के बाद घर का कोट पहन लिया। वह नाश्ता टेबल पर घर का कोट पहना था। वे आज रात परिवार के डिनर में घर का कोट पहनेंगे।",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter z wysokim kołnierzem",
      "translation": "टर्ट्लेनेक",
      "definition": "Sweter z wysokim kołnierzem to wysoki, dopasowany sweter lub pulower, który ściśle obejmuje szyję i głowę, Typically noszony dla ciepła lub jako część formalnego stroju.",
      "definition_translation": "एक उच्च-गर्दन स्वेटर या पुल्लोवर जो गर्दन और सिर के चारों ओर.tightly फिट होता है, आम तौर पर गर्मी या औपचारिक पोशाक के हिस्से के रूप में पहना जाता है.",
      "example": "Włożyłem sweter z wysokim kołnierzem, żeby się ogrzać zimą. Wczoraj kupiłem nowy sweter z wysokim kołnierzem na przyjęcie. Do przyszłego tygodnia będę miał już zużyty sweter z wysokim kołnierzem.",
      "example_translation": "मैं ठंडे सर्दी में गर्म रखने के लिए टर्टलनेक स्वेटर पहना था. कल, मैंने पार्टी के लिए एक नई टर्टलनेक खरीदा. अगले हफ्ते तक, मैं अपना पुराना टर्टलनेक पहन कर थक जाऊंगा.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spódnica podszyta",
      "translation": "अंडरस्कर्ट",
      "definition": "Spódnica podszyta to spódnica noszona pod inną spódnicą, Typically aby dodać objętość lub aby zewnętrzna spódnica nie przywierała do nóg.",
      "definition_translation": "एक ऐसा स्कर्ट जो दूसरे स्कर्ट के नीचे पहना जाता है, आम तौर पर आयतन जोड़ने या बाहरी स्कर्ट को पैरों से चिपकने से रोकने के लिए.",
      "example": "Włożyłem spódnicę podszytą pod suknię ślubną, aby dodać objętość. Moja siostra nienawidzi noszenia spódnic podszytych pod swoimi spódnicami. Do przyszłego roku kupię nową spódnicę podszytą na suknię balową.",
      "example_translation": "मैंने अपने वेडिंग ड्रेस के नीचे आयतन जोड़ने के लिए अंडरस्कर्ट पहना था. मेरी बहन अपने स्कर्ट के नीचे अंडरस्कर्ट पहनने से नफ़रत करती है. अगले साल तक, मैंने अपने पार्टी ड्रेस के लिए एक नई अंडरस्कर्ट खरीद लिया होगा.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kamizelka",
      "translation": "वैस्कोट",
      "definition": "Kamizelka to bezrękawnik, Typically noszony nad koszulą i pod marynarką, który obejmuje górę ciała i jest obvykle dekoracyjny.",
      "definition_translation": "एक आस्तीनरहित गारमेंट, जिसे आम तौर पर शर्ट के ऊपर और जैकेट के नीचे पहना जाता है, जो ऊपरी शरीर को कवर करता है और आमतौर पर सजावटी होता है.",
      "example": "Włożyłem kamizelkę na formalne wydarzenie, aby wyglądać stylowo. Mój dziadek zawsze nosił kamizelkę pod swoim garniturem. Do przyszłego miesiąca kupię nową kamizelkę na ślub.",
      "example_translation": "मैंने फॉर्मल इवेंट में स्टाइलिश दिखने के लिए वैस्कोट पहना था. मेरे दादा अपने सूट के नीचे वैस्कोट पहनते थे. अगले महीने तक, मैं शादी के लिए एक नई वैस्कोट खरीद लिया होगा.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]
}