[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "positiv",
      "translation": "положительный",
      "definition": "einen guten Effekt oder eine positive Einstellung habend; optimistisch",
      "definition_translation": "имеющий или проявляющий goedeffect или Relation; оптимистичный",
      "example": "Sie hat eine positive Einstellung zum Erlernen neuer Sprachen. Sie hat Französisch positiv letztes Jahr gelernt. Sie wird Spanisch positiv nächstes Jahr lernen.",
      "example_translation": "У нее положительное отношение к изучению новых языков. Она изучила французский язык положительно в прошлом году. Она обязательно изучит испанский язык в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "зависимый",
      "definition": "nicht aufhören zu können, etwas zu tun oder zu verwenden, besonders wenn es schädlich ist",
      "definition_translation": "неспособный остановиться или перестать что-либо делать или использовать, особенно что-либо вредное",
      "example": "Er war süchtig nach Computerspielen. Er war jahrelang süchtig nach Rauchen. Er wird bald süchtig nach sozialen Medien sein.",
      "example_translation": "Он был зависим от видеоигр. Он был зависим от курения на протяжении многих лет. Он скоро станет зависим от социальных сетей.",
      "imageLink": "image_files\\English\\"imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abenteuerlustig",
      "translation": "авантюрный",
      "definition": "bereit, Risiken einzugehen und neue Dinge auszuprobieren; gerne aufregende und ungewöhnliche Aktivitäten ausführend",
      "definition_translation": "готовый принимать риски и пробовать новые вещи; любящий захватывающие и необычные занятия",
      "example": "Sie ist eine abenteuerlustige Person, die liebt zu reisen. Sie hat schon viele abenteuerliche Expeditionen in den Amazonas-Regenwald unternommen. Sie wird nächstes Jahr eine abenteuerliche Reise nach Afrika unternehmen.",
      "example_translation": "Она авантюрный человек, который любит путешествовать. Она отправилась в авантюрные экспедиции в дождевые леса Амазонки. Она отправится в авантюрное путешествие по Африке в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zärtlich",
      "translation": "длящей",
      "definition": "Liebe oder Zuneigung zeigend oder empfindend; zärtlich und liebevoll",
      "definition_translation": "показывающий или испытывающий любовь или привязанность; нежный и любящий",
      "example": "Sie ist eine zärtliche Mutter, die ihre Kinder liebt. Sie war zärtlich gegenüber ihren Freunden. Sie wird zärtlich gegenüber ihrem zukünftigen Partner sein.",
      "example_translation": "Она длящая мать, которая любит своих детей. Она была длящей к своим друзьям. Она будет длящей к своему будущему партнеру.",
      "imageLink": "image_files\\English\\"imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "агрессивный",
      "definition": "eine feindliche oder gewalttätige Gesinnung habend; wild und kämpferisch",
      "definition_translation": "Имеющий или проявляющий враждебный или насильственный темперамент; яростно конкурентоспособный или готовый сражаться.",
      "example": "Das aggressive Verhalten des Hundes war erschreckend. In der Vergangenheit war es aggressiv gegenüber Fremden. Im nächsten Jahr wird es fünf Jahre aggressiv sein.",
      "example_translation": "Агрессивное поведение собаки было пугающим. Раньше оно было агрессивно по отношению к чужим. К следующему году оно будет агрессивно в течение пяти лет.",
      "imageLink": "image_files\\English\\"imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ambitioniert",
      "translation": "амбициозный",
      "definition": "einen starken Wunsch, erfolgreich zu sein oder etwas zu erreichen; einen starken Wunsch, erfolgreich zu sein",
      "definition_translation": "Имеющий или проявляющий сильное желание преуспеть или достичь чего-либо; имеющий сильное желание быть успешным.",
      "example": "Sie war eine ambitionierte junge Unternehmerin, die bereits drei Unternehmen gegründet hatte. Letztes Jahr war sie ambitioniert, ihr Geschäft auszuweiten. Bis 2025 wird sie ambitioniert sein, ihr eigenes Risikokapital-Fonds zu starten.",
      "example_translation": "Она была амбициозной молодой предпринимательницей, которая уже основала три компании. В прошлом году она была амбициозна по поводу расширения своего бизнеса. К 2025 году она будет амбициозна начать свой собственный фонд风险ного капитала.",
      "imageLink": "image_files\\English\\"imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsiert",
      "translation": "развлекаться",
      "definition": "sich unterhalten oder belustigt fühlen; unterhalten oder erfreut",
      "definition_translation": "Чувствующий или проявляющий радость или развлечение; будучи развлекаемым или радуясь.",
      "example": "Die Kinder waren amüsiert von den Tricks des Clowns. Gestern waren sie amüsiert vom Cartoon. Im nächsten Sommer werden sie amüsiert sein vom neuen Wasserpark.",
      "example_translation": "Дети были развлечены фокусами клоуна. Вчера они были развлечены мультфильмом. К следующему лету они будут развлечены новым аквапарком.",
      "imageLink": "image_files\\English\\"imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "арогантный",
      "definition": "eine überlegene Haltung habend, ohne Bescheidenheit oder übermäßigen Stolz",
      "definition_translation": "Имеющий или проявляющий отношение превосходства, недостаток скромности или избыточную гордость.",
      "example": "Der arrogant CEO war von seinen Mitarbeitern nicht gemocht. In der Vergangenheit war er arrogant über seinen Unternehmenserfolg. Bis zum Ende des Jahres wird er arrogant über seinen Reichtum sein.",
      "example_translation": "Арогантный генеральный директор был неliked его сотрудниками. Раньше он был аrogантный относительно успешности своей компании. К концу года он будет аrogантный относительно своего богатства.",
      "imageLink": "image_files\\English\\"imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übel gelaunt",
      "translation": "злой",
      "definition": "eine schlechte oder unangenehme Stimmung habend; reizbar",
      "definition_translation": "Имеющий или проявляющий плохой или неприятный темперамент; раздражительный.",
      "example": "Sie war eine übelgelaunte Person und wurde immer leicht wütend. Sie war seit ihrer Kindheit übelgelaunt. Sie wird übelgelaunt sein, wenn sie nicht bekommt, was sie will.",
      "example_translation": "Она была человеком с плохим характером и всегда легко раздражалась. Она была плохо темпераментом с детства. Она будет плохо темпераментом, если она не получит то, что она хочет.",
      "imageLink": "image_files\\English\\"imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "балансированный",
      "definition": "eine Mischung aus verschiedenen Dingen in einer Weise habend, die fair oder angemessen ist; nicht zu viel oder zu wenig von etwas",
      "definition_translation": "Имеющий смесь различных вещей таким образом, что это является справедливым или разумным; не слишком много или слишком мало чего-либо.",
      "example": "Er war eine ausgeglichene Person, die wusste, wie er seine Aufgaben priorisieren musste. Er war seit seiner Jugend ausgeglichen in seinen Entscheidungen. Er wird ausgeglichen in seiner Herangehensweise an das Projekt sein.",
      "example_translation": "Он был сбалансированным человеком, который знал, как приоритизировать свои задачи. Он был сбалансированным в своих решениях с юности. Он будет сбалансированным в своем подходе к проекту.",
      "imageLink": "image_files\\English\\"imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "горький",
      "definition": "Einen scharfen, beißenden oder sauren Geschmack habend; unzufrieden oder betrübt.",
      "definition_translation": "Имеющий острый, резкий или кислотный вкус; несчастный или обиженный.",
      "example": "Der Kaffee war bitter und benötigte Zucker. Sie fühlte sich bitter über ihre vergangenen Beziehungen. Er wird bitter sein, wenn er den Job nicht bekommt.",
      "example_translation": "Кофе был горьким и нуждался в сахаре. Она чувствовала горечь из-за своих прошлых отношений. Он будет горьким, если он не получит работу.",
      "imageLink": "image_files\\English\\"imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "смелый",
      "definition": "Mut oder Zuversicht in dem, was man tut oder sagt, zeigend; nicht zaghaft bei Risiken.",
      "definition_translation": "Показывающий храбрость или уверенность в том, что он делает или говорит; не боится принимать риски.",
      "example": "Er war ein kühner Unternehmer, der Risiken in seinem Geschäft einging. Sie war seit dem College kühn in ihren Entscheidungen. Sie werden kühn in ihrer neuen Marketingstrategie sein.",
      "example_translation": "Он был смелым предпринимателем, который принимал риски в своем бизнесе. Она была смелой в своих решениях с колледжа. Они будут смелыми в своей новой маркетинговой стратегии.",
      "imageLink": "image_files\\English\\"imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "herrschaftlich",
      "translation": "действующий",
      "definition": "Übermäßiges Selbstvertrauen in die eigene Fähigkeit habend und die Neigung, anderen Anweisungen zu geben.",
      "definition_translation": "Имеющий или проявляющий чрезмерную уверенность в своих способностях и склонность давать распоряжения другим.",
      "example": "Sie war ein herrschaftliches Kind, das ihre Geschwister immer anwies, was sie zu tun hatten. Sie kommandierte ihr Team herum, ihnen anweisend, wie sie das Projekt vollenden sollten. Sie wird herrschaftlich in der Zukunft sein, immer versuchend, andere zu kontrollieren.",
      "example_translation": "Она была властной ребенком, всегда говоря своим братьям и сестрам, что делать. Она управляла своей командой, рассказывая им, как завершить проект. Она будет властной в будущем, всегда试я контролировать других.",
      "imageLink": "image_files\\English\\"imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "яркий",
      "definition": "Viel Licht ausstrahlend oder reflektierend; intensiv leuchtend.",
      "definition_translation": "Выдающий или отражающий много света; сияющий интенсивно.",
      "example": "Die helle Sonne schien am klaren Himmel. Die hellen Lichter der Stadt erloschen nie. Die helle Zukunft vor uns war voller Möglichkeiten.",
      "example_translation": "Яркое солнце сияло в ясном небе. Яркие огни города никогда не угасали. Яркое будущее перед нами было полно возможностей.",
      "imageLink": "image_files\\English\\"imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fürsorglich",
      "translation": "заботливый",
      "definition": "Sorge oder Mitgefühl für andere empfindend und zeigt.",
      "definition_translation": "Чувствующий или проявляющий беспокойство и сострадание к другим.",
      "example": "Sie war eine fürsorgliche Mutter, die sich immer um das Wohlergehen ihrer Kinder sorgte. Er sorgte für seine Patienten, ihnen die beste Behandlung möglich machend. Sie werden fürsorglich für die Umwelt sein, versuchend, die Verschmutzung zu reduzieren.",
      "example_translation": "Она была заботливой матерью, всегда волнуясь о благополучии своих детей. Он заботился о своих пациентах, давая им лучшее лечение, которое было возможно. Они будут заботиться об окружающей среде, пытаясь уменьшить загрязнение.",
      "imageLink": "image_files\\English\\"imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "осторожный",
      "definition": "Risiken oder Gefahren vermijdend.",
      "definition_translation": "Осторожный, чтобы避ать рисков или опасностей.",
      "example": "Sie war vorsichtig, wenn sie alleine nachts ging, immer über ihre Schulter blickend. Er war vorsichtig bei Investitionsentscheidungen, umfassende Forschung betreibend. Sie werden vorsichtig in der Zukunft sein, aus vergangenen Fehlern lernend.",
      "example_translation": "Она была осторожной, когда шла одна ночью, всегда смотрела за плечо. Он был осторожным при принятии инвестиционных решений, проводя тщательное исследование. Они будут осторожными в будущем, учась из прошлых ошибок.",
      "imageLink": "image_files\\English\\"imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wettbewerbsfähig",
      "translation": "конкурентный",
      "definition": "Im Geschäft oder im Sport sich zeigend oder durch Konkurrenz charakterisiert.",
      "definition_translation": "Относящийся к или характеризующий конкуренцию, особенно в бизнесе или спорте.",
      "example": "Das Unternehmen hat eine sehr wettbewerbsfähige Marktstrategie, die ihnen geholfen hat, ihre Konkurrenten zu überholen. Letztes Jahr waren sie wettbewerbsfähiger denn je, und dies Jahr werden sie noch wettbewerbsfähiger sein.",
      "example_translation": "Компания имеет высококонкурентную рыночную стратегию, которая помогла им оставаться впереди своих конкурентов. В прошлом году они были более конкурентоспособными, чем когда-либо, и в этом году они будут еще более таковыми.",
      "imageLink": "image_files\\English\\"imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eingebildet",
      "translation": "гордый",
      "definition": "Übermäßigen Stolz auf sein Aussehen, seine Leistungen etc. habend.",
      "definition_translation": "Имеющий или демонстрирующий чрезмерную гордость в своем виде, достижениях и т.д.",
      "example": "Er war so eingebildet, dass er stundenlang vor dem Spiegel stand, sein eigenes Spiegelbild bewundernd. Er war immer eingebildet gewesen, und seine Freunde hatten sich seiner Prahlereien müde gemacht.",
      "example_translation": "Он был так горд, что часами стоял перед зеркалом, любуясь своим собственным отражением. Он всегда был гордым, и его друзья устали от его хвастовства.",
      "imageLink": "image_files\\English\\"imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "озабоченный",
      "definition": "Sorge oder Ängstlichkeit über etwas oder jemanden empfindend.",
      "definition_translation": "Испытывающий тревогу или беспокойство о чем-то или ком-то.",
      "example": "Die Eltern waren besorgt um die Gesundheit ihres Kindes, daher brachten sie es zum Arzt. Die Regierung ist besorgt über die steigende Kriminalitätsrate und plant, die Polizei zu verstärken.",
      "example_translation": "Родители были обеспокоены здоровьем своего ребенка, поэтому они отвели его к врачу. Правительство обеспокоено растущим уровнем преступности и планирует увеличить полицейские силы.",
      "imageLink": "image_files\\English\\"imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konservativ",
      "translation": "консервативный",
      "definition": "Traditionalen Ansichten und Werten anhängend und Veränderungen oder Innovationen ablehnend.",
      "definition_translation": "Сторонник традиционных взглядов и ценностей, и противник изменения или инноваций.",
      "example": "Der konservative Politiker war gegen den Vorschlag, das Steuersystem zu reformieren. Das Unternehmen hat einen konservativen Ansatz für Investitionen, traditionelle Methoden bevorzugend.",
      "example_translation": "Консервативный политик был против предложения реформировать налоговую систему. Компания имеет консервативный подход к инвестициям, предпочитая придерживаться традиционных методов.",
      "imageLink": "image_files\\English\\"imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "содержимое",
      "definition": "Der Zustand der Zufriedenheit oder des Behagens.",
      "definition_translation": "Состояние удовлетворенности или удовольствия.",
      "example": "Ich bin zufrieden mit meinem aktuellen Job. Ich war zufrieden mit meinem vorherigen Job, und ich werde zufrieden mit meinem Zukunftsjob sein.",
      "example_translation": "Я удовлетворен своей текущей работой. Я был удовлетворен своей предыдущей работой, и я буду удовлетворен своей будущей работой.",
      "imageLink": "image_files\\English\\"imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konventionell",
      "translation": "конвенциональный",
      "definition": "Dem Üblichen oder Traditionellen folgend.",
      "definition_translation": "Следующий обычным или традиционным нормам и практикам.",
      "example": "Die konventionelle Art des Geschäfts zu führen ändert sich rapide. Wir haben den Prozess konventionalisiert, um ihn effizienter zu machen. Bis 2025 werden wir die gesamte Industrie konventionalisiert haben.",
      "example_translation": "Обычный способ ведения бизнеса быстро меняется. Мы уконвенционализировали процесс, чтобы сделать его более эффективным. К 2025 году мы уконвенционализируем整个industry.",
      "imageLink": "image_files\\English\\"imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kooperativ",
      "translation": "кооперативный",
      "definition": "Bereit, zusammenzuarbeiten und einander zu helfen.",
      "definition_translation": "Готовый работать вместе и помогать друг другу.",
      "example": "Die kooperativen Bemühungen des Teams führten zum Erfolg des Projekts. Wir haben bereits seit Jahren mit unseren Partnern kooperiert. Bis nächstem Jahr werden wir ein neues kooperatives Unternehmen gestartet haben.",
      "example_translation": "Совместные усилия команды привели к успеху проекта. Мы сотрудничаем с нашими партнерами уже годы. К следующему году мы начнем новое кооперативное предприятие.",
      "imageLink": "image_files\\English\\"imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "feige",
      "translation": "злостный",
      "definition": "Mangelnd an Mut oder Stärke in Situationen der Gefahr oder Schwierigkeit.",
      "definition_translation": "Недостаток храбрости или силы духа перед лицом опасности или трудности.",
      "example": "Er wurde beschuldigt, während der Krise feig zu handeln. Ich war in meiner Jugend feig, aber ich habe meine Ängste seitdem überwunden. Bis nächsten Monat werde ich meine Feigheit in Bezug auf Herausforderungen überwunden haben.",
      "example_translation": "Его обвинили вcowardly поведении во время кризиса. Я был злостным в юности, но с тех пор я преодолел свои страхи. К следующему месяцу я перестану быть злостным перед лицом сложностей.",
      "imageLink": "image_files\\English\\"imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anständig",
      "translation": "приличный",
      "definition": "Akzeptabel und zufriedenstellend, auch wenn nicht außergewöhnlich.",
      "definition_translation": "достаточно хороший, хотя и не исключительный",
      "example": "Sie war eine anständige Tennisspielerin, aber nicht gut genug, um Profi zu werden.",
      "example_translation": "Она была приличной теннисисткой, но не достаточно хорошей, чтобы стать профи.",
      "imageLink": "image_files\\English\\"imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entscheidungsfreudig",
      "translation": "решительный",
      "definition": "Habend oder zeigend die Fähigkeit, schnell und selbstbewusst Entscheidungen zu treffen.",
      "definition_translation": "обладая или демонстрируя способность принимать решения быстро и уверенно",
      "example": "Er war ein entscheidungsfreudiger Führer, der immer schwierige Entscheidungen mit Leichtigkeit traf.",
      "example_translation": "Он был решительным лидером, всегда легко принимая трудные решения.",
      "imageLink": "image_files\\English\\"imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anspruchsvoll",
      "translation": "требовательный",
      "definition": "Erfordern viel Anstrengung, Zeit oder Fähigkeit; schwierig zu befriedigen.",
      "definition_translation": "требующий много усилий, времени или навыков; трудно удовлетворить",
      "example": "Die Arbeit war sehr anspruchsvoll, aber sie war für die Herausforderung bereit.",
      "example_translation": "Работа была очень требовательной, но она была готова к вызову.",
      "imageLink": "image_files\\English\\"imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimierend",
      "translation": "угнетающий",
      "definition": "Verursachend Gefühle von Traurigkeit oder Hoffnungslosigkeit.",
      "definition_translation": "вызывающий чувства печали или безнадежности",
      "example": "Die Nachricht von der Naturkatastrophe war deprimierend, aber wir mussten stark bleiben.",
      "example_translation": "Новость о стихийном бедствии была угнетающей, но мы должны были остаться сильными.",
      "imageLink": "image_files\\English\\"imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verzweifelt",
      "translation": "отчаянный",
      "definition": "Fühlend oder zeigend extreme Angst oder Furcht, insbesondere in Situationen, in denen Flucht unmöglich scheint.",
      "definition_translation": "Чувствующий или проявляющий чрезвычайную тревогу или страх, особенно в ситуация, где бегство кажется невозможным.",
      "example": "Ich war verzweifelt, das Projekt rechtzeitig abzuschließen, aber das Team behinderte mich. Ich war verzweifelt, aus dem brennenden Gebäude zu entkommen. Ich werde verzweifelt sein, nächstes Jahr eine Beförderung zu bekommen.",
      "example_translation": "Я был отчаянно пытался завершить проект вовремя, но команда меня тормозила. Я был отчаянно пытался выбраться из горящего здания. Я буду отчаянно добиваться продвижения по службе в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entschlossen",
      "translation": "решительный",
      "definition": "Eine feste Entscheidung getroffen habend oder eine starke Absicht etwas zu tun.",
      "definition_translation": "Принявший твердое решение или имеющий сильное намерение что-то сделать.",
      "example": "Ich war entschlossen, Gitarre zu lernen, also übte ich jeden Tag. Sie hatte seit ihrer Teenagerzeit entschieden, Ärztin zu werden. Sie werden entschlossen sein, nächstes Jahr die Meisterschaft zu gewinnen.",
      "example_translation": "Я был решительным научиться играть на гитаре, так что я практиковался каждый день. Она была решительной стать врачом с тех пор, как была подростком. Они будут решительными выиграть чемпионат в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hingebungsvoll",
      "translation": "преданный",
      "definition": "Gibt all seine Zeit, Energie oder Aufmerksamkeit jemandem oder etwas.",
      "definition_translation": "Отданный все свое время, энергию или внимание кому-то или чему-то.",
      "example": "Sie war ihren Eltern hingebungsvoll und stellte immer ihre Bedürfnisse an erste Stelle. Er hatte seinem Arbeitsplatz hingebungsvoll viele Stunden im Büro verbracht. Sie werden ihrem wohltätigen Zweck hingebungsvoll sein und weiterhin Spenden sammeln.",
      "example_translation": "Она была предана своей семье и всегда ставила их нужды на первое место. Он был предан своей работе и проводил долгие часы в офисе. Они будут преданы своей благотворительной цели и продолжат сбор средств.",
      "imageLink": "image_files\\English\\"imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "прилежный",
      "definition": "Zeigt sorgfältige und stete Anstrengung und Aufmerksamkeit für Einzelheiten.",
      "definition_translation": "Показывающий тщательное и устойчивое усилие и внимание к деталям.",
      "example": "Sie war in ihrer Forschung fleißig und sammelte alle verfügbaren Daten. Er hatte in seinem Studium fleißig gearbeitet und erreichte gute Noten. Sie werden bei ihren Bemühungen, Kosten zu senken, fleißig sein.",
      "example_translation": "Она была прилежной в своих исследованиях и собрала все доступные данные. Он был прилежным в своих учёных и достиг хороших оценок. Они будут прилежными в своих усилиях по減ению затрат.",
      "imageLink": "image_files\\English\\"imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unehrlich",
      "translation": "нечестный",
      "definition": "Nicht ehrlich oder wahrheitsgemäß; zeigt oder hat Mangel an Integrität.",
      "definition_translation": "Не честный или правдивый; имеющий или демонстрирующий отсутствие целостности.",
      "example": "Die unehrlichen Geschäftspraktiken des Unternehmens führten zu seinem Niedergang. Der Mitarbeiter wurde entlassen, weil er seinem Chef gegenüber unehrlich war. Die unehrlichen Wahlversprechen des Politikers wurden aufgedeckt.",
      "example_translation": "Нечестные бизнес-практики компании привели к ее падению. Сотрудник был уволен за нечестность по отношению к своему боссу. Нечестные предвыборные обещания политика были раскрыты.",
      "imageLink": "image_files\\English\\"imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unorganisiert",
      "translation": "неорганизованный",
      "definition": "Fehlt Organisation oder Methode; chaotisch oder verwirrend.",
      "definition_translation": "Отсутствует организация или метод; хаотичный или CONFUSING.",
      "example": "Die unorganisierte Veranstaltung war ein voller Misserfolg. Die unorganisierten Akten machten es schwierig, etwas zu finden. Die unorganisierte Managementstruktur des Unternehmens führte zu seinem Scheitern.",
      "example_translation": "Неорганизованное мероприятие было полным провалом. Неорганизованные файлы делали трудным поиск чего-либо. Неорганизованная структура управления компании привела к ее неудаче.",
      "imageLink": "image_files\\English\\"imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "неудовлетворенный",
      "definition": "Nicht zufrieden oder content; unglücklich oder unzufrieden.",
      "definition_translation": "Не довольный или контент; несчастный или неудовлетворенный.",
      "example": "Der Kunde war unzufrieden mit dem Service. Der Mitarbeiter war unzufrieden mit seinem Job. Die unzufriedene Menge protestierte gegen die Regierungspolitik.",
      "example_translation": "Клиент был неудовлетворен сервисом. Сотрудник был неудовлетворен своей работой. Неудовлетворенная толпа протестовала против 政ических правительства.",
      "imageLink": "image_files\\English\\"imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "тревожный",
      "definition": "Verursacht Ängste, Traurigkeit oder Unbehagen; unangenehm oder beunruhigend.",
      "definition_translation": "Причиняющий тревогу, печаль или беспокойство; неприятный или тревожный.",
      "example": "Die beunruhigende Nachricht über die Wirtschaft war alarmierend. Die beunruhigenden Symptome des Patienten waren besorgniserregend. Die beunruhigende Situation war unerträglich.",
      "example_translation": "Тревожные новости об экономике были тревожными. Симптомы пациента были ЧРЕВОУГОДНЫМИ. Тревожная ситуация была нестерпимой.",
      "imageLink": "image_files\\English\\"imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zweifelhaft",
      "translation": "сомнительный",
      "definition": "Fühlt oder zeigt Zweifel an etwas oder jemandem.",
      "definition_translation": "чувствующий или показывающий сомнение в отношении кого-то или чего-то",
      "example": "Ich hatte Zweifel an der Investition, aber mein Freund versicherte mir, es sei eine gute Gelegenheit. Ich hatte Zweifel an seinen Fähigkeiten, aber er bewies mich falsch. Ich werde Zweifel an ihren Absichten haben, bis ich die Ergebnisse sehe.",
      "example_translation": "Я сомневался в инвестициях, но мой друг уверил меня, что это 好 возможность. Я сомневался в его способностях, но он доказал мне wrong. Я буду сомневаться в их намерениях, пока не увижу результаты.",
      "imageLink": "image_files\\English\\"imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dynamisch",
      "translation": "динамичный",
      "definition": "zeichnet sich durch ständige Veränderung, Aktivität oder Fortschritt aus.",
      "definition_translation": "характеризуется постоянным изменением, активностью или прогрессом",
      "example": "Der dynamische Ansatz des Unternehmens zur Geschäftsführung führte zu raschem Wachstum. Die dynamische Natur der Branche erfordert ständige Innovation. Der dynamische Lehrstil des Lehrers animierte die Schüler.",
      "example_translation": "Динамичный подход компании к бизнесу привел к быстрому росту. Динамичная природа отрасли требует постоянного инновационного подхода. Динамичный стиль преподавания учителя занимал студентов.",
      "imageLink": "image_files\\English\\"imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eifrig",
      "translation": "рвущийся",
      "definition": "Fühlt oder zeigt Begeisterung und Interesse.",
      "definition_translation": "чувствующий или показывающий энтузиазм и интерес",
      "example": "Ich war eifrig, das neue Projekt zu beginnen. Sie war Jahre lang eifrig, die Sprache zu lernen. Sie werden eifrig sein, die Ergebnisse des Experiments zu sehen.",
      "example_translation": "Я был рвущийся начать новый проект. Она была рвущейся изучать язык на протяжении лет. Они будут рвущимися увидеть результаты эксперимента.",
      "imageLink": "image_files\\English\\"imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gebildet",
      "translation": "образованный",
      "definition": "hat eine Erziehung erhalten, insbesondere eine fortgeschrittene oder spezielle.",
      "definition_translation": "получивший образование, особенно то, которое являетсяadvanced или специализированным",
      "example": "Die gebildete Elite des Landes hielt eine beträchtliche Macht. Sie wurde an einer renommierten Universität gebildet. Eine gut ausgebildete Arbeitskraft ist für das wirtschaftliche Wachstum wesentlich.",
      "example_translation": "Образованная элита в стране held значительное количество власти. Она получила образование в престижном университете. Хорошо образованная работоспособная сила является существенной для экономического роста.",
      "imageLink": "image_files\\English\\"imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "emotionell",
      "translation": "эмоциональный",
      "definition": "Im Zusammenhang mit oder gekennzeichnet durch Emotionen; instinktiv oder intuitiv anstatt rational oder begründet.",
      "definition_translation": "Относящийся к эмоциям; инстинктивный или интуитивный, chứ не рациональный или обоснованный.",
      "example": "Sie war ein emotioneller Mensch und weinte leicht. Sie war während des Breakups emotional gewesen. Sie wird bei der Hochzeit emotional sein.",
      "example_translation": "Она была эмоциональной человек и легко плакала. Она была эмоциональной во время разрыва. Она будет эмоциональной на свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigend",
      "translation": "ободряющий",
      "definition": "Unterstützend oder vertrauensbildend; hilft, jemandem mehr Selbstvertrauen oder Entschlossenheit zu geben.",
      "definition_translation": "Дающий поддержку или уверенность; помогая кому-то чувствовать себя более уверенно или решительно.",
      "example": "Ihre ermutigenden Worte halfen mir, mein Traum zu verfolgen. Er hatte sein Team während des Spiels ermutigt. Sie werden ihre Schüler zum Mitmachen am Wettbewerb ermutigen.",
      "example_translation": "Её ободряющие слова помогли мне追uant我的 мечту. Он был ободряющим своей команде на протяжении всей игры. Они будут ободряющими своих студентов для участия в конкурсе.",
      "imageLink": "image_files\\English\\"imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "energisch",
      "translation": "энергичный",
      "definition": "Viele Energie und Begeisterung habend oder zeigend; lebhaft und aktiv.",
      "definition_translation": "Имеющий или показывающий много энергии и энтузиазма; живой и активный.",
      "example": "Er war ein energischer Mensch und sah immer auf die positive Seite. Sie hatten während des Workouts energisch gewesen. Sie wird heute Abend auf der Party energisch sein.",
      "example_translation": "Он был энергичным человеком и всегда смотрел на светлую сторону. Они были энергичными во время тренировки. Она будет энергичной на вечеринке сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhaltend",
      "translation": "развлекательный",
      "definition": "Zur Unterhaltung oder Belustigung beitragend; interessant oder amüsant.",
      "definition_translation": "Предоставляя удовольствие или развлечение; интересный или забавный.",
      "example": "Der Film war unterhaltend und ich genoss ihn. Sie hatten ihre Gäste die ganze Nacht unterhalten. Er wird seine Kunden bei dem Abendessen unterhalten.",
      "example_translation": "Фильм был развлекательным, и я насладился им. Они развлекали своих гостей всю ночь. Он будет развлекать своих клиентов на обеде.",
      "imageLink": "image_files\\English\\"imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "энтузиастичный",
      "definition": "Mit intensivem und aufgeregtem Interesse oder Enthusiasmus erfüllt, typischerweise auf lebhafte und energiegeladene Weise.",
      "definition_translation": "Наполненный интенсивным и возбужденным интересом или энтузиазмом, обычно в оживленном и энергичном стиле.",
      "example": "Sie war begeistert von dem neuen Projekt, und ihr Team war von ihrer Energie inspiriert. In der Vergangenheit war sie von jedem neuen Idee begeistert gewesen, aber jetzt war sie vorsichtiger. In Zukunft hofft sie, wieder von ihrer Arbeit begeistert zu sein.",
      "example_translation": "Она была энтузиастична по поводу нового проекта, и ее команда была вдохновлена ее энергией. В прошлом она была энтузиастична по поводу каждой новой идеи, но şimdi она была более осторожной. В будущем она надеется быть энтузиастична по поводу своей работы снова.",
      "imageLink": "image_files\\English\\"imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "böse",
      "translation": "злой",
      "definition": "Moralisch schlecht oder falsch; böswillig. Verursacht Schaden oder Verletzung.",
      "definition_translation": "Морально плохой или неправильный; злой. Причиняет вред или повреждение.",
      "example": "Der böse Schurke im Film suchte Rache. In der Vergangenheit hatte er viele böse Taten begangen. In Zukunft wird er die Folgen seiner bösen Handlungen erleiden.",
      "example_translation": "Злой злодей в фильме искал мести. В прошлом он совершил многие злые деяния. В будущем он столкнется с последствиями своих злых действий.",
      "imageLink": "image_files\\English\\"imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpfend",
      "translation": "истощающий",
      "definition": "Extreme Erschöpfung oder Müdigkeit verursachend; extrem ermüdend.",
      "definition_translation": "Причиняет极альную усталость или утомление; крайне утомительный.",
      "example": "Der Marathon war erschöpfend, und ich benötigte eine lange Ruhepause danach. In der Vergangenheit hatte ich noch nie eine so erschöpfende Aufgabe erledigt. In Zukunft hoffe ich, besser auf solche erschöpfenden Aktivitäten vorbereitet zu sein.",
      "example_translation": "Марафон был истощающим, и я нуждался в долгом отдыхе после этого. В прошлом я никогда не завершал такой истощающей задачи. В будущем я надеюсь быть лучше подготовлен к таким истощающим занятиям.",
      "imageLink": "image_files\\English\\"imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experte",
      "translation": "эксперт",
      "definition": "Eine Person mit umfassendem Wissen oder Fähigkeiten in einem bestimmten Bereich; ein Spezialist.",
      "definition_translation": "Человек с обширными знаниями или навыками в какой-либо области; специалист.",
      "example": "Der Experte auf dem Gebiet der Medizin machte eine bahnbrechende Entdeckung. In der Vergangenheit war sie in einem anderen Fachgebiet Expertin gewesen. In Zukunft hofft sie, in einem neuen Bereich Expertin zu werden.",
      "example_translation": "Эксперт в области медицины сделал революционный открытие. В прошлом она была экспертом в другой области. В будущем она надеется стать экспертом в новой области.",
      "imageLink": "image_files\\English\\"imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "верный",
      "definition": "Loyalität und Hingabe zu einer Person, Organisation oder Sache zeigend; zuverlässig und konsequent in der Leistung oder Verhaltensweise.",
      "definition_translation": "Имеющий или демонстрирующий лояльность и преданность человеку, организации или делу; надежный и последовательный в исполнении или поведении.",
      "example": "Sie war mir eine treue Freundin während meiner schwierigen Zeiten. Sie war ihrem Mann 20 Jahre lang treu gewesen. Sie wird ihren Pflichten als Managerin treu erfüllen.",
      "example_translation": "Она была верной мне friend во время моих трудных времен. Она была верной своему мужу в течение 20 лет. Она будет верной своим обязанностям в качестве менеджера.",
      "imageLink": "image_files\\English\\"imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fasziniert",
      "translation": "заинтригованный",
      "definition": "Sehr interessiert und angezogen von etwas, weil es ungewöhnlich oder interessant ist.",
      "definition_translation": "Оченьinterested и привлеченный к чему-то из-за того, что это необычно или интересно.",
      "example": "Ich war von den alten Ruinen fasziniert, als ich Ägypten besuchte. Sie war seit ihrer Kindheit von Astronomie fasziniert. Er wird von der neuen Technologie fasziniert sein.",
      "example_translation": "Я был заинтригован древними развалинами, когда посетил Египет. Она была заинтригована астрономией с тех пор, как была ребенком. Он будет заинтригован новой технологией.",
      "imageLink": "image_files\\English\\"imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faszinierend",
      "translation": "заинтриговывающий",
      "definition": "Extrem interessant oder attraktiv aufgrund seiner Ungewöhnlichkeit oder Unerwartetheit.",
      "definition_translation": "_EXTREMELY интересный или привлекательный из-за того, что это необычно или неожиданно.",
      "example": "Die faszinierende Dokumentation über die Raumfahrt wurde gestern Nacht im Fernsehen ausgestrahlt. Die faszinierende Schönheit des Wasserfalls fesselte alle Touristen.",
      "example_translation": "Заинтриговывающий документальный фильм о космической экспансии транслировался по телевизору昨 вечером. Заинтриговывающая красота водопада очаровала всех туристов.",
      "imageLink": "image_files\\English\\"imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wild",
      "translation": "свирепый",
      "definition": "Ein starkes und mächtiges Gefühl, wie zum Beispiel Wut oder Entschlossenheit, zeigend.",
      "definition_translation": "Показывающий сильное и мощное эмоциональное состояние, такое как гнев или решимость.",
      "example": "Der wilde Krieger kämpfte tapfer in der Schlacht. Sie hatte eine wilde Entschlossenheit, in ihrer Karriere erfolgreich zu sein. Er wird scharf in seiner Kritik an der neuen Politik sein.",
      "example_translation": "Свирепый воин сражался храбро в бою. Она имела свирепую решимость преуспеть в своей карьере. Он будет свиреп в своей критике новой политики.",
      "imageLink": "image_files\\English\\"imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "глупый",
      "definition": "Ohne gesunden Menschenverstand oder Urteilskraft; unvernünftig oder dumm.",
      "definition_translation": "Не имеющий здравого смысла или суждения; необоснованный или глупый.",
      "example": "Ich war dumm, all mein Geld in diesem dubiosen Geschäft zu investieren. Ich war dumm und habe meine Recherche nicht gemacht. Ich werde dumm sein, wenn ich aus meinen Fehlern nicht lerne.",
      "example_translation": "Я был глуп, инвестировав все мое деньги в тот сомнительный бизнес. Я был глуп и не произвел исследования. Я буду глуп, если не научусь из своих ошибок.",
      "imageLink": "image_files\\English\\"imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "ярости",
      "definition": "Extrem zornig; von intensiver Wut oder Zorn erfüllt.",
      "definition_translation": "Чрезвычайно злой; наполненный сильной злобой или ярости.",
      "example": "Ich war wütend, als ich herausfand, dass ich hereingelegt worden war. Ich bin wütend über die Ungerechtigkeit in der Welt. Ich werde wütend sein, wenn jemand mein Auto anfasst.",
      "example_translation": "Я был в ярости, когда узнал, что меня обманули. Я яростен из-за несправедливости в мире. Я буду в ярости, если кто-то займет мой автомобиль.",
      "imageLink": "image_files\\English\\"imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gierig",
      "translation": "жадный",
      "definition": "Ein intensives und selbstsüchtiges Verlangen nach etwas, insbesondere Essen oder Geld, habend oder zeigend.",
      "definition_translation": "Имеющий или проявляющий сильное и эгоистичное желание к чему-то, особенно еде или деньгам.",
      "example": "Mein Bruder ist gierig und will immer mehr. Meine Schwester war gierig und aß alles Kuchen. Mein Freund wird gierig sein und wird alles Geld nehmen.",
      "example_translation": "Мой брат жаден и всегда хочет больше. Моя сестра была жадной и съела весь торт. Мой друг будет жаден и возьмет все деньги.",
      "imageLink": "image_files\\English\\"imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hart",
      "translation": "твердый",
      "definition": "Fest und widerstandsfähig gegen Druck oder Schlag; fest und unbiegsam.",
      "definition_translation": "Твердый и устойчивый к давлению или удару; сплошной и неизменный.",
      "example": "Der Felsen war hart und schwierig zu brechen. Der Lehrer ist hart zu uns, gibt uns viele Hausaufgaben. Die Prüfung wird hart sein, aber ich werde mich gut vorbereiten.",
      "example_translation": "Камень был твердым и трудным для разбивания. Учитель суров к нам, давая нам много домашней работы. Экзамен будет трудным, но я хорошо приготовлюсь.",
      "imageLink": "image_files\\English\\"imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "трудоёмкий",
      "definition": "Eine Bereitschaft, sehr hart und gewissenhaft zu arbeiten, zeigend.",
      "definition_translation": "Показывающий готовность работать очень hard и усердно.",
      "example": "Sie war eine fleißige Mitarbeiterin, die immer ihre Deadlines einhielt. Sie hatte monatelang hart an diesem Projekt gearbeitet. Sie wird eine fleißige Teamleiterin in der Zukunft sein.",
      "example_translation": "Она была трудолюбивым сотрудником, который всегда успевал выполнить задачи к установленному сроку. Она работала над этим проектом в течение месяцев. Она будет трудолюбивым руководителем команды в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eisig",
      "translation": "ледяной",
      "definition": "Extrem kalt von Temperatur oder Art.",
      "definition_translation": "Экстремально холодный по температуре или манере.",
      "example": "Der eisige Wind blies über den gefrorenen See. Sie gab ihm einen eisigen Blick. Der Wintermorgen war eisig kalt.",
      "example_translation": "Ледяной ветер дунул через замёрзшее озеро. Она дала ему ледяной взгляд. Утреннее зимнее было ледяным холодом.",
      "imageLink": "image_files\\English\\"imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungeduldig",
      "translation": "нетерпеливый",
      "definition": "Unfähig, auf etwas oder jemanden zu warten.",
      "definition_translation": "Неспособный подождать чего-то или кого-то.",
      "example": "Er war ungeduldig, seinen neuen Job anzufangen. Sie war ungeduldig mit dem langsamen Fortschritt ihrer Schüler. Sie werden ungeduldig sein, die Ergebnisse zu sehen.",
      "example_translation": "Он был нетерпелив к началу новой работы. Она была нетерпеливой с медленным прогрессом ее студента. Они будут нетерпеливыми к результатам.",
      "imageLink": "image_files\\English\\"imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "невежливый",
      "definition": "Keine guten Manieren habend oder zeigend.",
      "definition_translation": "Не имеющий или не демонстрирующий хороших манер.",
      "example": "Er war unhöflich zum Kunden. Sie war unhöflich zu ihrem Nachbarn. Sie werden unhöflich zum Touristen sein.",
      "example_translation": "Он был невежлив к клиенту. Она была невежливой к своему соседу. Они будут невежливыми к туристу.",
      "imageLink": "image_files\\English\\"imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unabhängig",
      "translation": "независимый",
      "definition": "Habend die Macht oder Fähigkeit, ohne Einfluss oder Kontrolle durch andere zu handeln oder Entscheidungen zu treffen.",
      "definition_translation": "Имея власть или способность действовать или принимать решения без влияния или контроля других.",
      "example": "Sie war immer ein unabhängiger Mensch, ihre eigenen Entscheidungen ohne die Meinung anderer zu bitten.",
      "example_translation": "Она всегда была независимым человеком, принимая свои собственные решения, не спрашивая мнения других.",
      "imageLink": "image_files\\English\\"imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerfahren",
      "translation": "неопытный",
      "definition": "Fehlende Kenntnisse oder Fähigkeiten in einem bestimmten Bereich oder Aufgabe aufgrund mangelnder Erfahrung.",
      "definition_translation": "Недостаток знаний или навыков в bestimmенной области или задаче из-за недостатка опыта.",
      "example": "Als unerfahrener Fahrer war er nervös, als er zum ersten Mal auf der Autobahn fuhr.",
      "example_translation": "Как неопытный водитель, он был нервным, когда впервые drove на шоссе.",
      "imageLink": "image_files\\English\\"imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unschuldig",
      "translation": "невинный",
      "definition": "Nicht schuldig an einem Verbrechen oder Fehlverhalten; frei von Sünde oder moralischer Verworfenheit.",
      "definition_translation": "Не виновен в преступлении или проступке; свободен от греха или моральной низости.",
      "example": "Die Jury befand den Angeklagten für unschuldig aller Anklagepunkte und sprach ihn frei.",
      "example_translation": "Жюри признало обвиняемого невинным по всем пунктам обвинения, и он был оправдан.",
      "imageLink": "image_files\\English\\"imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unaufrichtig",
      "translation": "неискренний",
      "definition": "Nicht echt oder aufrichtig; vorgebend, Gefühle oder Überzeugungen zu haben, die man nicht wirklich hat.",
      "definition_translation": "Не подлинный или искренний; притворяясь чувствовать или верить в то, что на самом деле не чувствует или не верит.",
      "example": "Die unaufrichtige Entschuldigung des Politikers wurde als Versuch betrachtet, das Gesicht zu wahren, anstatt eine echte Ausdruck von Reue zu sein.",
      "example_translation": "Неискреннее извинение политика было разумеется как попытка спасти лицо, а не как подлинное выражение раскаяния.",
      "imageLink": "image_files\\English\\"imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intellektuell",
      "translation": "интеллектуальный",
      "definition": "Eine Person, die hochgebildet und sachkundig ist, insbesondere in den Künsten oder Wissenschaften.",
      "definition_translation": "Человек, имеющий высокое образование иnowledge, особенно в области искусств или наук.",
      "example": "Die Intellektuelle schrieb mehrere Bücher über Philosophie. Sie ist seit vielen Jahren eine Intellektuelle. Sie wird in Zukunft eine Intellektuelle sein.",
      "example_translation": "Интеллектуал написал несколько книг по философии. Она была интеллектуалом на протяжении многих лет. Она станет интеллектуалом в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortungslos",
      "translation": "безответственный",
      "definition": "Keinen oder nur geringen Sinn für Verantwortung habend; leichtsinnig oder achtlos.",
      "definition_translation": "Не имеющий или не демонстрирующий чувство ответственности; безрассудный или небрежный.",
      "example": "Er war verantwortungslos bei seinen Finanzen. Sie hat in letzter Zeit verantwortungslos bei ihren Entscheidungen gehandelt. Sie werden in Zukunft verantwortungslos mit ihrer neuen Freiheit umgehen.",
      "example_translation": "Он был безответственным в своих финансах. Она была безответственной в своих решениях последнее время. Они будут безответственными в своей новой свободе.",
      "imageLink": "image_files\\English\\"imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ärgerlich",
      "translation": "раздраженный",
      "definition": "Fühlend oder zeigend Ärger oder Missfallen.",
      "definition_translation": "Чувствуя или проявляя раздражение или неудовлетворенность.",
      "example": "Der Kunde war ärgerlich über die lange Wartezeit. Sie ist den ganzen Tag ärgerlich über den Lärm gewesen. Sie werden ärgerlich über den Mangel an Fortschritt sein.",
      "example_translation": "Клиент был раздражен долгим ожиданием. Она была раздражена шумом весь день. Они будут раздражены отсутствием прогресса.",
      "imageLink": "image_files\\English\\"imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ärgerlich machend",
      "translation": "ирритирующий",
      "definition": "Ärger oder Frustration verursachend.",
      "definition_translation": "Причиняющий раздражение или фрустрацию.",
      "example": "Der Lärm war ärgerlich machend für jeden. Die Aufgabe hat sie den ganzen Morgen ärgerlich gemacht. Die Situation wird ärgerlich machend für sie sein.",
      "example_translation": "Шум был ирритирующим для всех. Задача была ирритирующей для нее весь утренний день. Ситуация будет ирритирующей для них.",
      "imageLink": "image_files\\English\\"imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "верный",
      "definition": "Feste und konstante Unterstützung oder Treue zu einer Person oder Institution zeigend.",
      "definition_translation": "Давая или демонстрируя твердую и постоянную поддержку или верность человеку или учреждению.",
      "example": "Die treuen Kunden der Firma erhielten einen Sonderrabatt. Sie war ihrem Mann während ihrer Ehe treu. Das Team wird seinem Trainer trotzdem treu bleiben.",
      "example_translation": "Верные клиенты компании получили специальную скидку. Она была верна своему мужу на протяжении всего их брака. Команда будет верна своему тренеру независимо от всего.",
      "imageLink": "image_files\\English\\"imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reif",
      "translation": "зрелый",
      "definition": "Voll entwickelt oder gewachsen; die volle Größe, Stärke oder Qualität erreicht habend.",
      "definition_translation": "Полностью развитый или выросший; достигнувший полного размера, силы или качества.",
      "example": "Die reifen Bäume im Wald waren ein schön anzusehendes Bild. Sie war eine reife Studentin, die wieder aufs College zurückgekehrt war. Das Unternehmen wird mit der Zeit zu einem erfolgreichen Betrieb heranreifen.",
      "example_translation": "Зрелые деревья в лесу были зрелищем, достойным внимания. Она была зрелой студенткой, которая вернулась в колледж. Компания со временем будет развиваться в успешный бизнес.",
      "imageLink": "image_files\\English\\"imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bedeuten",
      "translation": "значить",
      "definition": "Etwas ausdrücken oder angedeuten wollen.",
      "definition_translation": "НАмечать или указывать на что-то.",
      "example": "Ich meinte nicht, deine Gefühle zu verletzen. Sie meinte, ihre Großeltern am letzten Wochenende zu besuchen. Der Lehrer meinte, die Hausaufgabe zu geben, aber vergaß.",
      "example_translation": "Я не подразумевал обидеть твои чувства. Она намеревалась посетить своих дедушку и бабушку на прошлых выходных. Учительница намеревалась дать домашнюю работу, но забыла.",
      "imageLink": "image_files\\English\\"imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gemein",
      "translation": "злой",
      "definition": "Eine boshaften oder unfreundlichen Gesinnung habend。",
      "definition_translation": "Имеющий или демонстрирующий злонамеренный или недружелюбный настрой.",
      "example": "Er war ein gemeiner Mensch, der immer nach Wegen suchte, andere zu verletzen. Der gemeine Hund jagte jeden Tag den Briefträger. Der Lehrer warnte die Schüler vor dem gemeinen Schläger in ihrer Klasse.",
      "example_translation": "Он был злым человеком, который всегда искал способы навредить другим. Злой пёс гонялся за почтальоном каждый день. Учитель предупредил учеников о злом хулигане в их классе.",
      "imageLink": "image_files\\English\\"imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mentalt",
      "translation": "ментальный",
      "definition": "Den Geist betreffend; sich mit dem Geist befassend。",
      "definition_translation": "Относящийся к разуму; связанный с или涉及 разума.",
      "example": "Er hatte einen mentalen Zusammenbruch nach dem Unfall. Er ist sein ganzes Leben lang mental gewesen. Er wird sich geistig auf die Prüfung vorbereiten.",
      "example_translation": "У него произошел нервный срыв после аварии. Он был ментально стабилен всю свою жизнь. Он будет психологически готов к экзамену.",
      "imageLink": "image_files\\English\\"imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elend",
      "translation": "несчастный",
      "definition": "Große Unzufriedenheit oder Unbehaglichkeit empfindend oder zeigend。",
      "definition_translation": "Чувствующий или проявляющий большую неудовлетворенность или дискомфорт.",
      "example": "Sie war elend, nachdem sie ihren Lieblingsring verloren hatte. Er ist die ganze Woche elend gewesen. Sie werden elend sein, wenn sie nicht befördert werden.",
      "example_translation": "Она была несчастной после потери любимого кольца. Он был несчастным всю неделю. Они будут несчастными, если не получат повышения.",
      "imageLink": "image_files\\English\\"imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "motiviert",
      "translation": "мотивированный",
      "definition": "Einen starken Grund oder Wunsch, etwas zu tun, habend。",
      "definition_translation": "Имеющий сильную причину или желание сделать что-то.",
      "example": "Sie war hoch motiviert, das Projekt rechtzeitig abzuschließen. Er ist motiviert, seine Fähigkeiten zu verbessern. Sie werden motiviert sein, härter zu arbeiten, wenn sie einen Bonus erhalten.",
      "example_translation": "Она была高度 мотивированной для завершения проекта вовремя. Он был мотивированным для улучшения своих навыков. Они будут мотивированы работать усерднее, если получат бонус.",
      "imageLink": "image_files\\English\\"imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegend",
      "translation": "движущийся",
      "definition": "Stark emotionale Reaktionen, insbesondere Traurigkeit oder Mitleid, hervorrufend。",
      "definition_translation": "Вызывающий сильные эмоции, особенно печаль или сострадание.",
      "example": "Der Film war bewegend, ich weinte während des ganzen Films. Das Theaterstück war bewegend, es hat mein Herz berührt. Das Buch wird bewegend sein, es handelt von wahrer Liebe.",
      "example_translation": "Фильм был трогательным, я плакала на протяжении всего. Пьеса была трогательной, она тронула мое сердце. Книга будет трогательной, она о настоящей любви.",
      "imageLink": "image_files\\English\\"imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "widerwärtig",
      "translation": "гадкий",
      "definition": "Unangenehm oder unappetitlich, insbesondere auf subtile oder versteckte Weise.",
      "definition_translation": "Неприятный или отвратительный, особенно в скрытой или утаенной форме.",
      "example": "Der widerwärtige Geruch im Badezimmer war überwältigend. Er war seinem Bruder den ganzen Tag widerwärtig. Sie wird ihm widerwärtig sein, wenn er sich nicht entschuldigt.",
      "example_translation": "Отвратительный запах в ванной комнате был подавляющим. Он был гадким к своей сестре весь день. Она будет гадкой к нему, если он не извинится.",
      "imageLink": "image_files\\English\\"imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "плохой",
      "definition": "Sich auf eine Art und Weise verhaltend, die leicht böse oder ungehorsam ist, aber nicht ernsthaft.",
      "definition_translation": "Ведет себя или делает что-то в sposób, который слегка плох или непослушен, но не настолько серьезно.",
      "example": "Das freche Kind zog an den Haaren seiner Schwester. Sie war frech und hörte nicht auf ihre Eltern. Er wird frech sein, wenn er nicht bekommt, was er will.",
      "example_translation": "Плохой ребенок дернул волосы своей сестры. Она была плохой и не слушала своих родителей. Он будет плохим, если не получит того, что хочет.",
      "imageLink": "image_files\\English\\"imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehorsam",
      "translation": "покорный",
      "definition": "Sich auf eine Art und Weise verhaltend, die Respekt vor der Autorität zeigt und Willens ist, Regeln oder Anweisungen zu befolgen.",
      "definition_translation": "Ведет себя или делает что-то в sposób, который показывает уважение к власти и является готовым подчиняться правилам или инструкциям.",
      "example": "Der gehorsame Hund saß ruhig. Sie war gehorsam und befolgte die Regeln. Er wird gehorsam sein, wenn er erfolgreich sein will.",
      "example_translation": "Покорная собака сиделаquietly. Она была покорной и следовала правилам. Он будет покорным, если хочет преуспеть.",
      "imageLink": "image_files\\English\\"imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "objektiv",
      "translation": "объективный",
      "definition": "Nicht von persönlichen Meinungen oder Gefühlen beeinflusst, auf Fakten basierend.",
      "definition_translation": "Не влияет личными мнениями или чувствами, основывается на фактах.",
      "example": "Die Journalistin versuchte, objektiv in ihrer Berichterstattung zu bleiben. Das Ziel der Firma ist es, den Gewinn zu erhöhen. Er war objektiv in seiner Bewertung der Situation.",
      "example_translation": "Журналист попыталась остаться объективной в своей журналистике. Цель компании - увеличить прибыль. Он был объективным в своей оценке ситуации.",
      "imageLink": "image_files\\English\\"imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstößig",
      "translation": "офицальный",
      "definition": "jemanden tief zu ärgern oder zu beleidigen",
      "definition_translation": "причиняющий кому-то глубокое раздражение или оскорбление",
      "example": "Die anstößigen Kommentare lösten eine heftige Debatte aus. Das Unternehmen entschuldigte sich für die anstößige Werbung. Die neue Richtlinie wird anzügliches Verhalten am Arbeitsplatz verhindern.",
      "example_translation": "Оскорбительные комментарии вызвали жаркую дискуссию. Компания извинилась за оскорбительную рекламу. Новая политика предотвратит оскорбительное поведение на работе.",
      "imageLink": "image_files\\English\\"imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "optimistisch",
      "translation": "оптимистичный",
      "definition": "eine hoffnungsvolle und zuversichtliche Einstellung habend",
      "definition_translation": "имеющий или проявляющий надежный и уверенный настрой",
      "example": "Sie ist immer optimistisch über die Zukunft. Die optimistische Prognose sagte eine starke Wirtschaft voraus. Er ist von Anfang an optimistisch über den Erfolg des Projekts gewesen.",
      "example_translation": "Она всегда оптимистично смотрит на будущее. Оптимистичный прогноз предсказал сильную экономику. Он с самого начала был оптимистичен по поводу успеха проекта.",
      "imageLink": "image_files\\English\\"imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisiert",
      "translation": "организованный",
      "definition": "systematisch und effizient angeordnet oder strukturiert",
      "definition_translation": "устроенный или структурированный систематическим и эффективным образом",
      "example": "Sie ist eine sehr organisierte Person. Die organisierte Tour beinhaltete alle Transportmittel und Unterkünfte. Das Unternehmen ist in mehrere Abteilungen organisiert.",
      "example_translation": "Она является очень организованной человек. Организованный тур включал все транспорт и размещение. Компания организована в несколько отделов.",
      "imageLink": "image_files\\English\\"imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skandalös",
      "translation": "неприличный",
      "definition": "durch Übertriebenheit oder Unvernunft schockierend oder inakzeptabel",
      "definition_translation": "шокирующий или неприемлемый из-за чрезмерности или неразумности",
      "example": "Der skandalöse Preis des neuen Smartphones ist unglaublich. Das Unternehmen verhielt sich skandalös und löste einen Skandal aus. Die skandalöse Comedy-Show war ein großer Erfolg.",
      "example_translation": "Неприличная цена нового смартфона просто невероятна. Неприличное поведение компании вызвало скандал. Неприличное комедийное шоу стало огромным успехом.",
      "imageLink": "image_files\\English\\"imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzhaft",
      "translation": "болезненный",
      "definition": "körperlichen oder emotionalen Unbehagen oder Schmerz verursachend",
      "definition_translation": "Причиняющий физическую или эмоциональную боль или неудобство",
      "example": "Der Patient hat seit Wochen schmerzhafte Kopfschmerzen gehabt. Sie nimmt Schmerzmittel, um den Schmerz zu lindern. Sie muss nächste Woche einer schmerzhaften Operation unterziehen.",
      "example_translation": "Пациент страдал болезненными головными болями на протяжении недель. Она принимает обезболивающие средства, чтобы уменьшить боль. Она будет должна пройти болезненную операцию на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leidenschaftlich",
      "translation": "страстный",
      "definition": "starke Emotionen, Begeisterung oder Aufregung zeigend",
      "definition_translation": "Показывающий или чувствующий сильные эмоции, энтузиазм или возбуждение",
      "example": "Er war ein leidenschaftlicher Redner, der die Menge inspirierte. Sie ist leidenschaftlich bei der Arbeit und widmet lange Stunden dafür. Sie werden ein leidenschaftliches Argument über das Thema haben.",
      "example_translation": "Он был страстным оратором, который вдохновил толпу. Она страстная в своей работе и посвящает долгие часы ей. Они будут иметь страстный спор о вопросе.",
      "imageLink": "image_files\\English\\"imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passiv",
      "translation": "пассивный",
      "definition": "nicht aktiv oder an einem Prozess oder einer Entscheidung beteiligt",
      "definition_translation": "Не активный или не вовлеченный в процесс или решение",
      "example": "Das Unternehmen hat eine passive Anlagestrategie. Er war ein passiver Beobachter des Konflikts. Die Studenten waren passive Empfänger der Informationen.",
      "example_translation": "Компания имеет пассивную инвестиционную стратегию. Он был пассивным наблюдателем конфликта. Студенты были пассивными получателями информации.",
      "imageLink": "image_files\\English\\"imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pessimistisch",
      "translation": "пессимистичный",
      "definition": "eine negative oder düstere Sicht auf die Dinge habend",
      "definition_translation": "Имеющий негативный или мрачный взгляд на вещи",
      "example": "Er war ein pessimistischer Mensch, der immer das Schlimmste erwartete. Das Team war pessimistisch über ihre Chancen, zu gewinnen. Sie hatte eine pessimistische Sicht auf das Leben.",
      "example_translation": "Он был пессимистичным человеком, который всегда期待ал худшего. Команда была пессимистичной относительно своих шансов на победу. У нее был пессимистичный взгляд на жизнь.",
      "imageLink": "image_files\\English\\"imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versteinert",
      "translation": "напуганный",
      "definition": "extrem ängstlich oder schockiert, oft so dass man nicht mehr denken oder handeln kann",
      "definition_translation": "чрезвычайно напуганный илиilan, часто до такой степени, что не можетmoving или думать ясно",
      "example": "Ich war während des Horrorfilms versteinert, ich konnte die Nacht nicht schlafen. Ich bin versteinert vor Spinnen. Ich werde versteinert sein, wenn ich den Job nicht bekomme.",
      "example_translation": "Меня напугал фильм ужасов, я не мог спать той ночью. Я напуган пауков. Я буду напуган, если не получу работу.",
      "imageLink": "image_files\\English\\"imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "praktisch",
      "translation": "практический",
      "definition": "mehr mit der tatsächlichen Anwendung oder Nutzung von etwas beschäftigt als mit Theorien und Ideen",
      "definition_translation": "связанный с фактическим выполнением или использованием чего-либо, а не с теорией и идеями",
      "example": "Ich bin ein praktischer Mensch, ich lerne am besten durch Tun. Sie war praktisch und trug immer einen Ersatzakku bei. Sie werden praktisch und beginnen, Geld zu sparen.",
      "example_translation": "Я практический человек, я предпочитаю учиться, делая. Она была практичной и всегда носила с собой запасной аккумулятор. Они будут практичными и начнут экономить деньги.",
      "imageLink": "image_files\\English\\"imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "professionell",
      "translation": "профессиональный",
      "definition": "in Verbindung mit einem Beruf oder einer Tätigkeit, die eine hohe Stufe an Fähigkeit oder Ausbildung erfordert",
      "definition_translation": "относящийся к или связанный с работой или деятельностью, которая требует высокого уровня навыков или обучения",
      "example": "Er ist ein professioneller Athlet, er trainiert jeden Tag. Sie war professionell und hat die Situation sehr gut gehandhabt. Sie müssen professionell sein und zusammen als Team arbeiten.",
      "example_translation": "Он является профессиональным спортсменом, он тренируется каждый день. Она была профессионалом и справилась с ситуацией очень хорошо. Им придется быть профессионалами и работать вместе как команда.",
      "imageLink": "image_files\\English\\"imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "озадаченный",
      "definition": "fühlt sich verwirrt oder unsicher über etwas",
      "definition_translation": "чувствующий себя запутанным или неуверенным в чем-то",
      "example": "Ich war verwirrt von dem Mathematik-Problem, ich konnte es nicht lösen. Sie sah verwirrt aus, als ich die Regeln erklärte. Sie werden verwirrt sein, wenn sie nicht für die Prüfung lernen.",
      "example_translation": "Я был озадачен математической задачей, я не мог ее решить. Она выглядела озадаченной, когда я объяснил правила. Они будут озадаченными, если не будут готовиться к экзамену.",
      "imageLink": "image_files\\English\\"imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "qualifiziert",
      "translation": "квалифицированный",
      "definition": "Hat die erforderlichen Fähigkeiten, Erfahrungen oder Qualifikationen, um einen bestimmten Job oder eine bestimmte Tätigkeit auszuführen.",
      "definition_translation": "Имея необходимые навыки, опыт или квалификацию для выполнения конкретной работы или деятельности.",
      "example": "Sie war eine qualifizierte Ingenieurin mit 5 Jahren Erfahrung. Sie qualifiziert sich für die Beförderung. Sie wird sich nächstes Jahr für das Stipendium qualifizieren.",
      "example_translation": "Она была квалифицированным инженером с 5-летним стажем. Она соответствует требованиям для продвижения. Она будет соответствовать требованиям для стипендии в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "realistisch",
      "translation": "реалистичный",
      "definition": "Hat oder zeigt eine vernünftige und praktische Vorstellung davon, was erreicht oder erwartet werden kann.",
      "definition_translation": "Имея или демонстрируя разумное и Практическое представление о том, что может быть достигнуто или ожидается.",
      "example": "Er hatte eine realistische Sicht auf den Zeitplan des Projekts. Sie war realistisch bezüglich ihrer Chancen, zu gewinnen. Sie werden einen realistischen Ansatz zum Problem haben.",
      "example_translation": "У него было-realistic представление о сроке проекта. Она была реалистична об своих шансах на победу. Они будут иметь реалистичный подход к проблеме.",
      "imageLink": "image_files\\English\\"imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "разумный",
      "definition": "Hat oder zeigt einen vernünftigen und fairen Geisteszustand.",
      "definition_translation": "Имея или демонстрируя разумный и справедливый подход.",
      "example": "Er machte einen vernünftigen Wunsch. Sie war vernünftig bei ihren Forderungen. Sie werden eine vernünftige Lösung für das Problem haben.",
      "example_translation": "Он сделал разумный запрос. Она была разумной в своих требованиях. Они будут иметь разумное решение проблеме.",
      "imageLink": "image_files\\English\\"imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "religiös",
      "translation": "религиозный",
      "definition": "In Verbindung stehend oder besorgt mit Religion.",
      "definition_translation": "Относится к или связано с религией.",
      "example": "Sie war eine religiöse Person. Er ging auf eine religiöse Schule. Sie werden an einer religiösen Zeremonie teilnehmen.",
      "example_translation": "Она была религиозной personой. Он пошел в религиозную школу. Они будут присутствовать на религиозной церемонии.",
      "imageLink": "image_files\\English\\"imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinderisch",
      "translation": "ресурсный",
      "definition": "Hat die Fähigkeit, schnell und clevere Wege zu finden, um Schwierigkeiten zu überwinden.",
      "definition_translation": "Имея способность найти быстрые и умные способы преодолевать трудности.",
      "example": "Sie war eine erfinderische Person und konnte den kaputten Motor schnell reparieren. Sie war erfinderisch und fand einen Weg, aus dem brennenden Gebäude zu entkommen. Sie wird erfinderisch sein und in der Lage, das komplexe Problem zu lösen.",
      "example_translation": "Она была resourceful и была able to быстро исправить сломанный двигатель. Она была resourceful и нашла способ сбежать из горящего здания. Она будет resourceful и сможет решить сложную проблему.",
      "imageLink": "image_files\\English\\"imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "respektabel",
      "translation": "уважаемый",
      "definition": "Verdient Respekt und Achtung, oft wegen guten Verhaltens oder Leistungen.",
      "definition_translation": "Заслуживающий уважения и восхищения, часто из-за хорошего поведения или достижений.",
      "example": "Er war ein respektabler Mitglied der Gesellschaft und war bekannt für seine Wohltätigkeitsarbeit. Sie war respektvoll gegenüber ihren Eltern, sogar wenn sie nicht damit einverstanden war. Sie werden respektvolle Bürger sein und am Gemeinschaftsdienst teilnehmen.",
      "example_translation": "Он был уважаемым членом общества и был хорошо известен за свою благотворительную работу. Она всегда была уважительной к своим родителям, даже когда она не согласилась с ними. Они будут уважаемыми гражданами и участвовать в общественной службе.",
      "imageLink": "image_files\\English\\"imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "respektiert",
      "translation": "уважаемый",
      "definition": "Fühlt oder zeigt Respekt und Achtung für jemanden oder etwas.",
      "definition_translation": "Чувствующий или показывающий уважение и восхищение к кому-то или чему-то.",
      "example": "Er war ein respektierter Führer und seine Meinungen wurden hoch geschätzt. Sie hatte den Lehrer respektiert und hatte nicht gefragt. Sie werden respektiert werden, weil sie mutig in Gefahr waren.",
      "example_translation": "Он был уважаемым лидером, и его мнение высоко ценилось. Она уважала решение своего учителя и не оспаривала его. Они будут уважаемы за свою храбрость перед лицом опасности.",
      "imageLink": "image_files\\English\\"imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortungsbewusst",
      "translation": "ответственный",
      "definition": "Hat eine Verpflichtung, etwas zu tun, oder ist verantwortlich für seine Handlungen.",
      "definition_translation": "Имея обязательство делать что-то или быть ответственным за свои действия.",
      "example": "Sie war verantwortungsbewusst für die Organisation des Ereignisses und machte sicher, dass alles reibungslos verlief. Er war verantwortungsbewusst für das Scheitern des Projekts und wurde entlassen. Sie werden verantwortungsbewusst für ihre eigenen Entscheidungen in Zukunft sein.",
      "example_translation": "Она была ответственна за организацию мероприятия и убедилась, что все прошло гладко. Он был ответственным за неудачу проекта и был уволен. Они будут ответственны за свои собственные решения в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riskant",
      "translation": "рискованный",
      "definition": "Ein Risiko oder eine Gefahr involvierend oder aussetzend; gefährlich.",
      "definition_translation": "Включая или подвергая риск или опасность; опасный.",
      "example": "Ich war immer ein vorsichtiger Anleger, der risikoreichen Aktien mied. Er hat die riskante Angewohnheit, auf der Autobahn zu rasen. Ich werde nächsten Jahr einen riskanten Entschluss fassen, meinen Job zu kündigen.",
      "example_translation": "Я всегда был осторожным инвестором, избегая рискованных акций. У него есть рискованная привычка превышать скорость на шоссе. Я примu рискованное решение уволиться с работы в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rücksichtslos",
      "translation": "беспощадный",
      "definition": "Kein Erbarmen oder Mitleid zeigend; grausam.",
      "definition_translation": "Имея или показывая keine милосердия или жалости; жестокий.",
      "example": "Der rücksichtslose Diktator herrschte das Land mit eiserner Faust. Sie war rücksichtslos in ihrer Erfolgssuche. Der rücksichtslose Kritiker zerstörte die Karriere des Schauspielers.",
      "example_translation": "Беспощадный диктатор правил страной железной рукой. Она была беспощадной в ее стремлении к успеху. Беспощадный критик разрушил карьеру актера.",
      "imageLink": "image_files\\English\\"imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sensibel",
      "translation": "чувствительный",
      "definition": "Schnell auf emotionale oder physische Reize reagierend; delikat.",
      "definition_translation": "Быстрый отклик на эмоциональные или физические стимулы; деликатный.",
      "example": "Sie ist sensibel für die Bedürfnisse anderer. Die sensible Ausrüstung erforderte sorgfältige Handhabung. Ich habe eine sensible Haut und bekomme leicht Sonnenbrand.",
      "example_translation": "Она чувствительна к потребностям других. Чувствительное оборудование требовало аккуратного обращения. У меня чувствительная кожа и я легко загораюсь.",
      "imageLink": "image_files\\English\\"imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": "серьезный",
      "definition": "Sehr schlecht oder ernst; intensiv oder extrem.",
      "definition_translation": "Очень плохой или серьезный; интенсивный или экстремальный.",
      "example": "Die schlechte Wettervorhersage wurde für den ganzen Staat ausgesprochen. Sie hat eine ernste Erdnussallergie. Die ernste Wirtschaftskrise betraf viele Unternehmen.",
      "example_translation": "Предупреждение о серьезной погоде было выпущено для всего штата. У нее серьезная аллергия на арахис. Серьезное экономическое спадениеAffected многих бизнесов.",
      "imageLink": "image_files\\English\\"imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschickt",
      "translation": "умелый",
      "definition": "Eine natürliche Fähigkeit oder Begabung habend, insbesondere in einer praktischen Tätigkeit.",
      "definition_translation": "Имеющий или демонстрирующий естественный talent или способность, особенно в практической деятельности.",
      "example": "Sie war eine geschickte Malerin, die die Schönheit der Natur auf Leinwand zu fangen vermochte. Sie war viele Jahre lang eine geschickte Malerin. Sie wird mit mehr Übung eine geschickte Malerin werden.",
      "example_translation": "Она была умелой художницей, способной捕uirать красоту природы на холсте. Она была умелой художницей многие годы. Она станет умелой художницей с более практикой.",
      "imageLink": "image_files\\English\\"imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "квалифицированный",
      "definition": "Eine hohe Kompetenz oder Fähigkeit in einer bestimmten Tätigkeit oder Beruf habend.",
      "definition_translation": "Имеющий или демонстрирующий высокий уровень мастерства или компетентности в определенной деятельности или профессии.",
      "example": "Der erfahrene Chirurg führte den Operation durch mit Leichtigkeit. Der erfahrene Ingenieur entwarf ein effizienteres System. Das Unternehmen wird einen erfahrenen Manager einstellen, um das Team zu führen.",
      "example_translation": "Квалифицированный хirurg провел операцию с легкостью. Квалифицированный инженер разработал более эффективную систему. Компания наймет квалифицированного менеджера, чтобы возглавить команду.",
      "imageLink": "image_files\\English\\"imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sophistisch",
      "translation": "софистированный",
      "definition": "Komplex oder kultiviert, oft auf eine Weise, die als beeindruckend oder attraktiv gilt.",
      "definition_translation": "Комплексный или культурный, часто таким образом, что считается впечатляющим или привлекательным.",
      "example": "Die sophistische Software war in der Lage, große Datenmengen zu analysieren. Das sophistische Kunstmuseum zeigte Werke bekannter Künstler. Das öffentliche Verkehrssystem der Stadt war sophistisch und machte es leicht, sich fortzubewegen.",
      "example_translation": "Софистированное программное обеспечение было schopное анализировать большие наборы данных. Софистированный музей искусства представил работы известных художников. Софистированная система общественного транспорта города сделала его легко передвигаться.",
      "imageLink": "image_files\\English\\"imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistlich",
      "translation": "духовный",
      "definition": "Bezüglich des Geistes oder der Seele, nicht des physischen Körpers.",
      "definition_translation": "Связанный с духом или душой, а не с физическим телом.",
      "example": "Der geistliche Führer leitete die Gemeinde durch eine Zeit der Krise. Sie hatte ein tiefes geistliches Erlebnis während ihrer Meditation. Die geistliche Musik hob jedenones Laune.",
      "example_translation": "Духовный лидер руководил общиной через период кризиса. У нее был глубоко духовный опыт во время медитации. Духовная музыка подняла настроение у всех.",
      "imageLink": "image_files\\English\\"imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spontan",
      "translation": "спонтанный",
      "definition": "Ohne Planung oder Vorbereitung geschehend oder getan; natürlich und unvorhersehbar.",
      "definition_translation": "Происходящий или выполненный без планирования или подготовки; натуральный и не запланированный.",
      "example": "Sie hat ein spontanes Lachen, das ansteckend ist. Gestern hatte sie eine spontane Entscheidung, nach Paris zu reisen. Sie wird auf die Nachricht spontan reagieren.",
      "example_translation": "У нее есть спонтанный смех, который заразителен. Вчера она приняла спонтальное решение поехать в Париж. Она будет иметь спонтальную реакцию на новость.",
      "imageLink": "image_files\\English\\"imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerade",
      "translation": "прямой",
      "definition": "In einer geraden Linie verlaufend oder sich bewegend; nicht gekrümmt oder gebogen.",
      "definition_translation": "Распространяющийся или движущийся по прямой линии; не кривой или согнутый.",
      "example": "Die Straße war gerade und schmal. Er ging gerade in das Zimmer. Sie wird direkt nach Hause fahren.",
      "example_translation": "Дорога была прямой и узкой. Он вошел прямо в комнату. Она поедет прямо домой.",
      "imageLink": "image_files\\English\\"imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eigensinnig",
      "translation": "упрямый",
      "definition": "Weigert sich, seine Meinung oder Vorgehensweise zu ändern, auch wenn er auf Widerstand oder Schwierigkeiten stößt.",
      "definition_translation": "Отказываясь изменить свое мнение или курс действия, даже когда сталкиваются с оппозицией или трудностью.",
      "example": "Er war eigensinnig und weigerte sich, Ratschläge anzuhören. Sie war eigensinnig in ihrer Entscheidung. Sie werden eigensinnig in ihren Verhandlungen sein.",
      "example_translation": "Он был упрямым и отказался聽ать советы. Она упрямилась в своем решении. Они будут упрямыми в своих переговорах.",
      "imageLink": "image_files\\English\\"imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abergläubisch",
      "translation": "суеверный",
      "definition": "Hat oder zeigt eine übermäßige oder irrationale Furcht vor dem Unbekannten oder übernatürlichen Dingen.",
      "definition_translation": "Имеющий или проявляющий избыточный или ирationalный страх неизвестного или сверхъестественных вещей.",
      "example": "Sie war abergläubisch, was Schwarze Katzen betrifft. Er war abergläubisch, was den 13. Tag betrifft. Sie werden abergläubisch sein, was das Spukhaus betrifft.",
      "example_translation": "Она была суеверной относительно черных кошек. Он был суеверным относительно пятницы 13-го. Они будут суеверными относительно якобы домов.",
      "imageLink": "image_files\\English\\"imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "misstrauisch",
      "translation": "подозрительный",
      "definition": "Erregt Misstrauen; zweifelhaft.",
      "definition_translation": "Возбуждающий подозрение; спорный.",
      "example": "Die Polizei war misstrauisch gegenüber dem Fremden und befragte ihn stundenlang. Gestern war ich misstrauisch gegenüber meinem Bruder, weil er sich seltsam verhielt. Ich werde misstrauisch gegenüber dem neuen Mitarbeiter sein, bis ich ihn besser kenne.",
      "example_translation": "Полиция была подозрительной по отношению к незнакомцу и допрашивала его в течение часов. Вчера я был подозрительным по отношению к моему брату, потому что он вел себя странно. Я буду подозрительным по отношению к новому сотруднику, пока не узнаю его получше.",
      "imageLink": "image_files\\English\\"imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mitfühlend",
      "translation": "симпатичный",
      "definition": "Empfindet oder zeigt Sympathie und Verständnis für andere.",
      "definition_translation": "Испытывающий или демонстрирующий симпатию и понимание по отношению к другим.",
      "example": "Der Arzt war mitfühlend gegenüber der Patientin und versuchte, sie zu trösten. Ich war mitfühlend gegenüber meinem Freund, als er seinen Job verlor. Sie wird mitfühlend gegenüber ihrer Schwester sein, wenn sie sich scheiden lässt.",
      "example_translation": "Доктор был симпатичным по отношению к пациенту и попытался утешить ее. Я был симпатичным по отношению к моему другу, когда он потерял работу. Она будет симпатичной по отношению к своей сестре, когда она развелась.",
      "imageLink": "image_files\\English\\"imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angespannt",
      "translation": "напряженный",
      "definition": "Fühlt sich ängstlich oder besorgt; hat ein Gefühl von Anspannung oder Stress.",
      "definition_translation": "Испытывающий тревогу или беспокойство; имеющий ощущение напряжения или стресса.",
      "example": "Ich war angespannt während der Prüfung, weil ich nicht gut vorbereitet war. Sie ist angespannt vor öffentlichem Reden. Er wird angespannt während des Vorstellungsgesprächs sein.",
      "example_translation": "Я был напряженным во время экзамена, потому что не учился хорошо. Она напряжена перед публичной речью. Он будет напряженным во время интервью по трудоустройству.",
      "imageLink": "image_files\\English\\"imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "потрясающий",
      "definition": "Erregt extreme Furcht oder Angst.",
      "definition_translation": "Вызывающий экстремальный страх или тревогу.",
      "example": "Der Horrorfilm war erschreckend, und ich konnte nicht schlafen. Der Gedanke an Fallschirmspringen ist für mich erschreckend. Die Nachricht vom Erdbeben war für die Menschen in der Stadt erschreckend.",
      "example_translation": "Ужасный фильм был потрясающим, и я не мог спать после этого. Мысль о прыжке с парашютом является потрясающей для меня. Новость о землетрясении была потрясающей для людей в городе.",
      "imageLink": "image_files\\English\\"imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenreich",
      "translation": "заботливый",
      "definition": "Zeigt sorgfältige Überlegung und Rücksichtnahme in seinen Handlungen oder Entscheidungen.",
      "definition_translation": "показывающий тщательную мысль и внимание в своих действиях или решениях",
      "example": "Sie war eine gedankenreiche Freundin, die immer an meinen Geburtstag dachte. Sie brachte mir ein Geschenk mit gedankenreicher Überlegung. Sie wird sich detailreich um die Einzelheiten kümmern.",
      "example_translation": "Она была заботливой подругой, всегда помнящей мой день рождения. Она заботливо принесла мне подарок. Она будет заботливо думать о деталях.",
      "imageLink": "image_files\\English\\"imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "восхищенный",
      "definition": "Fühlt sich extrem glücklich oder aufgerüstet über etwas.",
      "definition_translation": "чувствующий себя cựcено счастливым или взволнованным о чем-то",
      "example": "Ich war begeistert, meine Lieblingsband live zu sehen. Sie war begeistert über die Nachricht ihrer Beförderung. Sie werden begeistert sein, wenn sie von der Überraschungsparty hören.",
      "example_translation": "Я был восхищен, увидев выступление моей любимой группы. Она была восхищена новостью о своем повышении. Они будут восхищены, услышав о сюрпризной вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zäh",
      "translation": "жесткий",
      "definition": "Stark und in der Lage, Schwierigkeiten oder Härten zu ertragen.",
      "definition_translation": "сильный и способный выдержать трудности или лишения",
      "example": "Er ist ein zäher Typ, der den anspruchsvollen Job erledigen kann. Sie war zäh und gab nicht leicht auf. Sie werden zäh gegenüber ihren Gegnern im Spiel sein.",
      "example_translation": "Он жесткий парень, который может справиться с трудной работой. Она была жесткой и не сдалась легко. Они будут жесткими к своим противникам в игре.",
      "imageLink": "image_files\\English\\"imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragic",
      "translation": "трагический",
      "definition": "Verursacht oder erfüllt von großer Traurigkeit oder Sorge.",
      "definition_translation": "вызывающий или наполненный великой печалью или горем",
      "example": "Das tragische Unglück schockierte die gesamte Gemeinde. Das tragische Ende des Films machte mich weinen. Die tragische Nachricht von der Katastrophe verbreitete sich schnell.",
      "example_translation": "Трагическая авария потрясла всю общину. Трагичный конец фильма заставил меня плакать. Трагическая новость о катастрофе распространялась быстро.",
      "imageLink": "image_files\\English\\"imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbewusst",
      "translation": "неведущий",
      "definition": "keine Kenntnis oder Bewusstsein über etwas haben",
      "definition_translation": "не имеющий знания или осведомленности о чем-либо",
      "example": "Ich war mir der Gefahr nicht bewusst, bis es zu spät war. Jetzt bin ich mir meiner Umgebung mehr bewusst. Ich werde mich in Zukunft der Risiken bewusst sein.",
      "example_translation": "Я был неосведомлен о опасности, пока не стало слишком поздно. Теперь я более осведомлен о своем окружении. В будущем я буду осведомлен о рисках.",
      "imageLink": "image_files\\English\\"imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "неопределенный",
      "definition": "nicht klar definiert oder bekannt",
      "definition_translation": "не ясно определенный или не известный",
      "example": "Ich war mir meiner Entscheidung nicht sicher, aber jetzt bin ich sicher. Ich werde mich in Zukunft unsicher über das Ergebnis sein.",
      "example_translation": "Я был неопределенный в своем решении, но теперь я уверен. В будущем я буду неопределенный в результате.",
      "imageLink": "image_files\\English\\"imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verständnis",
      "translation": "понимание",
      "definition": "die Fähigkeit, zu verstehen und zu interpretieren",
      "definition_translation": "способность понимать и интерпретировать",
      "example": "Ich erwarb ein Verständnis des Konzepts, nachdem ich das Buch gelesen hatte. Jetzt habe ich ein tiefes Verständnis des Fachgebiets. Ich werde in Zukunft ein besseres Verständnis des Materials haben.",
      "example_translation": "Я приобрел понимание концепции после прочтения книги. Теперь у меня есть глубокое понимание предмета. В будущем я będy иметь лучшее понимание материала.",
      "imageLink": "image_files\\English\\"imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "непокойный",
      "definition": "sich ängstlich oder unbehaglich fühlend",
      "definition_translation": "чувствующий тревогу или дискомфорт",
      "example": "Ich fühlte mich unruhig über die Situation, aber jetzt bin ich ruhig. Ich war unruhig über die Prüfung, aber ich werde in Zukunft mehr Selbstvertrauen haben.",
      "example_translation": "Я чувствовал себя неудобно в этой ситуации, но теперь я спокоен. Я был неудобен в отношении экзамена, но в будущем я будy более уверен.",
      "imageLink": "image_files\\English\\"imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unglücklich",
      "translation": "неудачный",
      "definition": "schlecht von Glück oder von Schicksal, ungünstig oder unverdient",
      "definition_translation": "Имеющий или отмеченный удачей; неудачный по способу, который считается несправедливым или не заслуженным.",
      "example": "Das Team hatte einen unglücklichen Verlust im Finale, aber sie erreichten noch die Playoffs. In der Vergangenheit war das Unternehmen mit seinen Investitionen unglücklich. Leider hat die neue Politik vielen Mitarbeitern unglücklich gemacht.",
      "example_translation": "Команда потерпела неудачу в финальной игре, но они все еще добились плей-офф. В прошлом компания неудачно инвестировала свои средства. К сожалению, новая политика была неудачной для многих сотрудников.",
      "imageLink": "image_files\\English\\"imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhilfreich",
      "translation": "бесполезный",
      "definition": "keine Hilfe oder Unterstützung provide",
      "definition_translation": "Не оказывающий помощи или поддержки; не полезный или благоприятный.",
      "example": "Die Anweisungen waren unhilfreich, so musste ich mich selbst darum kümmern. Sie war bei der Planung des Ereignisses unhilfreich, aber ihre Teammitglieder traten vor. Die neue Software-Aktualisierung war für viele Nutzer unhilfreich.",
      "example_translation": "Инструкции были бесполезными, поэтому я должен был разобраться сам. Она была бесполезной в планировании события, но ее коллеги по команде подхватили initiative. Новое обновление программного обеспечения было бесполезным для многих пользователей.",
      "imageLink": "image_files\\English\\"imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unpopulär",
      "translation": "непопулярный",
      "definition": "nicht von vielen Menschen gemocht oder akzeptiert",
      "definition_translation": "Не нравится или не одобряется многими людьми; не широко принят или предпочитаем.",
      "example": "Die neue Politik war bei vielen Mitarbeitern unpopulär, die es als unfair empfanden. Das Restaurant war bei den Einheimischen unpopulär, aber Touristen liebten es. In der Vergangenheit war die Idee von sozialen Medien bei den älteren Generationen unpopulär.",
      "example_translation": "Новая политика была не популярна среди многих сотрудников, которые чувствовали, что это несправедливо. Ресторан был не популярным среди местных жителей, но туристы любили его. В прошлом идея социальных сетей была не популярна среди старших поколений.",
      "imageLink": "image_files\\English\\"imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvorhersehbar",
      "translation": "непредсказуемый",
      "definition": "nicht vorherzusagen oder vorauszusagen",
      "definition_translation": "Невозможно предсказать или прогнозировать; вероятно, поведет себя в неожиданном manera.",
      "example": "Das Wetter war in letzter Zeit unvorhersehbar, mit plötzlichen Temperaturwechseln. Ihr Verhalten war unvorhersehbar, und ihre Freunde waren oft überrascht. In der Vergangenheit waren die Umsätze des Unternehmens unvorhersehbar, was es schwierig machte, zubudgetieren.",
      "example_translation": "Погода была непредсказуемой в последнее время, с внезапными изменениями температуры. Ее поведение было непредсказуемым, и ее друзья часто были удивлены. В прошлом продажи компании были непредсказуемыми, что делало бюджетирование трудным.",
      "imageLink": "image_files\\English\\"imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unrealistisch",
      "translation": "нerealistichny",
      "definition": "nicht auf der Realität basiert; unpraktisch oder unvernünftig",
      "definition_translation": "не основанная на реальности; не практичная или неразумная",
      "example": "Die Idee von fliegenden Autos ist unrealistisch. Ich dachte immer, dass das Konzept unrealistisch war. Bis 2050 werden wir unrealistische Erwartungen an die Technologie haben.",
      "example_translation": "Идея летающих машин нереалистична. Я всегда думал, чтоconcept был нереалистичным. К 2050 году у нас будут нереалистичные ожидания от технологии.",
      "imageLink": "image_files\\English\\"imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvernünftig",
      "translation": "неразумный",
      "definition": "nicht auf Vernunft oder gesundem Menschenverstand beruhend; absurd oder töricht",
      "definition_translation": "не основанный на разуме или здравом суждении; абсурдный или глупый",
      "example": "Ihre unvernünftigen Forderungen machten es unmöglich, zu verhandeln. Die Unternehmenpolitik war unvernünftig, was zu einem Streik führte. Er war unvernünftig in seinen Erwartungen an das Team.",
      "example_translation": "Ее неразумные требования сделали невозможным переговоры. Неразумные политики компании привели к забастовке. Он был неразумным в своих ожиданиях от команды.",
      "imageLink": "image_files\\English\\"imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzuverlässig",
      "translation": "ненадежный",
      "definition": "nicht zuverlässig oder abhängig machen kann; unbeständig oder unvorhersehbar",
      "definition_translation": "не способный быть надежным или полагаться на; неустойчивый или непредсказуемый",
      "example": "Die unzuverlässige Internetverbindung machte es schwierig, von zu Hause aus zu arbeiten. Die unzuverlässigen Produkte des Unternehmens führten zu einem Verlust von Kunden. Er war in seinen Zusagen unzuverlässig.",
      "example_translation": "Ненадежное интернет-соединение сделало трудным работать из дома. Ненадежные продукты компании привели к потере клиентов. Он был ненадежным в своих обязательствах.",
      "imageLink": "image_files\\English\\"imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "неуверенный",
      "definition": "nicht sicher oder überzeugt von etwas; zögerlich oder zweifelhaft",
      "definition_translation": "не уверенный или определенный о чем-то; колеблющийся или сомневающийся",
      "example": "Ich bin unsicher, was ich als Nächstes tun soll. Sie war unsicher über ihre Gefühle. Sie waren unsicher über die Zukunft des Unternehmens.",
      "example_translation": "Я не уверен о том, что делать дальше. Она была неуверенной о своих чувствах. Они были неуверенными о будущем компании.",
      "imageLink": "image_files\\English\\"imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gewalttätig",
      "translation": "насильственный",
      "definition": "Gewalt anwendend oder dadurch gekennzeichnet, dass jemand oder etwas verletzt oder beschädigt wird.",
      "definition_translation": "Использующий или характеризующийся силой, предназначенной для причинения вреда кому-то или чему-то.",
      "example": "Der gewalttätige Sturm verursachte weite Verwüstung. Sie hat einen gewalttätigen Temperament. Die Polizei beschäftigt sich mit einem gewalttätigen Zwischenfall.",
      "example_translation": "Сильная буря вызвала массовые разрушения. У нее violent характер. Полиция занимается делом о насильственном инциденте.",
      "imageLink": "image_files\\English\\"imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "willkommen",
      "translation": "добро пожаловать",
      "definition": "Eine freundliche und höfliche Begrüßung oder Aufnahme.",
      "definition_translation": "Приветствие или прием, который является дружелюбным и вежливым.",
      "example": "Ich heiße Sie zu unserer Party willkommen. Das Hotel-Personal gab uns einen herzlichen Empfang. Wir begrüßen jeden Feedback von unseren Kunden.",
      "example_translation": "Я приветствую вас на нашей вечеринке. Персонал отеля дал нам теплый прием. Мы приветствуем любые отзывы от наших клиентов.",
      "imageLink": "image_files\\English\\"imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgewogen",
      "translation": "равновесный",
      "definition": "Eine gute Balance unterschiedlicher Eigenschaften oder Charakteristika aufweisend.",
      "definition_translation": "Имеющий хороший баланс различных качеств или характеристик.",
      "example": "Eine ausgewogene Ernährung ist für gute Gesundheit unerlässlich. Das Unternehmen hat ein ausgewogenes Team von Mitarbeitern. Der ausgewogene Haushalt ermöglichte einige Extras.",
      "example_translation": "Равновесная диета является необходимой для хорошего здоровья. У компании есть равновесная команда сотрудников. Равновесный бюджет позволил некоторым дополнительным расходам.",
      "imageLink": "image_files\\English\\"imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weise",
      "translation": "мудрый",
      "definition": "Erfahrung, Wissen und gute Urteilskraft aufweisend.",
      "definition_translation": "Имеющий или показывающий опыт, знания и хороший суд.",
      "example": "Meine weise alte Oma gab mir einige wertvolle Ratschläge. Er war weise, als er sich frühzeitig für das Unternehmen entschied. Sie traf eine weise Entscheidung, ihren Job zu kündigen.",
      "example_translation": "Моя мудрая старая бабушка дала мне некоторые ценные советы. Он был мудр, чтобы инвестировать в компанию рано. Она приняла мудрое решение уволиться с работы.",
      "imageLink": "image_files\\English\\"imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "witzig",
      "translation": "остроумный",
      "definition": "Eine schnelle und erfinderische Denkweise aufweisend; clever und amüsant.",
      "definition_translation": "Имеющий или демонстрирующий быстрый и изобретательный ум; остроумный и забавный.",
      "example": "Sie war bekannt für ihre witzigen Bemerkungen auf Partys. Sie machte gestern eine witzige Bemerkung über den Film. Sie wird morgen einen witzigen Witz während der Präsentation erzählen.",
      "example_translation": "Она была известна своими остроумными репликами на вечеринках. Она yesterday сказала остроумный комментарий о фильме. Она завтра сделает остроумную шутку на презентации.",
      "imageLink": "image_files\\English\\"imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bekümmern",
      "translation": "пугающий",
      "definition": "Ängste oder Sorgen hervorrufend; problematisch.",
      "definition_translation": "Вызывающий чувства тревоги или беспокойства; хлопотный.",
      "example": "Die bekümmernenden Nachrichten über die Wirtschaft hatten einen enormen Einfluss auf den Aktienmarkt. Sie machte sich gestern Sorgen um ihre Prüfungsergebnisse. Er wird sich in Zukunft um seine Job-Sicherheit sorgen.",
      "example_translation": "Пугающие новости об экономике hatten огромное влияние на рынок ценных бумаг. Она вчера беспокоилась о результатах экзамена. Он будет беспокоиться о безопасности своей работы в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]