[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "скука",
      "definition": "Sich müde und unzufrieden fühlen, weil etwas nicht interessant ist.",
      "definition_translation": "Чувство усталости и неудовлетворенности, потому что что-то не интересно.",
      "example": "Ich war langweilig auf der Party letzte Nacht. Ich werde langweilig auf der Party morgen sein. Ich bin langweilig auf der Party gerade jetzt.",
      "example_translation": "Мне было скучно на вечеринке вчера вечером. Я буду скучать на вечеринке завтра. Я сейчас скучаю на вечеринке.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweiligend",
      "translation": "скучный",
      "definition": "Nicht interessant oder aufregend; langweilig.",
      "definition_translation": "Не интересный или не-exciting; скучный.",
      "example": "Der Film war langweilig. Das Buch wird langweilig sein. Die Klasse ist langweilig.",
      "example_translation": "Фильм был скучный. Книга будет скучной. Класс сейчас скучный.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klug",
      "translation": "умный",
      "definition": "Hatte oder zeigt die Fähigkeit, Dinge schnell zu lernen oder zu verstehen.",
      "definition_translation": "Имея или показывая способность быстро學ить или понимать вещи.",
      "example": "Sie war klug und löste das Rätsel schnell. Er hat sich als klug erwiesen und hat eine tolle Erfindung gemacht.",
      "example_translation": "Она была умной и решила головоломку быстро. Он был умным и сделал Великое изобретение.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwierig",
      "translation": "сложный",
      "definition": "Erfordert viel Geschick, Anstrengung oder Übung, um etwas zu tun oder zu verstehen.",
      "definition_translation": "Требующий многих навыков, усилий или практики, чтобы сделать или понять.",
      "example": "Das Mathematikproblem war schwierig zu lösen. Das Projekt wird schwierig zu vervollständigen sein.",
      "example_translation": "Математическая задача была сложной для решения. Проект будет сложным для завершения.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgeregt",
      "translation": "возбуждённый",
      "definition": "Fühlte oder zeigt begeisterte und erwartungsvolle Interesse oder Aufregung.",
      "definition_translation": "Чувствующий или проявляющий энтузиазм и жажду интереса или возбуждения.",
      "example": "Ich war aufgeregt, das Konzert zu besuchen, und ich bin noch aufgeregt, die Fotos davon zu sehen, und ich werde aufgeregt sein, das nächste zu besuchen.",
      "example_translation": "Я был возбуждён посетить концерт, и я все ещё возбуждён смотреть фотографии с него, и я буду возбуждён пойти на следующий.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufregend",
      "translation": "волнующий",
      "definition": "Verursacht Begeisterung und Erwartung.",
      "definition_translation": "Вызывающий чувства энтузиазма и жажды.",
      "example": "Die aufregende Nachricht machte uns alle begeistert, und wir warten noch auf die nächste aufregende Aktualisierung.",
      "example_translation": "Волнующая новость вызвала у нас всех радость, и мы все ещё ждём следующего волнующего обновления.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "berühmt",
      "translation": "знаменитый",
      "definition": "Wohl bekannt und respektiert für ein bestimmtes Ding oder eine bestimmte Leistung.",
      "definition_translation": "Хорошо известный и уважаемый за какую-либо вещь или достижение.",
      "example": "Sie war berühmt für ihre schöne Stimme, ist berühmt für ihr neues Album und wird berühmt für ihre kommende Welttournee sein.",
      "example_translation": "Она была знаменита своей красивым голосом, является знаменитой за свой новый альбом, и будет знаменита за свой предстоящий мировой тур.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lustig",
      "translation": "смешной",
      "definition": "Verursacht Lachen oder Belustigung.",
      "definition_translation": "Вызывающий смех или развлекательность.",
      "example": "Der lustige Witz machte uns lachen, und wir fanden die lustigen Darstellungen des Komikers hilariös.",
      "example_translation": "Смешной анекдот нас рассмешил, и мы нашли комика's смешные впечатления очень забавными.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gut",
      "translation": "хороший",
      "definition": "Hatte eine goede Qualität oder Charakter; moralisch exzellent.",
      "definition_translation": "Имеющий благоприятное качество или характер; морально excelente.",
      "example": "Ich fühlte mich gut, meinem Freund geholfen zu haben. Ich werde mich morgen gut fühlen, und ich fühlte mich gestern gut.",
      "example_translation": "Я чувствовал себя хорошо, помогая моему другу. Я буду чувствовать себя хорошо завтра. Я чувствовал себя хорошо вчера.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "счастливый",
      "definition": "Fühlte Freude oder Genuss; zufrieden und zufrieden.",
      "definition_translation": "Чувствующий радость или удовольствие; довольный и удовлетворенный.",
      "example": "Ich war glücklich auf der Party. Ich bin glücklich heute. Ich werde glücklich sein, wenn ich abschließe.",
      "example_translation": "Я был счастлив на вечеринке. Я счастлив сегодня. Я буду счастлив, когда окончу университет.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessant",
      "translation": "интересный",
      "definition": "Die Neugier oder das Interesse weckt; anregend und Gedanken anregend.",
      "definition_translation": "Повышающий любопытство или интерес; привлекательный и провоцирующий мысль.",
      "example": "Der Film war interessant. Das Buch wird interessant sein. Die Vorlesung war interessant.",
      "example_translation": "Фильм был интересным. Книга будет интересной. Лекция была интересной.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nett",
      "translation": "миль",
      "definition": "Angenehm, angemessen oder zufriedenstellend; günstig oder gefällig.",
      "definition_translation": "Приятный, соглашательный или удовлетворительный; благоприятный или приятный.",
      "example": "Das Wetter war gestern nett. Das Essen ist nett hier. Die Leute waren nett zu mir.",
      "example_translation": "Погода была приятной вчера. Еда здесь приятная. Люди были приятны со мной.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "traurig",
      "translation": "грустный",
      "definition": "Mit Gefühlen von Traurigkeit oder Unzufriedenheit behaftet.",
      "definition_translation": "Имеющий или демонстрирующий чувства печали или несчастья.",
      "example": "Ich war traurig, als mein Lieblingstier starb. Ich bin traurig, wenn es regnet. Ich werde traurig sein, wenn ich den Job nicht bekomme.",
      "example_translation": "Я был грустным, когда умерла моя любимая домашняя животное. Я грустный, когда идёт дождь. Я буду грустным, если не получу работу.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "müde",
      "translation": "уставший",
      "definition": "Ein Bedürfnis nach Ruhe oder Schlaf wegen Energie mangels verspürend.",
      "definition_translation": "Чувствуя потребность отдохнуть или поспать из-за нехватки энергии.",
      "example": "Ich war müde nach dem langen Wanderweg. Ich bin müde von diesem Job. Ich werde müde sein, wenn ich keine Pause mache.",
      "example_translation": "Я был уставшим после долгой прогулки. Я устал от этой работы. Я буду уставшим, если неprise перерыва.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistesabwesend",
      "translation": "рассеянный",
      "definition": "Nicht auf den gegenwärtigen Moment achten; Dinge leicht vergessend.",
      "definition_translation": "Не обращая внимания на настоящий момент; забывая вещи легко.",
      "example": "Mein geistesabwesender Professor vergaß immer unsere Aufgabe. Ich bin geistesabwesend, wenn ich fernsehe. Ich werde geistesabwesend sein, wenn ich keine Notizen mache.",
      "example_translation": "Мой рассеянный профессор всегда забывал наше задание. Я рассеянный, когда смотрю ТВ. Я буду рассеянным, если не сделаю записи.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "испуганный",
      "definition": "Angst oder Ängstlichkeit vor etwas oder jemandem empfindend.",
      "definition_translation": "Чувствующий страх или тревогу по поводу чего-то или кого-то.",
      "example": "Ich warängstlich vor der Dunkelheit, als ich ein Kind war. Ich bin ängstlich vor Höhen. Ich werde ängstlich sein, wenn ich mich nicht auf die Prüfung vorbereite.",
      "example_translation": "Я был испуганным темнотой, когда был ребенком. Я испуганный высотой. Я буду испуганным, если не准备люсь к экзамену.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "злой",
      "definition": "Grossen Ärger oder Feindseligkeit gegen jemanden oder etwas empfindend.",
      "definition_translation": "Чувствующий или показывающий большую досаду, враждебность или обиду.",
      "example": "Ich war wütend, als ich die Nachricht sah, aber dann beruhigte ich mich. Ich bin wütend auf meinen Bruder, weil er mich angelogen hat. Ich werde wütend sein, wenn du dich nicht entschuldigst.",
      "example_translation": "Я был злым, когда видел новости, но затем я успокоился. Я зол на брата за то, что он лгал мне. Я буду злым, если ты не извинишься.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "осторожный",
      "definition": "Sorgfältig über die wahrscheinlichen Folgen seiner Handlungen nachdenkend.",
      "definition_translation": "Проявляющий осторожность в своих действиях, чтобы избежать нежелательных последствий.",
      "example": "Ich war vorsichtig, als ich durch das stürmische Wetter fuhr. Sie ist vorsichtig mit ihrem Geld um. Er wird vorsichtig mit dem zerbrechlichen Vasen sein.",
      "example_translation": "Я был осторожен, когда ехал через бурю. Она бережет свои деньги. Он будет осторожен с хрупким вазой.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühl",
      "translation": "классный",
      "definition": "Mäßig kalt in der Temperatur; eine niedrige oder gleichmäßige Temperatur habend.",
      "definition_translation": "Умеренно холодный по температуре; имеющий низкую или равномерную температуру.",
      "example": "Die kühle Brise an einem heißen Sommertag war erfrischend. Das kühle Wasser war perfekt zum Schwimmen. Das kühle Wetter wird unseren Wanderweg angenehmer machen.",
      "example_translation": "Прохладный ветер на жаркий летний день был освежающим. Холодная вода была идеальной для плавания. Прохладная погода сделает наш поход более приятным.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verrückt",
      "translation": "сумасшедший",
      "definition": "Geistig instabil; starke und unvernünftige Begierde oder Begeisterung habend.",
      "definition_translation": "Психически неустойчивый; имеющий сильное и неразумное желание или энтузиазм.",
      "example": "Er fährt total verrückt schnell auf der Autobahn. Sie ist verrückt nach ihrem neuen Job. Ich werde verrückt glücklich sein, wenn ich mein College abschließe.",
      "example_translation": "Он едет сумасшедшей скоростью на шоссе. Она сумасшедшая от своей новой работы. Я буду сумасшедше рад, когда закончу колледж.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gefährlich",
      "translation": "опасный",
      "definition": "Voll von Risiko; wahrscheinlich, Schaden oder Verletzung zu verursachen; gefährlich.",
      "definition_translation": "Полный риска; могут вызвать вред или травму; опасный.",
      "example": "Die Straßen waren sehr gefährlich während des Winters, ich war froh, dass ich sicher nach Hause kam. Ich werde morgen vorsichtig fahren und hoffe, gefährliche Gegenden zu vermeiden. Wenn ich nicht vorsichtig bin, könnte ich in eine gefährliche Situation kommen.",
      "example_translation": "Дороги были очень опасными зимой, я был рад вернуться домой целым и невредимым. Завтра я буду осторожен за рулем и надеюсь избежать опасных районов. Если я не буду осторожен, я может оказаться в опасной ситуации.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "дружелюбный",
      "definition": "Ein warmes und freundliches Wesen habend; mit jemandem auf guten Fuß stehend.",
      "definition_translation": "Имеющий или проявляющий теплое и добродушное отношение; быть в хороших отношениях с кем-то.",
      "example": "Mein freundlicher Nachbar hilft mir immer gerne aus. Ich bin seitdem freundlich mit meinen Kollegen, als ich hier anfing zu arbeiten. Ich werde freundlich zu dem neuen Studenten sein und ihm über den Campus zeigen.",
      "example_translation": "Мой дружелюбный сосед всегдаready предлагает мне помочь. Я был дружелюбным с коллегами с тех пор, как начал работать здесь. Я буду дружелюбным к новому студенту и покажу ему вокруг кампуса.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfreut",
      "translation": "радостный",
      "definition": "Ein Gefühl von Freude oder Zufriedenheit habend.",
      "definition_translation": "Испытывая или проявляя радость или удовлетворение.",
      "example": "Ich bin erfreut, dass ich endlich das Examen bestanden habe. Sie war erfreut, ihre Familie nach langer Zeit wiederzusehen. Ich werde erfreut sein, wenn ich mein Projekt fertiggestellt habe und eine Pause machen kann.",
      "example_translation": "Я рад, что я наконец сдал экзамен. Она была рада видеть свою семью после долгого времени. Я буду рад, когда закончу свой проект и смогу взять перерыв.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrlich",
      "translation": "честный",
      "definition": "Wahrheitsliebend und aufrichtig; starke moralische Prinzipien habend.",
      "definition_translation": "Правдивый и искренний; имеющий или проявляющий сильную моральную принцип.",
      "example": "Er ist ein ehrlicher Mann und hält immer seine Versprechen ein. Ich versuche, ehrlich zu meinen Freunden und meiner Familie zu sein. Sie war ehrlich über ihre Gefühle und sagte mir die Wahrheit.",
      "example_translation": "Он честный человек и всегда держит свои обещания. Я пытаюсь быть честным с друзьями и семьей. Она была честной о своих чувствах и сказала мне правду.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessiert",
      "translation": "интересующий",
      "definition": "Neugier oder Besorgnis über etwas oder jemanden empfindend.",
      "definition_translation": "Имеющий интерес к чему-либо или кому-либо.",
      "example": "Ich war interessiert an dem Film, daher sah ich ihn noch einmal. Ich bin interessiert, neue Sprachen zu lernen. Ich werde interessiert an der Konferenz teilnehmen.",
      "example_translation": "Я былinterested в фильме, поэтому я смотрел его снова. Я интересуюсь обучением новых языков. Я будуinterested в участии в конференции.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gütig",
      "translation": "добрый",
      "definition": "Ein sanftes und nachsichtiges Wesen habend.",
      "definition_translation": "Имеющий или проявляющий мягкую, бережливую натуру.",
      "example": "Meine Lehrerin war gütig zu mir, als ich einen Fehler gemacht hatte. Sie war gütig zu mir während des ganzen Jahres. Sie wird gütig zu mir sein, wenn ich Hilfe benötige.",
      "example_translation": "Моя учительница была доброй ко мне, когда я совершил ошибку. Она была доброй ко мне на протяжении всего года. Она будет доброй ко мне, когда мне потребуется помощь.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faul",
      "translation": "ленивый",
      "definition": "Unwillig zu arbeiten oder sich anzustrengen.",
      "definition_translation": "Не желающий работать или прилагать усилия.",
      "example": "Ich war faul gestern, daher habe ich meine Hausaufgaben nicht erledigt. Ich bin faul heute, daher mache ich die Abwasch nicht. Ich werde faul morgen sein, daher gehe ich nicht ins Fitnessstudio.",
      "example_translation": "Я был ленивым вчера, поэтому я не делал домашнюю работу. Я ленивый сегодня, поэтому я не буду делать посуду. Я буду ленивым завтра, поэтому я не пойду в спортзал.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "сердитый",
      "definition": "Große Wut oder Ärger empfindend.",
      "definition_translation": "Испытывая или проявляя большую злобу или раздражение.",
      "example": "Ich war wütend auf meinen Bruder, als er mein Spielzeug zerbrach. Ich bin wütend auf die Regierung, weil sie die Steuern erhöht hat. Ich werde wütend auf mich selbst sein, wenn ich das Examen nicht bestanden habe.",
      "example_translation": "Я был сердит на брата, когда он сломал мою игрушку. Я сердит на правительство за повышение налогов. Я буду сердит на себя, если не сдам экзамен.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfreut",
      "translation": "радостный",
      "definition": "Ein Gefühl von Freude oder Zufriedenheit habend.",
      "definition_translation": "чувствуя или демонстрируя радость или удовлетворение",
      "example": "Ich war erfreut, meine Freundin nach langer Zeit wiederzusehen. Ich bin erfreut über meinen neuen Job. Ich werde erfreut sein, dir zu helfen.",
      "example_translation": "Я был рад видеть моего друга после долгого времени. Я доволен своей новой работой. Я будет рад помочь вам.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "вежливый",
      "definition": "Verhaltensweisen habend, die anderen Menschen Respekt und Beachtung erweisen.",
      "definition_translation": "имеющий или демонстрирующий поведение, которое является уважительным и считательным по отношению к другим людям",
      "example": "Sie war höflich zu jedem auf der Party. Er ist immer höflich zu seinen Lehrern. Sie werden höflich zu ihren Gästen sein.",
      "example_translation": "Она была вежлива со всеми на.party. Он всегда вежлив к своим учителям. Они будут вежливы к своим гостям.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arm",
      "translation": "бедный",
      "definition": "hat wenig oder kein Geld, Güter oder andere Mittel zur Unterstützung",
      "definition_translation": "имея мало или совсем нет денег, товаров или других средств поддержки",
      "example": "Er war arm und konnte sich kein Auto leisten. Sie sind arm und leben in einer kleinen Wohnung. Sie wird arm sein, wenn sie keinen Job findet.",
      "example_translation": "Он был беден и не мог dovolno автомобиля. Они бедны и живут в маленькой квартире. Она будет бедной, если не получит работу.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "тихий",
      "definition": "macht wenig oder keinen Lärm",
      "definition_translation": "делая мало или совершенно не шума",
      "example": "Die Bibliothek ist ruhig während der Prüfungen. Sie war ruhig auf der Sitzung. Er wird ruhig auf dem Konzert sein.",
      "example_translation": "Библиотека тихая во время экзаменов. Она была тихой на встрече. Он будет тихим на концерте.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": "серьезный",
      "definition": "Fühlt oder zeigt eine aufrichtige und feierliche Absicht, Haltung oder Stimmung.",
      "definition_translation": "Чувствующий или демонстрирующий искреннюю и серьёзную намерение,Relation или настроение.",
      "example": "Er war sehr ernst über seine Arbeit und traf immer die Deadlines. Er war sehr ernst über seine Ausbildung, als er jung war. Er wird ernst über seine Karriereziele in der Zukunft sein.",
      "example_translation": "Он был очень серьёзен в своей работе и всегда сдавал задания вовремя. Он был серьёзен в отношении своего образования, когда он был молодым. Он будет серьёзен в отношении своих карьерных целей в будущем.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "глупый",
      "definition": "Fehlt an Intelligenz, gesundem Menschenverstand oder gutem Urteil; töricht.",
      "definition_translation": "Отсутствие интеллекта, здравого смысла или good судьбы; глупый.",
      "example": "Er hat eine dumme Sache getan, indem er all sein Geld in ein Schneeballsystem investiert hat. Sie war dumm, ihm ihr Passwort anvertraut zu haben. Sie werden dumm sein, die Warnzeichen zu ignorieren.",
      "example_translation": "Он сделал глупую вещь, инвестируя все свои деньги в пирамидную схему. Она была глупой, доверив ему свой пароль. Они будут глупыми, игнорируя предупредительные знаки.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überrascht",
      "translation": "удивленный",
      "definition": "Fühlt oder zeigt ein Gefühl der Verwunderung, Erstaunen oder unerwarteter Freude.",
      "definition_translation": "Чувствующий или демонстрирующий чувство удивления, изумления или неожиданной радости.",
      "example": "Ich war überrascht von der Nachricht ihrer Schwangerschaft. Er war überrascht von der Schönheit der Stadt. Sie werden überrascht sein von der Komplexität der Aufgabe.",
      "example_translation": "Я был удивлен новостью о ее беременности. Он был удивлен красотой города. Они будут удивлены сложностью задачи.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "сладкий",
      "definition": "Hat einen angenehmen und zuckersüßen Geschmack; gefällt und erfreut.",
      "definition_translation": "Имеющий приятный и сахаристый вкус; приятный и обаятельный.",
      "example": "Sie aß ein süßes Kuchenstück zum Dessert. Er war süß zu seiner Freundin am Valentinstag. Sie werden süß zu ihren Kindern sein, wenn sie groß sind.",
      "example_translation": "Она съела сладкий торт на десерт. Он был сладок к своей девушке на День святого Валентина. Они будут сладки к своим детям, когда они вырастут.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ordentlich",
      "translation": "аккуратный",
      "definition": "anzuordnen oder in Ordnung zu halten; sauber und organisiert zu machen",
      "definition_translation": "упорядочивать или держать в порядке; делать или держать чистым и организованным",
      "example": "Ich habe mein Zimmer gestern aufgeräumt, ich werde es morgen wieder aufräumen und ich räume es jede Woche auf.",
      "example_translation": "Я убрал свою комнату вчера, я уберу ее снова завтра, и я убирал ее каждую неделю.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "несчастный",
      "definition": "fühlt sich nicht glücklich oder zufrieden; empfindet Traurigkeit oder Unzufriedenheit",
      "definition_translation": "не чувствующий счастья или удовлетворения; испытывающий печаль или неудовлетворенность",
      "example": "Ich war unzufrieden mit meinem Job letztes Jahr, ich bin unzufrieden damit jetzt und ich werde unzufrieden damit nächstes Jahr sein.",
      "example_translation": "Я был несчастен с meiner работой в прошлом году, я несчастен с ней сейчас, и я буду несчастен с ней в следующем году.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "встревоженный",
      "definition": "fühlt sich ängstlich oder besorgt über etwas",
      "definition_translation": "чувствующий тревогу или беспокойство о чем-то",
      "example": "Ich war besorgt über meine Examensergebnisse gestern, ich bin besorgt darüber jetzt und ich werde besorgt darüber sein, bis ich sie bekomme.",
      "example_translation": "Я встревожен о своих результатах экзамена вчера, я встревожен о них сейчас, и я буду встревожен о них до тех пор, пока не получу их.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "активный",
      "definition": "beteiligt sich an einer Aktivität oder Operation; nicht müßig oder inaktiv",
      "definition_translation": "занятый какой-либо деятельностью или операцией; не бездействующий или неактивный",
      "example": "Ich war aktiv im Sport, als ich jünger war, ich bin aktiv in meiner Gemeinde jetzt und ich werde aktiv in meiner Karriere nächstes Jahr sein.",
      "example_translation": "Я был активен в спорте, когда я был моложе, я активен в своей общине сейчас, и я буду активен в своей карьере в следующем году.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "изумленный",
      "definition": "Große Überraschung oder Erstaunen, oft begleitet von einem Gefühl der Bewunderung.",
      "definition_translation": "Чувство большой неожиданности или изумления, часто сопровождаемое чувством удивления.",
      "example": "Ich war erstaunt von der Schönheit des Grand Canyon. Ich bin erstaunt von der Komplexität des Algorithmus. Ich werde erstaunt sein, wenn ich die Prüfung bestehe.",
      "example_translation": "Я был изумлен beauty Гранд-Каньона. Я удивлен сложностью алгоритма. Я буду изумлен, если сдаю экзамен.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "atemberaubend",
      "translation": "удивительный",
      "definition": "Extrem gut oder attraktiv, erregt große Überraschung oder Bewunderung.",
      "definition_translation": "До крайности хороший или привлекательный, вызывающий большое удивление или восхищение.",
      "example": "Die Feuerwerksshow war atemberaubend. Das neue Restaurant ist atemberaubend. Der Blick von oben wird atemberaubend sein.",
      "example_translation": "Шоу фейерверков было удивительным. Новый ресторан удивительный. Вид с вершины будет удивительным.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zornig",
      "translation": "с гневом",
      "definition": "In einem Zustand starker Wut oder Verärgerung.",
      "definition_translation": "В состоянии сильного гнева или раздражения.",
      "example": "Sie sprach zornig mit ihrem Bruder. Er antwortete zornig auf die Kritik. Sie werden zornig reagieren, wenn sie die Nachricht hören.",
      "example_translation": "Она заговорила с братом с гневом. Он ответил критике с гневом. Они отреагируют на новость с гневом.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "раздраженный",
      "definition": "Fühlend Irritation oder Frustration, oft in einem kleinen Maße.",
      "definition_translation": "Чувствующий раздражение или фрустрацию, часто в мелочном плане.",
      "example": "Ich war genervt vom Lärm. Sie wird genervt, wenn Menschen zu spät kommen. Sie werden genervt sein, wenn sie das Paket nicht zeitnah erhalten.",
      "example_translation": "Я был раздражен шумом. Она раздражается, когда люди опаздывают. Они будут раздражены, если не получат пакет вовремя.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervig",
      "translation": "раздражающий",
      "definition": "Irritation oder Verärgerung hervorrufend.",
      "definition_translation": "вызывающий раздражение или недовольство",
      "example": "Der nervige Alarmton weckte mich auf. Ich finde sein Verhalten nervig. Ich werde keine nervigen Kommentare dulden.",
      "example_translation": "Раздражающий звук будильника разбудил меня. Я нахожу его поведение раздражающим. Я не терплю раздражающих комментариев.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "тревожный",
      "definition": "Fühlend Sorge oder Nervosität über etwas oder jemanden.",
      "definition_translation": "чувствующий беспокойство или нервозность по поводу кого-то или чего-то",
      "example": "Ich war ängstlich vor der Prüfung. Sie wurde ängstlich, als sie nichts von ihm hörte. Sie werden ängstlich sein, wenn sie ihr neues Zuhause sehen.",
      "example_translation": "Я был тревожен перед экзаменом. Она стала тревожной, когда не услышала от него. Они будут тревожными, чтобы увидеть свой новый дом.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "храбрый",
      "definition": "Zeigt Tapferkeit oder Stärke in Situationen von Gefahr oder Schwierigkeit.",
      "definition_translation": "демонстрирующий храбрость или силу в лицо опасности или трудности",
      "example": "Er war mutig während des Krieges. Der mutige Feuerwehrmann rettete das Kind. Sie wird mutig und sagt ihm die Wahrheit.",
      "example_translation": "Он был храбрым во время войны. Храбрый пожарный спас ребенка. Она будет храброй и скажет ему правду.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "храбро",
      "definition": "In einer tapferen oder kühnen Art und Weise.",
      "definition_translation": "в храбром или мужественном стиле",
      "example": "Sie trat mutig ihren Ängsten entgegen. Er kämpfte mutig für sein Land. Sie werden mutig die Hindernisse überwinden.",
      "example_translation": "Она храбро столкнулась с своими страхами. Он храбро боролся за свою страну. Они храбро преодолеют障碍.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bezaubernd",
      "translation": "очаровывающий",
      "definition": "extrem angenehm oder attraktiv.",
      "definition_translation": "чрезвычайно приятный или привлекательный",
      "example": "Sie war bezaubernd und gewann das Publikum mit ihrer Rede. Sie wird die Investoren morgen mit ihrem neuen Vorschlag bezaubern. Sie hatte die Kritiker mit ihrer vorherigen Leistung bezaubert.",
      "example_translation": "Она была очаровательной и покорила аудиторию своей речью. Она будет очаровывать инвесторов своей новой предложением завтра. Она очаровала критиков своим предыдущим выступлением.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiter",
      "translation": "VESёLЫЙ",
      "definition": "Habend eine angenehme und optimistische Einstellung.",
      "definition_translation": "имеющий или проявляющий приятный и оптимистичный настрой",
      "example": "Er war heiter und half, die Stimmung aller zu heben. Sie ist heiter und macht uns immer lachen. Sie waren heiter während der schwierigen Zeiten.",
      "example_translation": "Он был весёлым и помог поднять настроение всем. Она является весёлой и всегда делает нас смеяться. Они были весёлыми во время трудных времен.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "ХОЛОДНЫЙ",
      "definition": "eine niedrige Temperatur habend",
      "definition_translation": "имеющий низкую температуру",
      "example": "Es war kalt draußen, daher trug ich einen Mantel. Das Wasser ist kalt, daher sei vorsichtig, dass du nicht ausrutschst. Morgen wird es kalt sein, daher packe warme Kleidung ein.",
      "example_translation": "На улице было холодно, поэтому я надел куртку. Вода холодная, поэтому будьте осторожны, чтобы не поскользнуться. Завтра будет холодно, поэтому упакуйте тёплую одежду.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "ЗАПУТАННЫЙ",
      "definition": "nichtclear denken oder Entscheidungen treffen können",
      "definition_translation": "не способный думать четко или принимать решения",
      "example": "Ich war verwirrt von den komplexen Anweisungen. Sie ist verwirrt über ihre Gefühle für ihn. Sie hatten von den widersprüchlichen Informationen verwirrt worden.",
      "example_translation": "Я был запутан сложными инструкциями. Она запутана в своих чувствах к нему. Они были запутаны противоречивой информацией.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kreativ",
      "translation": "креативный",
      "definition": "die Fähigkeit oder Macht, etwas Neues oder Originales zu schaffen; eine starke Vorstellungskraft oder kreative Kraft habend.",
      "definition_translation": "Имеющий способность или власть создавать что-то новое или оригинальное; имеющий сильное воображение или творческую силу.",
      "example": "Die Künstlerin war sehr kreativ bei ihrer Verwendung von Farben in dem Gemälde. Sie schuf eine Serie von Gemälden letztes Jahr und wird nächstes Jahr ein weiteres schaffen.",
      "example_translation": "Художник была очень креативной с использованием цветов в живописи. Она создала серию картин в прошлом году и создаст еще одну в следующем месяце.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grausam",
      "translation": "жестокий",
      "definition": "Schmerz oder Leid, entweder physisch oder emotional, oft absichtlich oder bösartig verursachend.",
      "definition_translation": "Причиняющий физическую или эмоциональную боль, часто намеренно или злобно.",
      "example": "Der grausame Diktator regierte das Land mit eiserner Faust. Er war grausam gegen seine Feinde und wird gegen jeden, der ihn in Zukunft opponiert, grausam sein.",
      "example_translation": "Жестокий диктатор правил страной с железной рукой. Он был жесток к своим врагам и будет жесток к любому, кто будет против него в будущем.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "любопытный",
      "definition": "einen Wunsch, etwas zu lernen oder zu wissen, oft in einer spielerischen oder fragenden Weise.",
      "definition_translation": "Имеющий желание учиться или знать о чем-то, часто в игривой или рассуждающей манере.",
      "example": "Das neugierige Kind stellte viele Fragen über das Universum. Sie war neugierig über die Sterne und wird in Zukunft neugierig über die Planeten sein.",
      "example_translation": "Любопытный ребенок задал много вопросов о Вселенной. Она была любопытной о звездах и будет любопытной о планетах в будущем.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "любопытно",
      "definition": "auf eine neugierige oder fragende Weise, oft mit einem Gefühl des Staunens oder der Überraschung.",
      "definition_translation": "В любопытной или рассуждающей манере, часто с чувством изумления или удивления.",
      "example": "Sie blickte das seltsame Objekt neugierig an, sich fragend, was es war. Die Touristen gingen neugierig um die alten Ruinen herum und werden morgen das Museum neugierig erkunden.",
      "example_translation": "Она посмотрела на странное объект любопытно,궁о том, что это было. Туристы walked вокруг древних руин любопытно, и будут изучать музей любопытно завтра.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entzückt",
      "translation": "радостный",
      "definition": "großes Vergnügen oder Genuss empfindend oder zeigend.",
      "definition_translation": "Испытывая или проявляя большое удовольствие или радость.",
      "example": "Ich war entzückt, meine Freunde auf der Party zu sehen. Ich bin entzückt, unser neues Produkt anzukündigen. Ich werde entzückt sein, dir bei deinem Projekt zu helfen.",
      "example_translation": "Я был рад видеть своих друзей на вечеринке. Я рад объявить о нашем новом продукте. Я буду рад помочь вам с вашим проектом.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimiert",
      "translation": "депрессивный",
      "definition": "unzufrieden und ohne Hoffnung.",
      "definition_translation": "Испытывая грусть и безнадежность.",
      "example": "Ich fühlte mich deprimiert, nachdem ich meinen Job verloren hatte. Ich bin deprimiert über den aktuellen Zustand der Politik. Ich werde deprimiert sein, wenn ich nicht befördert werde.",
      "example_translation": "Я чувствовал депрессию после потери работы. Я депрессивен по поводу текущего состояния политики. Я буду депрессивен, если не получу повышение.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuscht",
      "translation": "разочарованный",
      "definition": "unzufrieden oder enttäuscht, weil etwas nicht geschah oder nicht so gut war wie erwartet.",
      "definition_translation": "Испытывая неудовлетворенность или разочарование, потому что что-то не произошло или было не так хорошо, как ожидаемо.",
      "example": "Ich war enttäuscht von dem Film. Ich bin enttäuscht von meiner Leistung. Ich werde enttäuscht sein, wenn wir das Spiel nicht gewinnen.",
      "example_translation": "Я был разочарован фильмом. Я разочаровался в моей производительности. Я буду разочарован, если мы не выиграем игру.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuschend",
      "translation": "разочаровывающий",
      "definition": "nicht den Erwartungen oder Hoffnungen gerecht werdend.",
      "definition_translation": "Не удовлетворяющий ожиданиям или надеждам.",
      "example": "Der Film war enttäuschend. Die Nachricht war enttäuschend. Die Erfahrung war enttäuschend.",
      "example_translation": "Фильм был разочаровывающим. Новости были разочаровывающими. Опыт был разочаровывающим.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leichtfertig",
      "translation": "легкий в общении",
      "definition": "eine angenehme und entspannte Persönlichkeit habend, leicht zurechtzukommen",
      "definition_translation": "имея приятную и расслабленную личность, легко сходиться",
      "example": "Sie ist eine sehr leichtfertige Person, immer bereit zu helfen. Sie war leichtfertig und machte schnell Freunde. Sie wird leichtfertig sein und sich an das neue Team anpassen.",
      "example_translation": "Она очень легкая в общении, всегда готов помочь. Она была легкой в общении и быстро делала друзей. Она будет легкой в общении и адаптируется к новой команде.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich berührt",
      "translation": "смущенный",
      "definition": "Scham oder Schuldgefühle empfindend, oft in sozialen Situationen",
      "definition_translation": "чувствующий или проявляющий стыд или вину, часто в социальной ситуации",
      "example": "Ich fühlte mich peinlich berührt, als ich auf der Treppe fiel. Sie war peinlich berührt wegen ihres Fehlers. Er wird peinlich berührt sein, wenn er das Spiel verliert.",
      "example_translation": "Я чувствовал смущение, когда упал на лестнице. Она была смущена своей ошибкой. Он будет смущен, если проиграет игру.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich",
      "translation": "смущающий",
      "definition": "Scham- oder Unbehagengefühle verursachend",
      "definition_translation": "вызывающий чувства стыда или смущения",
      "example": "Es war ein peinliches Moment für jeden. Die peinliche Situation machte uns alle lächeln. Der peinliche Fehler wurde schnell korrigiert.",
      "example_translation": "Это был смущающий момент для всех. Смущающая ситуация вызвала смех у нас всех. Смущающая ошибка была быстро исправлена.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenehm",
      "translation": "приятный",
      "definition": "Freude oder Vergnügen bereitend, angenehm zu erleben",
      "definition_translation": "приносящий удовольствие или радость, приятный для переживания",
      "example": "Der Film war angenehm, ich liebte die Handlung. Die angenehme Reise machte uns alle glücklich. Die angenehme Party wird lange in Erinnerung bleiben.",
      "example_translation": "Фильм был приятным, я любил сюжет. Приятная поездка сделала нас всех счастливыми. Приятная вечеринка будет вспоминаться lâu времени.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgeregt",
      "translation": "радостно",
      "definition": "Auf eine Weise, die Begeisterung und Ungeduld zeigt.",
      "definition_translation": "С энтузиазмом и желанием.",
      "example": "Sie sprach aufgeregt über ihren bevorstehenden Urlaub. Sie hat sich aufgeregt über ihren neuen Job geäußert. Sie wird aufgeregt über ihre Abschlussfeier sprechen.",
      "example_translation": "Она радостно рассказывала о предстоящем отпуске. Она давно рассказывала радостно о новой работе. Она будет радостно рассказывать о своем выпуске.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpft",
      "translation": "исчерпанный",
      "definition": "Extrem müde oder energieerschöpft führend.",
      "definition_translation": "Чувствующий себя чрезвычайно утомленным или истощенным энергией.",
      "example": "Nach dem Marathon war ich erschöpft. Ich bin erschöpft von der Überarbeit. Ich werde erschöpft sein nach dieser Reise.",
      "example_translation": "После марафона我 был истощен. Я был истощен после работы в сверхурочное время. Я буду истощен после этой поездки.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "опытный",
      "definition": "Durch Praxis oder Erfahrung Wissen oder Fähigkeiten erworben habend.",
      "definition_translation": "Приобретенный знания или навыки через практику или экспозицию.",
      "example": "Ein erfahrener Lehrer kann schwierige Schüler handhaben. Er hat Erfahrungen im Teammanagement gesammelt. Sie wird erfahren in der öffentlichen Rede sein.",
      "example_translation": "Опытный учитель может справиться со сложными студентами. Он приобрел опыт в управлении командами. Она будет опытной в публичных выступлениях.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vergesslich",
      "translation": "забывчивый",
      "definition": "Geneigt, Dinge oder Erinnerungen zu vergessen.",
      "definition_translation": "Склонный к забыванию вещей или воспоминаний.",
      "example": "Ich bin vergesslich und verlege ständig meine Schlüssel. Sie war vergesslich, seit ihrem Unfall. Er wird vergesslich sein, wenn er keine Notizen macht.",
      "example_translation": "Я забывчивый и постоянно теряю свои ключи. Она была забывчивой после своей аварии. Он будет забывчивым, если не будет делать записи.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "испуганный",
      "definition": "Furcht oder Angst empfindend; ängstlich",
      "definition_translation": "испытывая страх или тревогу; напуганный",
      "example": "Ich war ängstlich bei dem lauten Geräusch. Ich bin ängstlich vor Spinnen. Ich werde ängstlich sein, wenn ich dich morgen nicht sehe.",
      "example_translation": "Я был испуган громким шумом. Я боюсь пауков. Я буду испуган, если не увижу тебя завтра.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großzügig",
      "translation": "щедрый",
      "definition": "Bereit, freiwillig von seinem Geld, Zeit oder Ressourcen zu geben",
      "definition_translation": "желает дать добровольно свои деньги, время или ресурсы",
      "example": "Sie war großzügig mit ihrer Zeit und half mir umziehen. Er ist großzügig mit seinem Geld und spendet an wohltätige Zwecke. Sie werden großzügig mit ihren Ressourcen und werden für ihre Kinder sorgen.",
      "example_translation": "Она была щедрой со своим временем и помогла мне переехать. Он щедр со своими деньгами и жертвует на благотворительность. Они будут щедрыми со своими ресурсами и обеспечат своих детей.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sanft",
      "translation": "мягкий",
      "definition": "weich und mild in der Natur oder im Verhalten; nicht hart oder rau",
      "definition_translation": "мягкий и нежный по своей природе или поведению; не жестокий или грубый",
      "example": "Sie hat eine sanfte Berührung mit Tieren. Er ist sanft mit seinen Worten und verletzt niemandes Gefühle. Sie werden sanft mit ihren Kindern umgehen und lehren sie Güte.",
      "example_translation": "У нее мягкое прикосновение к животным. Он мягок со своими словами и не задевает ничьих чувств. Они будут мягкими со своими детьми и научат их доброте.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dankbar",
      "translation": "благодарный",
      "definition": "fühlt oder zeigt Anerkennung oder Dankbarkeit",
      "definition_translation": "чувствующий или проявляющий благодарность или感謝ность",
      "example": "Ich war dankbar für das Geschenk. Sie ist dankbar für die Gelegenheit zu lernen. Sie werden dankbar für die Hilfe sein, die sie erhalten haben.",
      "example_translation": "Я был благодарен за подарок. Она благодарна за возможность учиться. Они будут благодарны за помощь, которую они получили.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schuldig",
      "translation": "виновный",
      "definition": "Hat ein Verbrechen oder eine Verfehlung begangen; verantwortlich für ein Unrecht oder eine Ungerechtigkeit.",
      "definition_translation": "Совершивший преступление или преступление; ответственный за неправильное или несправедливое деяние.",
      "example": "Ich fühlte mich schuldig, weil ich meine Eltern belogen hatte. Ich war schuldig des Plagiats in meinem Essay. Ich werde mich schuldig fühlen, wenn ich mich nicht bei ihr entschuldige.",
      "example_translation": "Я чувствовал себя виноватым за то, что солгал моим родителям. Я был виновен в плагиате в своем эссе. Я буду чувствовать себя виноватым, если не попрощаюсь с ней.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "счастливо",
      "definition": "In einer glücklichen oder freudigen Weise; mit einem Gefühl von Freude oder Zustimmung.",
      "definition_translation": "С радостью или удовлетворением; с чувством удовольствия или удовлетворения.",
      "example": "Wir lebten glücklich bis an das Ende. Ich nahm das Stellenangebot glücklich an. Sie werden glücklich heiraten nächstes Jahr.",
      "example_translation": "Мы жили счастливо после этого. Я счастливо принял предложение работы. Они счастливо поженятся в следующем году.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hilfreich",
      "translation": "полезный",
      "definition": "Gibt Unterstützung oder Hilfe; nützlich oder vorteilhaft.",
      "definition_translation": "Оказывая помощь или поддержку; полезный или благоприятный.",
      "example": "Der Lehrer war sehr hilfreich während des Unterrichts. Diese Software ist hilfreich für Datenanalyse. Sie waren hilfreich in unserer Zeit der Not.",
      "example_translation": "Учитель был очень полезен во время урока. Это программное обеспечение полезно для анализа данных. Они были полезны в наш час нужды.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungsvoll",
      "translation": "надежный",
      "definition": "Hat ein Gefühl der Erwartung oder Hoffnung auf etwas.",
      "definition_translation": "Имея чувство ожидания или желания, чтобы что-то произошло.",
      "example": "Ich war hoffnungsvoll, dass ich den Job bekäme. Sie war hoffnungsvoll über die neue Behandlung. Sie waren hoffnungsvoll, dass der Regen bald aufhören würde.",
      "example_translation": "Я был надеюсь, что получу работу. Она была надеется на новое лечение. Они были надеясь, что дождь остановится вскоре.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungslos",
      "translation": "безнадёжный",
      "definition": "Hat keine Erwartung von Gutem oder Verbesserung; verzweifelt.",
      "definition_translation": "Не имеющий ожиданий хорошего или улучшения; отчаянный.",
      "example": "Sie fühlte sich hoffnungslos nach der Nachricht, aber dann entschied sie sich zu handeln. Sie war hoffnungslos in ihrer vorherigen Beziehung, aber jetzt ist sie verliebt. Sie wird sich hoffnungslos fühlen, wenn sie den Job nicht bekommt.",
      "example_translation": "Она чувствовала себя безнадёжной, получив известие, но затем она решила действовать. Она была безнадёжной в её предыдущих отношениях, но теперь она влюблена. Она будет чувствовать себя безнадёжной, если она не получит работу.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verletzen",
      "translation": "обидеть",
      "definition": "Verursacht körperlichen oder emotionalen Schmerz oder Verletzung bei jemandem oder etwas.",
      "definition_translation": "Причинять физическую или эмоциональную боль или травму кому-то или чему-то.",
      "example": "Sie verletzte ihr Fußgelenk während des Laufens gestern, aber jetzt tut es weniger weh. Er verletzte ihre Gefühle, als er das sagte, aber er meinte es nicht böse. Wenn sie sich nicht vorsieht, wird sie sich selbst verletzen.",
      "example_translation": "Она обидела свою лодыжку, бегая вчера, но теперь это болит меньше. Он обидел ее чувства, когда сказал это, но он не хотел обидеть ее. Если она не будет беречься, она обидит себя.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verliebt",
      "translation": "влюбленный",
      "definition": "Hat starke Gefühle der Liebe oder Zuneigung für jemanden.",
      "definition_translation": "Имея сильные чувства любви или привязанности к кому-то.",
      "example": "Sie waren verliebt, seit dem ersten Date, aber jetzt heiraten sie. Sie fühlte sich verliebt, als sie ihn lächeln sah, und wusste, dass sie verliebt war. Sie werden für immer verliebt sein.",
      "example_translation": "Они были влюблены с первого свидания, но теперь они женятся. Она чувствовала себя влюбленной в него, когда увидела его улыбающимся, и она знала, что она влюблена. Они будут влюблены навечно.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen",
      "translation": "в слезах",
      "definition": "Weint, insbesondere laut oder unkontrolliert.",
      "definition_translation": "Плачущий, особенно громко или неудержимо.",
      "example": "Der Film war so traurig, dass sie in Tränen war, aber dann lachte sie. Er war in Tränen, als er seiner Familie Lebewohl sagte, und er war in Tränen, als er sie wieder sah. Die Nachricht ließ sie in Tränen.",
      "example_translation": "Фильм был такSad, что она была в слезах, но затем она засмеялась. Он был в слезах, когда сказал прощай своей семье, и он был в слезах, когда увидел их снова. Новости оставили ее в слезах.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "интеллектуальный",
      "definition": "Having the ability to learn or understand or to deal with problems; having a high mental capacity.",
      "definition_translation": "Имеющий способность обучаться или понимать, или решать проблемы; имеющий высокую умственную способность.",
      "example": "She is an intelligent person who can solve complex problems. She solved the puzzle intelligently yesterday. She will intelligently analyze the data next week.",
      "example_translation": "Она умная человек, который может решать сложные проблемы. Она разрешила головоломку inteligently вчера. Она подумает над данными следующей неделей intelligently.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jealous",
      "translation": "ревнивый",
      "definition": "Feeling or showing an intense desire to have something or to be with someone; feeling resentful or bitter because someone else has something you want.",
      "definition_translation": "Чувствующее или демонстрирующее интенсивное желание иметь что-то или быть с кем-то; cítící обиду или горечь потому, что кто-то другой имеет то, что вы хотите.",
      "example": "He was jealous of his brother's new car. He felt jealous when his girlfriend talked to another guy. He will be jealous if his friend gets the job.",
      "example_translation": "Он был ревнив по поводу новой машины его брата. Он чувствовал обиду, когда его девушка разговаривала с другим парнем. Он будет ревнив, если его друг получит работу.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "keen",
      "translation": "острый",
      "definition": "Having a strong and enthusiastic interest in something; having a sharp mind or intellect.",
      "definition_translation": "Имеющий сильный и энthusiastический интерес к чему-то; имеющий острый ум или интеллект.",
      "example": "She is keen on playing tennis. She was keen to learn the new language. She will be keen to attend the concert.",
      "example_translation": "Она любит играть в теннис. Она была полна стремления научиться новому языку. Она будет полна стремления посетить концерт.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kindly",
      "translation": "любезно",
      "definition": "In a friendly and considerate manner; with a willingness to help or assist.",
      "definition_translation": "В дружелюбном и заботливом стиле; с готовностью помочь или помочь.",
      "example": "She kindly offered to help me with my homework. She kindly gave me a ride to the airport. She will kindly explain the rules to us.",
      "example_translation": "Она любезно предложила помочь мне с домашним заданием. Она любезно дала мне поездку в аэропорт. Она будет любезно объяснять нам правила.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lively",
      "translation": "живой",
      "definition": "Full of energy and vitality; enthusiastic and lively.",
      "definition_translation": "Полный энергии и vitalности; энтузиастичный и живой.",
      "example": "The lively music got everyone on their feet. Yesterday, I listened to a lively speech. I will attend a lively party tonight.",
      "example_translation": "Живая музыка всех привела в движение. Вчера я слушала живую речь. Сегодня ночью я посещу живой вечеринку.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lonely",
      "translation": "одинокий",
      "definition": "Sad or unhappy because you are alone or have no friends.",
      "definition_translation": "Грустный или несчастный, потому что вы один или у вас нет друзей.",
      "example": "I felt lonely after moving to a new city. Yesterday, I was lonely in the park. I will not be lonely at the party tonight.",
      "example_translation": "Я чувствовал себя одиноко, после переезда в новый город. Вчера я был одиноким в парке. Сегодня ночью я не буду одиноким на вечернике.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "moody",
      "translation": "капризный",
      "definition": "Given to sudden and unexplained changes of mood, especially from being happy to being sad or irritable.",
      "definition_translation": "Склонный к внезапным и необъяснимым изменениям настроения, особенно от счастья до печали или раздражительности.",
      "example": "My friend is moody today, so I'm walking on eggshells. She was moody yesterday, but now she's fine. He will be moody if he doesn't get what he wants.",
      "example_translation": "Мой друг капризный сегодня, поэтому я иду на цыпочках. Она была капризной вчера, но теперь она в порядке. Он будет капризным, если он не получит то, что он хочет.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "negative",
      "translation": "отрицательный",
      "definition": "Expressing or implying denial, refusal, or opposition.",
      "definition_translation": "Выражающий или подразумевающий отрицание, отказ или противодействие.",
      "example": "I have a negative attitude towards Mondays. Yesterday, I had a negative experience at the store. The doctor gave me a negative test result.",
      "example_translation": "У меня отрицательное отношение к понедельникам. Вчера у меня был отрицательный опыт в магазине. Доктор дал мне отрицательный результат теста.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervous",
      "translation": "нервозный",
      "definition": "Feeling anxious or apprehensive; having or showing feelings of nervousness.",
      "definition_translation": "Чувствуя тревогу или беспокойство; имея или проявляя признаки нервозности.",
      "example": "I was nervous before the exam, but then I started to feel more confident. I had been nervous about public speaking, but now I'm getting used to it. I will be nervous about the job interview tomorrow.",
      "example_translation": "Я был нервозным перед экзаменом, но затем начал чувствовать себя более уверенно. Я был нервозным по поводу публичных выступлений, но теперь я привыкаю к этому. Завтра я буду нервозным перед интервью на работу.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "patient",
      "translation": "пациент",
      "definition": "A person who is receiving medical care, treatment, or attention.",
      "definition_translation": "Человек, получающий медицинскую помощь, лечение или внимание.",
      "example": "The patient was recovering well from the surgery. The doctor examined the patient carefully. The nurse will care for the patient overnight.",
      "example_translation": "Пациент хорошо恢ился после операции. Доктор тщательно осмотрел пациента. Нigth медсестра будет ухаживать за пациентом всю ночь.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "вежливо",
      "definition": "Auf eine Weise, die anderen gegenüber respektvoll und rücksichtsvoll ist.",
      "definition_translation": "Способом, который является уважительным и учитывающим других.",
      "example": "Sie sprach mit dem Kunden höflich. Er hatte immer seine Kollegen höflich behandelt. Sie werden die Gäste höflich an der Tür begrüßen.",
      "example_translation": "Она разговаривала с клиентом вежливо. Он всегда обращался с коллегами вежливо. Они будут встречать гостей вежливо у двери.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mächtig",
      "translation": "мощный",
      "definition": "Habend oder imstande, große Macht, Stärke oder Einfluss auszuüben.",
      "definition_translation": "Имея или способный оказывать большую власть, силу или влияние.",
      "example": "Der mächtige Motor sprang zum Leben. Das Unternehmen ist zu einem mächtigen Spieler auf dem Markt geworden. Die neue Politik wird ihnen mächtigere Werkzeuge an die Hand geben, um das Problem anzugehen.",
      "example_translation": "Мощный двигатель загремел жизнью. Компания стала мощным игроком на рынке. Новая политика даст им более мощные инструменты для решения проблемы.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stolz",
      "translation": "гордый",
      "definition": "Habend oder zeigend eine starke Selbstzufriedenheit, insbesondere in seinen Leistungen oder Besitztümern.",
      "definition_translation": "Имея илиแสดงяя сильное чувство гордости, особенно в своих достижениях или владениях.",
      "example": "Sie war stolz auf ihr neues Auto und hatte monatelang darauf gewartet. Sie ist stolz auf die akademischen Leistungen ihrer Tochter. Sie wird stolz sein, ihre neuen Fähigkeiten auf der Party zu präsentieren.",
      "example_translation": "Она гордилась своей новой машиной и ждала месяцев, чтобы ее получить. Она гордится академическими достижениями своей дочери. Она будет гордиться демонстрацией своих новых навыков на вечеринке.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streitsüchtig",
      "translation": "ссорливый",
      "definition": "Habend oder zeigend eine Neigung zu streiten oder zu kämpfen, insbesondere auf kleine oder unberechtigte Weise.",
      "definition_translation": "Имея или демонстрируя склонность к спорам или борьбе, особенно в мелочном или неразумном виде.",
      "example": "Er war ein streitsüchtiger Mensch und fand immer Fehler bei anderen. Sie war streitsüchtig mit ihren Geschwistern als Kind. Sie werden streitsüchtig sein, wenn sie nicht ihren Willen durchsetzen können.",
      "example_translation": "Он был ссорливым человеком и всегда находил недостатки в других. Она была ссорливой со своими братьями и сестрами в детстве. Они будут ссорливыми, если они не получат своего пути.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannt",
      "translation": "расслабленный",
      "definition": "Fühlend oder zeigend einen Zustand der Ruhe oder Gelassenheit, insbesondere nach einer Periode von Spannung oder Aufregung.",
      "definition_translation": "Чувствующий или демонстрирующий состояние спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Sie fühlte sich entspannt auf dem Strandurlaub, weg vom Trubel des Stadtlebens. Er war entspannt nach einem langen, heißen Bad. Sie werden entspannt sein, wenn sie ihr Projekt fertigstellen.",
      "example_translation": "Она чувствовала себя расслабленной на пляжном отдыхе, вдали от суеты и шума городской жизни. Он был расслаблен после длинной, горячей ванны. Они будут расслабленными, когда закончат свой проект.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannend",
      "translation": "расслабляющий",
      "definition": "Etwas oder jemanden dazu bringend, sich ruhig oder gelassen zu fühlen, insbesondere nach einer Periode von Spannung oder Aufregung.",
      "definition_translation": "Вызывающий у кого-то чувство спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Musik hören ist eine entspannende Aktivität für sie. Ein Spaziergang in der Natur ist entspannend. Sie finden, dass Schachspielen nach einem langen Arbeitstag entspannend ist.",
      "example_translation": "Слушание музыки - это расслабляющая деятельность для нее. Прогулка на природе - это расслабляющая. Они находит игру в шахматы расслабляющей после длинного дня труда.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zuverlässig",
      "translation": "надежный",
      "definition": "In der Lage, vertraut oder auf ihn angewiesen zu werden, um etwas zu tun.",
      "definition_translation": "Способный быть доверенным или полагаться на выполнение чего-либо.",
      "example": "Er war ein zuverlässiger Mensch, der immer seine Versprechen hielt. Er ist zuverlässig und wird uns auf jeden Fall helfen. Er wird zuverlässig sein und das Projekt rechtzeitig fertigstellen.",
      "example_translation": "Он был надежным человеком, который всегда держал свои обещания. Он является надежным и конечно поможет нам. Он будет надежным и закончит проект вовремя.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "romantisch",
      "translation": "романтический",
      "definition": "In Beziehung stehend oder gekennzeichnet durch eine sentimental oder emotionale Anziehungskraft.",
      "definition_translation": "Относящийся к или характеризующийся сентиментальной или эмоциональной привлекательностью.",
      "example": "Das romantische Abendessen war perfekt für unser Jubiläum. Sie war romantisch und liebte Sonnenuntergänge. Sie werden einen romantischen Urlaub in Paris haben.",
      "example_translation": "Романтический обед был идеальным для нашей годовщины. Она была романтичной и любила смотреть на закаты. Они будут иметь романтический отпуск в Париже.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großspurig",
      "translation": "грубый",
      "definition": "Sich auf eine Weise benehmend, die rau oder ungeschliffen ist, oft auf eine Weise, die beleidigend oder ärgerlich ist.",
      "definition_translation": "Ведет себя грубо или неотесанно, часто způsobem, который является оскорбительным или раздражающим.",
      "example": "Er war großspurig gegenüber dem Kunden und entschuldigte sich später. Sie war großspurig und sagte nicht danke. Sie werden nicht großspurig gegenüber ihren Gästen sein.",
      "example_translation": "Он был грубым к клиенту и позднее извинился. Она была грубой и не сказала спасибо. Они не будут грубыми к своим гостям.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "довольный",
      "definition": "Sich gefühlsmäßig befriedigt oder content fühlen, oft auf eine Weise, die ruhig und gelassen ist.",
      "definition_translation": "Чувствующий себя довольным или.content, часто способом, который является спокойным и расслабленном.",
      "example": "Sie war zufrieden mit dem Service und hinterließ ein gutes Bewertung. Er ist zufrieden mit seinem Job und liebt es, dort zu arbeiten. Sie werden zufrieden sein, wenn sie das Ergebnis sehen.",
      "example_translation": "Она была довольной сервисом и оставила хороший отзыв. Он доволен своей работой и любит работать там. Они будут довольными результатом.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "испуганный",
      "definition": "Angst oder Sorge empfindend; ängstlich oder bestürzt.",
      "definition_translation": "Испытывая страх или тревогу.",
      "example": "Ich war ängstlich, als ich zum ersten Mal skiespringen ging. Ich bin ängstlich vor Spinnen. Ich werde ängstlich sein, wenn ich den Job nicht bekomme.",
      "example_translation": "Я был испуган прыгать с парашютом в первый раз. Я боюсь пауков. Я буду испуган, если не получу работу.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "пугающий",
      "definition": "Angst oder Schrecken hervorrufend; furchterregend.",
      "definition_translation": "Вызывающий страх или тревогу; страшный.",
      "example": "Der erschreckende Film ließ mich aus dem Sitz springen. Die erschreckenden Soundeffekte trugen zur Spannung bei. Der erschreckende Clown auf der Party war zu viel für die Kinder.",
      "example_translation": "Страшный фильм заставил меня выпрыгнуть из своей сидения. Страшные звуковые эффекты добавили к напряжению. Устрашающий клоун на вечеринке был слишком для детей.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "selbstsicher",
      "translation": "самоуверенный",
      "definition": "Vertrauen in seine eigenen Fähigkeiten, Urteilsfähigkeit oder Handlungen habend.",
      "definition_translation": "Имеющий уверенность в своих способностях, суждении или действиях.",
      "example": "Sie war eine selbstsichere Rednerin, die die Aufmerksamkeit des Publikums auf sich zog. Er war selbstsicher in seiner Entscheidung, sein eigenes Unternehmen zu gründen. Ich werde selbstsicher in meiner Antwort sein, wenn ich die Fakten noch einmal überprüft habe.",
      "example_translation": "Она была самоуверенным оратором, которая привлекала внимание аудитории. Он был самоуверенным в своем решении начать свой собственный бизнес. Я буду самоуверенным в моем ответе, когда я проверю факты дважды.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "selbstsüchtig",
      "translation": "эгоистичный",
      "definition": "Übermäßig oder ausschließlich mit seinen eigenen Bedürfnissen, Wünschen oder Wohlbefinden beschäftigt.",
      "definition_translation": " Избыточно или исключительно озабоченный своими собственными потребностями, желаниями или благополучием.",
      "example": "Mein Bruder kann selbstsüchtig sein, wenn es um das Teilen seiner Spielzeuge geht. Sie war selbstsüchtig und dachte nur an ihre eigenen Karriereziele. Er war selbstsüchtig und dachte nicht an den Einfluss auf andere.",
      "example_translation": "Мой брат может быть эгоистичным, когда речь идет о делении своих игрушек. Она была эгоистичной и только думала о своих собственных целях в карьере. Он был эгоистичным и не考虑ал влияния на других.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "разумный",
      "definition": "Überlegtes oder gesundes Urteil habend; vernünftig und umsichtig.",
      "definition_translation": "Имеющий, содержащий или свидетельствующий о хорошем смысле или суждении; разумный и предусмотрительный.",
      "example": "Sie war eine vernünftige Person, die immer vorher dachte, bevor sie handelte. Sie war vernünftig genug, um Geld für die Reise zu sparen. Sie wird vernünftig sein und einen Regenschirm mitnehmen.",
      "example_translation": "Она была разумной personne, которая всегда думала перед тем, как действовать. Она была разумной enough, чтобы.save деньги для поездки. Она будет разумной и возьмет зонт с собой.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschüttert",
      "translation": "шокированный",
      "definition": "Großes Erstaunen oder Entsetzen empfindend, oft begleitet von einer Gefühl von Unbehagen oder Bestürzung.",
      "definition_translation": "Чувствующий великое удивление или изумление, часто сопровождаемое чувством тревоги или огорчения.",
      "example": "Ich war erschüttert, als ich die Nachricht hörte. Sie war erschüttert von dem lauten Geräusch. Sie werden erschüttert sein von der Überraschungsparty.",
      "example_translation": "Я был шокирован, когда услышал новость. Она была шокирована громким шумом. Они будут шокированы-surprise party.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "шокирующий",
      "definition": "Ein starkes Gefühl von Überraschung, Entsetzen oder Empörung hervorrufend; tiefgreifend verstörend oder anstößig.",
      "definition_translation": "Вызывающий сильное чувство удивления, изумления или негодования; глубоко тревожный или оскорбительный.",
      "example": "Die erschreckende Nachricht verbreitete sich schnell. Das erschreckende Bild blieb mir im Gedächtnis. Die erschreckende Wahrheit wurde letzten Nacht enthüllt.",
      "example_translation": "Шокирующая новость быстро распространилась. Шокирующее изображение оставалось в моей памяти. Шокирующая правда была раскрыта вчера ночью.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "scheu",
      "translation": "забитый",
      "definition": "In der Gegenwart anderer nervös oder zaghaft; nicht sicher in seinen Fähigkeiten oder Handlungen.",
      "definition_translation": "Чувствующий нервозность или робость в присутствии других; не уверенный в своих способностях или действиях.",
      "example": "Sie war scheu und sprach nicht in der Klasse. Er war scheu und errötete, als er sie traf. Sie werden scheu und ruhig auf der Party sein.",
      "example_translation": "Она была застенчивой и не speaks lên в классе. Он был застенчивым и покраснел, когда встретил ее. Они будут застенчивыми и quiet на вечеринке.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "albern",
      "translation": "смешной",
      "definition": "dumm oder lächerlich, oft auf eine amüsante Weise",
      "definition_translation": "глупый или абсурдный, часто в забавной форме",
      "example": "Ich war albern und vergaß meine Schlüssel zu Hause. Ich bin albern und spiele den ganzen Tag Videospiel. Ich werde albern und trage ein komisches Kostüm zur Party.",
      "example_translation": "Я был глуп и забыл ключи дома. Я веду себя глупо и играю в видеоигры весь день. Я буду глуп и надену комический костюм на вечеринку.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "умный",
      "definition": "eine große Menge an Intelligenz oder gesundem Menschenverstand habend",
      "definition_translation": "имеющий или демонстрирующий большой интеллект или здравый смысл",
      "example": "Sie ist intelligent und löst das Rätsel schnell. Er war intelligent und investierte sein Geld weise. Sie werden intelligent sein und hart für das Examenlernen.",
      "example_translation": " Она умна и быстро решает пазл. Он был умным и инвестирует деньги мудро. Они будут умными и тщательно готовиться к экзамену.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gesellig",
      "translation": "общительный",
      "definition": " genießt die Gesellschaft von anderen und kann leicht mit Menschen sprechen und interagieren",
      "definition_translation": "наслаждается компанией других и может легко разговаривать и общаться с людьми",
      "example": "Sie ist gesellig und macht leicht Freunde. Er war gesellig und gab eine große Party. Sie werden gesellig sein und alle sozialen Ereignisse besuchen.",
      "example_translation": " Она общительна и легко заводит друзей. Он был общительным и tổыл большой вечеринка. Они будут общительными и посетят все социальные мероприятия.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gestresst",
      "translation": "напряженный",
      "definition": "fühlt sich ängstlich oder überfordert, oft aufgrund zu viel Arbeit oder Verantwortung",
      "definition_translation": "чувствуя тревогу или перегруженность, часто из-за слишком большой работы или ответственности",
      "example": "Ich war gestresst und konnte letzte Nacht nicht schlafen. Sie ist gestresst und benötigt einen Urlaub. Er wird gestresst sein und hart für die Prüfung studieren.",
      "example_translation": " Я был напряжен и не мог спать прошлой ночью. Она была напряжена и нуждалась в отпуске. Он будет напряжен и тщательно готовиться к экзамену.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stressig",
      "translation": "стрессовый",
      "definition": "verursacht oder gekennzeichnet durch Stress, Angst oder Druck",
      "definition_translation": "вызывающий или характеризующий стресс, тревогу или давление",
      "example": "Der Job war stressig, aber ich habe mich mit der Arbeitsbelastung arrangiert. Ich finde Deadlines stressig, insbesondere wenn sie knapp sind. Die stressige Zeit in meinem Leben war, als ich für Prüfungen studierte.",
      "example_translation": "Работа была стрессовой, но я смог справиться с работой. Я найти дедлайны стрессовыми, особенно когда они тесные. Стрессовый период в моей жизни был, когда я готовился к экзаменам.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streng",
      "translation": "строгий",
      "definition": "hat oder ist gekennzeichnet durch eine ernste, strenge oder strenge Qualität",
      "definition_translation": "имея или отмеченный серьезным, суровым или строгим качеством",
      "example": "Meine Eltern waren sehr streng, als ich ein Kind war. Der Lehrer war streng bei verspäteten Abgaben. Das Unternehmen hat strenge Regeln bezüglich Vertraulichkeit.",
      "example_translation": "Мои родители были очень строгими, когда я был ребенком. Учитель был строгим о поздних сдачах. Компания имеет строгие правила о конфиденциальности.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschend",
      "translation": "удивительный",
      "definition": "verursacht Überraschung oder Erstaunen",
      "definition_translation": "вызывающий удивление или удивление",
      "example": "Die überraschende Nachricht kam für jeden als Schock. Ich hatte eine überraschende Reaktion auf das Medikament. Die überraschende Schönheit der Landschaft nahm mir den Atem.",
      "example_translation": "Удивительные новости пришли как шок для всех. Я имел удивительную реакцию на медицину. Удивительная красота ландшафта отняла у меня дыхание.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschend",
      "translation": "удивительно",
      "definition": " auf überraschende Weise",
      "definition_translation": "в удивительном виде",
      "example": "Ich gewann den Wettbewerb überraschend. Das Wetter war überraschend warm für den Winter. Der Film endete überraschend gut.",
      "example_translation": "Я удивительно выиграл конкурс. Погода была удивительно теплой для зимы. Фильм закончился удивительно хорошо.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begabt",
      "translation": "талантливый",
      "definition": "hat eine natürliche Fähigkeit oder Begabung",
      "definition_translation": "Имея естественный талант или навык.",
      "example": "Sie war eine begabte Sängerin, die in vielen Konzerten aufgetreten war. Sie nahm gerade ihr Debütalbum auf. Sie wird nächstes Jahr bei den Grammy Awards auftreten.",
      "example_translation": "Она была талантливой певицей, которая выступала на многих концертах. Сейчас она записывает свой дебютный альбом. Она выступит на премии Грэмми в следующем году.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entsetzt",
      "translation": "испуганный",
      "definition": "fühlt sich extrem ängstlich oder ängstlich",
      "definition_translation": "Чувство極альной страха или тревоги.",
      "example": "Ich war entsetzt vor Höhen, als ich ein Kind war. Ich bin jetzt entsetzt vor Spinnen. Ich werde entsetzt sein vor öffentlichen Reden in der Zukunft.",
      "example_translation": "Я был испуган высотами, когда я был ребенком. Я сейчас испуган пауков. Я буду испуган публичных выступлений в будущем.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermüdend",
      "translation": "утомительный",
      "definition": "verursacht körperliche oder mentale Erschöpfung",
      "definition_translation": "Вызывающий чувство физического или умственного истощения.",
      "example": "Der Wanderweg war ermüdend, aber die Aussicht von oben war es wert. Das Studium für Prüfungen kann ermüdend sein. Ich werde mich ermüden mit zu viel Übung.",
      "example_translation": "Пеший поход был утомительным, но вид с вершины стоил того. Изучение для экзаменов может быть утомительным. Я утомлю себя too much упражнением.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tolerant",
      "translation": "терпимый",
      "definition": "ist bereit, etwas Unangenehmes zu akzeptieren oder zu ertragen",
      "definition_translation": "Желающий принимать или терпеть что-то неприятное.",
      "example": "Sie war tolerant gegenüber ihres Bruders lauter Musik. Er ist tolerant gegenüber scharfem Essen. Sie werden tolerant gegenüber einander's Unterschieden sein.",
      "example_translation": "Она была терпимой к шумной музыке ее брата. Он терпим к острой еде. Они будут терпимы друг к другу異й.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerwartet",
      "translation": "неожиданный",
      "definition": "Nicht erwartet oder vorhergesehen; überraschend.",
      "definition_translation": "Не ожидаемый или предвиденный; удивляющий.",
      "example": "Der Feueralarm ging unerwartet während der Prüfung los. Gestern hatte ich einen unerwarteten Besuch von meinem Freund. Ich werde nächste Woche unerwartet frei haben.",
      "example_translation": "Сигнализация пожарной тревоги неожиданно сработала во время экзамена.esterday, у меня был неожиданный визит от друга. В следующей неделе у меня будет неожиданное свободное время.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "неприятный",
      "definition": "Zeigt keine Freundlichkeit oder Wärme; feindlich oder kalt.",
      "definition_translation": "Не проявляющий заботы или теплоты; враждебный или холодный.",
      "example": "Der unfreundliche Verkäufer weigerte sich, mir zu helfen. Gestern traf ich einen unfreundlichen Hund auf der Straße. Ich werde nächste Woche mit einem unfreundlichen Kollegen zu tun haben.",
      "example_translation": "Неприятный ассистент магазина отказался помочь мне. Вчера, я встретил неприятную собаку на улице. В следующей неделе мне придется иметь дело с неприятным коллегой.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "desinteressiert",
      "translation": "бесинтересный",
      "definition": "Hat oder zeigt kein Interesse; apathisch.",
      "definition_translation": "Не имеющий или не проявляющий интереса; апатичный.",
      "example": "Der Lehrer konnte sehen, dass die Studenten desinteressiert am Unterricht waren. Gestern war ich desinteressiert am Film. Ich werde nächste Woche desinteressiert an der Besprechung sein.",
      "example_translation": "Учитель мог видеть, что студенты были бесинтересны в уроке. Вчера, я был бесинтересен в фильме. В следующей неделе я буду бесинтересен в собрании.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "uninteressant",
      "translation": "нескучный",
      "definition": "Nicht interessant oder ansprechend; langweilig.",
      "definition_translation": "Не интересный или привлекательный; скучный.",
      "example": "Der Film war uninteressant, daher schlief ich ein. Gestern las ich ein uninteressantes Buch. Ich werde nächste Woche eine uninteressante Fernsehserie sehen.",
      "example_translation": "Фильм был неинтересным, поэтому я уснул. Вчера, я прочитал неинтересную книгу. В следующей неделе я będуж смотреть неинтересный телевизионный сериал.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "нежестокий",
      "definition": "Hat oder zeigt eine fehlende Freundlichkeit oder Mitgefühl gegenüber anderen.",
      "definition_translation": "Имея или проявляя недостаток доброжелательности или сочувствия к другим.",
      "example": "Sie war unfreundlich zu ihrer Schwester, als sie ihr Spielzeug ohne zu fragen nahm. Sie war unfreundlich zu ihren Freunden in letzter Zeit. Sie wird unfreundlich zu ihren Kollegen sein, wenn sie ihren Willen nicht bekommt.",
      "example_translation": "Она была жестока к своей сестре, когда взяла ее игрушку без hỏi. Она была недружелюбна к друзьям в последнее время. Она будет нежестока к своим коллегам, если не получит своего.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "теплый",
      "definition": "Hat eine angenehme Temperatur, weder zu heiß noch zu kalt.",
      "definition_translation": "Имея комфортную температуру, ни слишком горячую, ни слишком холодную.",
      "example": "Die warme Sonne machte uns glücklich. Das warme Wasser war perfekt für ein entspannendes Bad. Die warme Temperatur wird einen schönen Tag für ein Picknick machen.",
      "example_translation": "Теплое солнечное сияние сделало нас счастливыми. Теплая вода была идеальной для расслабляющей ванны. Теплая температура сделает это отличным днем для пикника.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]