[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tanzen",
      "translation": "танцевать",
      "definition": "Die Bewegung des Körpers in einem rythmischen Weise, typischerweise zur Musik, unter Verwendung vorgeschriebener oder improvisierter Schritte und Gesten.",
      "definition_translation": "Двигать свое тело в ритмичном方式, типично к музыке, используя предписанные или импровизированные шаги и жесты.",
      "example": "Ich tanzte die ganze Nacht auf der Party. Ich tanze zu meinem Lieblingslied. Ich werde auf meiner Hochzeit tanzen.",
      "example_translation": "Я танцевал всю ночь на вечеринке. Я танцую под свою любимую песню. Я буду танцевать на своей свадьбе.",
      "imageLink": "image_files\\English\\dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufen",
      "translation": "шоппинг",
      "definition": "Der Akt des Kaufens von Dingen, insbesondere in großen Mengen oder als Freizeitaktivität.",
      "definition_translation": "Акт покупки вещей, особенно в большом количестве или как развлекательной деятельности.",
      "example": "Ich ging gestern mit meinen Freunden einkaufen. Ich kaufe gerade online ein. Ich werde morgen einkaufen gehen, um Lebensmittel zu kaufen.",
      "example_translation": "Я пошел за покупками с друзьями вчера. Теперь я-shop online. Я пойду за покупками продуктов завтра.",
      "imageLink": "image_files\\English\\shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rauchen",
      "translation": "курение",
      "definition": "Der Akt des Einatmens und Ausatmens von Tabak- oder anderen Drogenrauch.",
      "definition_translation": "Акт вдыхания и выдыхания дыма табака или других наркотиков.",
      "example": "Rauchen ist schlecht für Ihre Gesundheit. Ich rauchte eine Zigarette nach dem Abendessen. Er wird eine Pfeife auf der Party rauchen.",
      "example_translation": "Курение вредно для здоровья. Я курил сигарету после обеда. Он будет курить трубку на вечеринке.",
      "imageLink": "image_files\\English\\smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arbeit",
      "translation": "работа",
      "definition": "Aktivität, die geistige oder körperliche Anstrengung erfordert, um ein Ziel zu erreichen oder seinen Lebensunterhalt zu verdienen.",
      "definition_translation": "Активность, связанная с умственным или физическим трудом, сделанная для достижения цели илиearn на жизнь.",
      "example": "Ich gehe um 9 Uhr zur Arbeit. Sie arbeitet als Lehrerin. Sie werden gemeinsam am Projekt arbeiten.",
      "example_translation": "Я иду на работу в 9 утра. Она работает учителем. Они будут работать над проектом вместе.",
      "imageLink": "image_files\\English\\work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktivität",
      "translation": "активность",
      "definition": "Die Qualität der Aktivität und Effektivität in einem bestimmten Feld oder einer bestimmten Aktivität.",
      "definition_translation": "Качество быть активным и эффективным в определенной области или деятельности.",
      "example": "Ich genoss die Aktivität des Wanderns in den Bergen. Ich werde morgen an einer Aktivität des freiwilligen Sozialdienstes teilnehmen. Ich habe mich seit zwei Jahren mit der Aktivität des Erlernens einer neuen Sprache beschäftigt.",
      "example_translation": "Я наслаждался активностью похода в горах. Я SHALL принимать участие в активности волонтерской работы завтра. Я был вовлечен в активность изучения нового языка в течение двух лет.",
      "imageLink": "image_files\\English\\activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klicken",
      "translation": "клик",
      "definition": "Ein kurzer, scharfer Laut, wie der einer Maus oder eines Kameraverschlusses.",
      "definition_translation": "Короткий, острый звук, похожий на тот, который делается мышью или шаттером камеры.",
      "example": "Ich klickte den Button, um das Formular abzusenden. Sie wird das Bild klicken, um es an ihre Freundin zu senden. Er hat den ganzen Tag lang auf die Maus geklickt.",
      "example_translation": "Я кликнул кнопку, чтобы отправить форму. Она WILL кликнуть на картинку, чтобы отправить ее своему другу. Он кликал на мышь в течение часов.",
      "imageLink": "image_files\\English\\click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klettern",
      "translation": "альпинизм",
      "definition": "Der Akt des Aufsteigens eines steilen Objekts, wie eines Berges oder einer Seilwand, unter Verwendung spezieller Techniken und Ausrüstung.",
      "definition_translation": "Действие восхождения по крутому объекту, такому как гора или веревка, с помощью специализированных техник и оборудования.",
      "example": "Ich liebe das Klettern in den Bergen im Sommer. Sie kletterte die Felswand mit Leichtigkeit. Sie haben seit ihrer Kindheit Bäume geklettert.",
      "example_translation": "Я люблю альпинизм в летнее время. Она легко лазила по стене скалы. Они лазили по деревьям с тех пор, как они были детьми.",
      "imageLink": "image_files\\English\\climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kochen",
      "translation": "готовка",
      "definition": "Der Akt des Zubereitens und Erhitzens von Essen, typischerweise in einer Küche.",
      "definition_translation": "Действие приготовления и нагрева еды, обычно на кухне.",
      "example": "Ich genieße es, Abendessen für meine Familie zu kochen. Sie kochte Mittagessen für ihre Kollegen. Sie haben gemeinsam jeden Morgen Frühstück gekocht.",
      "example_translation": "Я наслаждаюсь готовкой ужина для своей семьи. Она готовила обед для своих коллег. Они готовили завтрак вместе каждое утро.",
      "imageLink": "image_files\\English\\cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radfahren",
      "translation": "велоспорт",
      "definition": "Der Akt des Radfahrens, insbesondere als Sport oder Form von Körpertraining.",
      "definition_translation": "действие езды на велосипеде, особенно как спорт или форма упражнений",
      "example": "Ich fuhr gestern im Park Rad, dann werde ich morgen zur Arbeit radfahren, und ich fuhr letzte Woche mit meinen Freunden Rad.",
      "example_translation": "Я ездил на велосипеде в парке вчера, потом я поеду на работу на велосипеде завтра, и я ездил с друзьями на велосипеде на прошлой неделе.",
      "imageLink": "image_files\\English\\cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeichnen",
      "translation": "рисование",
      "definition": "Der Akt des Erstellens eines Bildes oder Diagramms unter Verwendung von Linien, Formen und Farben.",
      "definition_translation": "действие создания рисунка или диаграммы с помощью линий, форм и цветов",
      "example": "Ich zeichnete gestern ein Porträt meiner Schwester, dann werde ich morgen eine Landschaft zeichnen, und ich zeichnete letzte Woche ein Stillleben.",
      "example_translation": "Я рисовал портрет моей сестры вчера, потом я нарисую пейзаж завтра, и я рисовал натюрморт на прошлой неделе.",
      "imageLink": "image_files\\English\\drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übung",
      "translation": "упражнение",
      "definition": "eine Aufgabe oder Aktivität, die körperliche oder geistige Anstrengung erfordert, um die Gesundheit und Fitness zu verbessern oder aufrechtzuerhalten",
      "definition_translation": "задача или деятельность, требующая физического или ментального усилия, выполняемая для улучшения или поддержания здоровья и физической формы",
      "example": "Ich machte gestern Übung im Fitnessstudio, dann werde ich morgen zu Hause Übung machen, und ich machte letzten Woche Übung mit meinem persönlichen Trainer.",
      "example_translation": "Я занимался упражнением в спортзале вчера, потом я буду делать упражнение дома завтра, и я делал упражнение с личным тренером на прошлой неделе.",
      "imageLink": "image_files\\English\\exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hilfe",
      "translation": "помощь",
      "definition": "Unterstützung oder Hilfe, die jemandem gegeben wird, insbesondere um ihnen zu ermöglichen, etwas zu tun, das sie allein nicht tun können",
      "definition_translation": "помощь или поддержка, оказываемая кому-либо, особенно для того, чтобы ermöglichten им сделать что-то, что они не могли сделать самостоятельно",
      "example": "Ich half meinem Freund gestern, dann werde ich meiner Schwester morgen helfen, und ich half meinem Bruder letzten Woche.",
      "example_translation": "Я помогал своему другу вчера, потом я помогу своей сестре завтра, и я помогал своему брату на прошлой неделе.",
      "imageLink": "image_files\\English\\help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tritt",
      "translation": "пнуть",
      "definition": "etwas mit Kraft zu treffen oder zu schlagen, typischerweise mit dem Fuß",
      "definition_translation": "ударять или бить что-либо с силой, обычно ногой",
      "example": "Ich trat den Ball im Park gestern. Ich trete den Ball jeden Tag. Ich werde den Ball morgen treten.",
      "example_translation": "Я пнул мяч в парке вчера. Я пну мяч каждый день. Я пну мяч завтра.",
      "imageLink": "image_files\\English\\kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuss",
      "translation": "поцеловать",
      "definition": "jemandem die Lippen auf die Lippen zu legen, üblicherweise als Zeichen von Liebe oder Zuneigung",
      "definition_translation": "прикасаться губами к кому-либо, обычно как знак любви или привязанности",
      "example": "Sie küsste mich an meinem Geburtstag letzten Jahr. Sie küsst mich jeden Morgen. Sie wird mich gute Nacht tomorrow küssen.",
      "example_translation": "Она поцеловала меня в день рождения прошлого года. Она целует меня каждое утро. Она поцелует меня на ночь завтра.",
      "imageLink": "image_files\\English\\kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Üben",
      "translation": "практика",
      "definition": "die Wiederholung oder Übung einer Fähigkeit oder Aktivität, um sie zu verbessern oder zu perfektionieren",
      "definition_translation": "действие повторения или упражнения в技能е или деятельности для улучшения или совершенствования ее",
      "example": "Ich übte gestern Gitarre zu spielen. Ich übe jeden Tag. Ich werde nächste Woche für das Konzert üben.",
      "example_translation": "Я практиковал игру на гитаре вчера. Я практикую каждый день. Я SHALL практиковать для концерта на следующей неделе.",
      "imageLink": "image_files\\English\\practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Singen",
      "translation": "пение",
      "definition": "die Produktion von musikalischen Tönen mit der Stimme, insbesondere auf eine kunstvolle Weise",
      "definition_translation": "действие производства музыкальных звуков голосом, особенно в умелой или художественной манере",
      "example": "Ich sang gestern unter der Dusche. Ich singe jeden Sonntag im Chor. Ich werde nächsten Monat bei der Talent Show singen.",
      "example_translation": "Я пел в душе вчера. Я пою в хоре каждое воскресенье. Я спою на шоу талантов следующего месяца.",
      "imageLink": "image_files\\English\\singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skateboarden",
      "translation": "скейтбординг",
      "definition": "das Fahren und Manövrieren eines Skateboards, typischerweise auf Rampen oder anderen speziell dafür entworfenen Flächen",
      "definition_translation": "действие езды и управление скейтбордом, обычно на рампах или других специально спроектированных поверхностях",
      "example": "Ich liebte es als Kind, Skateboard zu fahren, und jetzt lernt mein Sohn Tricks. Gestern fuhr ich Skateboard auf dem Bürgersteig. Bis nächstem Jahr werde ich Skateboarden beherrschen.",
      "example_translation": "Я любил скейтбординг в детстве, и теперь мой сын учится делать трюки. Вчера я катался на скейтборде по тротуару. К следующему году я освою скейтбординг.",
      "imageLink": "image_files\\English\\skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eislaufen",
      "translation": "катание",
      "definition": "das Gleiten auf Eis oder einer glatten Oberfläche, typischerweise auf Schlittschuhen",
      "definition_translation": "действие скольжения по льду или гладкой поверхности, обычно на коньках",
      "example": "Ich liebe es, im Winter auf dem Außen-Eislaufplatz zu laufen. Sie läuft seit ihrem fünften Lebensjahr. Bis ich 30 bin, werde ich Eislaufen gelernt haben.",
      "example_translation": "Я люблю кататься на открытой каток зимой. Она катается с пяти лет. К тому времени, когда мне будет 30, я научусь кататься.",
      "imageLink": "image_files\\English\\skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Snowboarden",
      "translation": "сноубординг",
      "definition": "das Fahren eines Snowboards auf einem schneebedeckten Hügel oder Berg, typischerweise in stehender Position",
      "definition_translation": "действие катания на доске вниз по снежному холму или горе, обычно в стоячем положении",
      "example": "Ich habe noch nie Snowboarden versucht, aber meine Freunde sagen, es ist aufregend. Sie snowboardet seit Jahren. Bis nächsten Winter werde ich Snowboarden gelernt haben.",
      "example_translation": "Я никогда не пробовал сноубординг, но мои друзья говорят, что это возбуждающе. Она катается на сноуборде годы. К следующей зиме я научусь сноубордингу.",
      "imageLink": "image_files\\English\\snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Surfen",
      "translation": "сёрфинг",
      "definition": "das Reiten einer Welle, typischerweise auf einem Surfbrett",
      "definition_translation": "действие катания на волне, обычно на сёрфборде",
      "example": "Ich liebe es, in Hawaii zu surfen, wo die Wellen riesig sind. Er surft seit seiner Teenagerzeit. Bis ich 40 bin, werde ich Surfen beherrschen.",
      "example_translation": "Я люблю сёрфинг на Гавайях, где волны огромные. Он катается на сёрфе с подростка. К тому времени, когда мне будет 40, я освою сёрфинг.",
      "imageLink": "image_files\\English\\surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmen",
      "translation": "плавание",
      "definition": "Die Handlung, durch das Wasser zu bewegen, insbesondere als Form von Übung oder Erholung.",
      "definition_translation": "Действие перемещения через воду с использованием ударов, особенно в виде упражнения или отдыха.",
      "example": "Ich schwamm gestern im See, aber ich werde morgen im Ozean schwimmen, und ich schwamm letzten Woche im Fluss.",
      "example_translation": "Я плавал в озере вчера, но я буду плавать в океане завтра, и я плавал в реке на прошлой неделе.",
      "imageLink": "image_files\\English\\swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "benutzen",
      "translation": "использовать",
      "definition": "Etwas für einen Zweck oder zu einem Vorteil anzuwenden.",
      "definition_translation": "Использовать для цели или прикладывать для выгоды.",
      "example": "Ich benutzte diesen Laptop früher für die Arbeit, aber jetzt benutze ich ihn zum Spielen, und ich werde ihn bald für Videobearbeitung benutzen.",
      "example_translation": "Я использовал этот ноутбук для работы, но сейчас я использую его для игр, и я буду использовать его для видеомонтажа скоро.",
      "imageLink": "image_files\\English\\use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "ходьба",
      "definition": "Langsam zu Fuß zu gehen, typischerweise in aufrechter Position.",
      "definition_translation": "Двигаться шагом на_slow скорости на ногах, обычно в прямой позиции.",
      "example": "Ich ging gestern zum Laden, aber ich werde morgen zur Schule gehen, und ich ging letzten Woche zum Park.",
      "example_translation": "Я шел в магазин вчера, но я буду ходить в школу завтра, и я шел в парк на прошлой неделе.",
      "imageLink": "image_files\\English\\walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gehen",
      "translation": "ходьба",
      "definition": "Die Handlung, zu Fuß auf moderatem Tempo, besonders in lockerer oder rekreativer Weise.",
      "definition_translation": "Действие перемещения на ногах в умеренном темпе, особенно в развлекательном или рекреационном виде.",
      "example": "Ich liebe es, in den Bergen während des Sommers zu gehen, aber ich bevorzuge es, am Strand während des Winters zu gehen, und ich ging letzten Nacht im Park.",
      "example_translation": "Я люблю ходить в горах летом, но я предпочитаю ходить на пляже зимой, и я ходил в парке прошлой ночью.",
      "imageLink": "image_files\\English\\walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waschen",
      "translation": "стирка",
      "definition": "Die Handlung, etwas, insbesondere Kleidung, mit Wasser und Seife oder Waschmittel zu säubern.",
      "definition_translation": "Действие очистки чего-либо, особенно衣服, с водой и мылом или детергентом.",
      "example": "Ich wusch meinen Wagen gestern, ich wasche meine Kleidung gerade, und ich werde morgen das Geschirr waschen.",
      "example_translation": "Я мыл свою машину вчера, я мою теперь свои вещи, и я умыву посуду завтра.",
      "imageLink": "image_files\\English\\wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abwasch",
      "translation": "мытье посуды",
      "definition": "Die Handlung, Geschirr, Besteck und andere Küchenutensilien nach einer Mahlzeit zu säubern.",
      "definition_translation": "Действие мытья посуды, столовых приборов и других кухонных предметов после еды.",
      "example": "Meine Mutter machte den Abwasch nach dem Abendessen, ich machte ihn gestern, und meine Schwester wird ihn morgen machen.",
      "example_translation": "Моя мама делала мытье посуды после обеда, я делал это вчера, и моя сестра сделает это завтра.",
      "imageLink": "image_files\\English\\washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Errungenschaft",
      "translation": "достижение",
      "definition": "Der Prozess oder die Tatsache, etwas, insbesondere etwas Schwieriges oder Beeindruckendes, zu erreichen.",
      "definition_translation": "Процесс или факт достижения чего-либо, особенно чего-то трудного или внушающего.",
      "example": "Das Erhalten eines Stipendiums war eine große Errungenschaft für mich, ich erreichte mein Ziel letzten Jahr, und ich werde mein Traumziel in Zukunft erreichen.",
      "example_translation": "Получение стипендии было великим достижением для меня, я достиг своей цели в прошлом году, и я достигну своего сна в будущем.",
      "imageLink": "image_files\\English\\achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anordnung",
      "translation": "расположение",
      "definition": "Die Weise, in der etwas organisiert oder strukturiert ist, insbesondere in einer ordentlichen oder attraktiven Weise.",
      "definition_translation": "Способ, которым что-то организовано или структурировано, особенно в порядке или привлекательном виде.",
      "example": "Die Anordnung der Blumen auf dem Tisch war schön, ich ordnete die Möbel in meinem Zimmer gestern, und ich werde eine Besprechung nächste Woche anordnen.",
      "example_translation": "Расположение цветов на столе было красивым, я расположил мебель в своей комнате вчера, и я устрою встречу на следующей неделе.",
      "imageLink": "image_files\\English\\arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ankunft",
      "translation": "прибытие",
      "definition": "Die Handlung, an einem Ort anzukommen oder zu gelangen.",
      "definition_translation": "Акт прибытия или прибытия в место.",
      "example": "Die Ankunft des Zuges war um eine Stunde verspätet. Die Ankunft des Teams wurde mit Applaus begrüßt. Die Ankunft des neuen Mitarbeiters wird die Produktivität verbessern.",
      "example_translation": "Прибытие поезда было задержано на час. Прибытие команды было встречено аплодисментами. Ожидается, что прибытие нового сотрудника будет способствовать росту производительности.",
      "imageLink": "image_files\\English\\arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angriff",
      "translation": "атака",
      "definition": "Ein energischer oder intensiver Angriff oder Angriffsversuch.",
      "definition_translation": "Энергичная или интенсивная атака или наступление.",
      "example": "Das Team lancierte einen heftigen Angriff auf das Tor des Gegners. Die Firma lancierte einen erfolgreichen Angriff auf den Marktanteil der Konkurrenz. Der Angriff auf die Stadt war brutal und verheerend.",
      "example_translation": "Команда запустила яростную атаку на ворота соперника. Атака компании на долю рынка конкурентов была успешной. Атака на город была жестокой и разрушительной.",
      "imageLink": "image_files\\English\\attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "prüfen",
      "translation": "проверка",
      "definition": "Etwas zu überprüfen oder zu untersuchen, um seine Genauigkeit oder Qualität festzustellen.",
      "definition_translation": "Проверять или исследовать что-то для определения его точности или качества.",
      "example": "Sie entschied, die Berechnungen zu überprüfen, um sicherzustellen, dass sie korrekt waren. Das Unternehmen wird das Produkt vor dem Versand überprüfen. Ich muss meine E-Mails auf wichtige Nachrichten überprüfen.",
      "example_translation": "Она решила проверить расчеты, чтобы убедиться, что они точны. Компания будет проверять продукт перед отправкой его. Мне нужно проверить свою электронную почту для важных сообщений.",
      "imageLink": "image_files\\English\\check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahl",
      "translation": "выбор",
      "definition": "Der Akt, zwischen zwei oder mehr Möglichkeiten auszuwählen.",
      "definition_translation": "Акт выбора или принятия решения между двумя или более возможностями.",
      "example": "Das Restaurant bot eine breite Palette an Wahlmöglichkeiten für das Abendessen. Sie musste eine schwierige Wahl zwischen zwei Arbeitsangeboten treffen. Die Wahl des College-Fachs war überwältigend.",
      "example_translation": "Ресторан предлагал широкий выбор для ужина. Ей пришлось сделать трудный выбор между двумя предложениями работы. Выбор специальности в колледже был подавляющим.",
      "imageLink": "image_files\\English\\choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Entscheidung",
      "translation": "решение",
      "definition": "Eine Entscheidung ist eine Wahl, die nach sorgfältiger Überlegung getroffen wird.",
      "definition_translation": "Решение - это выбор, сделанный после тщательного размышления о чем-то.",
      "example": "Ich traf die Entscheidung, meinen Job zu kündigen und die Welt zu bereisen. Ich treffe eine Entscheidung über meine Zukunft gerade. Ich werde eine Entscheidung treffen, nachdem ich alle Optionen bedacht habe.",
      "example_translation": "Я принял решение уйти с работы и путешествовать по миру. Я сейчас принимаю решение о моем будущем. Я буду принимать решение после рассмотрения всех вариантов.",
      "imageLink": "image_files\\English\\decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lieferung",
      "translation": "доставка",
      "definition": "Der Vorgang, Waren oder Produkte zu einer Person oder einem Unternehmen zu bringen.",
      "definition_translation": "Доставка - это акт доставки товаров или продуктов до дома или бизнеса человека.",
      "example": "Das Unternehmen bietet eine schnelle Lieferung auf alle Bestellungen an. Sie lieferten das Paket gestern. Sie werden die Waren nächste Woche liefern.",
      "example_translation": "Компания предлагает быструю доставку на все заказы. Они доставили пакет вчера. Они доставят товары на следующей неделе.",
      "imageLink": "image_files\\English\\delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Entwicklung",
      "translation": "развитие",
      "definition": "Der Prozess des Wachstums oder Sich-Weiterentwickelns.",
      "definition_translation": "Развитие - это процесс роста или становления более avanzado.",
      "example": "Das Unternehmen investiert in die Entwicklung neuer Technologien. Die Entwicklung des neuen Projekts war langsam. Die Entwicklung der Wirtschaft des Landes war rapide.",
      "example_translation": "Компания инвестирует в развитие новых технологий. Разработка нового проекта была медленной. Развитие экономики страны было быстрым.",
      "imageLink": "image_files\\English\\development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tauchen",
      "translation": "дайвинг",
      "definition": "Der Akt, in Wasser zu springen, insbesondere von einer hohen Stelle.",
      "definition_translation": "Дайвинг - это акт прыгания в воду, особенно с высокой точки.",
      "example": "Ich liebe das Tauchen in den Pool an heißen Sommertagen. Sie tauchte gestern ins Meer. Er wird nächstes Wochenende in den See tauchen.",
      "example_translation": "Я люблю дайвинг в бассейн на жаркие летние дни. Она дайвинг в океан вчера. Он будет дайвинг в озеро на следующем выходных.",
      "imageLink": "image_files\\English\\diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "вести",
      "definition": "Ein Fahrzeug, insbesondere ein Auto, Lastwagen oder Motorrad zu bedienen.",
      "definition_translation": "управлять транспортным средством, особенно автомобилем, грузовиком или мотоциклом",
      "example": "Ich fuhr gestern zum Laden, ich fahre jeden Tag zur Arbeit und ich werde morgen zum Strand fahren.",
      "example_translation": "Я управлял машиной в магазин вчера, я управляю машиной на работу каждый день, и я управлю машиной на пляж завтра.",
      "imageLink": "image_files\\English\\drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anstrengung",
      "translation": "усилие",
      "definition": "Ein energischer oder bestimmter Versuch, etwas zu tun.",
      "definition_translation": "энергичная или решительная попытка сделать что-то",
      "example": "Ich machte eine Anstrengung, das Projekt rechtzeitig zu beenden, ich mache eine Anstrengung, Russisch zu lernen, und ich werde eine Anstrengung unternehmen, dem Meeting beizuwohnen.",
      "example_translation": "Я приложил усилие, чтобы закончить проект вовремя, я прилагаю усилие, чтобы выучить русский язык, и я приложу усилие, чтобы присутствовать на встрече.",
      "imageLink": "image_files\\English\\effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Austausch",
      "translation": "обмен",
      "definition": "Der Vorgang, etwas gegen etwas anderes einzutauschen.",
      "definition_translation": "действие, при которомomething отдается в обмен на что-то другое",
      "example": "Ich tauschte mein altes Handy gegen ein neues aus, ich tausche Geschenke mit meinen Freunden an Geburtstagen aus und ich werde morgen Informationen mit meinen Kollegen austauschen.",
      "example_translation": "Я обменивал свой старый телефон на новый, я обмениваюсь подарками с друзьями на дни рождения, и я обменяюсь информацией с коллегами завтра.",
      "imageLink": "image_files\\English\\exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experiment",
      "translation": "эксперимент",
      "definition": "Ein wissenschaftlicher Test oder Versuch, etwas zu beweisen oder zu verbessern.",
      "definition_translation": "научный тест или проба, чтобы доказать или улучшить что-то",
      "example": "Ich führte ein Experiment durch, um die Hypothese zu überprüfen, ich führe ein Experiment durch, um ein neues Produkt zu entwickeln, und ich werde ein Experiment durchführen, um das Ergebnis zu messen.",
      "example_translation": "Я проводил эксперимент, чтобы проверить гипотезу, я провожу эксперимент, чтобы разработать новый продукт, и я проведу эксперимент, чтобы измерить результат.",
      "imageLink": "image_files\\English\\experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "бороться",
      "definition": "Sich in physischen oder verbalen Kampf mit jemandem oder etwas zu engagieren.",
      "definition_translation": "Бороться с кем-то или чем-то физически илиverbally.",
      "example": "Ich kämpfte mit meinem Bruder gestern, aber wir haben uns heute Morgen versöhnt. Ich kämpfe jetzt gegen eine Erkältung und ich werde in Zukunft für meine Rechte kämpfen.",
      "example_translation": "Я боролся с братом вчера, но мы помирились этим утром. Сейчас я борюсь с простудой, и я буду бороться за свои права в будущем.",
      "imageLink": "image_files\\English\\fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "идти",
      "definition": "Von einem Ort zu einem anderen zu bewegen oder von einem Ort zu einem anderen zu reisen.",
      "definition_translation": "Переместиться из одного места в другое или путешествовать из одного места в другое.",
      "example": "Ich ging gestern zum Laden, ich gehe jetzt ins Fitnessstudio und ich werde morgen zum Strand gehen.",
      "example_translation": "Я пошел в магазин вчера, сейчас я иду в спортзал, и я пойду на пляж завтра.",
      "imageLink": "image_files\\English\\go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewohnheit",
      "translation": "привычка",
      "definition": "Eine festgelegte oder regelmäßige Tendenz oder Praxis, insbesondere eine, die schwer aufzugeben ist.",
      "definition_translation": "Установленная или регулярная тенденция или практика, особенно та, которую трудно преодолеть.",
      "example": "Ich habe die Gewohnheit, meine Uhr jede Stunde zu überprüfen, meine Schwester hat die Gewohnheit, ihre Fingernägel zu beißen, wenn sie nervös ist, und er hatte die Gewohnheit, spät aufzustehen.",
      "example_translation": "У меня есть привычка проверять свой телефон каждый час, моя сестра имеет привычку грызть ногти, когда она нервничает, и у него была привычка просыпаться поздно.",
      "imageLink": "image_files\\English\\habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausarbeit",
      "translation": "домашняя работа",
      "definition": "Aufgaben wie Putzen, Kochen und andere häusliche Pflichten, die notwendig sind, um ein Zuhause zu unterhalten.",
      "definition_translation": "Задачи, such как уборка, приготовления еды и другие домашние обязанности, необходимые для поддержания дома.",
      "example": "Ich machte gestern die Hausarbeit, meine Mutter macht jeden Tag die Hausarbeit und sie werden morgen die Hausarbeit together erledigen.",
      "example_translation": "Я делал домашнюю работу вчера, моя мать делает домашнюю работу каждый день, и они будут делать домашнюю работу вместе завтра.",
      "imageLink": "image_files\\English\\housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "обнять",
      "definition": "Jemanden oder etwas eng in die Arme zu nehmen, um Zuneigung zu zeigen.",
      "definition_translation": "обнимать кого-то или что-то紧око в своих руках, обычно чтобыแสดงать привязанность",
      "example": "Ich umarme meine Mutter, wenn ich sie morgen sehe. Ich umarmte meinen Freund auf der Party. Ich umarme mein Kissen jede Nacht.",
      "example_translation": "Я обниму свою маму, когда увижу ее завтра. Я обнял друга на вечеринке. Я обнимаю свою подушку каждый вечер.",
      "imageLink": "image_files\\English\\hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bügeln",
      "translation": "гладилье",
      "definition": "Das Ausbügeln von Falten aus Stoff mit einem Bügeleisen.",
      "definition_translation": "действие по удалению морщин с ткани с помощью утюга",
      "example": "Ich werde morgen das Bügeln erledigen. Sie bügelt jeden Morgen ihre Kleider. Er bügelt sein Hemd seit einer Stunde.",
      "example_translation": "Я сделаю гладилье завтра. Она гладит одежду каждый morning. Он занимается гладилье рубашки уже час.",
      "imageLink": "image_files\\English\\ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "springen",
      "translation": "прыгать",
      "definition": "Sich plötzlich nach oben oder vorwärts zu bewegen, indem man Energie freisetzt.",
      "definition_translation": "передвигаться вверх или вперед с помощью внезапного высвобождения энергии",
      "example": "Die Kinder springen jeden Sommer im Pool. Sie sprang über das Hindernis. Er wird morgen mit dem Fallschirm springen.",
      "example_translation": "Дети прыгают в бассейне каждое лето. Она перепрыгнула препятствие. Он будет прыгать с самолета завтра.",
      "imageLink": "image_files\\English\\jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sehen",
      "translation": "смотреть",
      "definition": "Den Blick in eine bestimmte Richtung oder auf ein bestimmtes Ding zu richten.",
      "definition_translation": "направлять свой взгляд в указанном направлении или на определенную вещь",
      "example": "Ich werde heute Nacht die Sterne sehen. Sie sah mich mit Tränen in den Augen an. Er sucht seit diesem Morgen nach seinen Schlüsseln.",
      "example_translation": "Я посмотрю на звезды сегодня вечером. Она смотрела на меня с слезами в глазах. Он ищет свои ключи уже целое утро.",
      "imageLink": "image_files\\English\\look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorbereitung",
      "translation": "подготовка",
      "definition": "Der Vorgang, etwas für den Gebrauch vorzubereiten oder bereit zu machen.",
      "definition_translation": "Акт приготовления или приготовления чего-то для использования",
      "example": "Der Koch war für die Vorbereitung des Essens verantwortlich, das in einer Stunde serviert werden würde. Das Team war für die Vorbereitung des großen Spiels seit Wochen vorbereitet. Bis nächstes Jahr wird das neue Produkt in Vorbereitung für den Launch sein.",
      "example_translation": "Шеф-повар был ответственен за подготовку блюда, которое должно было быть сервировано через час. Команда готовилась к большому матчу неделями. К следующему году новый продукт будет готов к запуску.",
      "imageLink": "image_files\\English\\preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Recycling",
      "translation": "переработка",
      "definition": "Der Prozess, Abfallmaterialien in neue Materialien umzuwandeln.",
      "definition_translation": "Процесс преобразования отходов в новые материалы",
      "example": "Die Stadt hat ein Recyclingprogramm implementiert, um den Müll zu reduzieren. Das Unternehmen spezialisiert sich auf das Recycling von Plastik. Recycling hilft, natürliche Ressourcen zu schonen.",
      "example_translation": "Город ввел программу переработки отходов, чтобы уменьшить количество мусора. Компания специализируется на переработке пластика. Переработка помогает сохранить природные ресурсы.",
      "imageLink": "image_files\\English\\recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettung",
      "translation": "спасение",
      "definition": "Die Tat, jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu retten",
      "definition_translation": "Акт спасения кого-то или чего-то из опасной или сложной ситуации",
      "example": "Das Rettungsteam traf gerade rechtzeitig ein, um die eingeschlossenen Wanderer zu retten. Die Rettungsaktion war ein Erfolg. Die Katze wurde von einem freundlichen Nachbarn aus dem Baum gerettet.",
      "example_translation": "Команда спасателей прибыла вовремя, чтобы спасти зажатых туристов. Операция по спасению была успешной. Кота спас от дерева добрый сосед.",
      "imageLink": "image_files\\English\\rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rückkehr",
      "translation": "возврат",
      "definition": "Zurückkehren zu einem Ort oder einer Person",
      "definition_translation": "Вернуться или прийти обратно в место или к человеку",
      "example": "Ich werde das Buch morgen zur Bibliothek zurückbringen. Die Rückkehr des Helden wurde von der ganzen Stadt gefeiert. Das Unternehmen wird seine Investition in ein paar Jahren zurückbekommen.",
      "example_translation": "Я верну книгу в библиотеку завтра. Возвращение героя было отпраздновано whole городом. Компания вернет инвестицию через несколько лет.",
      "imageLink": "image_files\\English\\return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lauf",
      "translation": "бежать",
      "definition": "Schnell auf dem Fuß zu gehen, typischerweise in einem gleichmäßigen und schnellen Tempo.",
      "definition_translation": "Двигаться быстро на ногах, обычно с устойчивым и быстрым темпом.",
      "example": "Ich bin gestern zum Laden gerannt, ich bin gerade zum Fitnessstudio unterwegs und ich werde nächste Woche einen Marathon laufen.",
      "example_translation": "Я побежал в магазин вчера, я бегу в спортзал сейчас, и я побегу марафон на следующей неделе.",
      "imageLink": "image_files\\English\\run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Suche",
      "translation": "искать",
      "definition": "Sorgfältig und gründlich nach etwas oder alguien zu suchen.",
      "definition_translation": "Искать тщательно и详情 что-то или кого-то.",
      "example": "Ich suchte gestern nach meinen Schlüsseln, ich suche gerade nach einem neuen Job und ich werde nächste Woche nach einer neuen Wohnung suchen.",
      "example_translation": "Я искал мои ключи вчера, я ищу новую работу сейчас, и я буду искать новую квартиру 다음 месяц.",
      "imageLink": "image_files\\English\\search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschlecht",
      "translation": "секс",
      "definition": "Die biologischen und physiologischen Merkmale, die Männer und Frauen definieren.",
      "definition_translation": "Биологические и физиологические характеристики, которые определяют мужчин и женщин.",
      "example": "Sexuelle Aufklärung ist wichtig für Teenager, Geschlecht ist ein wichtiger Aspekt menschlicher Beziehungen und Geschlechtsdiskriminierung ist in vielen Ländern illegal.",
      "example_translation": "Сексуальное образование важно для подростков, секс - важный аспект человеческих отношений, и секс-дискриминация является незаконной во многих странах.",
      "imageLink": "image_files\\English\\sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schritt",
      "translation": "шаг",
      "definition": "Eine Bewegung des Fußes beim Gehen oder Laufen.",
      "definition_translation": "Движение ноги при ходьбе или беге.",
      "example": "Ich trat einen Schritt zurück, um die Aussicht zu sehen, ich tue einen Schritt nach vorn in meiner Karriere und ich werde einen Schritt zur Seite machen, um das Hindernis zu umgehen.",
      "example_translation": "Я шагнул назад, чтобы посмотреть на вид, я делаю шаг вперед в своей карьере, и я шагну вбок, чтобы избежать препятствия.",
      "imageLink": "image_files\\English\\step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterstützung",
      "translation": "поддержка",
      "definition": "Jemandem oder etwas in einer schwierigen Situation Hilfe oder Ermutigung zu bieten.",
      "definition_translation": "Предоставлять поддержку илипоощрение кому-то или чему-то, особенно в трудной ситуации.",
      "example": "Ich unterstützte meine Freundin während ihrer Krankheit. Ich werde sie in der Zukunft unterstützen. Ich habe sie längere Zeit unterstützt.",
      "example_translation": "Я поддерживал свою подругу во время ее болезни. Я поддержу ее в будущем. Я поддерживаю ее уже давно.",
      "imageLink": "image_files\\English\\support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Besuch",
      "translation": "посетить",
      "definition": "Jemanden oder etwas in einer sozialen oder offiziellen Kapazität zu besuchen.",
      "definition_translation": "Побывать у кого-то или с целью официального или социального визита.",
      "example": "Ich besuchte meine Großeltern letzten Sommer. Ich werde sie nächstes Jahr wieder besuchen. Ich besuche sie regelmäßig.",
      "example_translation": "Я посетил своих бабушку и дедушку прошлым летом. Я посещу их снова следующим годом. Я регулярно посещаю их.",
      "imageLink": "image_files\\English\\visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verschwendung",
      "translation": "отходы",
      "definition": "Un gewolltes oder unwichtiges Material oder Substanzen, die weggeworfen oder abgelehnt werden.",
      "definition_translation": "Нежелательные или бесполезные материалы или вещества, которые выбрасываются или отвергаются.",
      "example": "Das Unternehmen verschwendete viele Ressourcen an das gescheiterte Projekt. Sie werden in Zukunft weniger Geld verschwenden. Sie haben Zeit auf unnötige Meetings verschwendet.",
      "example_translation": "Компания растратила многие ресурсы на провалившийся проект. Они будут тратить меньше денег в будущем. Они тратят время на ненужные встречи.",
      "imageLink": "image_files\\English\\waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingsession",
      "translation": "тренировка",
      "definition": "Eine Sitzung körperlicher Übung, insbesondere eine geplante und strukturierte.",
      "definition_translation": "Сеанс физических упражнений, особенно один, который планируется и структурируется.",
      "example": "Ich absolvierte gestern ein Workout im Fitnessstudio. Ich werde morgen wieder ein Workout absolvieren. Ich habe mich in den letzten Monaten regelmäßig körperlich betätigt.",
      "example_translation": "Я тренировался в спортзале вчера. ЯAGAIN буду тренироваться завтра. Я регулярно тренируюсь уже месяц.",
      "imageLink": "image_files\\English\\workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]