[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruder",
      "translation": "брат",
      "definition": "Ein männlicher Geschwister, insbesondere ein jüngerer.",
      "definition_translation": "Мужской брат, особенно младший.",
      "example": "Mein Bruder spielt gerade Fußball, aber er spielte gestern Tennis und wird morgen Basketball spielen.",
      "example_translation": "Мой брат играет в футбол прямо сейчас, но он играл в теннис вчера, и будет играть в баскетбол завтра.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "ребенок",
      "definition": "Ein Mensch unterhalb des Pubertätsalters oder ein Sohn oder eine Tochter jeden Alters.",
      "definition_translation": "Человек ниже возраста полового созревания или сын или дочь любого возраста.",
      "example": "Das Kind weinte, aber das Kind wird bald lachen, und hat gestern ein Sandwich gegessen.",
      "example_translation": "Ребенок плакал, но ребенок будет смеяться скоро, и ел сэндвич вчера.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinder",
      "translation": "дети",
      "definition": "Pluralform von Kind, Menschen unterhalb des Pubertätsalters oder Söhne und Töchter jeden Alters.",
      "definition_translation": "Множественная форма ребенка, люди ниже возраста полового созревания или сыновья и дочери любого возраста.",
      "example": "Die Kinder spielten draußen, aber sie werden bald studieren, und haben gestern ihr Mittagessen gegessen.",
      "example_translation": "Дети играли снаружи, но они будут учиться скоро, и ели свой обед вчера.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papa",
      "translation": "папа",
      "definition": "Eine informelle Bezeichnung für Vater, einen männlichen Elternteil.",
      "definition_translation": "Неформальное обозначение отца, мужская родитель.",
      "example": "Mein Papa geht zum Laden, aber er ging gestern zum Park, und wird morgen Abendessen kochen.",
      "example_translation": "Мой папа идет в магазин, но он шел в парк вчера, и будет готовить обед завтра.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tochter",
      "translation": "дочь",
      "definition": "Ein weibliches Kind oder eine weibliche Nachkommin.",
      "definition_translation": "Девочка или женщина, являющаяся ребенком или потомком.",
      "example": "Ich hatte eine Tochter, als ich 25 Jahre alt war. Sie studiert jetzt an der Universität. Wenn ich in Rente gehe, wird sie absolviert haben.",
      "example_translation": "У меня была дочь, когда мне было 25 лет. Сейчас она учится в университете. К моменту моей пенсии она будет иметь диплом.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "отец",
      "definition": "Ein männlicher Elternteil oder ein männlicher Ahne.",
      "definition_translation": "Мужчина, который является родителем или предком.",
      "example": "Mein Vater war ein freundlicher Mensch. Er hilft mir jetzt. Wenn ich Kinder habe, wird er verstorben sein.",
      "example_translation": "Мой отец был добрым человеком. Он сейчас помогает мне. К моменту рождения моих детей он будет умер.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehemann",
      "translation": "муж",
      "definition": "Ein männlicher Partner in einer Ehe.",
      "definition_translation": "Мужчина, который является супругом в браке.",
      "example": "Ich heiratete meinen Ehemann, als ich 20 Jahre alt war. Er arbeitete damals. Jetzt ist er mein Geschäftspartner.",
      "example_translation": "Я вышла замуж за мужа, когда мне было 20 лет. Тогда он работал. Теперь он является моим бизнес-партнером.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mutter",
      "translation": "мать",
      "definition": "Eine weibliche Elternteil oder eine weibliche Ahnin.",
      "definition_translation": "Женщина, которая является родителем или предком.",
      "example": "Meine Mutter war eine großartige Köchin. Sie kochte für uns, als wir Kinder waren. Jetzt koche ich für meine eigenen Kinder.",
      "example_translation": "Моя мать была отличной кулинаркой. Она готовила для нас, когда мы были детьми. Теперь я готовлю для своих собственных детей.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mama",
      "translation": "мама",
      "definition": "Eine Mutter ist eine weibliche Elternteil, verantwortlich für die Erziehung und Pflege ihrer Kinder.",
      "definition_translation": "Мама - это женщина-родитель, ответственная за воспитание и уход за своими детьми.",
      "example": "Ich liebte es, mit meiner Mama zu spielen, als ich ein Kind war. Ich spiele jetzt mit meiner Mama. Ich werde morgen mit meiner Mama spielen.",
      "example_translation": "Я любил играть со своей мамой, когда был ребенком. Я играю со своей мамой сейчас. Я буду играть со своей мамой завтра.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eltern",
      "translation": "родители",
      "definition": "Eltern sind die Betreuer eines Kindes, die Unterstützung, Anleitung und Liebe bieten.",
      "definition_translation": "Родители - это лица, ухаживающие за ребенком, обеспечивая поддержку, наставление и любовь.",
      "example": "Meine Eltern nahmen mich zum Zoo, als ich ein Kind war. Meine Eltern nehmen mich jetzt zum Zoo. Meine Eltern werden mich nächsten Jahr zum Zoo nehmen.",
      "example_translation": "Мои родители брали меня в зоопарк, когда я был ребенком. Мои родители берут меня в зоопарк сейчас. Мои родители приведут меня в зоопарк в следующем году.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwester",
      "translation": "сестра",
      "definition": "Eine Schwester ist eine weibliche Geschwister, oft mit einer engen Bindung zu ihrem Bruder oder ihrer Schwester.",
      "definition_translation": "Сестра - это женское родственное лицо, часто имеющее тесную связь с братом или сестрой.",
      "example": "Ich liebte es, mit meiner Schwester zu spielen, als wir Kinder waren. Ich spiele jetzt mit meiner Schwester. Ich werde nächste Woche mit meiner Schwester spielen.",
      "example_translation": "Я любил играть с моей сестрой, когда мы были детьми. Я играю с моей сестрой сейчас. Я буду играть с моей сестрой на следующей неделе.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sohn",
      "translation": "сын",
      "definition": "Ein Sohn ist ein männliches Kind oder Nachkomme, oft abhängig von seinen Eltern für Pflege und Anleitung.",
      "definition_translation": "Сын - это мужское дитя или потомство, часто зависящее от своих родителей в уходе и наставлении.",
      "example": "Meine Eltern liebten es, mit ihrem Sohn zu spielen, als wir Kinder waren. Meine Eltern spielen jetzt mit ihrem Sohn. Meine Eltern werden nächsten Monat mit ihrem Sohn spielen.",
      "example_translation": "Мои родители любили играть со своим сыном, когда мы были детьми. Мои родители играют со своим сыном сейчас. Мои родители будут играть со своим сыном в следующем месяце.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehefrau",
      "translation": "жена",
      "definition": "Eine Frau, die einem Mann in der Ehe verbunden ist, insbesondere in einer formellen Zeremonie; eine weibliche Partnerin in der Ehe.",
      "definition_translation": "Женщина, соединённая с мужчиной в браке, особенно в официальной церемонии; женский партнёр в браке.",
      "example": "Ich traf meine Ehefrau an der Universität, wir heirateten letztes Jahr und wir werden unseren Jahrestag nächsten Monat feiern.",
      "example_translation": "Я встретил свою жену в университете, мы поженились в прошлом году, и мы будем праздновать нашу годовщину в следующем месяце.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tante",
      "translation": "тетя",
      "definition": "Die Schwester der Mutter oder des Vaters, oder die Ehefrau des Onkels.",
      "definition_translation": "Сестра матери или отца, или жена дяди.",
      "example": "Meine Tante lebte in Paris, sie besuchte uns letzten Sommer und sie wird nächsten Winter wiederkehren.",
      "example_translation": "Моя тетя жила в Париже, она посетила нас прошлым летом, и она вернется в следующую зиму.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer Bruder",
      "translation": "старший брат",
      "definition": "Das männliche Kind oder Geschwister, das älter ist als ein anderes oder andere.",
      "definition_translation": "Мальчик или брат, который старше другого или других.",
      "example": "Ich habe einen großen Bruder, der in der Universität studiert, er half mir gestern mit meiner Hausaufgabe und er wird mich morgen Fahrrad fahren lehren.",
      "example_translation": "У меня есть старший брат, который учится в колледже, он помог мне с домашним заданием вчера, и он научит меня ездить на велосипеде завтра.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "große Schwester",
      "translation": "старшая сестра",
      "definition": "Das weibliche Kind oder Geschwister, das älter ist als ein anderes oder andere.",
      "definition_translation": "Девочка или сестра, которая старше другого или других.",
      "example": "Ich habe eine große Schwester, die im Krankenhaus arbeitet, sie pflegte mich, als ich letzten Woche krank war, und sie wird mir zum Geburtstag nächsten Monat ein Geschenk kaufen.",
      "example_translation": "У меня есть старшая сестра, которая работает в больнице, она ухаживала за мной, когда я был болен на прошлой неделе, и она купит мне подарок на день рождения в следующем месяце.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cousin",
      "translation": "двоюродный брат",
      "definition": "Das Kind des Onkels oder der Tante oder das Kind des Elternteils Geschwisters.",
      "definition_translation": "Ребенок дяди или тети, или ребенок родного брата или сестры.",
      "example": "Meine Cousine besucht uns von auswärts. Sie besuchte uns letztes Jahr und sie wird nächsten Monat wiederkehren.",
      "example_translation": "Мой двоюродный брат приезжает из другого города. Она приезжала прошлым годом, и она снова приедет в следующем месяце.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkind",
      "translation": "внук",
      "definition": "Das Kind des eigenen Kindes, oder das Kind des Sohnes oder der Tochter.",
      "definition_translation": "Ребенок ребенка, или ребенок сына или дочери.",
      "example": "Ich habe drei Enkelkinder und sie freuen sich immer, mich zu sehen. Sie sahen mich letzten Woche und sie werden mich wieder zu Weihnachten sehen.",
      "example_translation": "У меня есть три внука, и они всегда рады видеть меня. Они видели меня на прошлой неделе, и они увидят меня снова на Рождество.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkinder",
      "translation": "внуки",
      "definition": "Die Mehrzahlform von Enkelkind, bezieht sich auf multiple Enkelkinder.",
      "definition_translation": "Множественная форма слова внук, относящаяся к нескольким внукам.",
      "example": "Meine Enkelkinder wachsen so schnell auf. Sie wuchsen schnell auf und sie werden sich in der Zukunft noch weiterentwickeln.",
      "example_translation": "Мои внуки растут так быстро. Они быстро росли, и они вырастут еще больше в будущем.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Opa",
      "translation": "дедушка",
      "definition": "Ein liebevoller oder informeller Begriff für den Großvater.",
      "definition_translation": "Ласковое или неформальное обозначение для дедушки.",
      "example": "Mein Opa war ein freundlicher und sanfter Mann. Er war freundlich zu jedem und er wird immer als freundliche Person in Erinnerung bleiben.",
      "example_translation": "Мой дедушка был добрым и мягким человеком. Он был добр к каждому, и он всегда будет помнятся как добрый человек.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkeltochter",
      "translation": "внучка",
      "definition": "Die Tochter eines Sohnes oder einer Tochter.",
      "definition_translation": "Дочь сына или дочери.",
      "example": "Sie ist meine Enkeltochter, und ich liebe sie sehr. Sie liebte es, mit ihrer Großmutter zu spielen, als sie ein Kind war. Sie wird nächstes Jahr ihr Studium abschließen.",
      "example_translation": "Она моя внучка, и я очень люблю ее. Она любила играть со своей бабушкой, когда была ребенком. Она закончит колледж следующим годом.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "дедушка",
      "definition": "Der Vater eines Elternteils.",
      "definition_translation": "Отец матери или отца.",
      "example": "Mein Großvater war ein freundlicher und sanfter Mann. Er wird uns nächstes Wochenende besuchen. Er hatte eine erfolgreiche Karriere als Unternehmer.",
      "example_translation": "Мой дедушка был добрым и нежным человеком. Он посетит нас на следующий уикенд. У него была успешная карьера в бизнесе.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "бабушка",
      "definition": "Die Mutter eines Elternteils.",
      "definition_translation": "Мать матери или отца.",
      "example": "Meine Oma ist eine ausgezeichnete Köchin. Sie kochte letzte Nacht für uns. Sie wird mir nächste Woche zeigen, wie man einen Kuchen backt.",
      "example_translation": "Моя бабушка - отличный повар. Она готовила обед для нас вчера вечером. Она научит меня, как испечь торт на следующей неделе.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großmutter",
      "translation": "бабушка",
      "definition": "Die Mutter eines Elternteils.",
      "definition_translation": "Мать матери или отца.",
      "example": "Ich liebte es, meine Großmutter während der Sommerferien zu besuchen. Sie nahm mich gestern zum Park mit. Sie wird nächsten Monat ihren 70. Geburtstag feiern.",
      "example_translation": "Я любил посещать свою бабушку во время летних каникул. Она отвела меня в парк вчера. Она будет праздновать свой 70-й день рождения следующим месяцем.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Opa",
      "translation": "дедушка",
      "definition": "Der Vater eines Elternteils oder ein Großvater.",
      "definition_translation": "Отец одного из родителей; дед.",
      "example": "Mein Opa erzählte mir Geschichten, mein Opa erzählt mir Geschichten, und mein Opa wird mir Geschichten erzählen.",
      "example_translation": "Мой дедушка рассказывал мне истории, мой дедушка рассказывает мне истории, и мой дедушка будет рассказывать мне истории.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großelternteil",
      "translation": "дедушка или бабушка",
      "definition": "Ein Elternteil eines Elternteils; ein Großvater oder eine Großmutter.",
      "definition_translation": "Родитель матери или отца; бабушка или дедушка.",
      "example": "Meine Großeltern lebten in einer kleinen Stadt, meine Großeltern leben in einer kleinen Stadt, und meine Großeltern werden in einer kleinen Stadt leben.",
      "example_translation": "Мои дедушка и бабушка жили в маленьком городе, мои дедушка и бабушка живут в маленьком городе, и мои дедушка и бабушка будут жить в маленьком городе.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "дедушки и бабушки",
      "definition": "Die Elternteile eines Elternteils; Großeltern.",
      "definition_translation": "Родители матери или отца; дедушки и бабушки.",
      "example": "Meine Großeltern waren sehr freundlich, meine Großeltern sind sehr freundlich, und meine Großeltern werden sehr freundlich sein.",
      "example_translation": "Мои дедушки и бабушки были очень добрыми, мои дедушки и бабушки являются очень добрыми, и мои дедушки и бабушки будут очень добрыми.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelsohn",
      "translation": "внук",
      "definition": "Der Sohn eines Sohnes oder einer Tochter; ein Enkelsohn.",
      "definition_translation": "Сын сына или дочери; внук.",
      "example": "Mein Enkelsohn liebte es, mit Spielzeug zu spielen, mein Enkelsohn liebt es, mit Spielzeug zu spielen, und mein Enkelsohn wird es lieben, mit Spielzeug zu spielen.",
      "example_translation": "Мой внук любил играть с игрушками, мой внук любит играть с игрушками, и мой внук будет любить играть с игрушками.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Omi",
      "translation": "бабушка",
      "definition": "Die Mutter eines Elternteils; eine Großmutter.",
      "definition_translation": "Мать матери или отца; бабушка.",
      "example": "Ich liebte es, die Sommer mit meiner Omi zu verbringen, als ich ein Kind war. Sie besucht uns nächste Woche. Ich werde meine Omi nächstes Sommer besuchen.",
      "example_translation": "Я любил проводить лето с моей бабушкой, когда я был ребенком. Она приезжает к нам на следующей неделе. Я посещу мою бабушку летом следующего года.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Onkel",
      "translation": "дядя",
      "definition": "Der Bruder eines Elternteils.",
      "definition_translation": "Брат матери или отца.",
      "example": "Mein Onkel ist Arzt. Er war Lehrer, aber jetzt ist er Anwalt. Ich werde meinen Onkel nächsten Monat treffen.",
      "example_translation": "Мой дядя - доктор. Он был учителем, но теперь он адвокат. Я встречу моего дядю в следующем месяце.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neffe",
      "translation": "племянник",
      "definition": "Ein Sohn des Bruders oder der Schwester, oder des Schwagers oder der Schwägerin.",
      "definition_translation": "Сын брата или сестры, или брата или сестры мужа или жены.",
      "example": "Mein Neffe ist sehr intelligent. Er war sehr aktiv, aber jetzt ist er sehr ruhig. Ich werde meinen Neffen nächstes Jahr besuchen.",
      "example_translation": "Мой племянник очень умный. Он был очень активен, но теперь он очень quiet. Я посещу моего племянника в следующем году.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nichte",
      "translation": "племянница",
      "definition": "Eine Tochter des Bruders oder der Schwester, oder des Schwagers oder der Schwägerin.",
      "definition_translation": "Дочь брата или сестры, или брата или сестры мужа или жены.",
      "example": "Meine Nichte ist sehr niedlich. Sie war sehr schüchtern, aber jetzt ist sie sehr offen. Ich werde meine Nichte nächste Woche treffen.",
      "example_translation": "Моя племянница очень мила. Она была очень стеснительной, но теперь она очень общительна. Я встречу мою племянницу на следующей неделе.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwandter",
      "translation": "родственник",
      "definition": "Eine Person, die durch Blutsverwandtschaft oder Ehe mit einer anderen Person oder Gruppe verwandt ist.",
      "definition_translation": "Человек, связанный血ью или браком; человек, который имеет связь с другим человеком или группой людей.",
      "example": "Ich habe viele Verwandte, die in verschiedenen Teilen des Landes leben. Ich werde sie nächsten Monat besuchen. Ich habe sie letzten Jahr besucht.",
      "example_translation": "У меня есть许多 родственников, живущих в不同 частях страны. Я посещу их в следующем месяце. Я посетил их в прошлом году.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "близнец",
      "definition": "Einer von zwei Babys, die gleichzeitig geboren werden; eine Person oder Sache, die identisch mit einer anderen ist.",
      "definition_translation": "Один из двух младенцев, рожденных в одно время; человек или вещь, которая идентична другой.",
      "example": "Meine Zwillingsbrüder gehen aufs College. Sie gingen letztes Jahr aufs College. Sie werden nächstes Jahr vom College abschließen.",
      "example_translation": "Мои близнецы-братья đi в колледж. Они пошли в колледж в прошлом году. Они окончат колледж в следующем году.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwager",
      "translation": "зять",
      "definition": "Der Ehemann der Schwester oder der Bruder des Ehepartners.",
      "definition_translation": "Муж сестры или брат супруги.",
      "example": "Mein Schwager ist Arzt. Er war Arzt in der Vergangenheit. Er wird in Zukunft Arzt sein.",
      "example_translation": "Мой зять является врачом. Он был врачом в прошлом. Он будет врачом в будущем.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegertochter",
      "translation": "невестка",
      "definition": "Die Ehefrau des Sohnes oder die Ehefrau des Sohnes des Ehepartners.",
      "definition_translation": "Жена сына или жена сына супруги.",
      "example": "Meine Schwiegertochter ist Lehrerin. Sie war Lehrerin in der Vergangenheit. Sie wird in Zukunft Lehrerin sein.",
      "example_translation": "Моя невестка является учителем. Она была учителем в прошлом. Она будет учителем в будущем.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegervater",
      "translation": "тесть",
      "definition": "Der Ehemann der Tochter oder der Vater des Ehepartners.",
      "definition_translation": "Муж дочери или отец супруга.",
      "example": "Mein Schwiegervater ist ein freundlicher und sanfter Mensch. Er half mir bei meinem Umzug in mein neues Haus. Er wird uns nächsten Monat besuchen.",
      "example_translation": "Мой тесть - хороший и мягкий человек. Он был большой помощью, когда я搬ялся в свой новый дом. Он будет посещать нас в следующем месяце.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbbruder",
      "translation": "сводный брат",
      "definition": "Ein Bruder, der mit einer Person nur einen Elternteil gemeinsam hat, aber nicht beide.",
      "definition_translation": "Брат, который имеет общего родителя, но не обоих, с другим человеком.",
      "example": "Mein Halbbruder und ich waren eng, als wir Kinder waren, aber wir haben uns im Laufe der Zeit auseinandergelebt. Er lebt derzeit in einer anderen Stadt. Er wird uns nächstes Jahr besuchen.",
      "example_translation": "Мой сводный брат и я были близки, когда мы были детьми, но мы отдалились, когда выросли. Сейчас он живет в другом городе. Он будет посещать нас в следующем году.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbschwester",
      "translation": "сводная сестра",
      "definition": "Eine Schwester, die mit einer Person nur einen Elternteil gemeinsam hat, aber nicht beide.",
      "definition_translation": "Сестра, которая имеет общего родителя, но не обоих, с другим человеком.",
      "example": "Meine Halbschwester ist eine begabte Künstlerin. Sie besuchte uns letzten Sommer. Sie wird ihre erste Ausstellung nächsten Monat haben.",
      "example_translation": "Моя сводная сестра - талантливый художник. Она посещала нас прошлым летом. Она будет иметь свою первую выставку в следующем месяце.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegermutter",
      "translation": "теща",
      "definition": "Die Mutter des Ehepartners.",
      "definition_translation": "Мать супруга.",
      "example": "Meine Schwiegermutter ist eine wunderbare Köchin. Sie half mir bei der Zubereitung, als ich eine Party gab. Sie wird mir nächste Woche neue Rezepte beibringen.",
      "example_translation": "Моя теща - чудесный повар. Она помогала мне с готовкой, когда я устраивал вечеринку. Она будет учить меня некоторым новым рецептам в следующей неделе.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beziehungen",
      "translation": "отношения",
      "definition": "Eine Verbindung oder Assoziation zwischen Menschen, Organisationen oder Dingen.",
      "definition_translation": "Связь или ассоциация между людьми, организациями или вещами.",
      "example": "In der Vergangenheit hatte sie schlechte Beziehungen zu ihrer Schwester, aber jetzt sind sie Freundinnen. Sie etabliert gute Beziehungen zu ihren Kunden. Sie wird an einem Seminar teilnehmen, um internationale Beziehungen zu verbessern.",
      "example_translation": "В прошлом у нее были плохие отношения с сестрой, но теперь они друзья. Она устанавливает хорошие отношения с клиентами. Она будет присутствовать на семинаре, чтобы улучшить международные отношения.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschwister",
      "translation": "братья и сестры",
      "definition": "Kinder derselben Eltern.",
      "definition_translation": "Дети одних и тех же родителей.",
      "example": "Meine Geschwister und ich haben früher zusammen gespielt, als wir Kinder waren. Sie hat drei Geschwister, die in verschiedenen Städten leben. Sie werden ihre Geschwister auf dem Familientreffen nächste Woche treffen.",
      "example_translation": "Мои братья и сестры и я играли вместе, когда мы были детьми. У нее три брата и сестры, которые живут в разных городах. Они встретят своих братьев и сестер на семейном собрании на следующей неделе.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwägerin",
      "translation": "свояченица",
      "definition": "Die Schwester des eigenen Ehemannes oder der eigenen Ehefrau.",
      "definition_translation": "Сестра мужа или жены.",
      "example": "Meine Schwägerin ist eine wunderbare Köchin. Sie wird ihre Schwägerin im Sommer besuchen. Sie sono eng befreundet mit ihrer Schwägerin und ihrer Familie.",
      "example_translation": "Моя свояченица - отличная повариха. Она посетит свою свояченицу летом. Они стали близкими друзьями со своей свояченицей и ее семьей.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegersohn",
      "translation": "зять",
      "definition": "Der Ehemann der eigenen Tochter.",
      "definition_translation": "Муж дочери.",
      "example": "Mein Schwiegersohn ist ein erfolgreiches Geschäftsmann. Sie wird ihren Schwiegersohn ihren Freunden vorstellen. Sie lieben ihren Schwiegersohn wie einen Sohn.",
      "example_translation": "Мой зять - успешный бизнесмен. Она представит своего зятя своим друзьям. Они любят своего зятя, как сына.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieftochter",
      "translation": "падчерица",
      "definition": "Die Tochter des eigenen Ehemannes oder der eigenen Ehefrau aus einer vorherigen Ehe.",
      "definition_translation": "Дочь мужа или жены от предыдущего брака.",
      "example": "Sie war seine Stieftochter aus seiner vorherigen Ehe.",
      "example_translation": "Она была его падчерицей от предыдущего брака.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefvater",
      "translation": "отчим",
      "definition": "Der Ehemann der eigenen Mutter aus einer späteren Ehe.",
      "definition_translation": "Муж матери от более позднего брака.",
      "example": "Er wurde ihr Stiefvater, als er ihre Mutter heiratete.",
      "example_translation": "Он стал ее отчимом, когда женился на ее матери.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmutter",
      "translation": "мачеха",
      "definition": "Die Ehefrau des eigenen Vaters aus einer späteren Ehe.",
      "definition_translation": "Жена отца от более позднего брака.",
      "example": "Sie war seine Stiefmutter, aber er kam nie mit ihr zurecht.",
      "example_translation": "Она была его мачехой, но он никогда не ладил с ней.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefsohn",
      "translation": "пасынок",
      "definition": "Der Sohn des eigenen Ehemannes oder der eigenen Ehefrau aus einer vorherigen Ehe.",
      "definition_translation": "Сын мужа или жены от предыдущего брака.",
      "example": "Er hatte einen Stiefsohn aus seiner vorherigen Ehe, der sehr schüchtern war.",
      "example_translation": "Он имел пасынка от предыдущего брака, который был очень застенчивым.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehepartner",
      "translation": "супруг",
      "definition": "Ein Ehepartner ist ein Partner in einer Ehe, entweder ein Ehemann oder eine Ehefrau.",
      "definition_translation": "Супруг - это партнер в браке, либо муж, либо жена.",
      "example": "Ich war 10 Jahre mit meinem Ehepartner verheiratet, bevor wir uns scheiden ließen. Mein Ehepartner ist Arzt. Ich werde meinen zukünftigen Ehepartner auf der Party heute Abend treffen.",
      "example_translation": "Я был женат на моем супруге в течение 10 лет, прежде чем мы развелись. Мой супруг - это врач. Я встречу своего будущего супруга на вечеринке сегодня вечером.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegereltern",
      "translation": "тесть или теща",
      "definition": "Schwiegereltern sind die Eltern des eigenen Ehepartners oder die Ehefrau oder der Ehemann des eigenen Kindes.",
      "definition_translation": "Тесть или теща - это родители супруга или жена или муж ребенка.",
      "example": "Ich hatte eine schöne Zeit mit meinen Schwiegereltern während der Feiertage. Meine Schwiegereltern leben in einer anderen Stadt. Ich werde meine Schwiegereltern nächsten Monat besuchen.",
      "example_translation": "Я хорошо провел время со своими тещей и тестем во время праздника. Мои тесть и теща живут в другом городе. Я посещу своих тещу и тестя на следующей неделе.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]