[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freitag",
      "translation": "Пятница",
      "definition": "Der Tag der Woche zwischen Donnerstag und Samstag.",
      "definition_translation": "День недели между четвергом и субботой.",
      "example": "Ich treffe dich am Freitag nachmittag. Gestern war Freitag. Ich traf sie am Freitag letzten Woche.",
      "example_translation": "Я встречусь с тобой в пятницуПослеобеда. Вчера был пятница. Я встретился с ней в прошлую пятницу.",
      "imageLink": "image_files\\English\\friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Montag",
      "translation": "Понедельник",
      "definition": "Der erste Tag der Woche, als Beginn der Arbeitswoche betrachtet.",
      "definition_translation": "Первый день недели, считающийся началом рабочей недели.",
      "example": "Ich fange meinen neuen Job am Montag an. Ich war am Montag morgen müde. Ich werde am Montag nächster Woche reisen.",
      "example_translation": "Я начну новую работу в понедельник. Я был утомлен в понедельник утром. Я поеду в понедельник на следующей неделе.",
      "imageLink": "image_files\\English\\monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samstag",
      "translation": "Суббота",
      "definition": "Der Tag der Woche zwischen Freitag und Sonntag, oft als Freizeit betrachtet.",
      "definition_translation": "День недели между пятницей и воскресеньем, часто считающийся днем досуга.",
      "example": "Ich gehe am Samstag zum Strand. Sie haben am Samstag letzten Jahres geheiratet. Ich werde am Samstag morgen lernen.",
      "example_translation": "Я пойду на пляж в субботу. Они поженились в прошлый субботу год. Я буду учиться в субботу утром.",
      "imageLink": "image_files\\English\\saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonntag",
      "translation": "Воскресенье",
      "definition": "Der Tag der Woche zwischen Samstag und Montag, oft als Ruhetag betrachtet.",
      "definition_translation": "День недели между субботой и понедельником, часто считающийся днем отдыха.",
      "example": "Ich besuche am Sonntag die Kirche. Sie hatten am Sonntag nachmittag ein Picknick. Ich werde am Sonntag abend fernsehen.",
      "example_translation": "Я пойду в церковь в воскресенье. Они устроили пикник в воскресенье днем. Я буду смотреть телевизор в воскресенье вечером.",
      "imageLink": "image_files\\English\\sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donnerstag",
      "translation": "Четверг",
      "definition": "Der fünfte Tag der Woche, nach Mittwoch und vor Freitag.",
      "definition_translation": "Пятый день недели, следующий после среды и предшествующий пятнице.",
      "example": "Ich treffe dich am Donnerstag um 17 Uhr. Ich traf dich am Donnerstag letzten Wochen. Ich werde dich am Donnerstag nächstes Jahr treffen.",
      "example_translation": "Я встречусь с вами в четверг в 5 вечера. Я встретился с вами в прошлый четверг. К следующему году я встречусь с вами в четверг.",
      "imageLink": "image_files\\English\\thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dienstag",
      "translation": "Вторник",
      "definition": "Der zweite Tag der Woche, nach Montag und vor Mittwoch.",
      "definition_translation": "Второй день недели, следующий после понедельника и предшествующий среде.",
      "example": "Ich habe am Dienstag um 14 Uhr ein Meeting. Ich hatte am Dienstag letzten Monats ein Meeting. Ich werde am Dienstag nächster Woche ein Meeting haben.",
      "example_translation": "У меня есть встреча во вторник в 2 часа дня. У меня была встреча во вторник прошлого месяца. У меня будет встреча во вторник на следующей недели.",
      "imageLink": "image_files\\English\\tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mittwoch",
      "translation": "Среда",
      "definition": "Der dritte Tag der Woche, nach Dienstag und vor Donnerstag.",
      "definition_translation": "Третий день недели, следующий после вторника и предшествующий четвергу.",
      "example": "Ich studierte am Mittwoch abend Englisch. Ich werde am Mittwoch morgen Englisch studieren. Ich hatte am Mittwoch nachmittag Englisch studiert.",
      "example_translation": "Я изучал английский язык в среду вечером. Я изучу английский язык в среду утром. Я изучил английский язык в среду днем.",
      "imageLink": "image_files\\English\\wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]