[
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baum",
      "translation": "дерево",
      "definition": "Eine mehrjährige Pflanze mit einem einzigen Stamm (genannt Rumpf), der Äste und Blätter in den meisten Arten trägt.",
      "definition_translation": "Многолетнее растение с единственным стволом (называемым стволом), которое поддерживает ветви и листья в большинстве видов.",
      "example": "Ich kletterte einen Baum, als ich ein Kind war. Ich klettere jeden Tag einen Baum. Ich werde morgen einen Baum erklimmen.",
      "example_translation": "Я爬ал на дерево, когда был ребенком. Я爬аю на дерево каждый день сейчас. Я爀у на дерево завтра.",
      "imageLink": "image_files\\English\\tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "яблоня",
      "definition": "Ein Laubbaum, der für seine Früchte, die Äpfel, gezüchtet wird.",
      "definition_translation": "Листопадное дерево, культивируемое для его плодов, яблока.",
      "example": "Ich pflanzte einen Apfelbaum in meinem Garten. Ich gieße jeden Morgen einen Apfelbaum. Ich werde nächsten Herbst einen Apfelbaum ernten.",
      "example_translation": "Я посадил яблоню в моем саду. Я поливаю яблоню каждое утро. Я соберу яблоню следующей осенью.",
      "imageLink": "image_files\\English\\apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wald",
      "translation": "лес",
      "definition": "Ein großes Gebiet, das von Bäumen und Unterholz bedeckt ist.",
      "definition_translation": "Большой участок земли, покрытый деревьями и подлеском.",
      "example": "Ich ging mit meinen Freunden in den Wald. Wir gehen jeden Wochenende in den Wald. Wir werden nächsten Sommer in den Wald gehen.",
      "example_translation": "Я пошел в лес с моими друзьями. Мы ходим в лес каждые выходные. Мы поедем в лес следующим летом.",
      "imageLink": "image_files\\English\\forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ast",
      "translation": "ветвь",
      "definition": "Ein Teil eines Baumes, der vom Stamm oder von einem anderen Ast wächst.",
      "definition_translation": "Часть дерева, которая растет из ствола или из другой ветви.",
      "example": "Ich saß auf einem Ast des Baumes. Ich breche gelegentlich einen Ast des Baumes. Ich werde morgen auf einem Ast des Baumes entlangklettern.",
      "example_translation": "Я сидел на ветви дерева. Я ломаю ветвь дерева время от времени. Я爀у по ветви дерева завтра.",
      "imageLink": "image_files\\English\\branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Obstbaum",
      "translation": "фруктовое дерево",
      "definition": "Ein Baum, der Früchte produziert, typischerweise in einem Obstgarten oder Garten gezüchtet.",
      "definition_translation": "Дерево, которое производит фрукты, обычно выращивается в саду или огороде.",
      "example": "Sie pflanzte einen Obstbaum in ihrem Hinterhof letzten Frühling. Er trägt jeden Sommer Früchte. Sie wird nächsten Herbst die Früchte ernten.",
      "example_translation": "Она посадила фруктовое дерево в её дворе прошлой весной. Оно приносит плоды каждое лето. Она будет собирать фрукты на следующей осени.",
      "imageLink": "image_files\\English\\fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blatt",
      "translation": "лист",
      "definition": "Eine flache, meist grüne Struktur, die an Pflanzen und Bäumen wächst und als photosynthetisches Organ fungiert.",
      "definition_translation": "Плоская, обычно зеленая, структура, которая растет на растениях и деревьях, обычно функционируя как фотосинтетический орган.",
      "example": "Das Blatt fiel gestern vom Baum. Es war grün und gesund. Es wird bald gelb und trocken sein.",
      "example_translation": "Лист упал с дерева вчера. Он был зеленым и здоровым. Он будет желтым и сухим скоро.",
      "imageLink": "image_files\\English\\leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiche",
      "translation": "дуб",
      "definition": "Eine Art Laubbaum mit hartem, dauerhaftem Holz, oft in Wäldern und Parks gefunden.",
      "definition_translation": "Тип листопадного дерева с твердой, долговечной древесиной, часто встречающегося в лесах и парках.",
      "example": "Sie bauten ein Haus unter der Eiche vor einem Jahr. Es steht seit Jahrhunderten. Es wird viele Jahre stehen bleiben.",
      "example_translation": "Они построили дом под дубом прошлом году. Он стоит веками. Он будет стоять многие годы вперед.",
      "imageLink": "image_files\\English\\oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflaumenbaum",
      "translation": "сливовое дерево",
      "definition": "Ein Baum, der Pflaumen produziert, typischerweise für seine Früchte gezüchtet und oft als Zierpflanze verwendet.",
      "definition_translation": "Дерево, которое производит сливы, обычно выращивается для его фруктов и часто используется как декоративное растение.",
      "example": "Sie pflanzten einen Pflaumenbaum in ihrem Garten letzten Sommer. Er trug letztes Herbst Früchte. Sie werden nächstes Sommer die Pflaumen essen.",
      "example_translation": "Они посадили сливовое дерево в их саду прошлым летом. Оно приносит плод прошлой осенью. Они будут есть сливы на следующее лето.",
      "imageLink": "image_files\\English\\plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "корень",
      "definition": "Der unterirdische Teil einer Pflanze, normalerweise bestehend aus einer Hauptwurzel und kleineren Seitenwurzeln.",
      "definition_translation": "Подземная часть растения, обычно состоящая из главного корня и более小ких ветвистых корней.",
      "example": "Das Wurzelsystem des Baumes wurde während des Sturms beschädigt. Gestern entfernten wir die alte Pflanze. Morgen werden wir einen neuen Baum pflanzen und seine Wurzeln wachsen lassen.",
      "example_translation": "Система корней дерева была повреждена во время шторма. Вчера мы выкорчевали старое растение. Завтра мы посадим новое дерево и будем наблюдать, как его корни будут расти.",
      "imageLink": "image_files\\English\\root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palme",
      "translation": "пальма",
      "definition": "Ein Baum der Palmenfamilie, typischerweise mit einem einzigen Stamm und großen Blättern, die oft als Symbol des Sieges oder des Friedens verwendet werden.",
      "definition_translation": "Дерево семейства пальм, обычно имеющее одиночный ствол и большие листья, которые часто используются как символ победы или мира.",
      "example": "Die Palme schwankte sanft im Wind. Wir werden nächste Woche eine Palme in unserem Hinterhof pflanzen. Bis nächstes Jahr wird sie hoch und stark gewachsen sein.",
      "example_translation": "Пальма мягко качалась в бризе. Мы посадим пальму в нашем дворе на следующей неделе. К следующему году она будет расти высокой и сильной.",
      "imageLink": "image_files\\English\\palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldland",
      "translation": "лесной",
      "definition": "Ein Gebiet von Land, das mit Bäumen und Unterholz bedeckt ist, oft mit wilden Pflanzen und Tieren.",
      "definition_translation": "Область земли, покрытая деревьями и подлеском, часто с дикими растениями и животными.",
      "example": "Das Waldlandwesen war scheu und selten zu sehen. Wir werden morgen einen Spaziergang im Waldland machen. Letztes Jahr hatten wir ein Picknick im Waldland und sahen einen Hirsch.",
      "example_translation": "Лесное создание было застенчивым и редко sees. Мы пойдем на прогулку по лесной зоне завтра. В прошлом году мы устроили пикник в лесу и увидели оленя.",
      "imageLink": "image_files\\English\\woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akazie",
      "translation": "акация",
      "definition": "Ein Baum oder Strauch mit dornigen Zweigen und duftenden Blüten, oft in warmen Klimazonen zu finden.",
      "definition_translation": "Дерево или кустарник с колючими ветвями и душистыми цветами, часто встречающиеся в теплых климатах.",
      "example": "Der Akazienbaum blühte schön im Garten. Wir werden nächsten Monat einen Akazienbaum in unserem Hinterhof pflanzen. Letztes Jahr sahen wir einen Akazienbaum mit gelben Blüten.",
      "example_translation": "Дерево акации чудесно распустилось в саду. Мы посадим дерево акации в нашем дворе следующий месяц. В прошлом году мы увидели дерево акации с желтыми цветами.",
      "imageLink": "image_files\\English\\acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erle",
      "translation": "ольха",
      "definition": "Ein laubabwerfender Baum oder Strauch der Birkenfamilie, mit kegelförmigen Blättern und kegelförmigen Früchten.",
      "definition_translation": "Опадающее дерево или кустарник берёзовой семьи, имеющий конические листья и конической формы плод.",
      "example": "Der Erlbaum stand hoch über dem Flußufer, seine Zweige schwangen sanft im Wind. Gestern sind wir an einem Erlbaum vorbeigegangen, und morgen werden wir einen Erlbaum in unserem Hinterhof pflanzen.",
      "example_translation": "Дерево ольхи возвышалось над берегом реки, его ветви мягко качались на ветру. Вчера мы прошли мимо дерева ольхи, а завтра мы посадим дерево ольхи в нашем заднем дворе.",
      "imageLink": "image_files\\English\\alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandelbaum",
      "translation": "миндальное дерево",
      "definition": "Ein kleiner laubabwerfender Baum oder Strauch mit schönen rosa oder weißen Blüten und essbaren Nüssen.",
      "definition_translation": "Маленькое листопадное дерево или кустарник с декоративными розовыми или белыми цветами и съедобными орехами.",
      "example": "Wir haben seit Jahrhunderten Mandelbäume kultiviert, und gestern haben wir Mandeln von unserem Mandelbaum geerntet. In Zukunft werden wir mehr Mandelbäume in unserem Hain pflanzen.",
      "example_translation": "Мы веками культивируем миндальные деревья, и вчера мы собрали миндаль с нашего миндального дерева. В будущем мы посадим больше миндальных деревьев в нашем саду.",
      "imageLink": "image_files\\English\\almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esche",
      "translation": "ясень",
      "definition": "Ein laubabwerfender Baum mit gebündelten Blättern und grau-brauner Rinde, oft in der Nähe von Wasser zu finden.",
      "definition_translation": "Листопадное дерево с сложными листьями и серо-коричневой корой, часто встречающееся вблизи воды.",
      "example": "Die Esche stand hoch am Flußufer, ihre Blätter raschelten im Wind. Gestern sind wir einen Eschenbaum erklettert, und morgen werden wir einen Eschenbaum in unserem Garten beschneiden.",
      "example_translation": "Дерево ясеня стояло высоко на берегу реки, его листья шелестели на ветру. Вчера мы залезли на дерево ясеня, а завтра мы обрежем дерево ясеня в нашем саду.",
      "imageLink": "image_files\\English\\ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baobab",
      "translation": "баобаб",
      "definition": "Ein großer laubabwerfender Baum mit dickem, wasserSpeicherndem Stamm und Zweigen, die wie Wurzeln aussehen.",
      "definition_translation": "Большое листопадное дерево с толстым, водосберегающим стволом и ветвями, похожими на корни.",
      "example": "Der Baobabbaum stand hoch über der Savanne, seine Zweige waren verdreht und knorrig. Gestern sind wir unter einem Baobabbaum gesessen, und in Zukunft werden wir einen Baobabbaum in unserem Hinterhof pflanzen.",
      "example_translation": "Дерево баобаба возвышалось над саваной, его ветви были изогнуты и измяты. Вчера мы сидели под деревом баобаба, а в будущем мы посадим дерево баобаба в нашем заднем дворе.",
      "imageLink": "image_files\\English\\baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buche",
      "translation": "бук",
      "definition": "Ein laubabwerfender Baum mit glatter grauer Rinde, kleinen Blättern und essbaren Nüssen, nativ in Europa und Nordamerika.",
      "definition_translation": "Дерево с гладкой серой корой, маленькими листьями и съедобными орехами, родом из Европы и Северной Америки.",
      "example": "Die Buche stand hoch im Wald, ihre Zweige schwangen sanft im Wind. Gestern bin ich unter der Buche spaziert, fühlte mich in ihrem Schatten. Morgen werde ich die Buche erkletteren, um eine bessere Aussicht zu haben.",
      "example_translation": "Дерево бук стояло высоко в лесу, его ветви мягко качались на ветру. Вчера я прошел под деревом бук, чувствуя его тень. Завтра я пойду на дерево бук, чтобы получить лучший вид.",
      "imageLink": "image_files\\English\\beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birke",
      "translation": "береза",
      "definition": "Ein laubabwerfender Baum mit schlankem Stamm, oft weißer Rinde und kleinen Blättern, nativ in kühleren Regionen der nördlichen Hemisphäre.",
      "definition_translation": "Дерево с тонким стволом, часто с белой корой и маленькими листьями, родом из прохладных регионов Северного полушария.",
      "example": "Die Birke war das Spiegelbild des Mondlichts auf dem See. Wir sind gestern unter der Birke spaziert, fühlten ihre Frische. Nächste Woche werden wir ein Kanu aus der Birke bauen.",
      "example_translation": "Дерево березы было отражением лунного света на озере. Мы прошли под деревом березы вчера, чувствуя его свежесть. На следующей неделе мы сделаем каноэ из дерева березы.",
      "imageLink": "image_files\\English\\birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ast",
      "translation": "ветвь",
      "definition": "Ein Zweig eines Baums, insbesondere ein großer oder starker.",
      "definition_translation": "Ветвь дерева, особенно большая или крепкая.",
      "example": "Der Ast der Eiche brach unter dem Gewicht des Schnees. Gestern saß ich auf dem Ast der Weide, sah die Sonne untergehen. Morgen werde ich den Ast der Fichte erkletteren, um eine bessere Aussicht zu haben.",
      "example_translation": "Ветвь дуба сломалась под весом снега. Вчера я сидел на ветви ивы, смотря на закат. Завтра я пойду на ветвь сосны, чтобы получить лучший вид.",
      "imageLink": "image_files\\English\\bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeder",
      "translation": "кедр",
      "definition": "Ein immergrüner Nadelbaum mit nadelförmigen Blättern, nativ in den Bergen des westlichen Himalaja und der Mittelmeerregion.",
      "definition_translation": "Вечнозеленое хвойное дерево с игольчатыми листьями, родом из гор западного Гималая и Средиземноморского региона.",
      "example": "Der Zedernbaum stand hoch am Bergslope, sein Duft füllte die Luft. Gestern bin ich um den Zedernbaum herumspaziert, fühlte seine Größe. Nächstes Jahr werden wir einen neuen Zedernbaum im Park pflanzen.",
      "example_translation": "Дерево кедра стояло высоко на склоне горы, его аромат наполнял воздух. Вчера я прошел вокруг дерева кедра, чувствуя его величие. На следующий год мы посадим новое дерево кедра в парке.",
      "imageLink": "image_files\\English\\cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirschbaum",
      "translation": "вишнёвое дерево",
      "definition": "Ein Baum, der Kirschen produziert, typischerweise mit aufwendigen Blüten und glänzenden Blättern.",
      "definition_translation": "Дерево, производящее вишни, обычно имеющее красивые цветы и глянцевые листья.",
      "example": "Ich pflanzte einen Kirschbaum in meinem Hinterhof letztes Jahr. Er blüht jetzt und wird nächstes Sommer Kirschen produzieren.",
      "example_translation": "Я посадил вишнёвое дерево в своем дворе прошлом году. Сейчас оно цветет, и оно произведет вишни на следующее лето.",
      "imageLink": "image_files\\English\\cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kokospalme",
      "translation": "пальма кокосовая",
      "definition": "Eine hohe Palme mit einer harten, braunen Frucht, die weiße Fruchtfleisch und Milch enthält.",
      "definition_translation": "Высокая пальма с твердым коричневым плодом, содержащим белую мякоть и молоко.",
      "example": "Ich sah eine Kokospalme am Strand, als ich im Urlaub war. Sie schwankte im Wind, und ich trank Kokoswasser daraus.",
      "example_translation": "Я видел пальму кокосовую на пляже, когда был в отпуске. Она качалась на ветру, и я пил кокосовую воду из нее.",
      "imageLink": "image_files\\English\\coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "шишка",
      "definition": "Eine Form wie ein Dreieck mit runder Basis, die vor allem in der Mathematik und Geometrie verwendet wird, um Objekte oder Formen zu beschreiben.",
      "definition_translation": "Форма, похожая на треугольник с круглой основой, используемая особенно при описании объектов или форм в математике и геометрии.",
      "example": "Die Kegelform des Eiscremes war perfekt zum Essen auf einem Stiel. Ich verwendete einen Kegel in meinem Matheaufgaben, um ein Problem zu lösen.",
      "example_translation": "Форма шишки мороженого была идеальной для еды на палочке. Я использовал шишку в своей математической домашней работе, чтобы решить задачу.",
      "imageLink": "image_files\\English\\cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelbaum",
      "translation": "хвойное дерево",
      "definition": "Ein Baum, der Zapfen produziert und nadelförmige Blätter hat, wie beispielsweise eine Fichte, Tanne oder Föhre.",
      "definition_translation": "Дерево, производящее шишки и имеющее игольчатые листья, such as сосну, ель или пихту.",
      "example": "Ich ging durch einen Wald von Nadelbäumen auf meinem Wanderweg. Der Nadelbaum in meinem Hinterhof ist sehr hoch und schön.",
      "example_translation": "Я прошел через лес хвойных деревьев на своей прогулке. Хвойное дерево в моем дворе очень высокое и красивое.",
      "imageLink": "image_files\\English\\coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laubbaum",
      "translation": "листопадное дерево",
      "definition": "Ein Baum, der seine Blätter jährlich abstreift, typischerweise im Herbst.",
      "definition_translation": "Дерево, которое теряет свои листья ежегодно, обычно осенью.",
      "example": "Der Laubbaum in unserem Hinterhof ändert sich wunderschön im Herbst.",
      "example_translation": "Листопадное дерево в нашем дворе изменяет цвета красиво осенью.",
      "imageLink": "image_files\\English\\deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holunder",
      "translation": "бузина",
      "definition": "Ein Strauch oder kleiner Baum mit Büscheln kleiner, duftender Blüten und purpurnen Beeren.",
      "definition_translation": "Кустарник или маленькое дерево с гроздьями маленьких, душистых цветков и фиолетовых ягод.",
      "example": "Meine Großmutter machte früher Holundermarmelade, als ich ein Kind war.",
      "example_translation": "Моя бабушка делала варенье из бузины, когда я был ребенком.",
      "imageLink": "image_files\\English\\elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ulm",
      "translation": "вяз",
      "definition": "Ein Laubbaum mit einer ausladenden Krone und rauer, grau-brauner Rinde.",
      "definition_translation": "Листопадное дерево с раскидистой кроной и шероховатой, серо-коричневой корой.",
      "example": "Der Ulm-Baum vor unserem Haus wurde letztes Jahr gefällt.",
      "example_translation": "Дерево вяза перед нашим домом было срублено в прошлом году.",
      "imageLink": "image_files\\English\\elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feigenbaum",
      "translation": "фиговое дерево",
      "definition": "Ein kleiner, Laubbaum oder Strauch mit glatter, grau-brauner Rinde und süßem, essbarem Frucht.",
      "definition_translation": "Маленькое, листопадное дерево или кустарник с гладким, серо-коричневым стволом и сладкими, съедобными плодами.",
      "example": "Wir werden einen Feigenbaum in unserem Hinterhof haben, wenn wir nach Kalifornien ziehen.",
      "example_translation": "У нас будет фиговое дерево в нашем дворе, когда мы переедем в Калифорнию.",
      "imageLink": "image_files\\English\\fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fichte",
      "translation": "ель",
      "definition": "Eine Fichte ist eine Art von immergrünem Nadelbaum, die ursprünglich in bergigen Regionen Europas, Asiens und Nordamerikas vorkommt.",
      "definition_translation": "Ель - это тип вечнозеленого хвойного дерева, которое является родным для горных регионов Европы, Азии и Северной Америки.",
      "example": "Der Fichte-Baum war mit Lichtern und Ornamenten für Weihnachten dekoriert. Der Fichte-Baum wird morgen gefällt. Der Fichte-Baum wurde letztes Jahr gepflanzt.",
      "example_translation": "Ель была украшена огнями и украшениями на Рождество. Ель будет срублена завтра. Ель была посажена прошлом году.",
      "imageLink": "image_files\\English\\fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselnussstrauch",
      "translation": "лещина",
      "definition": "Ein Haselnussstrauch ist eine Art von Laubstrauch oder kleinem Baum, die ursprünglich in Europa und Asien vorkommt.",
      "definition_translation": "Лещина - это тип листопадного кустарника или маленького дерева, которое является родным для Европы и Азии.",
      "example": "Die Haselnüsse waren reif und bereit zum Essen. Der Haselnussstrauch wird nächste Woche geschnitten. Die Haselnussbüsche waren mit Schnee bedeckt.",
      "example_translation": "Орехи лещины были зрелыми и готовыми к употреблению. Tree лещины будет обрезана на следующей неделе. Кусты лещины были покрыты снегом.",
      "imageLink": "image_files\\English\\hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stechpalme",
      "translation": "падуб",
      "definition": "Eine Stechpalme ist eine Art von immergrünem Strauch oder kleinem Baum, der in Europa, Asien und Nordafrika heimisch ist.",
      "definition_translation": "Падуб - это тип вечнозеленого кустарника или маленького дерева, которое является родным для Европы, Азии и Северной Африки.",
      "example": "Die Stechpalmenblätter waren spitzig zu berühren. Der Stechpalmenbaum wird für Weihnachten dekoriert. Die Stechpalmenbüsche waren das ganze Jahr über grün.",
      "example_translation": "Листья падуба были колючими на ощупь. Дерево падуба будет украшено на Рождество. Кусты падуба были зелеными круглый год.",
      "imageLink": "image_files\\English\\holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hainbuche",
      "translation": "граб",
      "definition": "Eine Hainbuche ist eine Art von laubabwerfendem Baum, der in Europa und Asien heimisch ist, bekannt für seine glatte graue Rinde und harte Holz.",
      "definition_translation": "Граб - это тип листопадного дерева, которое является родным для Европы и Азии, известным своей гладкой серой корой и твердой древесиной.",
      "example": "Der Hainbuchbaum wurde im Park gepflanzt. Das Hainbuchenholz wurde für Möbelherstellung verwendet. Die Hainbuchblätter wurden gelb.",
      "example_translation": "Дерево граба было посажено в парке. Древесина граба была использована для производства мебели. Листья граба были желтеют.",
      "imageLink": "image_files\\English\\hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Roßkastanie",
      "translation": "конский каштан",
      "definition": "Ein laubabwerfender Baum Europas und Westasiens, mit handförmigen Blättern und kegelförmigen Nüssen in klebrigen Kapselfrüchten.",
      "definition_translation": "Дерево с листопадом Европы и западной Азии, с пальчатыми листьями и коническими орехами, заключенными в липкую капсулу.",
      "example": "Der Roßkastanienbaum in unserem Park ist über ein Jahrhundert alt, und seine Schönheit wird von allen bewundert. Letztes Jahr wurde er geschnitten, um seine Form zu erhalten. Im nächsten Frühling wird er wieder blühen.",
      "example_translation": "Дерево конского каштана в нашем парке стоит более века, и его красота восхищает каждого. В прошлом году оно было подстрижено, чтобы сохранить форму. На следующую весну оно снова зацветет.",
      "imageLink": "image_files\\English\\horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wacholder",
      "translation": "можжевельник",
      "definition": "Ein niedriger, immergrüner Strauch oder kleiner Baum mit nadelförmigen Blättern und blauen oder purpurnen Beeren.",
      "definition_translation": "Хвойное растение или маленькое дерево с игольчатыми листьями и синими черными или пурпурными ягодами.",
      "example": "Der Duft von Wacholderbeeren wird oft in der Küche und Parfümerie verwendet. Gestern verwendete ich Wacholderbeeren, um eine leckere Suppe zuzubereiten. Nächste Woche werde ich sie verwenden, um ein neues Parfüm zu erstellen.",
      "example_translation": "Аромат можжевельника часто используется в кулинарии и парфюмерии. Вчера я использовал можжевельник, чтобы приготовить вкусный суп. На следующей неделе я использую его, чтобы создать новый аромат.",
      "imageLink": "image_files\\English\\juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lärche",
      "translation": "лиственница",
      "definition": "Ein nadeltragender Baum Nordeuropas und Asiens, mit nadelförmigen Blättern, die im Herbst gelb werden und fallen.",
      "definition_translation": "Хвойное дерево северной Европы и Азии, с игольчатыми листьями, которые становятся желтыми и опадают осенью.",
      "example": "Der Lärchenbaum in unserem Garten ist einer der höchsten. Letzten Herbst wurden seine Blätter golden gelb, bevor sie fielen. Nächstes Jahr wird er noch höher wachsen.",
      "example_translation": "Дерево лиственницы в нашем саду является одним из самых высоких. В прошлом году его листья стали золотистыми желтыми, прежде чем упасть. В следующем году оно будет расти еще выше.",
      "imageLink": "image_files\\English\\larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linde",
      "translation": "липа",
      "definition": "Ein laubabwerfender Baum Europas und Asiens, mit herzförmigen Blättern und duftenden, gelblich-weißen Blüten.",
      "definition_translation": "Листопадное дерево Европы и Азии, с сердцевидными листьями и душистыми желто-белыми цветами.",
      "example": "Der Lindenbaum auf unserem Stadtplatz ist ein beliebter Treffpunkt. Gestern saß ich unter seinem Schatten und beobachtete spielende Kinder. Nächsten Sommer werde ich wieder dort sitzen, den Duft seiner Blüten genießend.",
      "example_translation": "Дерево липы на городской площади является популярным местом встречи. Вчера я сидел под его затенением и наблюдал, как играют дети. На следующее лето я снова będусидеть там, наслаждаясь ароматом его цветов.",
      "imageLink": "image_files\\English\\linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinpine",
      "translation": "каменный сосна",
      "definition": "Eine Art von Kiefer, die in bergigen Regionen wächst, charakterisiert durch ihre verdrehten Zweige und schmalen, schuppenförmigen Blättern.",
      "definition_translation": "Тип сосны, который растет в горных регионах, характеризуется своими извитыми ветвями и узкими, чешуйчатыми листьями.",
      "example": "Die Steinpinebäume im Garten verschafften den Besuchern Schatten. Gestern pflanzten die Gärtner weitere Steinpinebäume. Wenn wir mehr Steinpinebäume pflanzen, wird der Garten in Zukunft noch schöner aussehen.",
      "example_translation": "Деревья каменного сосны в саду обеспечили тень для посетителей. Вчера садовники посадили больше деревьев каменного сосны. Если мы посадим больше деревьев каменного сосны, сад будет выглядеть еще более красивым в будущем.",
      "imageLink": "image_files\\English\\stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schweizer Föhre",
      "translation": "швейцарская сосна",
      "definition": "Eine Art von Kiefer, die in den europäischen Alpen heimisch ist, bekannt für ihre hohe, säulige Form und weichen, dunkelgrünen Nadeln.",
      "definition_translation": "Тип сосны, родиной которого являются Альпы Европы, известный своим высоким, колонновидным формой и мягкими, темно-зелеными иголками.",
      "example": "Die Schweizer Föhren im alpinen Wiesenland schwankten sanft im Wind. Letztes Jahr sahen wir eine Schweizer Föhre, die über 100 Jahre alt war. Wenn ich in Rente gehe, werde ich viele Schweizer Föhren in meinem Garten gepflanzt haben.",
      "example_translation": "Деревья швейцарской сосны в альпийской луге качались легонько на ветру. В прошлом году мы увидели швейцарскую сосну, которая была старше 100 лет. К тому времени, когда я выйду на пенсию, я посадлю много деревьев швейцарской сосны в своем саду.",
      "imageLink": "image_files\\English\\swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platane",
      "translation": "платан",
      "definition": "Eine Art von laubabwerfendem Baum mit breiter, ausgebreiteter Krone und gesprenkelter, grau-brauner Rinde.",
      "definition_translation": "Тип листопадного дерева с широким, развевающимся верхушкой и мозаичной, серо-коричневой корой.",
      "example": "Der Platanebaum in unserem Hinterhof war Heimat für viele Vögel. Als ich ein Kind war, kletterte ich auf den Platanebaum in unserem Nachbarschaft. In 20 Jahren wird der Platanebaum Schatten für unsere Enkelkinder bereitstellen.",
      "example_translation": "Дерево платана в нашем дворе было домом для многих птиц. Когда я был ребенком, я любил лазать по дереву платана в нашем квартале. Через 20 лет дерево платана обеспечит тень для наших внучат.",
      "imageLink": "image_files\\English\\sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "веточка",
      "definition": "Ein dünner, kleiner Ast, der von einem Baum oder Strauch wächst, oft für Handwerksarbeiten oder als dekoratives Element verwendet.",
      "definition_translation": "Маленькая, тонкая ветвь, растущая от дерева или кустарника, часто используемая для изготовления поделок или в качестве декоративного элемента.",
      "example": "Das Vogelnest wurde aus Zweigen und Blättern gebaut. Gestern brach ich einen Zweig vom Baum, um ihn als Pflanzenmarker zu verwenden. Bis nächstem Frühling wird der Zweig zu einem neuen Ast gewachsen sein.",
      "example_translation": "Птица построила свое гнездо из веточек и листьев. Вчера я отломил веточку от дерева, чтобы использовать ее в качестве маркера для растений. К следующей весне веточка вырастет в новую ветвь.",
      "imageLink": "image_files\\English\\twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trauerweide",
      "translation": "плакучая ива",
      "definition": "Eine Trauerweide ist eine Art von Baum mit langen, hängenden Ästen und zarten Blättern, oft in der Nähe von Wasser zu finden.",
      "definition_translation": "Плакучая ива - это тип дерева с длинными, висящими ветвями и нежными листьями, часто встречающимся вблизи воды.",
      "example": "Der Trauerweide-Baum in unserem Hinterhof hat bei unserem Familienpicknick letzten Sommer Schatten geboten, wird nächstes Jahr einen schönen Hintergrund für unsere Hochzeit abgeben und hat jahrelang ein beliebter Spielplatz für unsere Kinder gewesen.",
      "example_translation": "Дерево плакучей ивы в нашем заднем дворе предоставляло тень для нашего семейного пикника прошлым летом, предоставит красивый фон для нашей свадьбы в следующем году и было любимым местом для наших детей играть в течение лет.",
      "imageLink": "image_files\\English\\weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weide",
      "translation": "ива",
      "definition": "Eine Weide ist eine Art von Baum mit flexiblen Ästen und Blättern, oft mit Flexibilität und Widerstandskraft assoziiert.",
      "definition_translation": "Ива - это тип дерева с гибкими ветвями и листьями, часто связываемый с гибкостью и устойчивостью.",
      "example": "Der Weiden-Baum wird seit Jahrhunderten zum Basteln von Korben verwendet, wurde letzte Woche für ein schönes Zeremoniendach genutzt und wird nächsten Monat ein beeindruckendes Möbelstück herstellen.",
      "example_translation": "Дерево ивы использовалось на протяжении веков для изготовления корзин, было использовано для создания красивой крыши для церемонии на открытом воздухе на прошлой неделе и будет использоваться для создания изумительной pieces мебели в следующем месяце.",
      "imageLink": "image_files\\English\\willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]