{
  "data": [
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarre",
      "translation": "гитара",
      "definition": "Ein mit Saiten bespanntes Musikinstrument, das durch Zupfen oder Schlagen gespielt wird und in einer Vielzahl von Musikgenres verwendet wird.",
      "definition_translation": "Струнный музыкальный инструмент, играющийся при помощи щипков или стрummings, используемый в широком диапазоне музыкальных жанров.",
      "example": "Ich spielte die Gitarre in einer Band, als ich auf dem College war. Jetzt spiele ich sie zu Hause. Ich werde sie auf dem Festival nächsten Monat spielen.",
      "example_translation": "Я играл на гитаре в группе, когда был в колледже. Теперь я играю на ней дома. Я буду играть на ней на фестивале nächsten месяц.",
      "imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlagzeug",
      "translation": "барабан",
      "definition": "Ein Musikinstrument, das durch Schlagen mit einem Stock oder einer Rolle zum Klingen gebracht wird.",
      "definition_translation": "Музыкальный инструмент, звучащий при ударе, обычно с палкой или молотком.",
      "example": "Ich trommelte auf dem Tisch mit meinen Fingern. Sie schlägt in einem Orchester. Er wird auf dem Umzug morgen Schlagzeug spielen.",
      "example_translation": "Я барабанил на столе своими пальцами. Она играет на барабане в оркестре. Он будет барабанить на параде завтра.",
      "imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlagzeuge",
      "translation": "барабаны",
      "definition": "Mehrzahl von Schlagzeug, bezeichnet ein Set von Schlagzeugen oder ein Schlagzeug-Set.",
      "definition_translation": "Множественная форма барабана, относящаяся к набору барабанов или барабанному набору.",
      "example": "Ich spiele Schlagzeuge, seit ich ein Kind war. Die Schlagzeuge waren sehr laut auf dem Konzert. Sie hat seit Jahren Schlagzeuge gespielt.",
      "example_translation": "Я играю на барабанах с тех пор, как был ребенком. Барабаны были очень громкими на концерте. Она играет на барабанах уже несколько лет.",
      "imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instrument",
      "translation": "инструмент",
      "definition": "Ein Werkzeug oder Gerät, das verwendet wird, um Musik zu produzieren, wie z.B. eine Gitarre, eine Geige oder ein Klavier.",
      "definition_translation": "Инструмент или устройство, используемое для производства музыки, такой как гитара, скрипка или фортепиано.",
      "example": "Das Instrument war wunderschön gearbeitet. Sie spielte das Instrument mit Geschick. Er wird das Instrument verwenden, um Musik zu komponieren.",
      "example_translation": "Инструмент был красиво изготовлен. Она играла на инструменте с мастерством. Он будет использовать инструмент для сочинения музыки.",
      "imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tastatur",
      "translation": "клавиатура",
      "definition": "Eine Tastatur ist eine Eingabevorrichtung, die verwendet wird, um Daten in einen Computer oder andere elektronische Geräte einzugeben.",
      "definition_translation": "Клавиатура - это устройство ввода, которое используется для ввода данных в компьютер или другое электронное оборудование.",
      "example": "Ich kaufte eine neue Tastatur gestern, ich nutze sie jetzt und ich werde sie tomorrow verwenden, um meine Hausaufgabe zu tippen.",
      "example_translation": "Я купил новый комплект клавиш вчера, я использую его сейчас, и яbudу использовать его для набора эссе завтра.",
      "imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klavier",
      "translation": "пианино",
      "definition": "Ein Klavier ist ein Musikinstrument, das durch das Drücken von Tasten zum Klingen gebracht wird.",
      "definition_translation": "Пианино - это музыкальный инструмент, который играется путем нажатия клавиш, производящих звук.",
      "example": "Ich lernte, Klavier zu spielen, als ich ein Kind war, ich spiele es jeden Tag und ich werde es auf meiner Schwester Hochzeit nächsten Monat spielen.",
      "example_translation": "Я научился играть на пианино, когда я был ребенком, я играю на нем каждый день, и я буду играть на нем на свадьбе моей сестры nächsten месяц.",
      "imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geige",
      "translation": "скрипка",
      "definition": "Eine Geige ist ein hölzernes Saiteninstrument, das mit einem Bogen oder durch Zupfen der Saiten mit den Fingern gespielt wird.",
      "definition_translation": "Скрипка - это деревянный струнный инструмент, который играется смычком или путем щипков струн пальцами.",
      "example": "Meine Schwester spielte die Geige im Schulorchester, sie spielt sie jetzt wunderschön und sie wird sie auf einem Konzert nächstes Jahr spielen.",
      "example_translation": "Моя сестра играла на скрипке в школьном оркестре, она играет на ней красочно сейчас, и она будет играть на ней на концерте в следующем году.",
      "imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dudelsack",
      "translation": "волынка",
      "definition": "Ein Dudelsack ist ein traditionelles schottisches Instrument, das durch das Blasen von Luft in einen Sack, der eine Pfeife aufbläst, zum Klingen gebracht wird.",
      "definition_translation": "Волынка - это традиционный шотландский инструмент, который играется путем вдувания воздуха в мешок, который надувает трубу, производя отличный звук.",
      "example": "Ich sah Dudelsack auf einem schottischen Festival gespielt, ich probierte gestern, sie zu spielen und ich werde nächstes Sommer Dudelsack lernen.",
      "example_translation": "Я видел, как играют на волынке на шотландском фестивале, я пытался играть на них вчера, и я научусь играть на них следующим летом.",
      "imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Querflöte",
      "translation": "флейта",
      "definition": "Eine Querflöte ist ein Musikinstrument, das durch das Blasen von Luft über das Embouchure-Loch zum Klingen gebracht wird.",
      "definition_translation": "Флейта - это музыкальный инструмент, который играется, дувая воздух через отверстие эмбушюра, производя высокий звук.",
      "example": "Sie hatte immer von spielen der Querflöte in einem Orchester geträumt und endlich bekam sie die Chance. Gestern übte sie stundenlang, um ihr Solo perfekt zu machen. Morgen wird sie vor tausend Menschen auftreten.",
      "example_translation": "Она всегда мечтала играть на флейте в оркестре, и finally, она получила шанс. Вчера она практиковалась несколько часов, чтобы совершить свой сольный номер. Завтра она будет выступать перед тысячей людей.",
      "imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saxophon",
      "translation": "саксофон",
      "definition": "Ein Saxophon ist ein Holzblasinstrument, das vor allem im Jazz und Blues verwendet wird und durch seinen gekrümmten Metallkörper und einreihigen Mundstück gekennzeichnet ist.",
      "definition_translation": "Саксофон - это деревянный инструмент, который часто используется в джазе и блюзе, характеризуется своей изогнутой металлической корпусом и одинарным тростиным мундштуком.",
      "example": "Der Saxophonist blies in das Instrument mit Leidenschaft, erzeugte eine seelenvolle Melodie, die das Publikum bezauberte. Er spielte Saxophon, seit er ein Teenager war und jetzt ist er ein professioneller Musiker.",
      "example_translation": "Саксофонист дул в инструмент с страстью, создавая душевную мелодию, которая зачаровала аудиторию. Он играл на саксофоне с тех пор, как был подростком, и теперь он был профессиональным музыкантом.",
      "imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trompete",
      "translation": "труба",
      "definition": "Eine Trompete ist ein Blechblasinstrument, das durch das Anblasen von Luft durch das Mundstück einen hellen und lauten Klang erzeugt.",
      "definition_translation": "Труба - это медный инструмент, который играется, создавая вибрацию воздуха через мундштук, производя яркий и громкий звук.",
      "example": "Der Trompeter spielte eine laute Fanfare auf der Trompete, um die Ankunft der Königin anzukündigen. Sie hatte als Kind gelernt, die Trompete zu spielen und war jetzt eine renommierte Musikerin.",
      "example_translation": "Громкий фанфар трубача эхом разносился по стадиону, объявляя о прибытии королевы. Она научилась играть на трубе, когда была ребенком, и теперь она была известным музыкантом.",
      "imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akkordeon",
      "translation": "аккордеон",
      "definition": "Ein Akkordeon ist ein Musikinstrument, das aus einer Tastatur und Blasebalg besteht und durch das Zusammenpressen und Entspannen des Blasebalgs einen reichen und dynamischen Klang erzeugt.",
      "definition_translation": "Аккордеон - это музыкальный инструмент, который состоит из клавиатуры и меха, играется, сжимая и расширяя мех, производя богатый и динамичный звук.",
      "example": "Der Akkordeonspieler füllte den Raum mit Energie, indem er eine lebhafte Polka spielte. Sie hatte Jahre lang geübt und war jetzt eine populäre Künstlerin.",
      "example_translation": "Живая полька аккордеониста заполнила комнату энергией,forcing всех на ноги танцевать. Она овладела аккордеоном после лет практики, и теперь она была популярным исполнителем.",
      "imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "E-Bass",
      "translation": "бас-гитара",
      "definition": "Ein E-Bass ist ein als Bassgitarre bezeichnetes Saiteninstrument, das durch Zupfen oder Schlagen eine tiefen, vollen Klang erzeugt.",
      "definition_translation": "Струнный музыкальный инструмент, который играется путём щипков или стрhů, с низким звучанием.",
      "example": "Ich spielte den E-Bass in der Schulband, als ich noch auf der High School war. Jetzt spiele ich ihn in einer Rockband und werde ihn auf dem Musikfestival nächsten Monat spielen.",
      "example_translation": "Я играл на бас-гитаре в школьном оркестре, когда был в старшей школе. Теперь я играю на ней в рок-группе, и я поиграю на ней на музыкальном фестивале nächsten miesiąca.",
      "imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cello",
      "translation": "виолончель",
      "definition": "Ein Cello ist ein großes Saiteninstrument, das während des Sitzens gespielt wird und einen reichen, mellowen Klang erzeugt.",
      "definition_translation": "Большой струнный музыкальный инструмент, который играется сидя, с богатым, мягким звучанием.",
      "example": "Meine Schwester nahm Cello-Unterricht, als sie noch ein Kind war. Jetzt spielt sie Cello in einem Symphonieorchester und wird nächstes Jahr Cello-Unterricht an Kinder geben.",
      "example_translation": "Моя сестра брала уроки виолончели, когда была ребенком. Теперь она играет на виолончели в симфоническом оркестре, и она будет преподавать уроки виолончели детям в следующем году.",
      "imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konzertflügel",
      "translation": "рояль",
      "definition": "Ein Konzertflügel ist ein großes Piano mit einem horizontalen, flügelartigen Resonanzboden, das einen reichen und resonanten Klang erzeugt.",
      "definition_translation": "Большой рояль с горизонтальным, крыلوобразным звукоснимателем, производящий богатый и резонансный звук.",
      "example": "Ich spielte den Konzertflügel im Konzertsaal letzte Nacht. Mein Lehrer hatte mir beigebracht, den Konzertflügel zu spielen, als ich noch ein Kind war, und ich werde ihn auf der Hochzeit nächste Woche spielen.",
      "example_translation": "Я играл на рояле в концертном зале вчера вечером. Мой учитель учил меня, как играть на рояле, когда я был ребенком, и я поиграю на нем на свадьбе на следующей неделе.",
      "imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harmonika",
      "translation": "гармоника",
      "definition": "Eine Harmonika ist ein kleines, portables Musikinstrument, das durch Blasen und Ziehen von Luft einen süßen und beruhigenden Klang erzeugt.",
      "definition_translation": "Маленький, портативный музыкальный инструмент, который играется, выдувая и втягивая воздух через него, производящий сладкий и успокаивающий звук.",
      "example": "Ich spielte die Harmonika auf der Straßeesterday. Mein Freund hatte mich gelehrt, die Harmonika zu spielen, als ich noch ein Teenager war, und ich werde sie im Park nächsten Monat spielen.",
      "example_translation": "Я играл на гармонике на углу улицы вчера. Мой друг учил меня, как играть на гармонике, когда я был подростком, и я поиграю на ней в парке через месяц.",
      "imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tamburin",
      "translation": "тамбурин",
      "definition": "Ein Tamburin ist ein Musikinstrument, das aus einem runden Rahmen mit paarweise angebrachten Metallzinken besteht, die für die Perkussion in der lateinamerikanischen Musik verwendet werden.",
      "definition_translation": "Тамбурин - это музыкальный инструмент, состоящий из круглого корпуса с парами металлических звеньев, называемых зилами, используемых для перкуссии, особенно в латиноамериканской музыке.",
      "example": "Der Schlagzeuger begann, das Tamburin in einem Salsa-Rhythmus zu spielen. Sie wird das Tamburin auf dem Fest morgen spielen. Sie spielten das Tamburin während des Karnevals letzte Nacht.",
      "example_translation": "Барабанщик начал играть на тамбурине в ритме салсы. Она будет играть на тамбурине на фестивале завтра. Они играли на тамбурине во время карнавала прошлым вечером.",
      "imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Horn",
      "translation": "рога",
      "definition": "Ein Horn ist ein Blechblasinstrument, das aus einem runden Rohr besteht, das in eine Spiraleform gebogen ist, um einen lauten, vollen Klang zu erzeugen.",
      "definition_translation": "Рога - это медное инструмент, состоящее из круглой трубы, изогнутой в спиральную форму, используемой для производства громкого, богатого звука.",
      "example": "Der Musiker blies das Horn laut. Sie wird das Horn auf dem Umzug nächste Woche blasen. Sie bliesen das Horn während der Prozession letzten Jahr.",
      "example_translation": "Музыкант громко blew рога. Она будет吹ать рога на параде на следующей неделе. Они blew рога во время процессии в прошлом году.",
      "imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orgel",
      "translation": "орган",
      "definition": "Eine Orgel ist ein Musikinstrument, das typischerweise durch das Drücken von Tasten oder Pedalen gespielt wird und in Kirchen, Konzerten und anderen Veranstaltungen verwendet wird.",
      "definition_translation": "Орган - это музыкальный инструмент, обычно играемый pressing клавиш или педалей, используемый в церковных службах, концертах и других выступлениях.",
      "example": "Der Organist spielte die Orgel während der Hochzeitszeremonie. Sie wird die Orgel auf dem Gottesdienst morgen spielen. Sie spielten die Orgel während des Konzerts letzte Nacht.",
      "example_translation": "Органист играл на органе во время церемонии бракосочетания. Она будет играть на органе на церковной службе завтра. Они играли на органе во время концерта прошлым вечером.",
      "imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dreieck",
      "translation": "треугольник",
      "definition": "Ein Dreieck ist ein Musikinstrument, das aus einem metallenen Stab besteht, der in Form eines Dreiecks gebogen ist und mit einem Metallstab geschlagen wird, um einen scharfen, klingenden Klang zu erzeugen.",
      "definition_translation": "Треугольник - это музыкальный инструмент, состоящий из металлической стержня, согнутой в форму треугольника, ударяемой металлическим стержнем для производства острого, звонкого звука.",
      "example": "Der Perkussionist schlug das Dreieck laut. Sie wird das Dreieck auf der Orchesterprobe morgen schlagen. Sie schlugen das Dreieck während der musikalischen Aufführung letzte Woche.",
      "example_translation": "Перкуссионист ударил треугольник громко. Она будет ударять треугольник на репетиции оркестра завтра. Они ударили треугольник во время музыкального выступления на прошлой неделе.",
      "imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balaika",
      "translation": "балалайка",
      "definition": "Ein russisches Saiteninstrument mit einem dreieckigen Korpus und einem langen Hals, gespielt durch Zupfen der Saiten.",
      "definition_translation": "Струнный музыкальный инструмент, происходящий из России, с треугольным корпусом и длинной шеей, играемый путём щипания струн.",
      "example": "Sie spielte die Balaika wunderschön auf dem Kultur-Festival. Sie wird die Balaika heute Abend auf dem Konzert spielen. Sie spielte die Balaika mit großem Geschick in ihrer Kindheit.",
      "example_translation": "Она красиво играла на балалайке на культурном фестивале. Она будет играть на балалайке на концерте今 вечером. Она играла на балалайке с великим мастерством в детстве.",
      "imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Banjo",
      "translation": "банджо",
      "definition": "Ein Saiteninstrument mit einem runden Korpus und einem langen Hals, gespielt durch Zupfen oder Streichen der Saiten, stammt aus Afrika.",
      "definition_translation": "Струнный музыкальный инструмент с круглым корпусом и длинной шеей, играемый путём щипания или стрummings струн, происходящий из Африки.",
      "example": "Er streichte das Banjo laut auf dem Country-Musik-Festival. Er wird das Banjo auf der Party morgen spielen. Sie spielte das Banjo Geschickt in der Bluegrass-Band.",
      "example_translation": "Он громко играл на банджо на фестивале кантри-музыки. Он будет играть на банджо на вечеринке завтра. Она играла на банджо с мастерством в.bluegrass-ансамбле.",
      "imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fagott",
      "translation": "фагот",
      "definition": "Ein großes, doppelröhriges Holzblasinstrument, verwendet in Orchestern und Kammermusik, bekannt für seinen tiefen, vollen Klang.",
      "definition_translation": "Большой, двойной камерный инструмент с деревянным ветром, используемый в оркестровой и камерной музыке, известный своим отличительным низкочастотным звуком.",
      "example": "Der Fagottist spielte das Fagott elegant im Sinfonieorchester. Sie wird das Fagott heute Abend im Konzertsaal spielen. Er spielte das Fagott mit Präzision im Holzbläserensemble.",
      "example_translation": "Басунист элегантно играл на фаготе в симфоническом оркестре. Она будет играть на фаготе в концертном зале今 вечером. Он играл на фаготе с точностью в ансамбле деревянных духовых инструментов.",
      "imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kastagnetten",
      "translation": "кастаньеты",
      "definition": "Ein Paar kleiner, Muschelförmiger Instrumente, in der Hand gehalten und zusammengeklickt, um einen rhythmischen Klang zu erzeugen, typischerweise verwendet in Flamenco-Musik und -Tanz.",
      "definition_translation": "Пара небольших инструментов, схожих по форме с раковиной,held в руке и щелкаемых друг по другу, чтобы произвести ритмический звук, типично используемых в музыке и танце фламенко.",
      "example": "Sie klickte die Kastagnetten laut auf der Flamenco-Tanzaufführung. Er wird die Kastagnetten auf dem spanischen Festival morgen spielen. Sie spielten die Kastagnetten mit Leidenschaft in der Tanztruppe.",
      "example_translation": "Она громко щелкнула кастаньетами на фламенко-танцевальном выступлении. Он будет играть на кастаньетах на испанском фестивале завтра. Они играли на кастаньетах с страстью в танцевальной труппе.",
      "imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cimbal",
      "translation": " цимбал",
      "definition": "Ein Cimbal ist ein Typ von Saiteninstrumenten, stammt aus Ungarn, besteht aus einem trapezförmigen Resonanzkörper mit einer Reihe von Metall-Saiten, die über ihn gespannt sind.",
      "definition_translation": "Цимбал - это тип струнного музыкального инструмента, происходящего из Венгрии, состоящего из трапециевидного звукового корпуса с набором металлических струн, растянутых через него.",
      "example": "Die traditionelle ungarische Volksband spielte das Cimbal mit großem Geschick. Der Cimbal-Spieler hatte Jahre gearbeitet. Sie werden nächstes Jahr auf dem Festival auf dem Cimbal spielen.",
      "example_translation": "Традиционный венгерский фольклорный ансамбль играл на цимбале с большим мастерством. Игрок на цимбале практиковал в течение многих лет. Они будут выступать на цимбале на фестивале в следующем году.",
      "imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klappe",
      "translation": "хлопушка",
      "definition": "Eine Klappe ist ein Gerät, das verwendet wird, um einen plötzlichen, lauten Klang zu erzeugen, typischerweise hergestellt aus zwei Stücken Holz oder Metall, die zusammengeklappt werden.",
      "definition_translation": "Хлопушка - это устройство, используемое для создания внезапного, громкого шума, обычно сделанное из двух кусков дерева или металла, которые стучатся вместе.",
      "example": "Der Filmregisseur benutzte eine Klappe, um den Beginn der Szene anzukündigen. Die Schauspieler klatschten mit der Musik. Sie wird eine Klappe nutzen, um die Aufmerksamkeit aller zu erregen.",
      "example_translation": "Режиссер фильма использовал хлопушку, чтобы указать начало сцены. Актеры аплодировали вместе с музыкой. Она будет использовать хлопушку, чтобы привлечь внимание всех.",
      "imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klarinette",
      "translation": "кларнет",
      "definition": "Eine Klarinette ist ein Holzblasinstrument mit einem einzelnen Rohr, verwendet in Orchestern, Bands und Jazz-Ensembles, bekannt für seinen reichen, warmen Klang.",
      "definition_translation": "Кларнет - это деревянный музыкальный инструмент с одним тростью, используемый в оркестрах, группах и джазовых ансамблях, известный своим богатым, теплым звучанием.",
      "example": "Der Klarinettist im Orchester war sehr talentiert. Sie lernte, die Klarinette als Teenager zu spielen. Sie werden ein Klarinett-Solo in dem Konzert präsentieren.",
      "example_translation": "Игрок на кларнете в оркестре был очень талантлив. Она научилась играть на кларнете, когда она была подростком. Они будут представлять соло на кларнете на концерте.",
      "imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Becken",
      "translation": "тарелка",
      "definition": "Ein Becken ist ein Musikinstrument, bestehend aus einer Metallplatte, die geschlagen wird, um einen lauten, klingenden Klang zu erzeugen, oft verwendet in Orchestern, Bands und Schlagzeug-Kits.",
      "definition_translation": "Тарелка - это музыкальный инструмент, состоящий из металлической пластины, которая ударяется, чтобы произвести громкий,звонкий звук, часто используемый в оркестрах, группах и барабанных установках.",
      "example": "Der Schlagzeuger krachte das Becken am Ende des Songs. Das Becken war zu laut für das Publikum. Sie wird ein Becken in der Schlagzeug-Abteilung nutzen.",
      "example_translation": "Барабанщик разбил тарелку в конце песни. Тарелка была слишком громкой для аудитории. Она будет использовать тарелку в секции ударных инструментов.",
      "imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kontrabass",
      "translation": "контрабас",
      "definition": "Ein großes Saiteninstrument, gespielt durch Zupfen oder Streichen, verwendet in Orchestern und Jazz-Bands.",
      "definition_translation": "Большой струнный инструмент, игранный путем щипка или смычка, используемый в оркестрах и джазовых группах.",
      "example": "Das Orchester präsentierte einen talentierten Musikanten, der den Kontrabass spielte, was die Musik tiefer machte. Letztes Jahr spielte sie den Kontrabass in einer Jazz-Band. Nächstes Jahr wird sie den Kontrabass in einem Philharmonie-Orchester spielen.",
      "example_translation": "Оркестр представил талантливого музыканта, играющего на контрабасе, добавляя глубину музыке. В прошлом году она играла на контрабасе в джазовой группе. В следующем году она будет играть на контрабасе в филармоническом оркестре.",
      "imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gong",
      "translation": "гонг",
      "definition": "Ein metallenes Schlaginstrument mit einem klingenden Klang, verwendet in verschiedenen Formen von Musik und Zeremonien.",
      "definition_translation": "Металлический ударный инструмент с звонким звуком, используемый в различных формах музыки и церемонии.",
      "example": "Der buddhistische Mönch schlug den Gong, um den Beginn der Meditation anzukündigen. Letzte Woche spielte sie den Gong während einer musikalischen Aufführung. Nächsten Monat wird er den Gong schlagen, um die Zeremonie anzukündigen.",
      "example_translation": "Бuddийский монах ударил в гонг, чтобы сигнализировать о начале медитации. На прошлой неделе она играла на гонге во время музыкального выступления. В следующем месяце он ударит в гонг, чтобы объявить о церемонии.",
      "imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harmonium",
      "translation": "гармоний",
      "definition": "Ein kleines, portables Orgel, typischerweise von Hand gespielt, verwendet in indischer und westlicher klassischer Musik.",
      "definition_translation": "Маленький переносной орган, обычно играемый руками, используемый в индийской и западной классической музыке.",
      "example": "Der Harmoniumspieler begleitete den Sänger mit einer schönen Melodie. Im letzten Jahr lernte sie, das Harmonium in einer Musikschule zu spielen. Im nächsten Jahr wird er mit einem Harmonium in einem Konzertsaal performen.",
      "example_translation": "Игрок на гармонии сопровождал певца с красивой мелодией. В прошлом году она научилась играть на гармонии в музыкальной школе. В следующем году он будет выступать с гармонией в концертном зале.",
      "imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harfe",
      "translation": "арфа",
      "definition": "Ein Saiteninstrument mit einem harfenförmigen Hals, gespielt, indem die Saiten mit den Fingern gezupft werden.",
      "definition_translation": "Струнный инструмент с арфовидной шейкой, играемый пальцами, щипающими струны.",
      "example": "Die Harfenistin spielte ein schönes Solo auf ihrer Harfe während des Konzerts. Letzte Woche übte sie stundenlang Harfe zu spielen. Im nächsten Monat wird er ein Harfenduett mit seinem Kollegen performen.",
      "example_translation": "Арфистка исполнила красивый сольный концерт на своей арфе во время концерта. На прошлой неделе она практиковалась играть на арфе часами. В следующем месяце он будет исполнять дуэт на арфе со своим коллегой.",
      "imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cembalo",
      "translation": "клавесин",
      "definition": "Ein Saiteninstrument, das durch das Drücken von Tasten gespielt wird, ähnlich einem Klavier, aber mit einem feineren Klang.",
      "definition_translation": "струнный инструмент, который играется посредством нажатия клавиш, похожий на фортепиано, но с более деликатным звуком",
      "example": "Der Komponist verwendete ein Cembalo, um einen Barock-Klang zu erzeugen. Sie spielte seit ihrem Kindheit Cembalo. Das Cembalo wird in seinem ursprünglichen Zustand restauriert werden.",
      "example_translation": "Композитор использовал клавесин, чтобы создать звук барокко. Она играла на клавесине с тех пор, как была ребенком. Клавесин будет восстановлен до его原始ного состояния.",
      "imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pauken",
      "translation": "литавры",
      "definition": "Eine Art Schlagzeug, insbesondere ein großes, das in einem Orchester verwendet wird, mit einem runden Körper und einer einzigen Haut.",
      "definition_translation": "тип барабана, особенно большой, используемый в оркестре, с круглым корпусом и одним/single головой",
      "example": "Die Pauken donnerten laut in der Symphonie. Sie war immer von den Pauken fasziniert. Die Pauken werden von dem neuen Musiker gespielt werden.",
      "example_translation": "Литавры громко звучали в симфонии. Она всегда была очарована литаврами. Литавры будут играть новый музыкант.",
      "imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laute",
      "translation": "люта",
      "definition": "Ein Saiteninstrument mit einem birnenförmigen Körper und einem bundiertem Hals, gespielt, indem die Saiten mit den Fingern gezupft werden.",
      "definition_translation": "струнный инструмент с грушевидным корпусом и фреттовым грифом, играется путем плектра струн пальцами",
      "example": "Der Lautenist hypnotisierte das Publikum mit seiner Musik. Sie lernte als Kind, die Laute zu spielen. Die Laute wird im Museum ausgestellt werden.",
      "example_translation": "Игрок на люте очаровал аудиторию своей музыкой. Она научилась играть на люте в детстве. Люта будет выставлена в музее.",
      "imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandoline",
      "translation": "мандолина",
      "definition": "Ein kleines Saiteninstrument, gespielt, indem die Saiten mit den Fingern oder einem Plektrum gezupft oder gestrichen werden.",
      "definition_translation": "маленький струнный инструмент, играемый путем плектра или расщепления струн пальцами или плектром",
      "example": "Der Mandolinspieler fügte dem Band einen lebhaften Touch hinzu. Sie liebte immer den Klang der Mandoline. Die Mandoline wird auf dem Festival gespielt werden.",
      "example_translation": "Игрок на мандолине добавил живой оттенок к группе. Она всегда любил звук мандолины. Мандолина будет играть на фестивале.",
      "imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maracas",
      "translation": "маракасы",
      "definition": "Maracas sind eine Art Musikinstrument, das aus Lateinamerika stammt, bestehend aus einem hohlen Kürbis- oder Holzbehälter, der mit Erbsen, Bohnen oder kleinen Steinen gefüllt ist, um ein Rasselgeräusch zu erzeugen.",
      "definition_translation": "Маракасы - это тип музыкального инструмента, происходящий из Латинской Америки, состоящий из полого тыквы или деревянной оболочки, заполненной бусинами, бобами или маленькими камнями, используемый для создания звука треска.",
      "example": "Ich schüttelte die Maracas energisch während des Karnevalsumzugs gestern, ich werde sie morgen wieder schütteln und ich habe sie jeden Tag diese Woche geschüttelt.",
      "example_translation": "Я энергично тряс маракасы во время карнавальной процессии вчера, я буду трясти их снова завтра, и я тряс их каждый день на этой неделе.",
      "imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oboe",
      "translation": "обoe",
      "definition": "Eine Oboe ist ein Doppelrohrblattinstrument, das in Orchestern und Kammermusik verwendet wird, bekannt für seinen markanten, klagenden Klang.",
      "definition_translation": "Обое - это двойной рожок деревянный инструмент, широко используемый в оркестровой и камерной музыке, известный своим характерным, печальным звуком.",
      "example": "Der Oboist spielte ein schönes Solo auf seiner Oboe während des Konzerts letzte Nacht, sie spielt die Oboe mit großem Geschick und sie wird sie wieder nächste Woche spielen.",
      "example_translation": "Обоистка сыгралаbeautiful соло на обое во время концерта_LAST ночь, она играет на обое с большим мастерством, и она будет играть на нем снова на следующей неделе.",
      "imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Okarina",
      "translation": "окарина",
      "definition": "Eine Okarina ist ein kleines, flötenartiges Musikinstrument mit einem Pfeifenmundstück, verwendet in verschiedenen Kulturen rund um die Welt, oft in traditioneller und folkloristischer Musik.",
      "definition_translation": "Окарина - это маленький, похожий на флейту музыкальный инструмент с свистящим ртом, используемый в различных культурах по всему миру, часто в традиционной и фольклорной музыке.",
      "example": "Ich spielte eine süße Melodie auf der Okarina während des Campingurlaubs, ich werde sie wieder am Strand nächstes Sommer spielen und ich habe sie jedes Jahr auf dem Musikfestival gespielt.",
      "example_translation": "Я сыграл сладкую мелодию на окарине во время туристического похода, я буду играть на ней снова на пляже следующим летом, и я играл на ней каждый год на музыкальном фестивале.",
      "imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blockflöte",
      "translation": "флейта",
      "definition": "Eine Blockflöte ist ein einfaches, hölzernes Musikinstrument, das in der elementaren Musikpädagogik verwendet wird, bekannt für ihren süßen, sanften Klang.",
      "definition_translation": "Флейта - это простой, деревянный музыкальный инструмент, широко используемый в начальном музыкальном образовании, известный своим сладким, нежным звуком.",
      "example": "Die Kinder lernten, die Blockflöte in der Musikstunde heute zu spielen, sie werden sie morgen wieder spielen und sie haben sie jede Woche diesen Monat gespielt.",
      "example_translation": "Дети учились играть на флейте на музыкальном уроке сегодня, они будут играть на ней снова завтра, и они играли на ней каждую неделю этом месяце.",
      "imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rohr-Schlagzeug",
      "translation": "малый барабан",
      "definition": "Ein Rohr-Schlagzeug ist eine Art von Schlagzeug, das einen scharfen, knirschenden Klang erzeugt, wenn es geschlagen wird, oft in Militär- und Orchester-Musik verwendet.",
      "definition_translation": "Малый барабан - это тип барабана, который производитsharp, хрустящий звук при ударе, часто используемый в военной и оркестровой музыке.",
      "example": "Das Rohr-Schlagzeug wird oft in Kombination mit dem Bass-Schlagzeug in Rock-Musik gespielt. Gestern kaufte ich ein neues Rohr-Schlagzeug für mein Schlagzeug-Set. Bis zum nächsten Jahr werde ich die Technik des Spielens des Rohr-Schlagzeugs beherrschen.",
      "example_translation": "Малый барабан часто играется в комбинации с басовым барабаном в рок-музыке. Вчера я купил новый малый барабан для моего набора барабанов. К следующему году я овладею техникой игры на малом барабане.",
      "imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Posaune",
      "translation": "тромбон",
      "definition": "Eine Posaune ist ein Blechblasinstrument mit einem langen, U-förmigen Rohr, das einen reichen, tiefen Klang erzeugt.",
      "definition_translation": "Тромбон - это медный музыкальный инструмент с длинной U-образной трубой, производящей богатый, низкочастотный звук.",
      "example": "Die Posaunen-Section im Orchester spielte eine schöne Melodie. Ich spiele seit fünf Jahren Posaune und liebe es immer noch. Bis zu meinem Abschluss werde ich die Posaune beherrschen.",
      "example_translation": "Секция тромбонов в оркестре сыграла красивую мелодию. Я играю на тромбоне пять лет, и я все еще люблю это. К моменту выпуска я овладею тромбоном.",
      "imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tuba",
      "translation": "туба",
      "definition": "Eine Tuba ist ein großes, tief klingendes Blechblasinstrument, das einen tiefen, reichen Klang erzeugt.",
      "definition_translation": "Туба - это большой, низкочастотный медный музыкальный инструмент, производящий глубокий, богатый звук.",
      "example": "Der Tubist in der Band war sehr talentiert. Ich sah ein Tuba-Konzert letzte Woche, und es war erstaunlich. Nächsten Monat werde ich Tuba-Unterricht nehmen.",
      "example_translation": "Игрок на тубе в группе был очень талантлив. Я увидел концерт тубы на прошлой неделе, и это было потрясающе. В следующем месяце я начну брать уроки тубы.",
      "imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rohrglocken",
      "translation": "трубчатые колокола",
      "definition": "Rohrglocken sind ein Typ von Musikinstrument, bestehend aus einer Reihe von vertikal suspendierten Röhren unterschiedlicher Länge, die einen Klingelton erzeugen, wenn sie angeschlagen werden.",
      "definition_translation": "Трубчатые колокола - это тип музыкального инструмента, состоящего из набора вертикально подвешенных труб разной длины, производящих звонкий звук при ударе.",
      "example": "Die Rohrglocken fügten einen schönen Touch zur Musik-Komposition hinzu. Ich liebe den Klang der Rohrglocken in Kirchen-Musik immer noch. Nächstes Jahr werde ich versuchen, die Rohrglocken in einem lokalen Orchester zu spielen.",
      "example_translation": "Трубчатые колокола добавили nice.touch к музыкальной композиции. Я всегда любил звук трубчатых колоколов в церковной музыке. В следующем году я постараюсь играть на трубчатых колоколах в местном оркестре.",
      "imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vibraphon",
      "translation": "вибрафон",
      "definition": "Ein Vibraphon ist ein Musikinstrument, das aus einer Reihe von Metall-Balken unterschiedlicher Tonhöhe besteht, die von einem Schlägel angeschlagen werden, um einen reichen, resonanten Klang zu erzeugen.",
      "definition_translation": "Вибрафон - это музыкальный инструмент, состоящий из набора металлических планок разной высоты, которые ударяют молотком, чтобы произвести богатый, звучащий звук.",
      "example": "Ich spielte das Vibraphon im Schul-Orchester, als ich noch Schüler war. Jetzt spiele ich es professionell, und ich werde morgen auf dem Konzert auftreten.",
      "example_translation": "Я играл на вибрафоне в школьном оркестре, когда был студентом. Теперь я играю на нем профессионально, и я выступлю на концерте завтра.",
      "imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Xylophon",
      "translation": "ксилофон",
      "definition": "Ein Xylophon ist ein Musikinstrument mit einer Reihe von Holzbalken unterschiedlicher Tonhöhe, die von einem Schlägel angeschlagen werden, um einen hellen, Klingelton zu erzeugen.",
      "definition_translation": "Ксилофон - это музыкальный инструмент с серией деревянных планок разной высоты, которые ударяют молотком, чтобы произвести яркий, звонкий звук.",
      "example": "Das Kind liebte es, Xylophon in Kindergarten zu spielen. Später lernte sie es in Musik-Schule, und jetzt unterrichtet sie andere, es zu spielen.",
      "example_translation": "Ребенок любил играть на ксилофоне в детском саду. Позже она научилась играть на нем в музыкальной школе, и теперь она учит других играть на нем.",
      "imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]
}