[
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwarz",
      "translation": "чёрный",
      "definition": "Eine Farbe wie Ruß oder Kohle, die alle Licht absorbiert und keines reflektiert.",
      "definition_translation": "Имеющий цвет сажи или угля; поглощающий весь свет и не отражающий его.",
      "example": "Ich trug ein schwarzes Kleid zum gestrigen Abend, ich werde ein schwarzes Hemd zum morgigen Treffen tragen und ich trug einen schwarzen Anzug zur letzten Woche zur Hochzeit.",
      "example_translation": "Я надела черное платье на вечеринку вчера вечером, я надену черную рубашку на встречу завтра, и я надел черный костюм на свадьбу на прошлой неделе.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blau",
      "translation": "синий",
      "definition": "Eine helle, beruhigende Farbe wie der Himmel an einem sonnigen Tag.",
      "definition_translation": "Имеющий яркий, успокаивающий цвет, похожий на небо в солнечный день.",
      "example": "Die blauen Blumen waren schön im Garten letzten Sommer, der blaue Himmel ist heute wunderbar und der blaue Ozean wird nächstes Jahr atemberaubend sein.",
      "example_translation": "Синие цветы были красивыми в саду прошлым летом, синее небо сегодня является чудесным, и синий океан будет поражающим в следующем году.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "braun",
      "translation": "коричневый",
      "definition": "Eine dunkle, erdige Farbe wie Erde oder Holz.",
      "definition_translation": "Имеющий темный, земной цвет, похожий на почву или дерево.",
      "example": "Ich hatte einen braunen Hund, als ich ein Kind war, mein Haar ist heute Braun und ich werde es nächstes Monat wieder Braun färben.",
      "example_translation": "У меня был коричневый пес когда я был ребенком, мои волосы коричневые сейчас, и я крашу их коричневыми снова в следующем месяце.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grün",
      "translation": "зеленый",
      "definition": "Eine helle, natürliche Farbe wie Gras oder Blätter.",
      "definition_translation": "Имеющий яркий, естественный цвет, похожий на траву или листья.",
      "example": "Das grüne Gras war weich unter meinen Füßen gestern, die grünen Bäume sind hoch um mein Haus und ich werde nächstes Frühjahr grüne Blumen pflanzen.",
      "example_translation": "Зеленая трава была мягкой под моими ногами вчера, зеленые деревья высокие вокруг моего дома, и я посадлю зеленые цветы на следующей весне.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grau",
      "translation": "серый",
      "definition": "Eine Farbe, die zwischen Schwarz und Weiß liegt; nicht hell oder leuchtend.",
      "definition_translation": "Имеющий цвет, средний между черным и белым; не яркий или насыщенный.",
      "example": "Der graue Himmel machte es schwierig, die Sterne zu sehen. Gestern wurden die grauen Wände weiß gestrichen. Bis nächstes Jahr wird das graue Viertel renoviert werden.",
      "example_translation": "Серое небо делало difficile vedere звезды. Вчера серые стены были покрашены белым. К следующему году серая зона будет реконструирована.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "orange",
      "translation": "апельсиновый",
      "definition": "Eine helle, leuchtende Farbe zwischen Rot und Gelb.",
      "definition_translation": "Яркий, насыщенный цвет между красным и желтым.",
      "example": "Der orangefarbene Ball sprang über das Feld. Gestern aß ich eine Orange zum Frühstück. Bis nächstem Sommer werden die Orangenbäume blühen.",
      "example_translation": "Апельсиновый мяч отскакивал через поле. Вчера я ел апельсин на завтрак. К следующему лету апельсиновые деревья будут в цвету.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rot",
      "translation": "красный",
      "definition": "Eine helle, leuchtende Farbe, die oft mit Leidenschaft, Energie und Liebe assoziiert wird.",
      "definition_translation": "Яркий, насыщенный цвет, часто ассоциирующийся с.passion, энергией и любовью.",
      "example": "Das rote Auto fuhr die Straße hinunter. Gestern trug ich ein rotes Hemd. Bis nächstem Weihnachten werden die roten Dekorationen aufgestellt werden.",
      "example_translation": "Красная машина ехала вниз по улице. Вчера я надел красную рубашку. К следующему Рождеству красные украшения будут висеть.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiß",
      "translation": "белый",
      "definition": "Eine Farbe wie Schnee oder Milch; rein und sauber.",
      "definition_translation": "Имеющий цвет, как у снега или молока; чистый и чистый.",
      "example": "Die weiße Katze schnurrt auf meinem Schoß. Gestern trank ich ein Glas weißes Wein. Bis nächstem Winter wird der weiße Schnee den Boden bedecken.",
      "example_translation": "Белая кошка воркует на моих коленях. Вчера я выпил стакан белого вина. К следующей зиме белый снег покроет землю.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gelb",
      "translation": "жёлтый",
      "definition": "Eine helle, sonnige Farbe; eine Farbe zwischen Grün und Orange im Spektrum",
      "definition_translation": "имея яркий, солнечный цвет; цвет между зеленым и оранжевым в спектре",
      "example": "Die Sonne schien hell in dem gelben Himmel. Gestern sah ich einen gelben Vogel. Morgen werde ich ein gelbes Hemd tragen.",
      "example_translation": "Солнце сияло ярко в жёлтом небе. Вчера я видел жёлтую птицу. Завтра я надену жёлтую рубашку.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sahne",
      "translation": "крем",
      "definition": "Eine dicke, reiche und süße Flüssigkeit oder Paste, die aus Milch hergestellt wird und als Nahrung oder in der Küche verwendet wird.",
      "definition_translation": "густая, богатая и сладкая жидкость или паста, сделанная из молока, используемая в еде или в кулинарии",
      "example": "Ich liebe es, Sahne auf meine Erdbeeren zu geben. Gestern kaufte ich einen Sahne-Kuchen. In Zukunft werde ich eine Sahne-Suppe machen.",
      "example_translation": "Я люблю класть крем на мои клубники. Вчера я купил кремовый торт. В будущем я сделаю кремовый суп.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "golden",
      "translation": "золотой",
      "definition": "eine helle, schillernde gelbe Farbe, wie Gold",
      "definition_translation": "имея яркий, блестящий жёлтый цвет, как золото",
      "example": "Die goldene Sonne ging über den Bergen auf. Vor einem Jahr habe ich eine goldene Medaille gewonnen. In Zukunft werde ich einen Golden Retriever haben.",
      "example_translation": "Золотое солнце восходило над горами. В прошлом году я выиграл золотую медаль. В будущем у меня будет золотистый ретривер.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitrone",
      "translation": "лимон",
      "definition": "ein kleines, ovalförmiges Zitrusfrucht mit saurem Geschmack und heller gelber Farbe",
      "definition_translation": "маленький, овальный цитрусовый фрукт с кислым вкусом и ярким жёлтым цветом",
      "example": "Ich liebe Zitronensaft zu trinken. Gestern habe ich eine Zitronentarte gegessen. Morgen werde ich Limonade machen.",
      "example_translation": "Я люблю пить лимонный сок. Вчера я ел лимонный тарт. Завтра я сделаю лимонад.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "розовый",
      "definition": "Eine helle, leuchtende Farbe, die oft mit Weiblichkeit und Süßigkeit assoziiert wird.",
      "definition_translation": "Яркий, вдохновляющий цвет, обычно связанный с женственностью и сладостью.",
      "example": "Die rosafarbenen Blumen blühten gestern im Garten, und werden heute blühen und morgen geblüht haben.",
      "example_translation": "Розовые цветы распускались в саду вчера, но сегодня они будут распускаться, а завтра они будут распущены.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lila",
      "translation": "фиолетовый",
      "definition": "Eine reiche, luxuriöse Farbe, die oft mit Macht, Kreativität und Weisheit assoziiert wird.",
      "definition_translation": "Богатый, роскошный цвет, часто связанный с властью, креативностью и мудростью.",
      "example": "Die Königin trug ein lila Kleid zum königlichen Ball, wo sie letztes Jahr ein lila Kleid getragen hat und nächstes Jahr wieder ein lila Kleid tragen wird.",
      "example_translation": "Королева надела фиолетовое платье на королевский бал, где она надевала фиолетовое платье в прошлом году, и будет надевать фиолетовое платье снова в следующем году.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "silbern",
      "translation": "серебряный",
      "definition": "Ein helles, schillerndes Metall, das oft für Schmuck, Münzen und andere dekorative Gegenstände verwendet wird.",
      "definition_translation": "Яркий, блестящий металл, часто используемый для изготовления украшений, монет и других декоративных предметов.",
      "example": "Das silberne Halsband glitzerte im Licht, und wird morgen im Licht glitzern, obwohl es gestern im Licht glitzert hat.",
      "example_translation": "Серебряное ожерелье мерцало в свете, и будет мерцать в свете завтра, хотя оно мерцало в свете вчера.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "violet",
      "translation": "фиолетовый",
      "definition": "Eine helle, purpurn-blaue Farbe, die oft mit Kreativität, Vorstellungskraft und Individualität assoziiert wird.",
      "definition_translation": "Яркий, фиолетово-синий цвет, часто связанный с креативностью, воображением и индивидуальностью.",
      "example": "Die violetten Blumen blühten im Garten, und werden nächstes Jahr wieder blühen, obwohl sie letztes Jahr geblüht haben.",
      "example_translation": "Фиолетовые цветы распускались в саду, и будут распускаться снова в следующем году, хотя они распускались в прошлом году.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "бежевый",
      "definition": "Eine leicht braune Farbe, ähnlich der von undefinierten Wolle.",
      "definition_translation": "Светло-коричневый цвет, подобный цвету неокрашенной шерсти.",
      "example": "Sie trug ein schönes beiges Kleid zur Hochzeit. Sie hat beige Kleider seit Jahren getragen. Sie wird ein beiges Kleid zur Party heute Abend tragen.",
      "example_translation": "Она надела красивое бежевое платье на свадьбу. Она носит бежевые платья в течение лет. Она наденет бежевое платье на вечеринку сегодня вечером.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "marineblau",
      "translation": "темно-синий",
      "definition": "Eine dunkle blaue Farbe, ähnlich der von einer Marineuniform.",
      "definition_translation": "Темно-синий цвет, подобный цвету морского униформы.",
      "example": "Er trug einen marineblauen Anzug zum Vorstellungsgespräch. Er hat marineblaue Anzüge seit Jahren getragen. Er wird einen marineblauen Anzug zum Meeting morgen tragen.",
      "example_translation": "Он надел темно-синий костюм на интервью по работе. Он носит темно-синие костюмы в течение лет. Он наденет темно-синий костюм на встречу завтра.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "khaki",
      "translation": "хаки",
      "definition": "Eine leicht braune oder olivbraune Farbe, oft für Militäruniformen verwendet.",
      "definition_translation": "Светло-коричневый или оливково-коричневый цвет, часто используемый для военной униформы.",
      "example": "Die Soldaten trugen Khaki-Uniformen in der Wüste. Sie haben Khaki-Uniformen seit Jahren getragen. Sie werden Khaki-Uniformen auf ihrer nächsten Mission tragen.",
      "example_translation": "Солдаты надели хаки мундиры в пустыне. Они носили хаки мундиры в течение лет. Они наденут хаки мундиры на следующей миссии.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "olivgrün",
      "translation": "оливковый зеленый",
      "definition": "Eine gelb-grüne Farbe, ähnlich der von der Olive-Frucht.",
      "definition_translation": "Желто-зеленый цвет, подобный цвету оливкового плода.",
      "example": "Die Armee-Fahrzeuge waren olivgrün für Tarnung lackiert. Sie haben olivgrüne Fahrzeuge seit Jahren verwendet. Sie werden die neuen Fahrzeuge bald olivgrün lackieren.",
      "example_translation": "Войсковые машины были окрашены оливковым зеленым для маскировки. Они используют оливковые зеленые машины в течение лет. Они вскоре нароят новые машины оливковым зеленым.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amarant",
      "translation": "амарант",
      "definition": "Amarant ist eine Blume, die ursprünglich in den Amerikas heimisch ist. Es ist eine einjährige, krautige Pflanze, die bis zu 2 Meter hoch wachsen kann.",
      "definition_translation": "Амарант - цветущее растение, родом из Америки. Это травянистое однолетнее растение, способное вырастать до 2 метров в высоту.",
      "example": "Sie pflanzte die Amarant-Samen in ihrem Garten im letzten Frühling, bewässerte sie regelmäßig und erntete die Blumen im Sommer, und wird sie nächstes Jahr erneut pflanzen.",
      "example_translation": "Она тщательно посадила семена амаранта в свой сад прошлой весной, регулярно поливала их, собирала цветы летом и будет снова садить их в следующем году.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernstein",
      "translation": "янтарь",
      "definition": "Bernstein ist ein fossiler Baumharz, das oft in Schmuckstücken verwendet wird und seit Tausenden von Jahren wegen seiner Schönheit und Haltbarkeit geschätzt wird.",
      "definition_translation": "Янтарь - это окаменевшая древесная смола, часто используемая в ювелирных изделиях и ценившаяся за свою красоту и прочность тысячи лет.",
      "example": "Der Verkäufer verkaufte ein schönes Bernstein-Collier an den Touristen, der es an seinem Geburtstag letzten Jahres trug, trägt es jetzt und wird es an seinem Hochzeitstag nächstes Jahr tragen.",
      "example_translation": "Продавец продал красивый янтарный кулон туристу, которая надевала его на свой день рождения в прошлом году, сейчас носит его и будет надевать на свою годовщину в следующем году.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anthrazit",
      "translation": "антрацит",
      "definition": "Anthrazit ist eine Art von Kohle, die sehr hart und glänzend ist und oft als Brennstoff oder in industriellen Prozessen verwendet wird.",
      "definition_translation": "Антрацит - это тип угля, который очень твердый и блестящий, и часто используется в качестве топлива или в промышленных процессах.",
      "example": "Das Unternehmen importierte Anthrazit aus Australien letzten Jahres, verwendet es jetzt zur Stromerzeugung und wird seine Produktion nächstes Jahr erhöhen.",
      "example_translation": "Компания импортировала антрацит из Австралии в прошлом году, сейчас использует его для генерации электроэнергии и увеличит производство в следующем году.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquamarin",
      "translation": "аквамарин",
      "definition": "Aquamarin ist ein Edelstein, der oft in Schmuckstücken verwendet wird und auf den Träger eine beruhigende Wirkung haben soll.",
      "definition_translation": "Аквамарин - это тип драгоценного камня, который часто используется в ювелирных изделиях и, कथается, имеет калмирующее воздействие на носителя.",
      "example": "Sie erhielt einen Aquamarin-Ring als Geschenk von ihrer Großmutter, als sie von der Universität abschloss, trägt ihn jetzt und wird ihn ihrer Tochter eines Tages weitergeben.",
      "example_translation": "Она получила кольцо с аквамарином в подарок от своей бабушки, когда она окончила колледж, теперь носит его и передаст его своей дочери когда-нибудь.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmin",
      "translation": "кармин",
      "definition": "Ein helles Rot- bis Purpur-Rot-Pigment, das aus dem Cochenille-Insekt gewonnen wird und in Lebensmitteln, Kosmetika und Kunst verwendet wird.",
      "definition_translation": "Ярко-красный до фиолетово-красного пигмент, полученный из насекомого cochineal, используемого в пищевых продуктах, косметике и искусстве.",
      "example": "Die Künstlerin mischte Karmin mit Blau, um eine tiefe Purpur-Farbe zu erstellen. Sie hatte Karmin in ihrem Gemälde letzten Woche verwendet. Das Unternehmen wird nächstes Jahr Karmin-basierte Kosmetika auf den Markt bringen.",
      "example_translation": "Художник смешал кармин с синим, чтобы создать глубокий пурпурный оттенок. Она использовала кармин в своей картине на прошлой неделе. Компания начнет продавать кармин-основную косметику в следующем году.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesinrot",
      "translation": "багровый",
      "definition": "Eine tiefe, reiche Rot-Farbe, insbesondere in Bezug auf Blut.",
      "definition_translation": "Глубокий, насыщенный красный цвет, особенно в отношении крови.",
      "example": "Das rote Uniform des Soldaten war mit Schlamm befleckt. Die Abenddämmerung hatte eine atemberaubende Karmesinrot-Färbung. Der alte Text war mit Karmesin-Farbe geschrieben.",
      "example_translation": "Форма солдата багрового цвета была испачкана грязью. Красный оттенок заката солнца было трудно переварить. Древний текст был написан багровой чернилой.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zyan",
      "translation": "циан",
      "definition": "Eine grünlich-blaue Farbe, insbesondere in Bezug auf ein Pigment oder Färbemittel.",
      "definition_translation": "Зеленовато-синий цвет, особенно в отношении пигмента или краски.",
      "example": "Der Künstler mischte Zyan mit Gelb, um eine helle Grüne Farbe zu erstellen. Der Designer wählte Zyan als Hauptfarbe des Logos. Die zyanfarbenen Blumen blühten im Frühling.",
      "example_translation": "Художник смешал циан с желтым, чтобы создать ярко-зеленый цвет. Дизайнер выбрал циан в качестве основного цвета логотипа. Цветы цианового цвета расцвели весной.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Smaragd",
      "translation": "изумруд",
      "definition": "Ein hellgrüner Edelstein, insbesondere ein grüner Beryll, der in Schmuckstücken verwendet wird.",
      "definition_translation": "Ярко-зеленый драгоценный камень, особенно зеленый берилл, используемый в ювелирных изделиях.",
      "example": "Die Königin trug ein Smaragd-Collier zum Ball. Der Tourist fand einen Smaragd-Ring am Strand. Der Smaragd-Schimmer war hypnotisch.",
      "example_translation": "Королева надела изумрудное ожерелье на бал. Турист нашел изумрудное кольцо на пляже. Блеск изумруда был завораживающим.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingwer",
      "translation": "имбирь",
      "definition": "Eine Pflanze mit scharfem, würzigem Geschmack und Aroma, die oft in der Küche und in der traditionellen Medizin verwendet wird.",
      "definition_translation": "Растение с резким, острым вкусом и ароматом, широко используемое в кулинарии и традиционной медицине.",
      "example": "Sie fügte einen Hauch Ingwer zu ihrem Tee hinzu, um ihre Erkältung zu lindern. Gestern hatte sie Ingwer über ihr Sushi gerieben. Bis nächste Woche wird sie Ingwer in ihrem Garten gepflanzt haben.",
      "example_translation": "Она добавила щепотку имбиря к чаю, чтобы унять простуду. Вчера она натерла имбирь на ее суши. К следующей неделе она будет садить имбирь в своем саду.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Indigo",
      "translation": "индиго",
      "definition": "Eine tiefe Blau-Farbe, auch eine Pflanze, die zur Produktion eines blauen Färbemittels verwendet wird.",
      "definition_translation": "Глубокий синий цвет, также растение, используемое для производства синего красителя.",
      "example": "Der Künstler mischte Indigo mit Gelb, um eine schöne Grüne Farbe zu erstellen. Im 18. Jahrhundert war Indigo ein wertvolles Gut. Bis 2025 wird Indigo eine beliebte Farbe für Kleidung sein.",
      "example_translation": "Художник смешал индиго с желтым, чтобы создать красивый оттенок зеленого. В XVIII веке индиго было ценным товаром. К 2025 году индиго будет популярным цветом для одежды.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Magenta",
      "translation": "магента",
      "definition": "Eine helle, pink-lila Farbe, auch eine Art von Farbstoff oder Tinte.",
      "definition_translation": "Яркий, розовато-пурпурный цвет, также тип красителя или чернил.",
      "example": "Der Grafikdesigner wählte Magenta als Akzentfarbe für das Logo aus. In den 1980er Jahren war Magenta eine beliebte Haarfarbe. Bis nächstem Jahr wird Magenta eine Trendfarbe für Wohnaccessoires sein.",
      "example_translation": "Графический дизайнер выбрал магенту как акцентный цвет для логотипа. В 1980-х годах магента была популярным цветом для окрашивания волос. К следующему году магента будет тренд-цветом для домашнего декора.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mahagoni",
      "translation": "могано",
      "definition": "Eine Art von Laubholzbaum, auch eine rotbraune Farbe.",
      "definition_translation": "Типtreeview, также красно-коричневый цвет.",
      "example": "Der Möbeldesigner verwendete Mahagoni, um einen schönen Holztisch anzufertigen. Mahagoni war ein wertvolles Holz im 19. Jahrhundert. Bis 2030 wird Mahagoni ein seltenes Holz aufgrund der Abholzung sein.",
      "example_translation": "Мебельщик использовал могано, чтобы создать красивый деревянный стол. Могано было ценным деревом в XIX веке. К 2030 году могано будет редким деревом из-за дефорестации.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "красно-коричневый",
      "definition": "Eine dunkel rotbraune Farbe, annähernd karminrot.",
      "definition_translation": "Тёмно-красно-коричневый цвет, приближающийся к багровому.",
      "example": "Die karminrote Farbe an der Wand war begonnen, auszublassen, aber sie hatte bei ihrer ersten Anwendung ausgesehen. Sie wird wieder großartig aussehen, wenn wir mit dem Überstreichen fertig sind. Wir hatten die Farbdosen in der Garage abgestellt.",
      "example_translation": "Красно-коричневая краска на стене начала выцветать, но она выглядела красочно, когда была впервые нанесена. Она будет выглядеть великолепно снова, когда мы закончим ее перекрашивать. Мы сместили банки с краской в гараж.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocker",
      "translation": "охра",
      "definition": "Ein natürlicher Pigment aus Eisenoxid-reichen Böden bestimmter Gebiete, verwendet als gelbe oder rotbraune Farbe in Kunst und Kosmetik.",
      "definition_translation": "Естественный пигмент, получаемый из железосодержащей почвы определенных областей, используется как желтый или красно-коричневый цвет в искусстве и косметике.",
      "example": "Die Künstlerin mischte Ocker mit Wasser, um eine leuchtende gelbe Farbe herzustellen. Sie hatte Ocker für ihre Gemälde über Jahre verwendet. Ocker wird in dieser Saison eine populäre Farbe in der Mode sein.",
      "example_translation": "Художник смешал охру с водой, чтобы создать яркую желтую краску. Она использовала охру для окраски своих картин в течение года. Охра будет популярным цветом в моде в этом сезоне.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Scharlach",
      "translation": "алый",
      "definition": "Eine helle, intensive rote Farbe, oft mit Leidenschaft, Energie und Liebe assoziiert.",
      "definition_translation": "Яркий, насыщенный красный цвет, часто ассоциируемый с страстью, энергией и любовью.",
      "example": "Das scharlachrote Kleid war das aufsehenerregendste Outfit auf der Party. Sie hatte Scharlach-Lippenstift aufgetragen, um mit ihrem Kleid zu matchen. Der scharlachrote Sonnenuntergang war atemberaubend.",
      "example_translation": "Алый платье было самым ошеломляющим нарядом на вечеринке. Она надела алый губной помады, чтобы соответствовать ее платью. Алый закат был 숨ерительной.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkis",
      "translation": "тульпан",
      "definition": "Ein blaugrünes Mineral, geschätzt für seine intensive Farbe und verwendet in Schmuck, Dekorationsgegenständen und als Pigment.",
      "definition_translation": "Синий-зеленый минерал, ценящийся за свой яркий цвет и используемый в ювелирных изделиях, декоративных объектах и как пигмент.",
      "example": "Der Türkis-Ring war das liebste Erbe ihrer Großmutter. Türkis war eine beliebte Farbe in den 1960er Jahren. Die türkisfarbenen Wände der Hotellobby waren atemberaubend.",
      "example_translation": "Тульпановое кольцо было самым ценным владением ее бабушки. Тульпан был популярным цветом в 1960-х годах. Тульпановые стены лобби отеля были ошеломляющими.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]