[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Äthiopische Katze",
      "translation": "Абиссинская",
      "definition": "Eine Rasse der Hauskatze, die ursprünglich aus Äthiopien stammt und durch ihr charakteristisches gesprenkeltes Fell bekannt ist.",
      "definition_translation": "Порода домашней кошки, происходящая из Эфиопии, известная своим характерным тикованным мехом.",
      "example": "Die Äthiopische Katze ist eine beliebte Rasse unter Katzenliebhabern. Ich hatte eine Äthiopische Katze, als ich ein Kind war. Ich werde nächstes Jahr eine Äthiopische Katze bekommen.",
      "example_translation": "Кошка Абиссинской породы популярна среди любителей кошек. У меня была кошка Абиссинской породы, когда я был ребенком. Я куплю кошку Абиссинской породы в следующем году.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amerikanische Kurzhaar",
      "translation": "Американская короткошерстная",
      "definition": "Eine Rasse der Hauskatze, die ursprünglich aus Nordamerika stammt und durch ihren kräftigen Bau und ihr kurz, dichtes Fell bekannt ist.",
      "definition_translation": "Порода домашней кошки, происходящая из Северной Америки, известная своим крепким телом и коротким, густым мехом.",
      "example": "Die Amerikanische Kurzhaar ist eine beliebte Rasse unter Katenzüchtern. Mein Freund hat eine Amerikanische Kurzhaar-Katze. Ich sah eine Amerikanische Kurzhaar-Katze im Tierladen.",
      "example_translation": "Американская короткошерстная кошка популярна среди заводчиков кошек. У моего друга есть кошка Американской короткошерстной породы. Я видел кошку Американской короткошерстной породы в зоомагазине.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bengal-Katze",
      "translation": "Бенгальская кошка",
      "definition": "Eine Hybrid-Rasse der Hauskatze, die durch Kreuzung von Hauskatzen mit der Asiatischen Leopardkatze entstand und durch ihr charakteristisches gesprenkeltes oder marmoriertes Fell bekannt ist.",
      "definition_translation": "Гибридная порода домашней кошки, созданная путем скрещивания домашней кошки с азиатской леопардовой кошкой, известная своим характерным пятнистым или мраморным мехом.",
      "example": "Bengal-Katzen sind sehr energiegeladen. Ich habe eine Bengal-Katze und sie liebt es zu spielen. Sie hatte eine Bengal-Katze, als sie ein Kind war.",
      "example_translation": "Бенгальские кошки очень энергичны. У меня есть кошка Бенгальской породы и она любит играть. У нее была кошка Бенгальской породы, когда она была ребенком.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birmanen",
      "translation": "Бирманская",
      "definition": "Eine Rasse der Hauskatze, die ursprünglich aus Burma stammt und durch ihr weißes Fell mit einem Punktmuster im Gesicht, an den Ohren und Beinen bekannt ist.",
      "definition_translation": "Порода домашней кошки, происходящая из Бирмы, известная своим белым мехом с точечным узором на лице, ушах и ногах.",
      "example": "Die Birmanen-Katze ist ein heiliges Tier in Burma. Ich sah eine Birmanen-Katze im Tierheim. Sie wird nächsten Monat eine Birmanen-Katze bekommen.",
      "example_translation": "Кошка Бирманской породы является священным животным в Бирме. Я видел кошку Бирманской породы в приюте для животных. Она купит кошку Бирманской породы в следующем месяце.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Britische Kurzhaar",
      "translation": "Британская короткошерстная",
      "definition": "Eine Rasse der Hauskatze, die ursprünglich aus dem Vereinigten Königreich stammt und durch ihren kräftigen Bau, ihr kurz, dichtes Fell und ihr breites Gesicht bekannt ist.",
      "definition_translation": "Порода домашней кошки, родом из Соединенного Королевства, известная своей компактной структурой, короткой шерстью и широким лицом.",
      "example": "Mein Nachbar besitzt eine schöne Britische Kurzhaar-Katze namens Whiskers. Gestern spielte sie mit einer Wolle. Morgen wird sie auf meinem Schoß schlafen.",
      "example_translation": "Мой сосед владеет красивой британской короткошерстной кошкой по имени Виски. Вчера она играла с клубком пряжи. Завтра она будет спать на моих коленях.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "Бирманская",
      "definition": "Eine Rasse der Hauskatze, die ursprünglich aus Südostasien stammt und durch ihr braunes Fell und goldene Augen bekannt ist.",
      "definition_translation": "Порода домашней кошки, родом из Юго-Восточной Азии, известная своей коричневой шерстью и золотыми глазами.",
      "example": "Ich habe immer eine Burmese-Katze gewollt, aber meine Allergie verhindert es. Mein Freund hat eine, und sie ist so ein sanftes Wesen. Ich werde eine bekommen, wenn ich in ein größeres Haus ziehe.",
      "example_translation": "Я всегда хотел бирманскую кошку, но моя аллергия не позволяет мне иметь ее. У моего друга есть одна, и это такое нежное существо. Я куплю одну, когда перееду в больший дом.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "Шартрез",
      "definition": "Eine Rasse der Hauskatze, die ursprünglich aus Frankreich stammt und durch ihr blaugraues Fell und große Augen bekannt ist.",
      "definition_translation": "Порода домашней кошки, родом из Франции, известная своей серо-синей шерстью и большими глазами.",
      "example": "Ich habe gehört, dass Chartreux-Katzen sehr zärtlich und spielend sind. Meine Schwester hat eine, und sie liegt immer in ihrem Schoß. Ich werde sie bitten, morgen mitzubringen.",
      "example_translation": "Я слышал, что шартрезские кошки очень ласковые и игривые. У моей сестры есть одна, и она всегда свернутая в ее колене. Я попрошу ее принести ее завтра.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbpunkt, Himalaya",
      "translation": "Цветнопunkt, Гималайская",
      "definition": "Eine Rasse der Hauskatze, die durch ihr punktförmiges Fellmuster und blaue Augen bekannt ist.",
      "definition_translation": "Порода домашней кошки, известная своей точечной шерстью и синими глазами.",
      "example": "Ich bin immer von Farbpunkt-Himalaya-Katzen fasziniert, aber sie erfordern viel Pflege. Meine Tante hat eine, und sie ist so eine Schönheit. Ich werde eine bekommen, wenn ich in Rente gehe.",
      "example_translation": "Я всегда был очарован цветнопунктными гималайскими кошками, но они требуют много ухода. У моей тети есть одна, и это такое чудо. Я куплю одну, когда на пенсию.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Девон Рекс",
      "definition": "Der Devon Rex ist eine lockenhaarige Rasse der Hauskatze, die durch ihr einzigartiges, weiches und lockiges Fell bekannt ist.",
      "definition_translation": "Девон Рекс - это порода домашних кошек с кудрявой шерстью, известная своей уникальной, мягкой и кудрявой шерстью.",
      "example": "Ich habe einen Devon Rex-Kater, der gerne mit Spielzeug spielt. Gestern spielte er mit einer Wollkugel, und jetzt schläft er auf meinem Schoß. Morgen werde ich ihn zum Tierarzt bringen.",
      "example_translation": "У меня есть кошка Девон Рекс, которая любит играть с игрушками. Вчера она играла с клубком нитей, а теперь она спит на моих коленях. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauskatze",
      "translation": "домашняя кошка",
      "definition": "Eine Hauskatze ist ein kleines, meist pelziges, fleischfRESSendes Säugetier, das oft als Haustier gehalten wird.",
      "definition_translation": "Домашняя кошка - это маленькое,usually furry, хищное млекопитающее, которое часто содержится как домашний питомец.",
      "example": "Ich habe eine Hauskatze, die sehr faul ist. Sie schlief den ganzen Tag gestern und heute schläft sie immer noch. Morgen werde ich versuchen, sie aufzuwecken und mit ihr zu spielen.",
      "example_translation": "У меня есть домашняя кошка, которая очень ленива. Она спала весь день вчера, и сегодня она все еще спит. Завтра я постараюсь разбудить ее и поиграть с ней.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exotische Kurzhaar",
      "translation": "экзотическая короткошерстная",
      "definition": "Die Exotische Kurzhaar ist eine Rasse von Hauskatzen, die für ihr kurzes, dichtes und samtiges Fell bekannt ist.",
      "definition_translation": "Экзотическая короткошерстная - это порода домашних кошек, известная своей короткой, густой и плюшевой шерстью.",
      "example": "Ich sah eine Exotische Kurzhaar-Katze im Zoogeschäft gestern, und sie war sehr schön. Heute werde ich sie kaufen, und morgen werde ich sie zum Park für einen Spaziergang mitnehmen.",
      "example_translation": "Вчера я увидел экзотическую короткошерстную кошку в зоомагазине, и она была очень красива. Сегодня я собираюсь купить ту кошку, а завтра я выгуляю ее в парке.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Japanische Bobtail",
      "translation": "Японская бобтейл",
      "definition": "Die Japanische Bobtail ist eine Rasse von Hauskatzen, die für ihren kurzen Schwanz und ihre spitzen Ohren bekannt ist.",
      "definition_translation": "Японская бобтейл - это порода домашних кошек, известная своей короткой хвостом и остроконечными ушами.",
      "example": "Ich habe eine Japanische Bobtail-Katze, die gerne mit Fäden spielt. Gestern jagte sie einen Laserpointer, und heute spielt sie mit einemBALL aus Wolle. Morgen werde ich sie zum Tierarzt für eine Kontrolle bringen.",
      "example_translation": "У меня есть японская бобтейл, которая любит играть со шнуром. Вчера она гонялась за лазерным указателем, а сегодня она играет с клубком нитей. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Мейн кун",
      "definition": "Die Maine Coon ist eine domestizierte Katzenrasse, die in Nordamerika beheimatet ist. Sie ist eine der ältesten natürlichen Katzenrassen in Nordamerika.",
      "definition_translation": "Мейн-кун - это домашняя порода кошки, родом из Северной Америки. Это одна из старейших естественных пород кошек в Северной Америке.",
      "example": "Ich hatte eine Maine Coon-Katze, als ich ein Kind war, sie war riesig und flauschig. Jetzt will ich wieder eine kaufen. Ich werde eine nächstes Jahr kaufen.",
      "example_translation": "У меня был кошка Мейн-кун, когда я был ребенком, она была огромной и пушистой. Теперь я хочу купить еще одну. Я куплю ее на следующий год.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Norwegische Waldkatze",
      "translation": "Норвежская лесная кошка",
      "definition": "Die Norwegische Waldkatze ist eine Rasse von Hauskatzen, die in Norwegen entstanden ist. Sie ist eine natürliche Rasse, die sich an das raue Klima Norwegens angepasst hat.",
      "definition_translation": "Норвежская лесная кошка - это порода домашней кошки, родом из Норвегии. Это естественная порода, которая адаптировалась к суровому климату Норвегии.",
      "example": "Meine Schwester hat eine schöne Norwegische Waldkatze, sie liebt es, mit Garn zu spielen. Letzte Woche ist sie auf einen Baum geklettert. Nächsten Monat wird sie Katzchen bekommen.",
      "example_translation": "У моей сестры есть красивая норвежская лесная кошка, она любит играть с нитями. На прошлой неделе она забралась на дерево. В следующем месяце у нее будут детеныши.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocicat",
      "translation": "оцикат",
      "definition": "Die Ocicat ist eine Rasse von Hauskatzen, die entwickelt wurde, um wie eine wilde Katze auszusehen, aber in einer domestizierten Umgebung. Sie ist eine Hybridrasse, die durch Kreuzung von Rassen wie der Abyssinier und der Siamese entstand.",
      "definition_translation": "Оцикат - это порода домашней кошки, разработанная, чтобы напоминать дикую кошку, но в домашних условиях. Это гибридная порода, созданная скрещиванием пород, таких как Абиссинская и Сиамская.",
      "example": "Ich sah eine Ocicat im Zoogeschäft gestern, sie war so niedlich. Ich wollte sie kaufen, aber meine Mutter sagte nein. Vielleicht kann ich eine zum Geburtstag nächstes Jahr bekommen.",
      "example_translation": "Я увидел оциката в зоомагазине вчера, он был så милый. Я хотел купить его, но моя мама сказала нет. Может быть, я смогу получить одного на свой день рождения в следующем году.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perser",
      "translation": "Персидская",
      "definition": "Der Perser ist eine Rasse von langhaarigen Katzen, die aus Persien (heute Iran) stammt. Er ist bekannt für sein flauschiges, langes Fell und sein ruhiges Temperament.",
      "definition_translation": "Персидская - это порода dlouhornoy кошки, родом из Персии (современный Иран). Она известна своей пушистой, длинной шерстью и спокойным темпераментом.",
      "example": "Meine Tante hat eine schöne Perser-Katze, sie liebt es, den ganzen Tag zu schlafen. Letzte Woche bekam sie einen Haarschnitt. Nächsten Monat wird sie auf einer Katzenschau teilnehmen.",
      "example_translation": "У моей тети есть красивая персидская кошка, она любит спать целый день. На прошлой неделе она подстриглась. В следующем месяце она поедет на выставку кошек.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Кукла-лоскут",
      "definition": "Die Ragdoll ist eine Rasse von Katzen, die bekannt für ihr weiches, seidiges Fell und ihr friedliches Temperament ist. Sie werden oft als entspannt und leicht zu handhaben beschrieben, was sie zu einer geeigneten Wahl für Familien mit Kindern macht.",
      "definition_translation": "Порода Кукла-лоскут известна своей мягкой, шелковистой шерстью и спокойным темпераментом. Их часто описывают как спокойных и ладящих, что делает их идеальными для семей с детьми.",
      "example": "Ich hatte eine Ragdoll-Katze, als ich ein Kind war, sie war sehr liebevoll. Jetzt habe ich eine British Shorthair, und sie ist unabhängiger. In Zukunft werde ich wahrscheinlich wieder eine Ragdoll kaufen.",
      "example_translation": "У меня был кошка Кукла-лоскут, когда я был ребенком, она была очень ласковой. Теперь у меня есть Британская короткошерстная, и она более независима. В будущем я, вероятно, получу еще одну Куклу-лоскут.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Russisch Blau",
      "translation": "Русская Голубая",
      "definition": "Das Russisch Blau ist eine Rasse von Hauskatzen, die bekannt für ihr dickes, samtiges Fell und ihre grünen Augen ist. Sie werden oft als intelligent, spielend und liebevoll beschrieben.",
      "definition_translation": "Русская Голубая - это порода домашней кошки, известная своей густой, плюшевистой шерстью и зелеными глазами. Их часто описывают как интеллектуальные, игривые и ласковые.",
      "example": "Ich habe immer eine Russisch Blau-Katze haben wollen, sie sind so schön. Mein Freund hat eine, und sie ist sehr neugierig. Ich werde eine in ein paar Jahren kaufen, wenn ich in eine größere Wohnung ziehe.",
      "example_translation": "Я всегда хотел кошку Русскую Голубую, они так красивы. У моего друга есть одна, и она очень любопытная. Я получу одну через несколько лет, когда перееду в более просторную квартиру.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Savannah",
      "translation": "Саванна",
      "definition": "Die Savannah ist eine Rasse von Hauskatzen, die bekannt für ihren schlanken, hohen Körperbau und ihre auffälligen Fellmuster ist. Sie werden oft als energetisch, neugierig und spielend beschrieben.",
      "definition_translation": "Саванна - это порода домашней кошки, известная своей высоким, стройным телом и яркими узорами шерсти. Их часто описывают как энергичные, любопытные и игривые.",
      "example": "Ich habe gehört, dass Savannah-Katzen sehr energiegeladen sind, sie benötigen viel Raum zum Spielen. Meine Schwester hat eine, und sie springt immer herum. In Zukunft werde ich wahrscheinlich eine ruhigere Rasse kaufen.",
      "example_translation": "Я слышал, что кошки Саванна очень энергичны, им нужно много пространства для игры. У моей сестры есть одна, и она всегда прыгает вокруг. В будущем я, вероятно, получу более спокойную породу.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottische Falte",
      "translation": "Шотландская Складка",
      "definition": "Die Schottische Falte ist eine Rasse von Hauskatzen, die bekannt für ihre einzigartigen, gefalteten Ohren und ihr spielerisches Temperament ist. Sie werden oft als intelligent, neugierig und liebevoll beschrieben.",
      "definition_translation": "Шотландская Складка - это порода домашней кошки, известная своими уникальными, складчатыми ушами и игривым характером. Их часто описывают как интеллектуальные, любопытные и ласковые.",
      "example": "Ich habe immer Schottische Falten-Katzen geliebt, sie sind so süß. Meine Mutter hatte eine, als ich ein Kind war, und sie war sehr spielend. Jetzt habe ich meine eigenen Katze, aber sie ist keine Schottische Falte.",
      "example_translation": "Я всегда любил кошек Шотландской Складки, они так милы. У моей мамы была одна, когда я был ребенком, и она была очень иг Ivy. Теперь у меня есть своя кошка, но это не Шотландская Складка.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siamesische",
      "translation": "Сиамский",
      "definition": "Diese Rasse von Katzen stammt aus Siam, einer Region im heutigen Thailand, und ist bekannt für ihre auffälligen blauen Augen und spitzen Ohren.",
      "definition_translation": "Происходящий из Сиама, региона в современной Таиланде, эта порода кошки известна своими бросающимися в глаза синими глазами и острыми ушами.",
      "example": "Ich hatte eine Siamesische Katze, als ich ein Kind war, sie war sehr spielend. Jetzt habe ich eine Siamesische Katze, sie ist immer noch spielend. In Zukunft werde ich eine Siamesische Katze haben, und sie wird immer noch spielend sein.",
      "example_translation": "У меня была сиамская кошка, когда я был ребенком, она была очень игривой. Теперь у меня есть сиамская кошка, она vẫn игрива. В будущем у меня будет сиамская кошка, и она будет игривой тоже.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirische",
      "translation": "Сибирский",
      "definition": "Diese Rasse von Katzen stammt aus Sibirien, einer Region im heutigen Russland, und ist bekannt für ihr dichtes Fell und ihre Kältresistenz.",
      "definition_translation": "Происходящий из Сибири, региона в современной России, эта порода кошки известна своей густой шерстью и холодоустойчивостью.",
      "example": "Ich sah eine Sibirische Katze im Zoogeschäft, sie war sehr flauschig. Mein Freund hat eine Sibirische Katze, sie ist sehr energiegeladen. Nächstes Jahr werde ich eine Sibirische Katze kaufen, und sie wird mein bester Freund sein.",
      "example_translation": "Я видел сибирскую кошку в зоомагазине, она была очень пушистой. У моего друга есть сибирская кошка, она очень энергичная. В следующем году я куплю сибирскую кошку, и она станет моим лучшим другом.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Somalische",
      "translation": "Сомалийский",
      "definition": "Diese Rasse von Katzen stammt aus Somalia, einem Land in Ostafrika, und ist bekannt für ihr auffälliges Fellmuster und ihre spielerische Persönlichkeit.",
      "definition_translation": "Происходящий из Сомали, страны в Восточной Африке, эта порода кошки известна своей бросающейся в глаза шерстью и игривым характером.",
      "example": "Ich las über die Somalische Katzenrasse, sie ist sehr interessant. Meine Schwester hat eine Somalische Katze, sie ist sehr neugierig. In fünf Jahren werde ich eine Somalische Katze adoptieren, und sie wird mein Begleiter sein.",
      "example_translation": "Я читал о породе кошки сомали, она очень интересна. У моей сестры есть сомалийская кошка, она очень-curiosity. Через пять лет я усыновлю сомалийскую кошку, и она станет моим спутником.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "Сфинкс",
      "definition": "Eine Rasse von Katzen, bekannt für ihr Fehlen von Fell, ist der Sphynx ein neugieriger und spielerischer Begleiter.",
      "definition_translation": "Порода кошки, известная своим отсутствием шерсти, Сфинкс - это любопытный и игривый спутник.",
      "example": "Ich sah einen Sphynx Katze auf der Katze Show, sie war sehr neugierig. Mein Freund hat einen Sphynx Katze, sie ist sehr spielend. Nächsten Monat werde ich einen Sphynx Katze adoptieren, und sie wird mein neuer Freund sein.",
      "example_translation": "Я видел сфинкса на выставке кошек, он был очень любопытным. У моего друга есть сфинкс, он очень игривый. В следующем месяце я усыновлю сфинкса, и он станет моим новым другом.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkisch Angora",
      "translation": "Турецкая Ангорская",
      "definition": "Die Türkisch Angora ist eine Rasse von Hauskatzen, die in der Türkei entstand und bekannt für ihr weißes Fell und seine blauen Augen ist.",
      "definition_translation": "Турецкая Ангорская - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и голубыми глазами.",
      "example": "Ich hatte eine Türkisch Angora-Katze als Jugendlicher, aber jetzt habe ich eine erwachsene Katze, die gerne spielt. Momentan denke ich daran, eine neue Türkisch Angora zu kaufen, und ich werde sie in ein paar Monaten haben.",
      "example_translation": "У меня был котенок Турецкой Ангорской породы, когда я был молод, но сейчас у меня взрослая кошка, которая любит играть. Сейчас я думаю о том, чтобы получить новую Турецкую Ангорскую, и у меня она будет через несколько месяцев.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkisch Van",
      "translation": "Турецкий Ван",
      "definition": "Die Türkisch Van ist eine Rasse von Hauskatzen, die in der Türkei entstand und bekannt für ihr weißes Fell und seine bunten Augen ist.",
      "definition_translation": "Турецкий Ван - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и цветными глазами.",
      "example": "Ich sah einen Türkisch Van im Zoogeschäft, aber ich entschied mich, stattessen einen herrenlosen Kätzchen zu adoptieren. Jetzt bin ich froh, diese Entscheidung getroffen zu haben, weil meine Katze sehr spielend und liebevoll ist. In Zukunft werde ich vielleicht einen Türkisch Van kaufen.",
      "example_translation": "Я видел Турецкого Вана в зоомагазине, но я решил усыновить бездомную кошку вместо этого. Теперь я рад тому, что я принял это решение, потому что моя кошка очень игрива и любящая. В будущем я, возможно, рассмотрю возможность получения Турецкого Вана.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]