[
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "банк",
      "definition": "Eine Bank ist eine Finanzinstitution, die Kreditvergaben, Darlehen und andere Finanzdienstleistungen für Einzelpersonen und Unternehmen anbietet.",
      "definition_translation": "Банк - это финансовая institutция, которая предоставляет кредиты, займы и другие финансовые услуги физическим и юридическим лицам.",
      "example": "Ich ging zur Bank, um meinen Lohn zu einzahlen, ich werde morgen zur Bank gehen, um Bargeld abzuheben, und ich ging letzte Woche zur Bank, um einen Kredit zu beantragen.",
      "example_translation": "Я пошел в банк вчера, чтобы депонировать мой чек, я пойду в банк завтра, чтобы снять наличные, и я пошел в банк на прошлой неделе, чтобы подать заявку на кредит.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bar",
      "translation": "бар",
      "definition": "Eine Bar ist ein langer, gerader, meist hölzerner oder metallener Teil oder ein Ort, an dem Essen und Getränke serviert werden.",
      "definition_translation": "Бар - это длинная, прямая, обычно деревянная или металлическая часть, или место, где сервируют еду и напитки.",
      "example": "Ich saß an der Bar, um ein Getränk zu bestellen, der Barkeeper polierte die Bar sorgfältig, und die Bar war während des Spiels überfüllt.",
      "example_translation": "Я сел за бар, чтобы заказать напиток, бармен отполировал бар тщательно, и бар был переполнен во время игры.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strand",
      "translation": "пляж",
      "definition": "Ein Strand ist eine Landform entlang eines Gewässers, bestehend aus losen Teilchen wie Sand, Kies oder Geröll.",
      "definition_translation": "Пляж - это форма рельефа вдоль водоема, состоящая из свободных частиц, таких как песок, гравий или галька.",
      "example": "Ich ging gestern zum Strand, um zu schwimmen, ich werde morgen zum Strand gehen, um zu sonnenbaden, und ich ging letzte Woche zum Strand, um einen Sandcastle zu bauen.",
      "example_translation": "Я пошел на пляж, чтобы заплыть вчера, я пойду на пляж, чтобы загорать завтра, и я пошел на пляж, чтобы построить песчаный замок на прошлой неделе.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Café",
      "translation": "кафе",
      "definition": "Ein Café ist ein kleines Restaurant, das Kaffee, Tee und leichte Mahlzeiten serviert.",
      "definition_translation": "Кафе - это небольшой ресторан, который phụcывает кофе, чай и легкие блюда.",
      "example": "Ich traf mich mit meinem Freund im Café, um über das Projekt zu diskutieren, das Café war während des Meetings überfüllt, und das Café servierte leckere Kuchen.",
      "example_translation": "Я встретился с другом в кафе, чтобы обсудить проект, кафе было переполнено во время встречи, и кафе подавало вкусные пирожные.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kino",
      "translation": "кинотеатр",
      "definition": "Ein Kino ist ein Ort, an dem Filme auf einer großen Leinwand gezeigt werden.",
      "definition_translation": "Кинотеатр - это место, где вы можете смотреть фильмы на большом экране.",
      "example": "Ich ging letzte Nacht ins Kino. Ich gehe heute Abend ins Kino. Ich werde morgen ins Kino gehen.",
      "example_translation": "Я пошел в кинотеатр прошлым вечером. Я иду в кинотеатр сегодня вечером. Я пойду в кинотеатр завтра.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fabrik",
      "translation": "фабрика",
      "definition": "Eine Fabrik ist ein großes Industriegebäude, in dem Waren produziert werden.",
      "definition_translation": "Фабрика - это крупное промышленное здание, где производятся товары.",
      "example": "Die Fabrik wurde letzten Jahr geschlossen. Die Fabrik produziert nun Autos. Die Fabrik wird nächsten Monat erweitert.",
      "example_translation": "Фабрика была закрыта прошлым годом. Фабрика сейчас производит автомобили. Фабрика будет расширена следующим месяцем.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauernhof",
      "translation": "ферма",
      "definition": "Ein Bauernhof ist ein Ort, an dem Ernte und Tiere gezüchtet werden.",
      "definition_translation": "Ферма - это место, где выращиваются культуры и содержатся животные.",
      "example": "Ich besuchte letzten Sommer einen Bauernhof. Ich lebe jetzt auf einem Bauernhof. Ich werde irgendwann auf einem Bauernhof arbeiten.",
      "example_translation": "Я-posетил ферму прошлым летом. Я сейчас живу на ферме. Я буду работать на ферме когда-нибудь.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "квартира",
      "definition": "Eine Wohnung ist ein Satz von Räumen in einem Gebäude, die als Wohnort verwendet werden.",
      "definition_translation": "Квартира - это набор комнат в здании, используемый в качестве места для проживания.",
      "example": "Ich zog letzte Woche in eine neue Wohnung. Ich dekoriere meine Wohnung gerade. Ich werde meine Wohnung nächstes Jahr verkaufen.",
      "example_translation": "Я переехал в новую квартиру на прошлой неделе. Я сейчас декорирую свою квартиру. Я продам свою квартиру nächsten годом.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenhaus",
      "translation": "больница",
      "definition": "Ein Krankenhaus ist eine Einrichtung des Gesundheitswesens, die Patientenbehandlung mit speziellen medizinischen und chirurgischen Dienstleistungen und Einrichtungen anbietet.",
      "definition_translation": "Больница - это учреждение здравоохранения, предоставляющее лечение пациентов с помощью специализированных медицинских и хирургических услуг и возможностей.",
      "example": "Ich wurde nach dem Unfall ins Krankenhaus gebracht. Ich werde derzeit im Krankenhaus behandelt. Ich werde morgen aus dem Krankenhaus entlassen.",
      "example_translation": "Меня отвезли в больницу после аварии. Я прохожу лечение в больнице в настоящее время. Меня выпишут из больницы завтра.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hotel",
      "translation": "отель",
      "definition": "Ein Hotel ist ein Gebäude, das Unterkunft und Übernachtung für Reisende und Touristen anbietet.",
      "definition_translation": "Отель - это здание, которое предоставляет проживание и размещение для путешественников и туристов.",
      "example": "Ich übernachtete während meines Urlaubs in einem Hotel. Wir werden ein Hotelzimmer für unsere Reise buchen. Sie werden nächstes Jahr ein neues Hotel eröffnen.",
      "example_translation": "Я остановился в отеле во время моих каникул. Мы собираемся забронировать номер в отеле для нашей поездки. Они откроют новый отель в следующем году.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haus",
      "translation": "дом",
      "definition": "Ein Haus ist ein Gebäude für die menschliche Wohnstatt, insbesondere ein Wohnhaus oder eine Residenz.",
      "definition_translation": "Дом - это здание для жилища человека, особенно жилище или резиденция.",
      "example": "Ich lebe in einem Haus am Stadtrand. Sie kaufte ein Haus letztes Jahr. Sie werden ein Haus am Strand nächsten Sommer bauen.",
      "example_translation": "Я живу в доме на окраине города. Она купила дом прошлым годом. Они построят дом на пляже следующим летом.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Museum",
      "translation": "музей",
      "definition": "Ein Museum ist eine Einrichtung, die der Erwerbung, Konservierung, Studie, Ausstellung und pädagogischen Interpretation von Objekten mit wissenschaftlichem, historischem oder künstlerischem Wert dient.",
      "definition_translation": "Музей - это учреждение, посвященное приобретению, сохранению, изучению, экспонированию и образовательной интерпретации объектов, имеющих научную, историческую или художественную ценность.",
      "example": "Ich besuchte ein Museum gestern. Sie werden ein neues Museum nächsten Monat eröffnen. Wir gehen morgen ins Museum.",
      "example_translation": "Я посетил музей вчера. Они откроют новый музей следующим месяцем. Мы пойдем в музей завтра.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Park",
      "translation": "парк",
      "definition": "Ein großer öffentlicher Grünbereich in der Stadtmitte, der für Erholung und Entspannung verwendet wird",
      "definition_translation": "большая общественная зеленая зона в центре города или города, используемая для отдыха и релаксации",
      "example": "Ich ging gestern in den Park, ich gehe heute in den Park, und ich werde morgen in den Park gehen.",
      "example_translation": "Я пошел в парк вчера, я иду в парк сегодня, и я пойду в парк завтра.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Restaurant",
      "translation": "ресторан",
      "definition": "Ein Ort, an dem Menschen gegen Bezahlung sitzen und Mahlzeiten essen, die vor Ort zubereitet und serviert werden",
      "definition_translation": "место, где люди платят за то, чтобы сидеть и есть блюда, которые приготовлены и сервируются на территории",
      "example": "Ich aß gestern in einem Restaurant, ich esse jetzt in einem Restaurant, und ich werde nächste Woche in einem Restaurant essen.",
      "example_translation": "Я поел в ресторане прошлой ночью, я ем в ресторане сейчас, и я поем в ресторане на следующей неделе.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fluss",
      "translation": "река",
      "definition": "Ein natürlicher Wasserlauf, der oft mit einem Ozean oder einem See verbunden ist",
      "definition_translation": "естественное течение воды, часто связанное с океаном или озером",
      "example": "Ich schwamm letzten Sommer im Fluss, ich schwimme jetzt im Fluss, und ich werde nächsten Sommer im Fluss schwimmen.",
      "example_translation": "Я плавал в реке прошлым летом, я плаваю в реке сейчас, и я поем в реке следующим летом.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "дорога",
      "definition": "Ein Weg, der für Fahrzeuge, insbesondere Autos, gebaut wurde",
      "definition_translation": "путь, используемый для движения транспортных средств, особенно автомобилей",
      "example": "Ich fuhr gestern auf der Straße, ich fahre jetzt auf der Straße, und ich werde morgen auf der Straße fahren.",
      "example_translation": "Я ехал по дороге вчера, я еду по дороге сейчас, и я поеду по дороге завтра.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schule",
      "translation": "школа",
      "definition": "Eine Einrichtung, an der Menschen, insbesondere Kinder, gehen, um zu lernen und Bildung zu erhalten.",
      "definition_translation": "Учреждение, где люди, especialmente дети, идут учиться и получать образование.",
      "example": "Ich ging zur Schule, als ich ein Kind war. Ich gehe jetzt zur Schule. Ich werde morgen zur Schule gehen.",
      "example_translation": "Я пошел в школу, когда я был ребенком. Я иду в школу сейчас. Я пойду в школу завтра.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "See",
      "translation": "море",
      "definition": "Ein großes Salzwasserbecken, das ein Land oder einen Kontinent umgibt.",
      "definition_translation": "Большое количество соленой воды, окружающей страну или континент.",
      "example": "Ich sah den See, als ich im Urlaub war. Ich sehe jetzt den See. Ich werde nächsten Jahr wieder den See sehen.",
      "example_translation": "Я видел море, когда я был на отдыхе. Я вижу море сейчас. Я увижу море снова в следующем году.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "магазин",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren verkauft werden.",
      "definition_translation": "Здание или часть здания, где продаются товары.",
      "example": "Ich ging gestern in den Laden. Ich gehe jetzt in den Laden. Ich werde morgen in den Laden gehen.",
      "example_translation": "Я пошел в магазин вчера. Я иду в магазин сейчас. Я пойду в магазин завтра.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "станция",
      "definition": "Ein Ort, an dem Züge oder Busse halten, um Menschen ein- oder aussteigen zu lassen.",
      "definition_translation": "Место, где поезда или автобусы останавливаются, чтобы позволить людям сесть или выйти.",
      "example": "Ich kam vor einer Stunde am Bahnhof an. Ich komme jetzt am Bahnhof an. Ich werde bald am Bahnhof ankommen.",
      "example_translation": "Я прибыл на станцию час назад. Я прибываю на станцию сейчас. Я прибуду на станцию скоро.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhalten",
      "translation": "остановиться",
      "definition": "Ein Ende oder einen Haltan ein Aktions- oder Prozess anzubringen.",
      "definition_translation": "Остановить или приостановить действие или процесс.",
      "example": "Ich werde um 17 Uhr arbeiten anhalten, ich habe gestern gearbeitet angehalten, ich halte jeden Tag um 17 Uhr Arbeitsan.",
      "example_translation": "Я перестану работать в 5 часов вечера, я перестал работать вчера, я перестаю работать каждый день в 5 часов вечера.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "улица",
      "definition": "Eine öffentliche Straße in einer Stadt oder einem Ort, typischerweise mit Gebäuden und Häusern auf einer oder beiden Seiten.",
      "definition_translation": "Общественная дорога в городе или городке, обычно с зданиями и домами по одной или обеим сторонам.",
      "example": "Ich ging gestern die Straße hinunter, ich gehe jeden Tag die Straße hinunter, ich werde morgen die Straße hinuntergehen.",
      "example_translation": "Я прошел по улице вчера, я прохожу по улице каждый день, я пройду по улице завтра.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Supermarkt",
      "translation": "супермаркет",
      "definition": "Ein großer Einzelhandelsladen, der eine breite Palette von Lebensmitteln und Haushaltsprodukten verkauft.",
      "definition_translation": "Крупный универсальный магазин, продающий широкий ассортимент пищевых продуктов и товаров для дома.",
      "example": "Ich ging gestern zum Supermarkt, ich gehe jeden Woche zum Supermarkt, ich werde morgen zum Supermarkt gehen.",
      "example_translation": "Я пошел в супермаркет вчера, я хожу в супермаркет каждую неделю, я пойду в супермаркет завтра.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "бассейн",
      "definition": "Eine Struktur, typischerweise im Freien, für Schwimmen und andere Wasseraktivitäten.",
      "definition_translation": "Структура, обычно на открытом воздухе, для плавания и других водных занятий.",
      "example": "Ich schwamm gestern im Schwimmbad, ich schwimme jeden Sommer im Schwimmbad, ich werde nächstes Jahr im Schwimmbad schwimmen.",
      "example_translation": "Я плыл в бассейне вчера, я плаваю в бассейне каждый летом, я переплыву в бассейне следующим годом.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadt",
      "translation": "город",
      "definition": "Eine Stadt ist eine menschliche Siedlung, die größer ist als ein Dorf, aber kleiner als eine Stadt.",
      "definition_translation": "Город - это человеческое поселение, которое больше, чем деревня, но меньше, чем город.",
      "example": "Ich lebte in einer kleinen Stadt, dann zog ich in eine Stadt, und jetzt plane ich, eine Stadt in Europa zu besuchen. Gestern besuchte ich eine Stadt mit meiner Familie, und morgen werde ich eine Stadt mit meinen Freunden besuchen.",
      "example_translation": "Я жил в маленьком городе, затем я переехал в город, и现在 я планирую посетить город в Европе. Вчера я посетил город с моей семьей, а завтра я побываю в городе с друзьями.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Universität",
      "translation": "университет",
      "definition": "Eine Universität ist eine Einrichtung für höhere Bildung und Forschung, die akademische Grade in verschiedenen Studiengängen verleiht.",
      "definition_translation": "Университет - это учреждение высшего образования и научных исследований, которое присваивает академические степени в различных областях знаний.",
      "example": "Ich studierte an einer Universität, und jetzt arbeite ich an einer Universität. Gestern besuchte ich eine Universität mit meinen Kollegen, und nächstes Jahr werde ich an einer Universität unterrichten.",
      "example_translation": "Я учился в университете, и теперь я работаю в университете. Вчера я посетил университет с коллегами, а в следующем году я начну преподавать в университете.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dorf",
      "translation": "деревня",
      "definition": "Ein Dorf ist eine Gruppe von Häusern und damit verbundenen Gebäuden, größer als ein Weiler und kleiner als eine Stadt, die sich in einem ländlichen Gebiet befindet.",
      "definition_translation": "Деревня - это группа домов и связанных с ними зданий, больших, чем хутор, и меньших, чем город, расположенная в сельской местности.",
      "example": "Ich wuchs in einem Dorf auf, und dann zog ich in eine Stadt. Gestern besuchte ich ein Dorf mit meiner Familie, und nächste Woche werde ich ein Dorf mit meinen Freunden besuchen.",
      "example_translation": "Я вырос в деревне, а затем я переехал в город. Вчера я посетил деревню с моей семьей, а на следующей неделе я побываю в деревне с друзьями.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zoo",
      "translation": "зоопарк",
      "definition": "Ein Zoo ist ein Ort, an dem Tiere in Gefangenschaft gehalten werden, damit Menschen sie sehen und studieren können.",
      "definition_translation": "Зоопарк - это место, где животные содержатся в неволе для всеобщего просмотра и изучения.",
      "example": "Ich besuchte einen Zoo, und ich sah viele Tiere. Gestern ging ich mit meinen Kindern in den Zoo, und nächstem Monat werde ich mit meinen Freunden in den Zoo gehen.",
      "example_translation": "Я посетил зоопарк, и я видел многих животных. Вчера я пошел в зоопарк с моими детьми, а на следующий месяц я побываю в зоопарке с друзьями.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flughafen",
      "translation": "аэропорт",
      "definition": "Ein Ort, an dem Flugzeuge starten und landen, normalerweise bestehend aus Start- und Landebahnen, Gebäuden und Einrichtungen für Passagiere und Fracht.",
      "definition_translation": "Место, где самолеты взлетают и приземляются, обычно состоящее из взлетно-посадочных полос, зданий и сооружений для пассажиров и грузов.",
      "example": "Ich kam mit reichlich Zeit am Flughafen an, bevor mein Flugzeug abhob. Ich war viele Male auf diesem Flughafen, aber ich verlaufe mich immer noch. Bis ich am Flughafen ankomme, wird das Flugzeug bereits abgehoben haben.",
      "example_translation": "Я прибыл в аэропорт с достаточным запасом времени до моего рейса. Я был в этом аэропорту много раз, но я vẫn заблуждаюсь. К тому времени, когда я доберусь до аэропорта, самолет уже будет взлетел.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "квартира",
      "definition": "Eine selbstständige Wohn Einheit, die nur einen Teil eines Gebäudes einnimmt, oft mit mehreren Räumen und Einrichtungen.",
      "definition_translation": "Самостоятельная жилая единица, занимающая только часть здания, часто имеющая несколько комнат и удобств.",
      "example": "Ich lebe seit drei Jahren in dieser Wohnung. Meine Wohnung ist im obersten Stock. Ich werde bis Ende des Monats aus dieser Wohnung ausziehen müssen.",
      "example_translation": "Я живу в этой квартире три года. Моя квартира находится на верхнем этаже. Мне придется покинуть эту квартиру к концу месяца.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebiet",
      "translation": "область",
      "definition": "Ein bestimmter Raum- oder Oberflächenauschnitt, oft mit definierten Grenzen oder Merkmalen.",
      "definition_translation": "Определенная extent пространства или поверхности, часто имеющая определенные границы или характеристики.",
      "example": "Das Gebiet um das Stadion war aus Sicherheitsgründen gesperrt. Dieses Gebiet ist überschwemmungsgefährdet. Ich habe mich jahrelang mit dem Gebiet der Mathematik beschäftigt.",
      "example_translation": "Область вокруг стадиона была закрыта из-за соображений безопасности. Этот район подвержен наводнениям. Я изучаю область математики на протяжении лет.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhandlung",
      "translation": "книжный магазин",
      "definition": "Ein Einzelhandelsgeschäft, das Bücher und oft andere verwandte Artikel wie Zeitschriften, Zeitungen und Schreibwaren verkauft.",
      "definition_translation": "Розничное учреждение, которое продает книги и часто другие связанные товары, такие как журналы, газеты и канцелярские товары.",
      "example": "Ich verbrachte Stunden damit, die Regale in der Buchhandlung zu durchstöbern. Die Buchhandlung in der Hauptstraße schließt. Ich habe fünf Jahre in dieser Buchhandlung gearbeitet.",
      "example_translation": "Я провел часы, просматривая полки в книжном магазине. Книжный магазин на главной улице закрывается. Я работаю в этом книжном магазине пять лет.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchladen",
      "translation": "книжный магазин",
      "definition": "Ein Gebäude oder Raum, in dem Bücher verkauft, geliehen oder gelagert werden.",
      "definition_translation": "Здание или комната, где продаются, сдаются или хранятся книги.",
      "example": "Ich ging in den Buchladen, um einen Roman zu kaufen. Ich gehe in den Buchladen, um einen Lehrbuch zu kaufen. Ich werde in den Buchladen gehen, um ein Wörterbuch zu kaufen.",
      "example_translation": "Я пошел в книжный магазин, чтобы купить роман. Я ходил в книжный магазин, чтобы купить учебник. Я пойду в книжный магазин, чтобы купить словарь.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brücke",
      "translation": "мост",
      "definition": "Eine Konstruktion, die zum Überqueren eines Tals, einer Straße, eines Gewässers oder eines anderen Hindernisses dient.",
      "definition_translation": "Структура, построенная для пересечения долины, дороги, водного тела или другого препятствия.",
      "example": "Wir fuhren über die Brücke, um auf die andere Seite zu gelangen. Wir bauen eine Brücke, um die beiden Städte zu verbinden. Wir werden über die Brücke gehen, um den Blick zu genießen.",
      "example_translation": "Мы проехали через мост, чтобы достичь другой стороны. Мы строим мост, чтобы соединить два города. Мы будем ходить через мост, чтобы насладиться видом.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebäude",
      "translation": "здание",
      "definition": "Eine Struktur mit einem Dach und Wänden, wie ein Haus oder eine Fabrik.",
      "definition_translation": "Структура с крышей и стенами, такая как дом или завод.",
      "example": "Das Gebäude war zwei Jahre lang im Bau. Das Gebäude wird als Bürofläche genutzt. Das Gebäude wird nächsten Monat fertiggestellt.",
      "example_translation": "Здание было в стадии строительства в течение двух лет. Здание используется для офисного пространства. Здание будет завершено следующим месяцем.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Busbahnhof",
      "translation": "автобусная станция",
      "definition": "Eine Einrichtung oder einen Ort, an dem Busse halten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "definition_translation": "Объект или место, где автобусы останавливаются, чтобы забрать или высадить пассажиров.",
      "example": "Wir warteten am Busbahnhof eine Stunde lang. Der Busbahnhof befindet sich im Stadtzentrum. Der Busbahnhof wird nächstes Jahr renoviert.",
      "example_translation": "Мы ждали на автобусной станции час. Автобусная станция находится в центре города. Автобусная станция будет реконструирована следующим годом.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "остановка автобуса",
      "definition": "Ein bestimmter Ort, an dem Busse halten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "definition_translation": "Определенное место, где автобусы останавливаются, чтобы подобрать или высадить пассажиров.",
      "example": "Ich warte an der Bushaltestelle auf den Bus Nummer 12. Gestern wartete ich eine Stunde lang an der Bushaltestelle. Bis nächstes Jahr werde ich an der Bushaltestelle auf die neue Buslinie warten.",
      "example_translation": "Я жду на остановке автобуса номер 12. Вчера я ждал час на остановке автобуса. К следующему году я буду ждать на остановке автобуса для нового маршрута.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mensa",
      "translation": "столовая",
      "definition": "Ein Selbstbedienungs-Restaurant, typischerweise in einer Schule, einem Krankenhaus oder einem Bürogebäude, in dem Essen und Getränke serviert werden.",
      "definition_translation": "Самообслуживаемый ресторан, обычно в школе, больнице или офисном здании, где سروится еда и напитки.",
      "example": "Ich gehe in die Mensa, um ein Sandwich für das Mittagessen zu holen. Die Mensa bietet gesunde Essensmöglichkeiten an. Die neue Mensa wird nächsten Monat eröffnet.",
      "example_translation": "Я иду в столовую, чтобы забрать сэндвич на обед. В столовой سروятся здоровые варианты еды. Новая столовая откроется следующим месяцем.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptstadt",
      "translation": "столица",
      "definition": "Die Stadt oder der Ort, der als Regierungssitz für ein Land, einen Staat oder eine Provinz dient.",
      "definition_translation": "Город или поселок, который служит местом правительства страны, штата или провинции.",
      "example": "Die Hauptstadt Frankreichs ist Paris. Die Hauptstadt Kaliforniens ist Sacramento. Die Hauptstadt Australiens wird die Olympischen Spiele austragen.",
      "example_translation": "Столица Франции - Париж. Столица Калифорнии - Сакраменто. Столица Австралии будет принимать Олимпийские игры.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parkplatz",
      "translation": "парковка",
      "definition": "Ein bestimmter Bereich, auf dem Fahrzeuge vorübergehend abgestellt werden, typischerweise in einem Gebäude oder in der Nähe eines öffentlichen Ortes.",
      "definition_translation": "Определенная область, где временно оставляются транспортные средства, обычно в здании или рядом с公共ным местом.",
      "example": "Ich gehe auf den Parkplatz, um mein Auto abzuholen. Der Parkplatz war voll, daher musste ich auf der Straße parken. Der neue Parkplatz wird Ladestationen für Elektrofahrzeuge haben.",
      "example_translation": "Я иду в парковку, чтобы забрать мою машину. Парковка была заполнена, поэтому я должен был припарковаться на улице. Новая парковка будет иметь станции электропитания.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "замок",
      "definition": "Ein großes Gebäude oder eine Struktur aus alters oder mittelalterlicher Herkunft, die typischerweise von einer adligen oder königlichen Familie als Residenz genutzt wird.",
      "definition_translation": "Большое здание или cấu trúc древнего или средневекового происхождения, обычно используемое в качестве резиденции знатной или королевской семьи.",
      "example": "Der König lebte in einem Schloss im 12. Jahrhundert. Heute ist das Schloss ein beliebtes Touristenziel. Bis 2025 wird das Schloss bedeutende Restaurierungen erfahren haben.",
      "example_translation": "Король жил в замке в 12 веке. Сегодня замок является популярной туристической достопримечательностью. К 2025 году замок будет проходить значительную реставрацию.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kathedrale",
      "translation": "собор",
      "definition": "Eine große, beeindruckende Kirche, die typischerweise die Hauptkirche eines Bistums oder der Sitz eines Bischofs ist.",
      "definition_translation": "Большая, внушительная церковь, обычно главная церковь диоцеза или место размещения епископа.",
      "example": "Die Kathedrale wurde im 15. Jahrhundert erbaut. Die Touristen besuchten die Kathedrale gestern. Bis nächsten Jahr wird die Kathedrale repariert worden sein.",
      "example_translation": "Собор был построен в 15 веке. Туристы посетили собор вчера. К следующему году собор будет отремонтирован.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zentrum",
      "translation": "центр",
      "definition": "Ein Punkt oder Ort, der gleich weit von allen Seiten, Rändern oder Grenzen etwas entfernt ist.",
      "definition_translation": "Точка или место, которое равноудалено от всех сторон, краев или границ чего-либо.",
      "example": "Das Stadtzentrum wimmelte vor Aktivität. Die Firma hat ihr operative Zentrum in New York. Bis 2030 wird das neue Zentrum errichtet worden sein.",
      "example_translation": "Центр города был полон активностью. Центр операций компании находится в Нью-Йорке. К 2030 году новый центр будет построен.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "аптека",
      "definition": "Ein Laden, in dem Medikamente, Chemikalien und andere Gesundheitsprodukte verkauft oder abgegeben werden.",
      "definition_translation": "Магазин, где продаются или отпускаются лекарства, химические вещества и другие медицинские изделия.",
      "example": "Ich ging in die Apotheke, um Medizin zu kaufen. Die Apotheke war gestern geschlossen. Bis nächste Woche wird die neue Apotheke eröffnet haben.",
      "example_translation": "Я пошел в аптеку, чтобы купитьsome лекарство. Аптека была закрыта вчера. к следующей недели новая аптека будет открыта.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirche",
      "translation": "церковь",
      "definition": "Eine Kirche ist ein Gebäude, das für christliche Gottesdienste genutzt wird, und enthält normalerweise einen Altar, Bänke und eine Kanzel.",
      "definition_translation": "Церковь - это здание, используемое для христианской молитвы, обычно содержащее алтарь, скамейки и кафедру.",
      "example": "Wir gingen am Sonntag in die Kirche. Ich werde morgen in die Kirche gehen. Ich ging letzte Woche in die Kirche.",
      "example_translation": "Мы пошли в церковь в воскресенье. Я пойду в церковь завтра. Я пошел в церковь на прошлой неделе.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadtzentrum",
      "translation": "центр города",
      "definition": "Das Stadtzentrum ist der Hauptbereich einer Stadt, normalerweise mit Läden, Büros und Attraktionen.",
      "definition_translation": "Центр города - это основная область города, обычно с магазинами, офисами и достопримечательностями.",
      "example": "Ich arbeite im Stadtzentrum. Sie wird mich um 5 Uhr im Stadtzentrum treffen. Wir spazierten letzte Nacht durch das Stadtzentrum.",
      "example_translation": "Я работаю в центре города. Она встретит меня в центре города в 5 вечера. Мы прогулялись вокруг центра города прошлой ночью.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidungsgeschäft",
      "translation": "магазин одежды",
      "definition": "Ein Kleidungsgeschäft ist ein Laden, in dem Menschen Kleidung und Accessoires kaufen können.",
      "definition_translation": "Магазин одежды - это магазин, где люди могут купить одежду и аксессуары.",
      "example": "Ich ging gestern in ein Kleidungsgeschäft. Sie arbeitet in einem Kleidungsgeschäft. Wir werden morgen ein Kleidungsgeschäft besuchen.",
      "example_translation": "Я пошел в магазин одежды вчера. Она работает в магазине одежды. Мы посетим магазин одежды завтра.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verein",
      "translation": "клуб",
      "definition": "Ein Verein ist eine Organisation von Menschen, die ein gemeinsames Interesse teilen, wie zum Beispiel ein Sportteam oder eine Musikgruppe.",
      "definition_translation": "Клуб - это организация людей, которые разделяют общий интерес, такой как спортивная команда или музыкальная группа.",
      "example": "Ich trat einem Verein bei, letztes Jahr. Sie geht jeden Freitag in einen Verein. Wir werden bald einen neuen Verein gründen.",
      "example_translation": "Я присоединился к клубу в прошлом году. Она ходит в клуб каждую пятницу. Мы начнем новый клубsoon.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hochschule",
      "translation": "колледж",
      "definition": "Eine Hochschule ist eine Bildungseinrichtung, die tertiäre Bildung anbietet, normalerweise mit einer Vielzahl von akademischen und beruflichen Kursen.",
      "definition_translation": "Образовательное учреждение, предоставляющее третичное образование, обычно предлагающее широкий спектр академических и профессиональных курсов.",
      "example": "Ich ging letzten Jahr zur Hochschule, ich bin jetzt an der Hochschule und ich werde nächstes Jahr von der Hochschule abschließen.",
      "example_translation": "Я пошел в колледж в прошлом году, сейчас я в колледже, и я выпущу из колледжа в следующем году.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ecke",
      "translation": "угол",
      "definition": "Der Punkt oder Bereich, an dem zwei oder mehr Kanten, Oberflächen oder Linien sich treffen.",
      "definition_translation": "Точка или область, где встречаются два или более края, поверхностей или линий.",
      "example": "Ich bog um die Ecke und sah einen schönen Park, ich stehe auf der Ecke der Straße und ich werde dich auf der Ecke des Gebäudes treffen.",
      "example_translation": "Я повернул угол и увидел красивый парк, я стою на углу улицы, и я встречу тебя на углу здания.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Warenhaus",
      "translation": "универмаг",
      "definition": "Ein großes Einzelhandelsgeschäft, das ein breites Angebot an Produkten anbietet, üblicherweise nach Abteilungen organisiert.",
      "definition_translation": "Крупное розничное предприятие, предлагающее широкий спектр товаров, обычно организованных по отделам.",
      "example": "Ich ging gestern ins Warenhaus, ich gehe jetzt ins Warenhaus und ich werde morgen im Warenhaus etwas kaufen.",
      "example_translation": "Я пошел в универмаг вчера, сейчас я иду в универмаг, и я куплю что-то в универмаге завтра.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Disco",
      "translation": "диско",
      "definition": "Ein Musik- und Tanzstil, gekennzeichnet durch schnellen Rhythmus und blitzende Lichter, populär in den 1970er Jahren.",
      "definition_translation": "Стиль музыки и танца, характеризующийся быстрым темпом и мерцающими светами, популярный в 1970-х годах.",
      "example": "Ich ging letzte Nacht in eine Disco, ich tanze jetzt in einer Disco und ich werde nächste Woche wieder in eine Disco gehen.",
      "example_translation": "Я пошел на диско прошлой ночью, сейчас я танцую на диско, и я пойду на диско снова на следующей неделе.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "аптека",
      "definition": "Ein Laden, in dem Medikamente und andere Gesundheitsprodukte verkauft werden.",
      "definition_translation": "Магазин, где продаются лекарства и другие товары для здоровья.",
      "example": "Ich ging gestern in die Apotheke, um Some Schmerzmittel zu kaufen. Jetzt gehe ich in die Apotheke, um mein Rezept abzuholen. Ich werde morgen in die Apotheke gehen, um一些 Vitamine zu kaufen.",
      "example_translation": "Я пошел в аптеку вчера, чтобы купить обезболивающие таблетки. Сейчас я иду в аптеку, чтобы забрать свой рецепт. Я пойду в аптеку завтра, чтобы купить витамины.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eingang",
      "translation": "вход",
      "definition": "Der Punkt, an dem man ein Gebäude, ein Zimmer oder einen Ort betritt.",
      "definition_translation": "Точка входа в здание, комнату или место.",
      "example": "Der Eingang zum Museum war auf der linken Seite des Gebäudes. Ich trat durch den Haupteingang ein. Der Eingang wird morgen wegen Wartungsarbeiten geschlossen.",
      "example_translation": "Вход в музей был на левой straně здания. Я вошел через главный вход. Вход будет закрыт завтра на техобслуживание.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ausgang",
      "translation": "выход",
      "definition": "Der Punkt, an dem man ein Gebäude, ein Zimmer oder einen Ort verlässt.",
      "definition_translation": "Точка выхода из здания, комнаты или места.",
      "example": "Der Ausgang war auf der rechten Seite des Gebäudes. Ich verließ durch den Notausgang. Der Ausgang wird morgen wegen Wartungsarbeiten geschlossen.",
      "example_translation": "Выход был на правой стороне здания. Я вышел через аварийный выход. Выход будет закрыт завтра на техобслуживание.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "поле",
      "definition": "Ein offenes Gelände, insbesondere eins, das landwirtschaftlich oder rekreativ genutzt wird.",
      "definition_translation": "Открытая область земли, особенно одна, используемая для сельского хозяйства или отдыха.",
      "example": "Ich spielte gestern Fußball auf dem Feld. Jetzt arbeite ich auf dem Feld, um Ernte einzubringen. Ich werde morgen auf dem Feld mein Golf-Schlag üben.",
      "example_translation": "Я играл в футбол на поле вчера. Сейчас я работаю в поле, собирая урожай. Я пойду на поле завтра, чтобы практиковать свой гольф-swing.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "гараж",
      "definition": "Ein Gebäude oder eine Hütte, in der Fahrzeuge untergebracht werden.",
      "definition_translation": "Здание или сарай для хранения транспортного средства или транспортных средств.",
      "example": "Ich parkte mein Auto in der Garage. Ich werde morgen mein Auto in der Garage parken. Ich hatte mein Auto gestern in der Garage geparkt.",
      "example_translation": "Я парковал свою машину в гараже. Я запаркую свою машину в гараж завтра. Я парковал свою машину в гараже вчера.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hügel",
      "translation": "холм",
      "definition": "Eine natürliche Erhebung der Erdoberfläche, die mehr oder weniger abrupt von der umliegenden Ebene aufsteigt und eine Höhe erreicht, die relativ zu den umliegenden Erhebungen beeindruckend oder bemerkenswert ist.",
      "definition_translation": "Естественное возвышение поверхности земли, быстро или более-менее круто поднимающееся над окружающим уровнем и достигающее высоты, которая, по сравнению с соседними возвышениями, является впечатляющей или примечательной.",
      "example": "Ich stieg gestern den Hügel hinauf. Ich werde nächstes Wochenende den Hügel hinaufsteigen. Ich hatte letzten Sommer den Hügel hinaufgestiegen.",
      "example_translation": "Я поднимался на холм. Я поднимусь на холм на следующий уикенд. Я поднимался на холм прошлым летом.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insel",
      "translation": "остров",
      "definition": "Ein von Wasser umgebenes Stück Land.",
      "definition_translation": "Кусок земли, окруженный водой.",
      "example": "Ich besuchte letztes Jahr die Insel. Ich werde nächste Monat die Insel besuchen. Ich hatte die Insel als Kind besucht.",
      "example_translation": "Я посетил остров в прошлом году. Я посетлю остров в следующем месяце. Я посетил остров, когда я был ребенком.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bibliothek",
      "translation": "библиотека",
      "definition": "Ein Gebäude oder eine Institution, die sich der Sammlung, Erhaltung und Verbreitung literarischer, musikalischer oder künstlerischer Werke widmet, wie zum Beispiel Bücher, Manuskripte und andere schriftliche oder gedruckte Werke.",
      "definition_translation": "Здание или учреждение, посвященное сбору, сохранению и распространению литературных, музыкальных или художественных материалов, таких как книги, рукописи и другие письменные или печатные работы.",
      "example": "Ich ging gestern in die Bibliothek. Ich werde morgen in die Bibliothek gehen. Ich war letzte Woche in die Bibliothek gegangen.",
      "example_translation": "Я去 в библиотеку вчера. Я пойду в библиотеку завтра. Я походил в библиотеку на прошлой неделе.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aufzug",
      "translation": "лифт",
      "definition": "Ein Gerät, das verwendet wird, um schwere Objekte oder Menschen an einen höheren Ort zu heben, insbesondere in einem Gebäude.",
      "definition_translation": "Устройство, используемое для подъема или поднятия тяжелых объектов или людей на более высокую позицию, особенно в здании.",
      "example": "Sie benutzte den Aufzug, um zum obersten Stock zu gelangen. Der Arbeiter wird den Karton in den Laster heben. Das Unternehmen wird das Verbot von sozialen Medien aufheben.",
      "example_translation": "Она использовала лифт, чтобы достичь顶ihn этажа. Рабочий поднимет коробку в грузовик. Компания снимет запрет на социальные медиа.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Markt",
      "translation": "рынок",
      "definition": "Eine regelmäßige Versammlung von Menschen zum Verkauf von Lebensmitteln, Waren oder Dienstleistungen.",
      "definition_translation": "Регулярное собрание людей для продажи продуктов, товаров или услуг.",
      "example": "Ich gehe auf den Markt, um frisches Gemüse zu kaufen. Das Unternehmen wird sein neues Produkt nächsten Monat auf den Markt bringen. Der Markt ist jeden Samstag geöffnet.",
      "example_translation": "Я иду на рынок, чтобы купить некоторые свежие овощи. Компания будет продвигать свой новый продукт в следующем месяце. Рынок открыт каждый субботу.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Moschee",
      "translation": "мecрет",
      "definition": "Ein Gebäude für muslimischen Gottesdienst, typischerweise mit einem Minarett.",
      "definition_translation": "Здание для мусульманского поклонения, обычно с минаретом.",
      "example": "Die Moschee wurde im 16. Jahrhundert erbaut. Wir besuchten die Moschee während unserer Reise nach Istanbul. Der Imam leitet das Gebet in der Moschee.",
      "example_translation": "Мечеть была построена в 16 веке. Мы посетили мечеть во время нашей поездки в Стамбул. Имам ведет молитву в мечети.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autobahn",
      "translation": "автострада",
      "definition": "Eine Straße, die für den schnellen Verkehr konzipiert wurde, insbesondere mit begrenzten Zugangspunkten.",
      "definition_translation": "Автомагистраль, предназначенная для высокоскоростного движения, особенно та, у которой есть ограниченные точки доступа.",
      "example": "Wir nahmen die Autobahn, um schnell in die Stadt zu kommen. Die Autobahn ist im Bau. Die Autobahn wird morgen für Wartungsarbeiten geschlossen.",
      "example_translation": "Мы взяли автостраду, чтобы быстро добраться до города. Автомагистраль находится в стадии строительства. Автомагистраль будет закрыта для технического обслуживания завтра.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Berg",
      "translation": "гора",
      "definition": "Eine natürliche Erhebung der Erdoberfläche, die gewöhnlich durch geologische Erhebung entstanden ist und oft einen auffallenden Gipfel hat.",
      "definition_translation": "Естественное возвышение поверхности земли, обычно образованное геологическим подъемом, и часто имеющее хорошо определенный пик.",
      "example": "Sie bestieg den Berg gestern, besteigt ihn heute und wird ihn morgen wieder besteigen.",
      "example_translation": "Она поднялась на гору вчера, поднимается на нее сегодня и снова поднимется завтра.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büro",
      "translation": "офис",
      "definition": "Ein Raum oder eine Serie von Räumen, die für administrative, kaufmännische oder professionelle Arbeit ausgestattet sind.",
      "definition_translation": "Комната или набор комнат, оборудованных для административной, канцелярской или профессиональной работы.",
      "example": "Er arbeitete in einem Büro letzten Jahr, arbeitet in einem Büro jetzt und wird in einem Büro nächstes Jahr arbeiten.",
      "example_translation": "Он работал в офисе в прошлом году, работает в офисе сейчас и будет работать в офисе в следующем году.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weg",
      "translation": "путь",
      "definition": "Ein Weg oder eine Spur, die für das Gehen, Reiten oder Fahren angelegt wurde, insbesondere in ländlichen Gebieten.",
      "definition_translation": "Путь или тропа, предназначенные для ходьбы, езды или вождения, особенно в сельской местности.",
      "example": "Sie ging auf dem Weg gestern, geht auf ihm jetzt und wird auf ihm wieder morgen gehen.",
      "example_translation": "Она шла по пути вчера, идет по нему сейчас и снова пойдет по нему завтра.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierhandlung",
      "translation": "магазин домашних животных",
      "definition": "Ein Geschäft, in dem Tiere wie Hunde, Katzen und Vögel als Haustiere verkauft werden.",
      "definition_translation": "Магазин, где продаются животные, такие как собаки, кошки и птицы, как домашние животные.",
      "example": "Sie besuchte eine Tierhandlung letzten Monat, besucht sie jetzt und wird sie wieder nächsten Monat besuchen.",
      "example_translation": "Она посетила магазин домашних животных на прошлой неделе, посещает jego сейчас и снова посетит его в следующем месяце.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Postamt",
      "translation": "почтовое отделение",
      "definition": "Ein Gebäude oder eine Einrichtung, in der Postdienstleistungen angeboten werden, wie zum Beispiel Briefsortierung, Stempelverkauf und Paketlieferung.",
      "definition_translation": "Здание или объект, где предоставляются почтовые услуги, такие как сортировка почты, продажа марок и доставка пакетов.",
      "example": "Ich ging zum Postamt, um ein Paket an meinen Freund zu schicken. Ich gehe zum Postamt, um ein weiteres Paket zu schicken, und werde zum Postamt gehen, um ein drittes Paket zu schicken.",
      "example_translation": "Я пошел на почту, чтобы отправить пакет моему дружке вчера, сегодня я собираюсь отправить еще один, а завтра – третий.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gaststätte",
      "translation": "паб",
      "definition": "Ein Gebäude oder ein Raum, in dem Menschen sich treffen, um zu essen, zu trinken und zu gesellig sein, oft mit einer Vielzahl von Bieren und anderen Getränken.",
      "definition_translation": "Здание или комната, где люди собираются, чтобы пить, есть и общаться, часто предлагающая широкий выбор пива и других напитков.",
      "example": "Ich traf meine Freunde in der Gaststätte letzten Abend, treffen uns heute Abend wieder und werden uns nächste Woche wieder treffen.",
      "example_translation": "Я встретился с друзьями в пабе прошлым вечером, мы встречаемся там снова сегодня вечером, а на следующей неделе мы встретимся там снова.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenbahn",
      "translation": "железная дорога",
      "definition": "Ein Verkehrssystem, das Züge und Schienen für den Transport von Menschen und Gütern über weite Entfernungen nutzt.",
      "definition_translation": "Система транспортировки, использующая поезда и рельсы для перемещения людей и грузов на длинные дистанции.",
      "example": "Ich fuhr letztes Jahr mit der Eisenbahn zu meiner Familie, ich fahre dieses Jahr wieder und werde nächstes Jahr wieder fahren.",
      "example_translation": "Я ехал на железную дорогу, чтобы посетить свою семью в прошлом году, я еду снова в этом году, а в следующем году я поеду снова.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "железнодорожная станция",
      "definition": "Ein Gebäude oder eine Struktur, an der Züge halten, um Passagiere ein- oder aussteigen zu lassen, oft mit Einrichtungen wie Fahrkartenschaltern, Wartebereichen und Gepäckaufbewahrung.",
      "definition_translation": "Здание или сооружение, где поезда останавливаются, чтобы пассажиры могли сойти или сесть, часто предлагающее услуги, такие как покупка билетов, залы ожидания и обработка багажа.",
      "example": "Ich kam gestern am Bahnhof an, ich komme heute am Bahnhof an und werde morgen am Bahnhof ankommen.",
      "example_translation": "Я прибыл на железнодорожную станцию вчера, я прибуду на станцию сегодня, а завтра я прибуду на станцию.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuhgeschäft",
      "translation": "магазин обуви",
      "definition": "Ein Einzelhandelsgeschäft, das Schuhe und andere Fußbekleidung verkauft.",
      "definition_translation": "Магазин, в котором продаются обувь и другие изделия для ног.",
      "example": "Ich ging gestern in das Schuhgeschäft, um ein neues Paar Turnschuhe zu kaufen, ich gehe morgen in das Schuhgeschäft, um sie zurückzugeben, und ich werde nächste Woche in das Schuhgeschäft gehen, um Sandalen zu kaufen.",
      "example_translation": "Я昨天 пошел в магазин обуви, чтобы купить новую пару кроссовок, завтра я пойду в магазин обуви, чтобы вернуть их, а на следующей неделе я пойду в магазин обуви, чтобы купить сандали.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "торговый центр",
      "definition": "Ein großes Gebäude oder Komplex, das viele Läden und Einrichtungen wie Restaurants und Kinos umfasst.",
      "definition_translation": "Крупное здание или комплекс, содержащий многие магазины и объекты, такие как рестораны и кинотеатры.",
      "example": "Ich verbrachte den ganzen Tag mit meinen Freunden im Einkaufszentrum, wir gingen letzten Wochenende ins Einkaufszentrum und werden nächsten Monat wieder ins Einkaufszentrum gehen.",
      "example_translation": "Я провел целый день в торговом центре с моими друзьями, мы пошли в торговый центр на прошлых выходных, и мы пойдем в торговый центр снова в следующем месяце.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportzentrum",
      "translation": "спортивный центр",
      "definition": "Ein Komplex von Sporteinrichtungen, wie einem Stadion, einem Fitnessstudio und einem Schwimmbad.",
      "definition_translation": "Комплекс спортивных объектов, таких как стадион, спортзал и бассейн.",
      "example": "Ich ging gestern ins Sportzentrum, um Basketball zu spielen, ich gehe morgen ins Sportzentrum, um an einem Yogakurs teilzunehmen, und ich werde nächste Woche ins Sportzentrum gehen, um ein Tennis-Match anzusehen.",
      "example_translation": "Я пошел в спортивный центр, чтобы поиграть в баскетбол вчера, я пойду в спортивный центр, чтобы посетить занятие йогой завтра, и я пойду в спортивный центр, чтобы посмотреть матч по теннису на следующей неделе.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platz",
      "translation": "площадь",
      "definition": "Ein offener Bereich in einer Stadt oder einem Dorf, oft mit Bäumen, Sitzgelegenheiten und Denkmälern.",
      "definition_translation": "Открытая площадь в городе или городе, часто с деревьями, сиденьями и монументами.",
      "example": "Ich traf meine Freunde gestern auf dem Platz, wir gingen heute Morgen um den Platz und werden morgen Nachmittag auf dem Platz sitzen.",
      "example_translation": "Я встретился с друзьями на площади昨 вечером, мы пошли вокруг площади сегодня утром, и мы сядем на площади завтра днем.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadion",
      "translation": "стадион",
      "definition": "Ein großes, oft außerhalb gelegenes Gebiet oder Gebäude für Sportveranstaltungen oder andere Events, oft mit Sitzplätzen für Zuschauer.",
      "definition_translation": "Большая, обычно открытая, территория или конструкция для спортивных или других мероприятий, часто с местами для зрителей.",
      "example": "Ich ging gestern ins Stadion, um ein Fußball-Match anzusehen, und ich gehe morgen ins Stadion, um ein Konzert anzusehen, und ich werde nächste Woche wieder ins Stadion gehen.",
      "example_translation": "Я пошел на стадион, чтобы посмотреть футбольный матч вчера вечером, и я пойду на стадион, чтобы посмотреть концерт завтра, и я посещу стадион снова на следующей неделе.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Theater",
      "translation": "театр",
      "definition": "Ein Gebäude oder Raum, in dem Live-Aufführungen, wie Theaterstücke, Konzerte oder Tanzshows, stattfinden.",
      "definition_translation": "Здание или пространство, в котором проходят живые выступления, такие как спектакли, концерты или танцевальные шоу.",
      "example": "Ich war mehrmals im Theater, um Theaterstücke anzusehen, und ich gehe morgen ins Theater, um ein Musical anzusehen, und ich werde nächsten Monat wieder ins Theater gehen.",
      "example_translation": "Я был в театре несколько раз, чтобы посмотреть спектакли, и я пойду в театр, чтобы посмотреть мюзикл завтра, и я посещу театр снова nächsten месяц.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ticketbüro",
      "translation": "касса",
      "definition": "Ein Ort, an dem Tickets für bestimmte Veranstaltungen oder Vorführungen verkauft werden.",
      "definition_translation": "Место, где продаются билеты, особенно для конкретного мероприятия или выступления.",
      "example": "Ich ging ins Ticketbüro, um Tickets für das Konzert zu kaufen, und ich gehe morgen ins Ticketbüro, um Tickets für das Theaterstück zu kaufen, und ich werde nächste Woche wieder ins Ticketbüro gehen.",
      "example_translation": "Я пошел в кассу, чтобы купить билеты на концерт, и я пойду в кассу, чтобы купить билеты на спектакль завтра, и я посещу кассу снова на следующей неделе.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielzeugladen",
      "translation": "toy магазин",
      "definition": "Ein Laden, der Spielzeug und Spiele verkauft.",
      "definition_translation": "Магазин, который продает игрушки и игры.",
      "example": "Ich ging ins Spielzeugladen, um ein Geschenk für meinen Freund zu kaufen, und ich gehe morgen ins Spielzeugladen, um ein Spielzeug für meinen Bruder zu kaufen, und ich werde nächsten Monat wieder ins Spielzeugladen gehen.",
      "example_translation": "Я пошел в магазин игрушек, чтобы купить подарок для своего друга, и я пойду в магазин игрушек, чтобы купить игрушку для брата завтра, и я посещу магазин игрушек снова nächsten месяц.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterirdisch",
      "translation": "подземный",
      "definition": "Läßt sich oder findet statt unter der Erdoberfläche.",
      "definition_translation": "Расположенный или происходит под поверхностью земли.",
      "example": "Das Museum befindet sich unterirdisch im Stadtzentrum. Es wurde unterirdisch im 19. Jahrhundert gebaut. Es wird unterirdisch in der Zukunft erweitert.",
      "example_translation": "Музей находится под землей в центре города. Он был построен под землей в 19 веке. Он будет расширен под землей в будущем.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnhaus",
      "translation": "многоквартирный дом",
      "definition": "Ein Gebäude, das mehrere Wohnungen enthält.",
      "definition_translation": "Здание, содержащее множество жилых квартир.",
      "example": "Ich wohne in einem Wohnhaus am Stadtrand. Meine Eltern lebten in einem Wohnhaus, als sie jung waren. Wir werden nächstes Jahr in ein neues Wohnhaus umziehen.",
      "example_translation": "Я живу в многоквартирном доме на окраине города. Мои родители жили в многоквартирном доме, когда они были молоды. Мы переедем в новый многоквартирный дом в следующем году.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balkon",
      "translation": "балкон",
      "definition": "Eine Plattform, die von der Wand eines Gebäudes vorsteht, normalerweise von einer Brüstung umgeben, und zur Erholung oder Betrachtung genutzt wird.",
      "definition_translation": "Платформа, выступающая из стены здания, обычно окруженная перилами, и используемая для отдыха или просмотра.",
      "example": "Ich saß auf dem Balkon und genoss den Sonnenuntergang. Sie hatte einen Balkon in ihrer Wohnung mit einer tollen Aussicht. Sie werden einen neuen Balkon in ihrem Haus nächstes Monat installieren.",
      "example_translation": "Я сидел на балконе, наслаждаясь закатом. У нее был балкон в ее квартире с отличным видом. Они установят новый балкон в их доме в следующем месяце.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Block",
      "translation": "блок",
      "definition": "Ein großer, fester Stück Material, wie Holz oder Stein, das als Basis oder Stütze verwendet wird.",
      "definition_translation": "Большой, твердый кусок материала, such как дерево или камень, используемый в качестве основы или опоры.",
      "example": "Der Block Holz wurde als Basis für die Skulptur verwendet. Das Kind spielte mit Blöcken im Kindergarten. Die Stadt wird in administrative Blöcke aufgeteilt.",
      "example_translation": "Блок дерева использовался в качестве основы для скульптуры. Ребенок играл с блоками в детском саду. Город разделен на блоки для административных целей.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Campingplatz",
      "translation": "лагерная площадка",
      "definition": "Ein Ort, an dem Menschen campen, insbesondere einer mit Einrichtungen für Zelte, Toiletten und Waschen.",
      "definition_translation": "Место, где люди кампуют, особенно с сооружениями для палаток, туалетов и умывальников.",
      "example": "Wir richteten unser Zelt am Campingplatz auf und verbrachten die Nacht unter den Sternen. Wir hatten dort vorher gecampt und wussten, dass es ein guter Platz ist. Wir werden nächsten Sommer auf denselben Campingplatz zurückkehren.",
      "example_translation": "Мы поставили наш палатку на лагерной площадке и провели ночь под звездами. Мыเคย камповали там раньше и знали, что это хороший-spot. Мы вернемся на лагерную площадку следующим летом.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kantine",
      "translation": "столовая",
      "definition": "Ein Raum oder Gebäude, in dem Nahrung serviert wird, insbesondere in einer Schule, Fabrik oder anderen Institution.",
      "definition_translation": "Комната или здание, где подается еда, особенно в школе, фабрике или другом учреждении.",
      "example": "Die Studenten gingen in die Kantine, um zu Mittag zu essen. Die Arbeiter hatten jahrelang in der Kantine gegessen. Die neue Kantine wird nächstes Monat eröffnet.",
      "example_translation": "Студенты пошли в столовую, чтобы пообедать. Работники ели в столовой в течение многих лет. Новая столовая откроется следующим месяцем.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zirkus",
      "translation": "цирк",
      "definition": "Eine reisende Vorstellung von Artisten, Clowns und trainierten Tieren, normalerweise in einem großen Zelt.",
      "definition_translation": "Гастролирующее представление акробатов, клоунов и дрессированных животных, обычно в большом шатре.",
      "example": "Wir gingen zum Zirkus und sahen die Trapezkünstler. Der Zirkus war eine Woche lang in der Stadt. Ich werde meine Kinder nächstes Jahr zum Zirkus mitnehmen.",
      "example_translation": "Мы пошли в цирк и увидели артистов на трапеции. Цирк был в городе на неделю. Я поведу своих детей в цирк в следующем году.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinik",
      "translation": "клиника",
      "definition": "Ein Krankenhausbereich oder Gebäude, in dem ambulante Patienten.medizinische Behandlung erhalten.",
      "definition_translation": "Отделение госпиталя или здание, где амбулаторные пациенты получают медицинское лечение.",
      "example": "Ich besuchte die Klinik zur Kontrolle. Die Klinik war gestern sehr beschäftigt. Die neue Klinik wird nächstes Jahr gebaut.",
      "example_translation": "Я посетил клинику для проверки здоровья. Клиника была очень занята вчера. Новая клиника будет построена в следующем году.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häuschen",
      "translation": "хижина",
      "definition": "Ein kleines einfaches Haus auf dem Land, typischerweise eines nahe einem See oder Strand.",
      "definition_translation": "Маленький простой дом в сельской местности,通常 рядом с озером или пляжем.",
      "example": "Ich werde ein Häuschen am See für meinen Sommerurlaub mieten. Ich mietete ein Häuschen letztes Jahr, und es war wunderschön. Wenn ich im Lotto gewinne, werde ich ein Häuschen am Strand kaufen.",
      "example_translation": "Я сниму хижину near озера на свое летнее dovolence. Я снял хижину в прошлом году, и это было чудесно. Если я выиграю в лотерее, я куплю хижину на пляже.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gericht",
      "translation": "суд",
      "definition": "Ein Ort, an dem Prozesse und andere juristische Verfahren stattfinden.",
      "definition_translation": "Место, где происходят судебные процессы и другие юридические процедуры.",
      "example": "Das Gericht wird den Fall morgen anhören. Ich war noch nie bei Gericht. Sie wird eines Tages Richterin am Obersten Gericht werden.",
      "example_translation": "Суд рассмотрит дело завтра. Я никогда не был в суде прежде. Она будет судьей в Верховном суде когда-нибудь.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschaft",
      "translation": "посольство",
      "definition": "Die offizielle Residenz oder das Büro eines Botschafters.",
      "definition_translation": "Официальная резиденция или офис посла.",
      "example": "Ich muss zur Botschaft gehen, um ein Visum zu beantragen. Die Botschaft befindet sich im Stadtzentrum. Sie arbeitet als Diplomatin an der Botschaft.",
      "example_translation": "Мне нужно пойти в посольство, чтобы получить визу. Посольство расположено в центре города. Она работает дипломатом в посольстве.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "поле",
      "definition": "Ein Gebiet, das für den Anbau von Feldfrüchten oder die Tierzucht verwendet wird.",
      "definition_translation": "Область земли, используемая для выращивания культур или разведения животных.",
      "example": "Ich werde im Feld arbeiten, wenn der Sommer kommt. Das Feld war voller Weizen im letzten Jahr. Wenn es regnet, wird das Feld überflutet.",
      "example_translation": "Я буду работать в поле этим летом. Поле было полно пшеницы в прошлом году. Если будет дождь, поле будет затоплено.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwache",
      "translation": "пожарная часть",
      "definition": "Ein Gebäude oder Anlage, das als Basis für Feuerwehrleute und ihre Ausrüstung dient, von dem aus sie auf Feueralarme und andere Notfälle reagieren.",
      "definition_translation": "Здание или объект, который служит базой операций для пожарных и их оборудования, из которого они отвечают на пожарные тревоги и другие чрезвычайные ситуации.",
      "example": "Die Feuerwache befindet sich an der Ecke von Haupt- und Elmstraße. Die Feuerwehrleute reagierten schnell auf den Notruf. Bis nächstes Jahr werden sie in eine neue Feuerwache umziehen.",
      "example_translation": "Пожарная часть находится на углу улиц Мейн и Элм. Пожарные быстро отреагировали на вызов экстренной помощи. К следующему году они переедут в новую пожарную часть.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenladen",
      "translation": "цветочный магазин",
      "definition": "Ein Laden oder Geschäft, in dem Blumen und andere Pflanzen verkauft werden, oft mit einer Dienstleistung zur Anordnung und Lieferung.",
      "definition_translation": "Магазин или(store), где продаются цветы и другие растения, часто с услугой по их устройству и доставке.",
      "example": "Ich besuchte den Blumenladen, um einen Strauß für meinen Muttertag zu kaufen. Der Blumenladen war schön dekoriert mit frischen Blumen. Sie wird nächsten Monat ihren eigenen Blumenladen eröffnen.",
      "example_translation": "Я посетил цветочный магазин, чтобы купить букет для дня рождения моей матери. Магазин цветочника был красиво украшен свежими цветами. Она откроет свой собственный цветочный магазин следующий месяц.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möbelfachgeschäft",
      "translation": "мебельный магазин",
      "definition": "Ein Laden oder Geschäft, das Möbel und andere Haushaltsgegenstände verkauft, wie Betten, Stühle, Tische und Sofas.",
      "definition_translation": "Магазин или лавка, который продает мебель и другие хозяйственные предметы, такие как кровати, столики, стулья и диваны.",
      "example": "Ich kaufte ein neues Sofa im Möbelfachgeschäft. Das Möbelfachgeschäft bietet eine breite Palette an Marken und Stilen. Sie werden nächste Woche ein Angebot im Möbelfachgeschäft haben.",
      "example_translation": "Я купил новый диван в мебельном магазине. Мебельный магазин предлагает широкий спектр брендов и стилей. Они будут иметь распродажу в мебельном магазине на следующей неделе.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "гараж",
      "definition": "Ein Gebäude oder Anlage, das für die Unterbringung und den Schutz von Fahrzeugen konzipiert wurde, oft mit Werkzeugen und Ausrüstung für die Reparatur und Wartung.",
      "definition_translation": "Здание или конструкция, предназначенная для хранения и защиты транспортных средств, часто с инструментами и оборудованием для ремонта и обслуживания их.",
      "example": "Ich parkte mein Auto in der Garage. Der Mechaniker arbeitete den ganzen Tag in der Garage. Sie werden die Garage nächstes Jahr in ein Heim büro umwandeln.",
      "example_translation": "Я оставил свою машину в гараже. Механик работал в гараже весь день. Они преобразуют гараж в домашний офис к следующему году.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüsehändler",
      "translation": "овощной магазин",
      "definition": "Ein Laden, der frisches Obst und Gemüse verkauft.",
      "definition_translation": "Магазин, продающий свежие фрукты и овощи.",
      "example": "Ich ging gestern zum Gemüsehändler, um einige Äpfel zu kaufen. Ich werde morgen zum Gemüsehändler gehen, um einige Bananen zu kaufen. Ich bin viele Male zum Gemüsehändler gegangen, um einige Orangen zu kaufen.",
      "example_translation": "Я пошел в овощной магазин вчера, чтобы купить некоторые яблоки. Я пойду в овощной магазин завтра, чтобы купить некоторые бананы. Я ходил в овощной магазин много раз, чтобы купить некоторые апельсины.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittelgeschäft",
      "translation": "продовольственный магазин",
      "definition": "Ein Laden, der Lebensmittel und andere Haushaltswaren verkauft.",
      "definition_translation": "Магазин, продающий продукты питания и другие домашние товары.",
      "example": "Ich ging gestern zum Lebensmittelgeschäft, um Milch zu kaufen. Ich werde morgen zum Lebensmittelgeschäft gehen, um Brot zu kaufen. Ich bin viele Male zum Lebensmittelgeschäft gegangen, um Eier zu kaufen.",
      "example_translation": "Я пошел в продовольственный магазин вчера, чтобы купить некоторые молоко. Я пойду в продовольственный магазин завтра, чтобы купить некоторые хлеб. Я ходил в продовольственный магазин много раз, чтобы купить некоторые яйца.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittel",
      "translation": "продукты питания",
      "definition": "Lebensmittel und andere Haushaltswaren, die in einem Laden verkauft werden.",
      "definition_translation": "Продукты питания и другие домашние товары, продаваемые в магазине.",
      "example": "Ich kaufte gestern Lebensmittel im Supermarkt. Ich werde morgen Lebensmittel auf dem Markt kaufen. Ich habe viele Male Lebensmittel im Laden gekauft.",
      "example_translation": "Я купил некоторые продукты питания в супермаркете вчера. Я куплю некоторые продукты питания на рынке завтра. Я купил некоторые продукты питания в магазине много раз.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pension",
      "translation": "гостевой дом",
      "definition": "Ein privates Haus, das gegen Entgelt Unterkunft für Gäste bietet.",
      "definition_translation": "Частный дом, предоставляющий accommodation для платных гостей.",
      "example": "Ich übernachtete letztes Jahr in einer Pension in Paris. Ich werde nächstes Jahr in einer Pension in Rom übernachten. Ich habe viele Male in einer Pension in London übernachtet.",
      "example_translation": "Я останавливался в гостевом доме в Париже в прошлом году. Я останусь в гостевом доме в Риме в следующем году. Я останавливался в гостевом доме в Лондоне много раз.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fitnessstudio",
      "translation": "спортзал",
      "definition": "Ein Fitnessstudio ist ein Ort, an dem Menschen sich sportlich betätigen und fit bleiben können, oft mit Geräten wie Laufbändern und Gewichten.",
      "definition_translation": "Спортзал - это место, куда люди ходят заниматься физкультурой и поддерживать физическую форму, часто с оборудованием, таким как беговые дорожки и гантели.",
      "example": "Ich ging gestern ins Fitnessstudio, ich gehe jeden Tag ins Fitnessstudio und ich werde morgen ins Fitnessstudio gehen.",
      "example_translation": "Я пошел в спортзал вчера, я хожу в спортзал каждый день, и я пойду в спортзал завтра.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "гавань",
      "definition": "Ein Hafen ist ein Gewässer, in dem Schiffe sicher ankern können, oft von Land umgeben.",
      "definition_translation": "Гавань - это водоем, где корабли могут безопасно бросать якорь, часто окруженный землей.",
      "example": "Das Schiff lief letzte Nacht in den Hafen ein, der Hafen ist heute voller Leben und wird nächstes Jahr renoviert.",
      "example_translation": "Корабль вошел в гавань прошлой ночью, гавань bust сегодня, и гавань будет реконструирована в следующем году.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "хостел",
      "definition": "Eine Jugendherberge ist eine preisgünstige Unterkunft für Reisende, oft mit gemeinsamen Einrichtungen.",
      "definition_translation": "Хостел - это бюджетное жилье для путешественников, часто с общими удобствами.",
      "example": "Ich übernachtete in einer Jugendherberge in Paris, ich werde nächste Woche in einer Jugendherberge in Tokio übernachten und ich übernachtete letzten Monat in einer Jugendherberge in New York.",
      "example_translation": "Я остановился в хостеле в Париже, я остановлюсь в хостеле в Токио, и я остановился в хостеле в Нью-Йорке.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hütte",
      "translation": "хижина",
      "definition": "Eine Hütte ist ein kleines, einfaches Wohnhaus, oft aus natürlichen Materialien wie Holz oder Gras gebaut.",
      "definition_translation": "Хижина - это маленькое, простое жилище, часто сделанное из натуральных материалов, таких как дерево или трава.",
      "example": "Ich baute eine Hütte im Wald, ich werde nächstes Jahr in einer Hütte am Strand leben und ich lebte in einer Hütte in den Bergen.",
      "example_translation": "Я построил хижину в лесу, я буду жить в хижине на берегу, и я жил в хижине в горах.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "тюрьма",
      "definition": "Ein Ort, an dem Menschen, die eines Verbrechens angeklagt oder überführt wurden, gefangen gehalten werden.",
      "definition_translation": "Место для содержания людей, арестованных или осуждённых за преступление.",
      "example": "Der Polizist nahm den Verdächtigen nach der Verhaftung mit ins Gefängnis. Sie war bereits im Gefängnis gewesen, aber diesmal wurde sie gegen Kaution freigelassen. Bis nächstem Jahr wird sie seit fünf Jahren aus dem Gefängnis entlassen sein.",
      "example_translation": "Полицейский взял подозреваемого в тюрьму после ареста. Она уже была в тюрьме раньше, но на этот раз она была освобождена под залог. К следующему году она будет вне тюрьмы уже пять лет.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juwelier",
      "translation": "ювелир",
      "definition": "Ein Laden oder eine Person, die Schmuck verkauft und repariert.",
      "definition_translation": "Магазин или человек, который продаёт и ремонтирует ювелирные изделия.",
      "example": "Ich ging zum Juwelier, um eine neue Uhr zu kaufen. Die Fähigkeiten des Juweliers waren außergewöhnlich, und meine Großmutter alte Halskette wurde auf ihre alte Pracht restauriert. Bis nächsten Monat wird der Juwelier 20 Jahre im Geschäft sein.",
      "example_translation": "Я пошёл в ювелирный магазин, чтобы купить новые часы. Ювелир обладал исключительными навыками, и старое ожерелье моей бабушки было восстановлено до его прежней славы. К следующему месяцу ювелир будет в бизнесе уже 20 лет.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labor",
      "translation": "лаборатория",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Die Studenten arbeiteten an ihrem Projekt im Labor den ganzen Tag. Sie arbeitet seit drei Jahren im Labor und untersucht die Auswirkungen des Klimawandels. Bis nächsten Jahr wird das Labor renoviert und mit neuer Technologie ausgestattet sein.",
      "example_translation": "Студенты работали над проектом в лаборатории целый день. Она работала в лаборатории три года, изучая эффекты изменения климата. К следующему году лаборатория будет реконструирована и оборудована новой технологией.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laboratorium",
      "translation": "лаборатория",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Die Wissenschaftler führten ein Experiment im Laboratorium durch, um das neue Medikament zu testen. Sie arbeitete viele Jahre im Laboratorium und entwickelte neue Impfstoffe. Bis zum nächsten Jahrzehnt wird das Laboratorium bedeutende Fortschritte in der Medizin gemacht haben.",
      "example_translation": "Учёные провели эксперимент в лаборатории, чтобы протестировать новое лекарство. Она работала в лаборатории многие годы, разрабатывая новые вакцины. К следующему десятилетию лаборатория достигнет значительных прорывов в области медицины.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "торговый центр",
      "definition": "Ein großer, oft überdachter Raum mit mehreren Geschäften und Einrichtungen.",
      "definition_translation": "Большая, часто закрытая торговая зона с множеством магазинов и объектов инфраструктуры.",
      "example": "Ich ging gestern ins Einkaufszentrum, ich gehe heute ins Einkaufszentrum und ich werde morgen ins Einkaufszentrum gehen.",
      "example_translation": "Я пошел в торговый центр вчера, я иду в торговый центр сегодня, и я пойду в торговый центр завтра.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitungskiosk",
      "translation": "газетный киоск",
      "definition": "Ein Laden, der Zeitungen, Zeitschriften und andere Druckerzeugnisse verkauft.",
      "definition_translation": "Магазин, который продаёт газеты, журналы и другие печатные материалы.",
      "example": "Ich kaufte gestern eine Zeitung am Zeitungskiosk, ich kaufe heute eine Zeitschrift am Zeitungskiosk und ich werde morgen ein Buch am Zeitungskiosk kaufen.",
      "example_translation": "Я купил газету в газетном киоске вчера, я покупаю журнал в газетном киоске сегодня, и я куплю книгу в газетном киоске завтра.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Diskothek",
      "translation": "ночной клуб",
      "definition": "Eine Einrichtung, die bis spät in die Nacht geöffnet ist, typischerweise mit Live-Musik, Tanz und alkoholischen Getränken.",
      "definition_translation": "Учреждение, которое остается открытым до позднего часа ночи, обычно с живой музыкой, танцами и алкогольными напитками.",
      "example": "Ich ging gestern Nacht in die Diskothek, ich gehe heute Nacht in die Diskothek und ich werde nächste Woche in die Diskothek gehen.",
      "example_translation": "Я пошел в ночной клуб прошлой ночью, я иду в ночной клуб сегодня ночью, и я пойду в ночной клуб на следующей неделе.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ozean",
      "translation": "океан",
      "definition": "Ein riesiger Körper von Salzwasser, der einen beträchtlichen Teil der Erdoberfläche bedeckt.",
      "definition_translation": "Огромное тело соленой воды, покрывающее значительную часть поверхности Земли.",
      "example": "Ich schwamm letzten Sommer im Ozean, ich schwimme diesem Sommer im Ozean und ich werde nächsten Sommer im Ozean schwimmen.",
      "example_translation": "Я плавал в океане прошлым летом, я плыву в океане этим летом, и я werde плавать в океане следующим летом.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palast",
      "translation": "дворец",
      "definition": "Ein großes und beeindruckendes Gebäude, insbesondere eines, das historisch eine königliche Residenz war.",
      "definition_translation": "Большой и внушительный здание, особенно тот, который исторически был королевской резиденцией.",
      "example": "Die Königin lebte in einem grandiosen Palast im Herzen der Stadt. Sie wird den Palast morgen besuchen. Sie besuchten den Palast letzten Jahr.",
      "example_translation": "Королева жила в большом дворце в центре города. Она посетит дворец завтра. Они посетили дворец прошлым годом.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "аптека",
      "definition": "Ein Laden, in dem Medikamente und andere Gesundheitsprodukte verkauft oder abgegeben werden.",
      "definition_translation": "Магазин, где продаются или выдаются лекарства и другие продукты здравоохранения.",
      "example": "Ich ging zur Apotheke, um einige Medikamente zu kaufen. Sie wird nächstes Jahr in der Apotheke arbeiten. Sie besuchten die Apotheke gestern.",
      "example_translation": "Я пошел в аптеку, чтобы купить некоторые лекарства. Она будет работать в аптеке в следующем году. Они посетили аптеку вчера.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "порт",
      "definition": "Ein Ort an der Küste, an dem Schiffe anlegen können, um Fracht zu laden und zu entladen.",
      "definition_translation": "Место на побережье, где корабли могут останавливаться для загрузки и разгрузки груза.",
      "example": "Das Frachtschiff kam gestern im Hafen an. Sie werden morgen vom Hafen segeln. Wir besuchten den Hafen letzten Woche.",
      "example_translation": "Грузовое судно прибыло в порт вчера. Они отплыли от порта завтра. Мы посетили порт на прошлой неделе.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "тюрьма",
      "definition": "Ein Gebäude oder eine Einrichtung, in der Menschen als Strafe für ein Verbrechen inhaftiert sind.",
      "definition_translation": "Здание или учреждение, где люди содержатся в заключении в качестве наказания за преступление.",
      "example": "Er wurde für fünf Jahre ins Gefängnis geschickt. Sie wird nächsten Monat das Gefängnis besuchen. Sie entkamen letzten Nacht aus dem Gefängnis.",
      "example_translation": "Он был отправлен в тюрьму на пять лет. Она посетит тюрьму в следующем месяце. Они бежали из тюрьмы прошлой ночью.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenwald",
      "translation": "дождевой лес",
      "definition": "Ein Regenwald ist ein dichter Wald in einer tropischen Region, typischerweise mit hoher Temperatur und hohem Niederschlagsniveau.",
      "definition_translation": "Дождевой лес - это густой лес в тропическом регионе, обычно с высокой температурой и высокими уровнями осадков.",
      "example": "Ich besuchte letzten Jahr einen Regenwald in Brasilien, wo ich viele exotische Vögel sah. Jetzt plane ich, einen weiteren in Indonesien zu besuchen. Wenn ich meine Reise beende, werde ich drei Regenwälder gesehen haben.",
      "example_translation": "Я посетил дождевой лес в Бразилии в прошлом году, где я увидел много экзотических птиц. Теперь я планирую посетить другой в Индонезии. К тому времени, когда я закончу свою поездку, я увидел три дождевых леса.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sekundarschule",
      "translation": "средняя школа",
      "definition": "Eine Sekundarschule ist eine Schule, die Bildung für Schüler im Alter von 11 bis 18 Jahren anbietet.",
      "definition_translation": "Средняя школа - это школа, которая обеспечивает образование для студентов обычно в возрасте от 11 до 18 лет.",
      "example": "Ich besuchte eine Sekundarschule in meiner Heimatstadt, wo ich Mathematik und Naturwissenschaften studierte. Jetzt denke ich daran, mich an einer Sekundarschule in den Vereinigten Staaten einzuschreiben. Wenn ich abschließe, werde ich zwei Sekundarschulen absolviert haben.",
      "example_translation": "Я посетил среднюю школу в моем родном городе, где я изучал математику и науку. Теперь я думаю о поступлении в среднюю школу в Соединенных Штатах. К тому времени, когда я毕业ю, я завершу две средние школы.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Souvenir-Laden",
      "translation": "магазин сувениров",
      "definition": "Ein Souvenir-Laden ist ein Laden, der Gegenstände verkauft, die als Erinnerung an einen bestimmten Ort oder Ereignis dienen.",
      "definition_translation": "Магазин сувениров - это магазин, который продает объекты, которые служат напоминанием о bestimmten месте или событии.",
      "example": "Ich ging in ein Souvenir-Laden in Paris, wo ich eine Schlüsselkette kaufte. Jetzt suche ich einen Souvenir-Laden in Tokio. Wenn ich einen finde, werde ich fünf Souvenir-Läden besucht haben.",
      "example_translation": "Я пошел в магазин сувениров в Париже, где я купил брелок. Теперь я ищу магазин сувениров в Токио. К тому времени, когда я найду один, я посетил пять магазинов сувениров.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportgeschäft",
      "translation": "спортивный магазин",
      "definition": "Ein Sportgeschäft ist ein Laden, der Ausrüstung, Bekleidung und Zubehör für verschiedene Sportarten und Outdoor-Aktivitäten verkauft.",
      "definition_translation": "Спортивный магазин - это магазин, который продает оборудование, одежду и аксессуары для различных видов спорта и наружных активностей.",
      "example": "Ich besuchte ein Sportgeschäft in New York, wo ich einen Basketball kaufte. Jetzt plane ich, ein Sportgeschäft in London zu besuchen. Wenn ich meinen Einkauf beende, werde ich drei Sportgeschäfte besucht haben.",
      "example_translation": "Я посетил спортивный магазин в Нью-Йорке, где я купил баскетбол. Теперь я планирую посетить спортивный магазин в Лондоне. К тому времени, когда я закінчу свои покупки, я посетил три спортивных магазина.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "магазин",
      "definition": "Ein Gebäude oder Raum, in dem Waren verkauft oder zum Verkauf gelagert werden.",
      "definition_translation": "Здание или комната, где товары продаются или хранятся для продажи.",
      "example": "Ich ging zum Laden, um Milch zu kaufen. Ich gehe zum Laden, um Schuhe zu kaufen. Ich werde zum Laden gehen, um ein Geschenk zu kaufen.",
      "example_translation": "Я пошел в магазин, чтобы купить молоко. Я иду в магазин, чтобы купить обувь. Я пойду в магазин, чтобы купить подарок.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tempel",
      "translation": "храм",
      "definition": "Ein Gebäude, das dem religiösen Gottesdienst gewidmet ist.",
      "definition_translation": "Здание, посвященное религиозному поклонению.",
      "example": "Ich besuchte den Tempel letzten Wochenende. Ich besuche den Tempel mit meiner Familie. Ich werde den Tempel(next Jahr besuchen.",
      "example_translation": "Я посетил храм прошлым выходным днем. Я посещаю храм с моей семьей. Я посещу храм в следующем году.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turm",
      "translation": "башня",
      "definition": "Ein hoher schmaler Bau oder eine Struktur, die typischerweise für Beobachtungen oder Verteidigung verwendet wird.",
      "definition_translation": "Высокое узкое здание или сооружение, обычно используемое для наблюдения или защиты.",
      "example": "Der Turm stand hoch und stolz. Ich kletterte den Turm, um die Aussicht zu sehen. Ich werde den Turm nächsten Monat besuchen.",
      "example_translation": "Башня стояла высокой и гордой. Я забрался на башню, чтобы увидеть вид. Я посещу башню в следующем месяце.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laufbahn",
      "translation": "трек",
      "definition": "Ein Weg oder eine Route, die für das Gehen, Laufen oder Rennen verwendet wird.",
      "definition_translation": "Путь или маршрут, используемый для ходьбы, бега или гонок.",
      "example": "Ich lief auf der Laufbahn gestern. Ich laufe auf der Laufbahn jetzt. Ich werde auf der Laufbahn morgen laufen.",
      "example_translation": "Я бежал по треку вчера. Я бегу по треку сейчас. Я побегу по треку завтра.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "хостел для молодежи",
      "definition": "Eine preisgünstige Unterkunft für junge Reisende, oft mit Schlafsälen und gemeinschaftlichen Einrichtungen.",
      "definition_translation": "Бюджетное жилье для молодых путешественников, часто с комнатами в стиле общежития и общими удобствами.",
      "example": "Ich übernachtete in einer Jugendherberge in Paris letzten Sommer. Es war ein toller Weg, andere Reisende zu treffen. Ich hatte bereits mehrere Jugendherbergen vorher besucht und werde definitiv wieder in einer Jugendherberge übernachten in Zukunft.",
      "example_translation": "Я останавливался в молодежном хостеле в Париже прошлым летом. Это был отличный способ встретить других путешественников. Я останавливался в нескольких молодежных хостелах раньше, и я, конечно, останусь в одном снова в будущем.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "пекарня",
      "definition": "Ein Laden, der Brot, Pasteten und andere Backwaren verkauft.",
      "definition_translation": "Магазин, продающий хлеб, выпечку и другие выпечные изделия.",
      "example": "Ich ging in die Bäckerei heute Morgen, um frisches Brot zu kaufen. Die Bäckerei an der Ecke ist meine Lieblingsbäckerei. Ich werde in die Bäckerei wieder morgen gehen, um einen Kuchen für meinen Geburtstag zu bestellen.",
      "example_translation": "Я пошел в пекарню этим утром, чтобы купить свежий хлеб. Пекарня на углу - моя любимая. Я пойду в пекарню снова завтра, чтобы заказать торт на свой день рождения.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "подвал",
      "definition": "Der niedrigste Stock eines Gebäudes, typischerweise unter der Erdoberfläche, der für Lagerung oder als Austragungsraum verwendet wird.",
      "definition_translation": "Нижний этаж здания, обычно ниже уровня земли, используемый для хранения или как комната для коммунальных услуг.",
      "example": "Ich lagerte mein altes Möbel im Keller. Der Keller war während des starken Regens überflutet. Wir werden den Keller nächsten Monat fertigstellen und ihn in ein Heimfitnessstudio umwandeln.",
      "example_translation": "Я хранил мою старую мебель в подвале. Подвал был затоплен во время сильного дождя. Мы закончим подвал в следующем месяце и превратим его в домашний спортзал.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zelle",
      "translation": "клетка",
      "definition": "Ein kleiner abgeschlossener oder abgeteilter Raum, wie eine Gefängniszelle oder eine Zelle in einem Kloster.",
      "definition_translation": "Маленькое закрытое или отгороженное пространство, zoals тюремная клетка или клетка в монастыре.",
      "example": "Der Gefangene wurde in einer Zelle für 10 Jahre gehalten. Der Mönch lebte in einer kleinen Zelle im Kloster. Die Zelle des Honigwabenkerns war voller Honig.",
      "example_translation": "Заключенный был содержан в клетке в течение 10 лет. Монах жил в маленькой клетке в монастыре. Клетка пчелиного сота была полна меда.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flur",
      "translation": "коридор",
      "definition": "Ein Flur ist ein langer Gang in einem Gebäude, insbesondere einer, der Räume oder Teile eines Gebäudes verbindet.",
      "definition_translation": "Коридор - это длинный проход в здании, особенно тот, который соединяет комнаты или части здания.",
      "example": "Ich ging den Flur entlang, um zum Konferenzraum zu kommen. Gestern ging ich den Flur entlang, um zum Konferenzraum zu kommen. Morgen werde ich den Flur entlanggehen, um zum Konferenzraum zu kommen.",
      "example_translation": "Я пошел вниз по коридору, чтобы добраться до комнаты для встреч. Вчера я шел вниз по коридору, чтобы добраться до комнаты для встреч. Завтра я пойду вниз по коридору, чтобы добраться до комнаты для встреч.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurs",
      "translation": "курс",
      "definition": "Ein Kurs ist eine Serie von Lektionen oder Vorträgen zu einem bestimmten Thema, insbesondere einer, die zu einer Qualifizierung führt.",
      "definition_translation": "Курс - это серия уроков или лекций на определенный предмет, особенно тот, который приводит к квалификации.",
      "example": "Ich nahm letzten Semester einen Kurs in Computerprogrammierung. Ich nehme diesen Semester einen Kurs in Computerprogrammierung. Ich werde nächsten Semester einen Kurs in Computerprogrammierung nehmen.",
      "example_translation": "Я прошел курс компьютерного программирования в прошлом семестре. Я прохожу курс компьютерного программирования в этом семестре. Я пройду курс компьютерного программирования в следующем семестре.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anwesen",
      "translation": "имущество",
      "definition": "Ein Anwesen ist ein großes Landgebiet, insbesondere im ländlichen Raum, das von einer Person oder Familie besessen wird.",
      "definition_translation": "Имущество - это большая территория земли, особенно в деревне, которая принадлежит одному человеку или семье.",
      "example": "Die Familie Smith besitzt ein großes Anwesen auf dem Land. Sie besaßen ein großes Anwesen auf dem Land letztes Jahr. Sie werden ein großes Anwesen auf dem Land nächstes Jahr besitzen.",
      "example_translation": "Семья Смит владеет большим имуществом в деревне. Они владели большим имуществом в деревне в прошлом году. Они будут владеть большим имуществом в деревне в следующем году.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptquartier",
      "translation": "штаб-квартира",
      "definition": "Die Hauptquartiere einer Organisation oder eines Unternehmens sind der Hauptplatz, von dem aus sie kontrolliert oder geleitet wird.",
      "definition_translation": "Штаб-квартира организации или компании - это основное место, где она контролируется или управляется.",
      "example": "Die Hauptquartiere der Firma befinden sich in New York City. Die Hauptquartiere der Firma befanden sich in New York City letztes Jahr. Die Hauptquartiere der Firma werden sich in New York City nächstes Jahr befinden.",
      "example_translation": "Штаб-квартира компании находится в Нью-Йорке. Штаб-квартира компании была розташована в Нью-Йорке в прошлом году. Штаб-квартира компании будет розташована в Нью-Йорке в следующем году.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lobby",
      "translation": "лобби",
      "definition": "Eine Lobby ist ein Raum oder Bereich in einem Gebäude, der als Wartebereich oder Versammlungsort dient, oft in einem Hotel, Theater oder Bürogebäude.",
      "definition_translation": "Лобби - это комната или зона в здании, используемая для ожидания или сборов, часто в отеле, театре или офисном здании.",
      "example": "Ich wartete in der Lobby auf meinen Freund. Ich warte in der Lobby auf meinen Freund. Ich werde in der Lobby auf meinen Freund warten.",
      "example_translation": "Я ждал в лобби прибытия моего друга. Я жду в лобби прибытия моего друга. Я буду ждать в лобби прибытия моего друга.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiese",
      "translation": "луг",
      "definition": "Eine Wiese ist ein Feld mit Gras und Wildblumen, oft in der Nähe eines Flusses oder Baches.",
      "definition_translation": "Луг - это поле травы и野цветов, часто near речки или ручья.",
      "example": "Wir hatten letzten Sommer ein Picknick auf der Wiese. Wir haben jeden Sonntag ein Picknick auf der Wiese. Wir werden nächstes Wochenende ein Picknick auf der Wiese haben.",
      "example_translation": "Мы устроили пикник в лугу прошлым летом. Мы устраиваем пикник в лугу каждое воскресенье. Мы устроим пикник в лугу на следующих выходных.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielfeld",
      "translation": "питч",
      "definition": "Ein Spielfeld ist ein Bereich auf dem Boden, der für das Spielen von Sportarten wie Baseball oder Cricket markiert ist.",
      "definition_translation": "Питч - это участок земли, размеченный для игры в какой-либо вид спорта, особенно в бейсбол или крикет.",
      "example": "Der Baseballspieler warf den Ball über das Spielfeld. Der Baseballspieler wirft den Ball über das Spielfeld bei jedem Spiel. Der Baseballspieler wird den Ball über das Spielfeld werfen.",
      "example_translation": "Игрок в бейсбол бросил мяч через питч. Игрок в бейсбол бросает мяч через питч every игра. Игрок в бейсбол бросит мяч через питч завтра.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuppen",
      "translation": "сарай",
      "definition": "Ein Schuppen ist ein kleines Gebäude, normalerweise aus Holz oder Metall, das zum Lagern von Dingen wie Werkzeugen, Fahrrädern oder Gartengeräten dient.",
      "definition_translation": "Сарай - это небольшая конструкция, обычно сделанная из дерева или металла, используемая для хранения вещей, таких как инструменты, велосипеды или оборудование для сада.",
      "example": "Ich lagerte mein Fahrrad im Schuppen letzten Winter. Ich lagere mein Fahrrad im Schuppen jeden Winter. Ich werde mein Fahrrad im Schuppen nächsten Winter lagern.",
      "example_translation": "Я хранил свой велосипед в сарае прошлой зимой. Я храню свой велосипед в сарае каждую зиму. Я храню свой велосипед в сарае следующей зимой.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolkenkratzer",
      "translation": "небоскрёб",
      "definition": "Ein Wolkenkratzer ist ein sehr hohes, bewohnbares Gebäude mit vielen Stockwerken, oft für Büro-, kommerzielle und Wohnzwecke entworfen.",
      "definition_translation": " Небоскрёб - это высокое, постоянно пригодное для проживания здание многих этажей, часто предназначенное для офисных, коммерческих и жилых целей.",
      "example": "Ich arbeitete auf dem 30. Stock eines Wolkenkratzers in New York City. Gestern besuchte ich die Aussichtsplattform des Wolkenkratzers. Bis nächstem Jahr werde ich in einem Wolkenkratzer in Tokyo leben.",
      "example_translation": "Я работал на 30-м этаже небоскрёба в Нью-Йорк Сити. Вчера я посетил обсерваторию на вершине небоскрёба. К следующему году я shall будем жить в небоскрёбе в Токио.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinstrand",
      "translation": "каменный пляж",
      "definition": "Ein Steinstrand ist ein Küstenbereich mit einer hohen Konzentration von Steinen, Kieseln und Felsen, oft entlang von Küsten zu finden.",
      "definition_translation": "Каменный пляж - это прибрежная зона с высокой концентрацией камней, гальки и валунов, часто встречающаяся вдоль береговых линий.",
      "example": "Ich liebte es, am Steinstrand bei Sonnenaufgang zu spazieren. Der Steinstrand war nach dem Sturm mit Seetang bedeckt. Bis zum nächsten Sommer wird der Steinstrand aufgeräumt sein.",
      "example_translation": "Я любил гулять по каменному пляжу на рассвете. Каменный пляж был покрыт морской травой после шторма. К следующему лету каменный пляж будет очищен.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Studio",
      "translation": "студия",
      "definition": "Ein Studio ist ein Raum oder Gebäude, das für den Unterricht, die Übung oder die Produktion in verschiedenen Künsten wie Tanz, Musik oder Film verwendet wird.",
      "definition_translation": "Студия - это комната или здание, используемое для инструктажа, практики или производства в различных искусствах, таких как танец, музыка или кино.",
      "example": "Ich besuchte ein Yogastudio gestern. Das Studio war mit modernster Ausstattung ausgestattet. Bis nächsten Monat werde ich mein eigenes Studio haben.",
      "example_translation": "Я посетил студию йоги вчера. Студия была оборудована передовым оборудованием. К следующему месяцу у меня будет своя студия.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terminal",
      "translation": "терминал",
      "definition": "Ein Terminal ist ein Ankunfts- oder Abfahrtsort in einem Flughafen, Seehafen oder anderen Verkehrsknotenpunkt, oder ein Gerät zum Eingeben von Daten in einen Computer.",
      "definition_translation": "Терминал - это точка прибытия или отправления в аэропорту, морском порту или другом транспортном узле, или устройство для ввода данных в компьютер.",
      "example": "Ich kam eine Stunde vor meinem Flug am Terminal an. Das Terminal war überfüllt mit Menschen. Bis nächstem Jahr wird das Terminal renoviert sein.",
      "example_translation": "Я прибыл на терминал за час до моего рейса. Терминал был переполнен людьми. К следующему году терминал будет реконструирован.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terrasse",
      "translation": "терраса",
      "definition": "Eine flache oder abfallende Dachterrasse oder ein Bereich, typischerweise von einer Mauer oder einem Geländer umgeben, über den Hauptzimmern eines Gebäudes.",
      "definition_translation": "Плоская или наклонная крыша или площадка, обычно окруженная стеной или оградой, над основными комнатами здания.",
      "example": "Das Hotelzimmer hatte eine schöne Terrasse mit einem atemberaubenden Blick auf den Ozean. Am Morgen saßen wir auf der Terrasse und frühstückten. Bis nächstem Sommer wird die gesamte Terrasse renoviert und ein neuer Pool hinzugefügt sein.",
      "example_translation": "Номер отеля имел красивую террасу с Potterящим видом на океан. Утром мы сидели на террасе и завтракали. К следующему лету мы реконструируем всю террасу и добавим новый бассейн.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veranstaltungsort",
      "translation": "место проведения",
      "definition": "Ein Ort, an dem ein bestimmtes Ereignis oder eine bestimmte Aktivität stattfindet, wie ein Konzert, eine Ausstellung oder ein Treffen.",
      "definition_translation": "Место, где проводится определенное событие или деятельность, например, концерт, выставка или встреча.",
      "example": "Der Veranstaltungsort für die Hochzeitsfeier wurde aufgrund der erhöhten Anzahl von Gästen in einen größeren Saal verlegt. Der Veranstaltungsort ist mit_state-of-the-art-Tonanlage ausgestattet. Bis nächstem Jahr wird der Veranstaltungsort über 500 Veranstaltungen gehostet haben.",
      "example_translation": "Место проведения свадебного приема было изменено на более大的 зал из-за увеличения числа гостей. Место оснащено современным звуковым оборудованием. К следующему году место проведения будет приняло более 500 мероприятий.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Station",
      "translation": "округ",
      "definition": "Eine Abteilung in einem Krankenhaus,oft mit Betten und medizinischen Geräten, in der Patienten versorgt werden.",
      "definition_translation": "Отделение больницы, обычно с кроватями и медицинским оборудованием, где пациенты получают уход.",
      "example": "Die Schwester arbeitete auf der Kinderstation und kümmerte sich um Kinder mit verschiedenen Krankheiten. Das Krankenhaus hat mehrere Stationen, jede spezialisiert auf unterschiedliche medizinische Bedingungen. Bis nächstem Monat wird die neue Station eröffnet und die Kapazität des Krankenhauses erhöht sein.",
      "example_translation": "Медсестра работала на детском отделении, ухаживая за детьми с разными заболеваниями. Больница имеет несколько отделений, каждое из которых специализируется на различных медицинских условиях. К следующему месяцу новое отделение будет открыто, увеличивая мощность больницы.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kontrolzentrum",
      "translation": "башня управления",
      "definition": "Ein hohes Gebäude auf einem Flughafen, von dem aus die Fluglotsen den Flugverkehr leiten.",
      "definition_translation": "Высокая структура в аэропорту, из которой диспетчеры управляют движением самолетов.",
      "example": "Das Kontrolzentrum auf dem Flughafen wurde aufgrund eines Feueralarms evakuiert. Der Lotse im Kontrolzentrum leitete den Piloten zu einer sicheren Landung. Bis nächstem Jahr wird das Kontrolzentrum renoviert und mit moderner Technologie ausgestattet sein.",
      "example_translation": "Башня управления в аэропорту была эвакуирована из-за пожарной тревоги. Диспетчер в башне управления руководил пилотом к безопасной посадке. К следующему году башня управления будет реконструирована и оснащена современной техникой.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Delikatessen",
      "translation": "деликатесный магазин",
      "definition": "Ein Delikatessengeschäft verkauft eine Vielzahl von hochwertigen Lebensmitteln, wie Fleisch, Käse und Bäckereiartikel.",
      "definition_translation": "Деликатесный магазин - это магазин, который продаёт разнообразные высококачественные продукты, такие как мясо, сыр и выпечка.",
      "example": "Ich ging in das Delikatessengeschäft, um einige Sandwiches für das Mittagessen zu kaufen. Ich werde morgen in das Delikatessengeschäft gehen, um einige Snacks für die Party zu kaufen. Ich war zuvor in das Delikatessengeschäft gegangen, um einige Zutaten für das Abendessen zu kaufen.",
      "example_translation": "Я пошёл в деликатесный магазин, чтобы купить некоторые сэндвичи для обеда. Я пойду в деликатесный магазин завтра, чтобы купить некоторые закуски для вечеринки. Я уже 去 был в деликатесный магазин раньше, чтобы купить некоторые ингредиенты для ужина.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahrzeichen",
      "translation": "достопримечательность",
      "definition": "Ein Wahrzeichen ist ein bekanntes oder historisches Gebäude, Monument oder Bauwerk, das von vielen Menschen anerkannt und bewundert wird.",
      "definition_translation": "Достопримечательность - это знаменитое или историческое здание, монумент или сооружение, которое признаётся и восхищается многими людьми.",
      "example": "Der Eiffelturm ist ein berühmtes Wahrzeichen in Paris. Ich habe während meiner Reise nach Europa viele Wahrzeichen gesehen. Das Wahrzeichen war nachts beleuchtet und sah atemberaubend aus.",
      "example_translation": "Эйфелева башня - это знаменитая достопримечательность в Париже. Я видел многие достопримечательности во время моей поездки по Европе. Достопримечательность была освещена ночью и выглядела ấn tượngно.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Herrenhaus",
      "translation": "особняк",
      "definition": "Ein Herrenhaus ist ein großes und beeindruckendes Haus, insbesondere ein luxuriöses oder prächtiges.",
      "definition_translation": "Особняк - это большой и впечатляющий дом, особенно если он роскошный или величественный.",
      "example": "Das Herrenhaus war von einem schönen Garten umgeben. Ich habe immer von einem Herrenhaus geträumt. Das Herrenhaus wurde bei einem Brand zerstört.",
      "example_translation": "Особняк был окружён красивым садом. Я всегда мечтал владеть особняком. Особняк был уничтожен в пожаре.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Treppenanlage",
      "translation": "лестница",
      "definition": "Eine Treppenanlage ist ein Satz von Treppen und die umgebenden Wände, Geländer und anderen Strukturen, die sie unterstützen.",
      "definition_translation": "Лестница - это набор ступеней и окружающих стен, перил и других структур, поддерживающих их.",
      "example": "Die Treppenanlage war grandios und gebogen. Ich stieg die Treppenanlage zu zweiten Stock hinauf. Die Treppenanlage war eng und steil.",
      "example_translation": "Лестница была величественной и изогнутой. Я поднялся по лестнице на второй этаж. Лестница была узкой и круто спускавшейся.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreibwarengeschäft",
      "translation": "канцелярская лавка",
      "definition": "Ein Laden, der Bürobedarf, Papier und andere Materialien für Schreiben und Tippen verkauft.",
      "definition_translation": "Магазин, который продает канцелярские товары, бумагу и другие материалы для письма и печати.",
      "example": "Ich ging in das Schreibwarengeschäft, um ein neues Notizbuch für die Schule zu kaufen. Gestern kaufte ich einen Stift in demselben Laden. Morgen werde ich einen Taschenrechner in diesem Laden kaufen.",
      "example_translation": "Я пошел в канцелярскую лавку, чтобы купить новый блокнот для школы. Вчера я купил ручку в том же магазине. Завтра я куплю калькулятор в том магазине.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lagerhalle",
      "translation": "склад",
      "definition": "Ein großes Gebäude, das für die Lagerung von Gütern oder Produkten verwendet wird.",
      "definition_translation": "Большое здание, используемое для хранения товаров или продуктов.",
      "example": "Das Unternehmen baute eine neue Lagerhalle, um ihre Lagerbestände zu würdigen. Die Lagerhalle war sehr groß und hatte viele Regale. In Zukunft werden sie die Lagerhalle erweitern, um mehr Güter zu lagern.",
      "example_translation": "Компания построила новый склад для хранения своих товаров. Склад был очень большим и имелMany полок. В будущем они расширят склад для хранения больше товаров.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischhändler",
      "translation": "рыбный рынок",
      "definition": "Ein Laden, der frischen Fisch und andere Meeresfrüchte verkauft.",
      "definition_translation": "Магазин, который продает свежую рыбу и другие морепродукты.",
      "example": "Ich ging zum Fischhändler, um Lachs für das Abendessen zu kaufen. Gestern kaufte ich Garnelen im selben Laden. Morgen werde ich Hummer im selben Laden kaufen.",
      "example_translation": "Я пошел на рыбный рынок, чтобы купить лосось на ужин. Вчера я купил креветки в том же магазине. Завтра я куплю лобстер в том магазине.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenwarenhandlung",
      "translation": "железнодорожный рынок",
      "definition": "Ein Laden, der Werkzeuge, Geräte und andere metallenen Waren verkauft.",
      "definition_translation": "Магазин, который продает оборудование, инструменты и другие металлические товары.",
      "example": "Ich ging zur Eisenwarenhandlung, um einen neuen Hammer zu kaufen. Gestern kaufte ich einen Schraubenzieher im selben Laden. Morgen werde ich einen Schraubenschlüssel im selben Laden kaufen.",
      "example_translation": "Я пошел на железнодорожный рынок, чтобы купить новый молот. Вчера я купил отвертку в том же магазине. Завтра я куплю гаечный ключ в том магазине.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landung",
      "translation": "посадка",
      "definition": "Der Vorgang des Landens, insbesondere von Flugzeugen oder Raumfahrzeugen, oder der Ort, an dem dies geschieht.",
      "definition_translation": "Акт посадки, особенно самолета или космического аппарата, или место, где это происходит.",
      "example": "Der Pilot begann mit dem Landeverfahren, und das Flugzeug setzte sicher auf der Landebahn auf. Gestern beobachtete ich, wie ein Flugzeug auf dem Strand landete. Bis 2025 werden Menschen auf dem Mars landen.",
      "example_translation": "Пилот начал процедуру посадки, и самолет приземлился безопасно на взлетную полосу. Вчера я свидетельствовал посадку самолета на пляже. К 2025 году люди высадятся на Марс.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "чердак",
      "definition": "Ein Raum oder Bereich direkt unter dem Dach eines Gebäudes, oft als Lager genutzt.",
      "definition_translation": "Комната или пространство ngay под крышей здания, часто используемое для хранения.",
      "example": "Ich lagere meine alten Kisten und Möbel im Dachboden. Der Dachboden wurde in eine moderne Wohnung umgebaut. Im 19. Jahrhundert wurden Dachböden als Werkstätten genutzt.",
      "example_translation": "Я храню старые коробки и мебель на чердаке. Чердак был преобразован в современную квартиру. В 19-м веке чердаки использовались как мастерские.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Off-Lizenz",
      "translation": "лицензия на розничную продажу алкоголя",
      "definition": "Eine Lizenz oder Genehmigung, die es einer Person oder einem Unternehmen ermöglicht, Alkohol für den Verzehr außerhalb der Geschäftsräume zu verkaufen.",
      "definition_translation": "Лицензия или разрешение, которое позволяет лицу или бизнесу продавать алкоголь для потребления вне помещения.",
      "example": "Der Off-Lizenz-Shop war 24/7 geöffnet. Ich bekam eine Off-Lizenz, um Wein in meinem Restaurant zu verkaufen. In einigen Ländern werden Off-Lizenzen nur bestimmten Personen erteilt.",
      "example_translation": "Магазин с лицензией на розничную продажу алкоголя был открыт 24/7. Я получил лицензию на розничную продажу вина в моем ресторане. В некоторых странах лицензии на розничную продажу алкоголя выдаются только определенным лицам.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stall",
      "translation": "стойло",
      "definition": "Ein Gebäude oder eine Struktur für die Unterbringung von Pferden, Rindern oder anderen Tieren.",
      "definition_translation": "Здание или конструкция для размещения лошадей, крупного рогатого скота или других животных.",
      "example": "Der Stall wurde jeden Morgen gereinigt. Das Pferd wurde in einen Stall mit frischem Heu gelegt. In alten Zeiten wurden Ställe als Unterkünfte für Reisende genutzt.",
      "example_translation": "Стоило было очищено каждое утро. Лошадь была помещена в стойло с свежим сеном. В давние дни стойла использовались как приюты для путешественников.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zollfreie Shop",
      "translation": "дьюти-фри магазин",
      "definition": "Ein Zollfreie Shop ist ein Einzelhandelsgeschäft, das Waren ohne Mehrwertsteuer oder andere lokale Steuern verkauft.",
      "definition_translation": "Магазин дьюти-фри - это розничный магазин, который продает товары без взимания налогов на добавленную стоимость или иных местных налогов.",
      "example": "Ich kaufte eine Flasche Parfüm im Zollfreie Shop am Flughafen. Gestern kaufte ich eine Uhr im Zollfreie Shop, und morgen werde ich eine Kamera im Zollfreie Shop kaufen.",
      "example_translation": "Я купил бутылку парфюма в дьюти-фри магазине в аэропорту. Вчера я купил часы в дьюти-фри магазине, а завтра я куплю камеру в дьюти-фри магазине.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pier",
      "translation": "пристань",
      "definition": "Ein Pier ist eine auf Pfählen im Meer, See oder Fluss errichtete Struktur, die als Anlegestelle für Boote oder Schiffe dient.",
      "definition_translation": "Пристань - это сооружение, возведенное на столбах в море, озере или реке, используемое как место причала для лодок или судов.",
      "example": "Ich ging entlang des Piers, um den Sonnenuntergang zu genießen. Die Fischer luden ihre Fanglast auf dem Pier aus, und heute reparierten sie ihre Netze auf dem Pier. Bis zum nächsten Sommer wird die Stadt einen neuen Pier gebaut haben.",
      "example_translation": "Я šёл вдоль пристани, чтобы насладиться закатом. Рыбаки разгрузили свой улов на пристани вчера, а сегодня они ремонтируют свои сети на пристани. К следующему лету город построит новую пристань.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]