[
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "April",
      "translation": "Апрель",
      "definition": "Der vierte Monat des Jahres, nach März und vor Mai.",
      "definition_translation": "Четвертый месяц года, следующий за мартом и предшествующий маю.",
      "example": "Ich werde im nächsten Jahr im April Urlaub machen. Ich ging letzten Jahr im April zum Strand. Ich gehe dieses Jahr im April in den Park.",
      "example_translation": "Я поеду в отпуск в апреле следующего года. Я был на пляже в апреле прошлого года. Я иду в парк в апреле этого года.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "August",
      "translation": "Август",
      "definition": "Der achte Monat des Jahres, nach Juli und vor September.",
      "definition_translation": "Восьмой месяц года, следующий за июлем и предшествующий сентябрю.",
      "example": "Ich werde im nächsten Jahr im August wieder in die Schule gehen. Ich begann letzten Jahr im August mein Studium. Ich gehe nächstes Jahr im August in die Berge.",
      "example_translation": "Я начну школу в августе этого года. Я начал колледж в августе прошлого года. Я иду в горы в августе следующего года.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezember",
      "translation": "Декабрь",
      "definition": "Der zwölfte und letzte Monat des Jahres, nach November.",
      "definition_translation": "Двенадцатый и последний месяц года, следующий за ноябрем.",
      "example": "Ich werde Weihnachten im Dezember dieses Jahres feiern. Ich feierte letzten Jahr im Dezember meinen Geburtstag. Ich gehe nächstes Jahr im Dezember auf den Weihnachtsmarkt.",
      "example_translation": "Я буду праздновать Рождество в декабре этого года. Я_marksел день рождения в декабре прошлого года. Я иду на рождественский рынок в декабре следующего года.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Februar",
      "translation": "Февраль",
      "definition": "Der zweite Monat des Jahres, nach Januar und vor März.",
      "definition_translation": "Второй месяц года, следующий за январем и предшествующий марту.",
      "example": "Ich werde im Februar dieses Jahres Skifahren gehen. Ich ging letzten Jahr im Februar zur Valentinstagsparty. Ich werde nächstes Jahr im Februar zur Ausstellung gehen.",
      "example_translation": "Я поеду на лыжи в феврале этого года. Я был на празднике Дня святого Валентина в феврале прошлого года. Я иду на выставку в феврале следующего года.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Januar",
      "translation": "январь",
      "definition": "Der erste Monat des Jahres, nach Februar, im Gregorianischen Kalender.",
      "definition_translation": "Первый месяц года, после февраля, в григорианском календаре.",
      "example": "Ich wurde im Januar 1990 geboren. Ich werde im Januar wieder in die Schule gehen. Ich ging letzten Jahr im Januar zum Strand.",
      "example_translation": "Я родился в январе 1990 года. Я пойду в школу в январе. Я пошел на пляж в январе прошлого года.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juli",
      "translation": "июль",
      "definition": "Der siebte Monat des Jahres, nach Juni und vor August, im Gregorianischen Kalender.",
      "definition_translation": "Седьмой месяц года, после августа, в григорианском календаре.",
      "example": "Ich werde im Juli Urlaub machen. Ich ging letzten Jahr im Juli in den Park. Ich werde nächstes Jahr im Juli meinen Abschluss machen.",
      "example_translation": "Я пойду в отпуск в июле. Я пошел в парк в июле прошлого года. Я закончу обучение в июле следующего года.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juni",
      "translation": "июнь",
      "definition": "Der sechste Monat des Jahres, nach Mai und vor Juli, im Gregorianischen Kalender.",
      "definition_translation": "Шестой месяц года, после июля, в григорианском календаре.",
      "example": "Ich werde im Juni zur Hochzeit gehen. Ich ging letzten Jahr im Juni zum Strand. Ich werde nächstes Jahr im Juni meine Prüfung ablegen.",
      "example_translation": "Я пойду на свадьбу в июне. Я пошел на пляж в июне прошлого года. Я сдам экзамен в июне следующего года.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "März",
      "translation": "март",
      "definition": "Der dritte Monat des Jahres, nach Februar und vor April, im Gregorianischen Kalender.",
      "definition_translation": "Третий месяц года, после апреля, в григорианском календаре.",
      "example": "Ich werde im März Französisch lernen. Ich ging letzten Jahr im März nach Paris. Ich werde nächstes Jahr im März mein Projekt beenden.",
      "example_translation": "Я начну учить французский в марте. Я пошел в Париж в марте прошлого года. Я закончу проект в марте следующего года.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mai",
      "translation": "Май",
      "definition": "Der fünfte Monat des Jahres, zwischen April und Juni.",
      "definition_translation": "Пятый месяц года, следующие между апрелем и июнем.",
      "example": "Ich werde im Mai meinen Abschluss machen. Ich habe im Mai meinen Abschluss gemacht. Ich hatte im Mai meinen Abschluss gemacht.",
      "example_translation": "Я окончу учебу в мае. Я окончил учебу в мае. Я уже окончил учебу в мае.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "November",
      "translation": "Ноябрь",
      "definition": "Der elfte Monat des Jahres, zwischen Oktober und Dezember.",
      "definition_translation": "Одиннадцатый месяц года, следующие между октябрем и декабрем.",
      "example": "Ich werde im November reisen. Ich reiste im November. Ich hatte im November gereist.",
      "example_translation": "Я поеду в ноябре. Я ездил в ноябре. Я уже ездил в ноябре.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oktober",
      "translation": "Октябрь",
      "definition": "Der zehnte Monat des Jahres, zwischen September und November.",
      "definition_translation": "Десятый месяц года, следующие между сентябрем и ноябрем.",
      "example": "Ich werde im Oktober studieren. Ich studierte im Oktober. Ich hatte im Oktober studiert.",
      "example_translation": "Я буду учиться в октябре. Я учился в октябре. Я уже учился в октябре.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "September",
      "translation": "Сентябрь",
      "definition": "Der neunte Monat des Jahres, zwischen August und Oktober.",
      "definition_translation": "Девятый месяц года, следующие между августом и октябрем.",
      "example": "Ich werde im September arbeiten. Ich arbeitete im September. Ich hatte im September gearbeitet.",
      "example_translation": "Я буду работать в сентябре. Я работал в сентябре. Я уже работал в сентябре.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]