[
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bier",
      "translation": "пиво",
      "definition": "Ein fermentiertes Getränk, das aus Getreide, insbesondere Gerste, und Hopfen hergestellt wird.",
      "definition_translation": "Ферментированный напиток, сделанный из злаков, особенно ячменя, и ароматизированный хмелем.",
      "example": "Ich trank ein Bier auf der Party letzte Nacht. Ich trinke ein Bier jetzt. Ich werde ein Bier auf der Party morgen trinken.",
      "example_translation": "Я выпил пиво на вечеринке вчера вечером. Я пью пиво сейчас. Я выпью пиво на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffee",
      "translation": "кофе",
      "definition": "Ein heißes Getränk, das aus den gerösteten Samen einer tropischen Pflanze hergestellt wird.",
      "definition_translation": "Горячий напиток, сделанный из обжаренных семян тропического растения.",
      "example": "Ich trank eine Tasse Kaffee heute Morgen. Ich trinke Kaffee jetzt. Ich werde Kaffee zum Frühstück morgen trinken.",
      "example_translation": "Я выпил чашку кофе этим утром. Я пью кофе сейчас. Я выпью кофе на завтраке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Coca Cola",
      "translation": "Кока-Кола",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk, das mit Vanille und Zimt aromatisiert wird.",
      "definition_translation": "Сладкий газированный напиток, ароматизированный ванилью и корицей.",
      "example": "Ich trank eine Coca Cola auf der Party letzte Nacht. Ich trinke Coca Cola jetzt. Ich werde Coca Cola im Kino morgen trinken.",
      "example_translation": "Я выпил Кока-Колу на вечеринке вчера вечером. Я пью Кока-Колу сейчас. Я выпью Кока-Колу в кино завтра.",
      "imageLink": "image_files\\English\\"imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "пить",
      "definition": "Ein flüssiges Subjekt zu schlucken.",
      "definition_translation": "Глотать жидкую субстанцию.",
      "example": "Ich trank Wasser gestern. Ich trinke Tee jetzt. Ich werde Saft zum Frühstück morgen trinken.",
      "example_translation": "Я выпил воду вчера. Я пью чай сейчас. Я выпью сок на завтраке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saft",
      "translation": "сок",
      "definition": "Ein flüssiges Subjekt, das natürlicherweise in Pflanzen oder Tieren enthalten ist und oft als Getränk konsumiert wird.",
      "definition_translation": "Жидкость, естественным образом содержащаяся в растениях или животных и часто потребляемая в качестве напитка.",
      "example": "Ich trank Saft gestern, ich trinke Saft jetzt und ich werde Saft morgen trinken.",
      "example_translation": "Вчера я пил сок, сейчас я пью сок, и завтра я буду пить сок.",
      "imageLink": "image_files\\English\\"imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milch",
      "translation": "молоко",
      "definition": "Ein nährstoffreiches Flüssigsubstrat, das von den Milchdrüsen weiblicher Säugetiere, vor allem Rindern, Ziegen und Schafen, produziert wird.",
      "definition_translation": "Питательная жидкость, производимая молочными железами самок млекопитающих, прежде всего крупного рогатого скота, коз и овец.",
      "example": "Ich kaufte Milch gestern, ich kaufe Milch jetzt und ich werde Milch morgen kaufen.",
      "example_translation": "Вчера я купил молоко, сейчас я куплю молоко, и завтра я куплю молоко.",
      "imageLink": "image_files\\English\\"imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orangensaft",
      "translation": "апельсиновый сок",
      "definition": "Ein flüssiges Subjekt, das aus Orangen gewonnen wird und oft als Getränk konsumiert wird.",
      "definition_translation": "Жидкость, извлекаемая из апельсинов, часто потребляемая в качестве напитка.",
      "example": "Ich trank Orangensaft gestern, ich trinke Orangensaft jetzt und ich werde Orangensaft morgen trinken.",
      "example_translation": "Вчера я пил апельсиновый сок, сейчас я пью апельсиновый сок, и завтра я буду пить апельсиновый сок.",
      "imageLink": "image_files\\English\\"imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tee",
      "translation": "чай",
      "definition": "Ein heißes oder kaltes Getränk, das durch das Infundieren der getrockneten Blätter der Tee-Pflanze in Wasser hergestellt wird.",
      "definition_translation": "Горячий или холодный напиток, приготовленный путем настаивания сухих листьев чайного растения в воде.",
      "example": "Ich trank Tee gestern, ich trinke Tee jetzt und ich werde Tee morgen trinken.",
      "example_translation": "Вчера я пил чай, сейчас я пью чай, и завтра я буду пить чай.",
      "imageLink": "image_files\\English\\"imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomatensaft",
      "translation": "томатный сок",
      "definition": "Ein flüssiges Subjekt, das aus Tomaten hergestellt wird und oft als Getränk konsumiert wird.",
      "definition_translation": "Жидкость, сделанная из томатов, часто потребляемая в качестве напитка.",
      "example": "Ich trank ein Glas Tomatensaft gestern, ich trinke es jetzt und ich werde es morgen trinken.",
      "example_translation": "Я выпил стакан томатного сока вчера, я пью его сейчас, и я выпью его завтра.",
      "imageLink": "image_files\\English\\"imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser",
      "translation": "вода",
      "definition": "Ein klarer, farbloser, geruchloser und geschmackloser Flüssigstoff, der die Meere, Seen, Flüsse und Regen bildet und die Grundlage der Flüssigkeiten lebender Organismen ist.",
      "definition_translation": "Чистый, бесцветный, безвкусный и без запаха жидкий субстрат, который формирует моря, озера, реки и дождь и является основой жидкостей живых организмов.",
      "example": "Ich trank Wasser gestern, ich trinke es jetzt und ich werde es morgen trinken.",
      "example_translation": "Я выпил воду вчера, я пью ее сейчас, и я выпью ее завтра.",
      "imageLink": "image_files\\English\\"imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wein",
      "translation": "вино",
      "definition": "Ein fermentiertes Getränk, das aus Trauben hergestellt wird, das normalerweise zwischen 10 und 20 Prozent Alkohol enthält.",
      "definition_translation": "С_spiанный напиток, сделанный из винограда, обычно содержащий от 10 до 20 процентов алкоголя.",
      "example": "Ich trank ein Glas Wein letzten Abend, ich trinke es jetzt und ich werde es auf der Party morgen trinken.",
      "example_translation": "Я выпил стакан вина прошлым вечером, я пью его сейчас, и я выпью его на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "алкоголь",
      "definition": "Eine farblose, leicht entzündliche und hochentzündliche Flüssigkeit, die als Lösungsmittel, Treibstoff und in der Herstellung von Getränken verwendet wird.",
      "definition_translation": "Бесцветная, летучая и высоковоспламеняющаяся жидкость, используемая в качестве растворителя, топлива и в производстве напитков.",
      "example": "Ich werde nie zu viel Alkohol trinken, weil ich ihn letzten Abend trank und er mich krank machte.",
      "example_translation": "Я никогда больше не буду пить слишком много алкоголя, потому что я выпил его прошлым вечером и он делал меня чувствовать больно.",
      "imageLink": "image_files\\English\\"imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "сока яблока",
      "definition": "Ein süßer und erfrischender Drink, der aus Äpfeln hergestellt wird, oft gekühlt serviert.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из яблок, часто подается охлажденным.",
      "example": "Ich trank Apfelsaft zum Frühstück, ich trinke ihn jetzt und ich werde ihn zum Abendessen trinken.",
      "example_translation": "Я пил сок яблока на завтрак, я пью его сейчас, и я буду пить его на ужин.",
      "imageLink": "image_files\\English\\"imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Champagner",
      "translation": "шампанское",
      "definition": "Ein prickelnder Wein, der aus Trauben hergestellt wird, die in der Region Champagne in Frankreich wachsen, oft bei Feierlichkeiten serviert.",
      "definition_translation": "Игристое вино, производимое из винограда, выращенного в регионе Шампань во Франции, часто подается на празднованиях.",
      "example": "Wir öffneten Champagner auf meiner Hochzeit, wir trinken ihn jetzt und wir werden ihn auf unserem Hochzeitstag wieder öffnen.",
      "example_translation": "Мы открывали шампанское на моей свадьбе, мы пьем его сейчас, и мы откроем его снова на нашей годовщине.",
      "imageLink": "image_files\\English\\"imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "кола",
      "definition": "Ein süßer, kohlensäurehaltiger Softdrink, der mit Vanille und Karamell aromatisiert ist, oft kalt serviert.",
      "definition_translation": "Сладкий, газированный напиток, ароматизированный ванилью и карамелью, часто подается холодным.",
      "example": "Ich trank Cola auf der Party, ich trinke ihn jetzt und ich werde ihn im Kino trinken.",
      "example_translation": "Я пил колу на вечеринке, я пью ее сейчас, и я буду пить ее в кинотеатре.",
      "imageLink": "image_files\\English\\"imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "питье",
      "definition": "Eine flüssige Substanz, die zum Stillen des Durstes oder zur Ernährung konsumiert wird.",
      "definition_translation": "Жидкость, потребляемая для утоления жажды или для питания.",
      "example": "Ich werde Wasser nach dem Training trinken, ich trank Saft zum Frühstück und ich trinke jetzt Tee.",
      "example_translation": "Я буду пить воду после упражнений, я пил сок на завтрак, и я пью чай сейчас.",
      "imageLink": "image_files\\English\\"imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heiße Schokolade",
      "translation": "горячий шоколад",
      "definition": "Ein süßer und tröstlicher Drink, der aus geschmolzener Schokolade und Milch hergestellt wird, oft heiß serviert.",
      "definition_translation": "Сладкий, утешительный напиток, сделанный из растопленного шоколада и молока, часто подается горячим.",
      "example": "Ich trank heiße Schokolade an einem kalten Wintermorgen. Gestern machte ich heiße Schokolade für meine Geschwister. In Zukunft werde ich heiße Schokolade mit Marshmallows machen.",
      "example_translation": "Я выпил горячий шоколад на холодное зимнее утро. Вчера я приготовил горячий шоколад для моих братьев и сестер. В будущем я сделаю горячий шоколад с зефиром.",
      "imageLink": "image_files\\English\\"imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenlimonade",
      "translation": "лимонад",
      "definition": "Ein süßer und erfrischender Drink, der aus Zitronensaft, Wasser und Zucker hergestellt wird.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из лимонного сока, воды и сахара.",
      "example": "Ich nippte Zitronenlimonade an einem heißen Sommertag. Meine Mutter machte Zitronenlimonade für die Party. Im Sommer werde ich Zitronenlimonade mit Eis machen.",
      "example_translation": "Я отпил лимонад на жаркий летний день. Моя мама приготовила лимонад для вечеринки. Летом я сделаю лимонад со льдом.",
      "imageLink": "image_files\\English\\"imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milchshake",
      "translation": "мilkshake",
      "definition": "Ein süßer und cremiger Drink, der aus Milch, Eiscreme und Aromastoffen hergestellt wird.",
      "definition_translation": "Сладкий и кремовый напиток, сделанный из молока, мороженого и добавок.",
      "example": "Ich bestellte einen Milchshake im Diner. Mein Freund machte einen Milchshake mit Erdbeeren. Nächste Woche werde ich einen Milchshake mit Schokoladenchips machen.",
      "example_translation": "Я заказал milkshake в дайнере. Мой друг приготовил milkshake со страурами. На следующей неделе я сделаю milkshake с шоколадными чипсами.",
      "imageLink": "image_files\\English\\"imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mineralwasser",
      "translation": "минеральная вода",
      "definition": "Wasser, das Mineralien oder andere Substanzen enthält, die darin gelöst sind, oft abgefüllt und als Getränk verkauft.",
      "definition_translation": "Вода, содержащая минералы или другие вещества, растворенные в ней, часто бутилированная и продаваемая как напиток.",
      "example": "Ich trank Mineralwasser nach dem Workout. Mein Arzt empfahl Mineralwasser für die Verdauung. In Zukunft werde ich Mineralwasser mit Zitrone trinken.",
      "example_translation": "Я выпил минеральную воду после тренировки. Мой врач порекомендовал минеральную воду для пищеварения. В будущем я буду пить минеральную воду с лимоном.",
      "imageLink": "image_files\\English\\"imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiches Getränk",
      "translation": "напиток",
      "definition": "Ein süßlich geschmacktes Getränk, typischerweise kohlensäurehaltig, mit einem kleinen Anteil an Alkohol oder keinerlei Alkohol.",
      "definition_translation": "Сладкий ароматизированный напиток, обычно газированный, содержащий небольшое количество алкоголя или без алкоголя.",
      "example": "Ich trank ein weiches Getränk auf der Party letzte Nacht. Ich trinke ein weiches Getränk jetzt. Ich werde ein weiches Getränk am Strand morgen trinken.",
      "example_translation": "Я выпил напиток на вечеринке вчера вечером. Я сейчас пью напиток. Я выпью напиток на пляже завтра.",
      "imageLink": "image_files\\English\\"imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocktail",
      "translation": "коктейль",
      "definition": "Ein gemixtes Getränk, hergestellt mit Spirituosen, Saft und anderen Zutaten, typischerweise in einem Glas serviert.",
      "definition_translation": "Смесь напитка, сделанная из спирта, сока и других ингредиентов, обычно подается в стакане.",
      "example": "Ich bestellte einen Cocktail an der Bar letzte Nacht. Ich bestelle einen Cocktail jetzt. Ich werde einen Cocktail auf der Party morgen bestellen.",
      "example_translation": "Я заказал коктейль в баре вчера вечером. Я сейчас заказываю коктейль. Я заказаю коктейль на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakao",
      "translation": "какао",
      "definition": "Ein süßes Nahrungsmittel, hergestellt aus den Bohnen des Kakaobaumes, oft als heißes Getränk konsumiert.",
      "definition_translation": "Сладкая еда, сделанная из бобов дерева какао, часто потребляется в виде горячего напитка.",
      "example": "Ich trank eine Tasse Kakao gestern. Ich trinke eine Tasse Kakao jetzt. Ich werde eine Tasse Kakao im Winter trinken.",
      "example_translation": "Я выпил стакан какао вчера. Я сейчас пью стакан какао. Я выпью стакан какао зимой.",
      "imageLink": "image_files\\English\\"imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sprudelndes Getränk",
      "translation": "газированный напиток",
      "definition": "Ein kohlensäurehaltiges Getränk, oft aromatisiert und süß, das sprudelt oder blubbert, wenn es geöffnet wird.",
      "definition_translation": "Газированный напиток, часто ароматизированный и подслащенный, который образует пену или пузырьки, когда открывается.",
      "example": "Ich öffnete ein sprudelndes Getränk gestern. Ich öffne ein sprudelndes Getränk jetzt. Ich werde ein sprudelndes Getränk auf dem Picknick morgen öffnen.",
      "example_translation": "Я открыл газированный напиток вчера. Я сейчас открываю газированный напиток. Я открою газированный напиток на пикнике завтра.",
      "imageLink": "image_files\\English\\"imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instant-Kaffee",
      "translation": "мгновенный кофе",
      "definition": "Ein Tipus Kaffee, der schnell durch Auflösen von Pulver oder Granulat in heißem Wasser zubereitet werden kann.",
      "definition_translation": "Тип кофе, который можно быстро приготовить, растворив порошок или гранулы в горячей воде.",
      "example": "Ich liebe Instant-Kaffee am Morgen zu trinken, weil es so bequem ist. Gestern trank ich Instant-Kaffee mit meinen Freunden. Morgen werde ich Instant-Kaffee bei der Arbeit trinken.",
      "example_translation": "Я люблю пить мгновенный кофе по утрам, потому что это так удобно. Вчера я пил мгновенный кофе с друзьями. Завтра я będę пить мгновенный кофе на работе.",
      "imageLink": "image_files\\English\\"imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wodka",
      "translation": "водка",
      "definition": "Eine klare, farblose, geschmacklose Flüssigkeit, typischerweise aus Getreide wie Weizen oder Roggen hergestellt und oft aromatisiert oder mit anderen Zutaten gemischt.",
      "definition_translation": "Прозрачная, бесцветная, безвкусная жидкость, типично сделанная из зерна, такого как пшеница или рожь, и часто ароматизированная или смешанная с другими ингредиентами.",
      "example": "Ich gehe heute Abend zu einer Wodka-Verkostung. Gestern trank ich Wodka mit meinen Freunden. Morgen werde ich Wodka auf der Party trinken.",
      "example_translation": "Я иду на дегустацию водки сегодня вечером. Вчера я пил водку с друзьями. Завтра я będę пить водку на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Whisky",
      "translation": "виски",
      "definition": "Ein Typus von Spirituosen, typischerweise aus fermentiertem Getreide-Mash hergestellt und oft in Eichenfässern gelagert, um einen reichen Geschmack und eine reiche Farbe zu entwickeln.",
      "definition_translation": "Тип спиртного напитка, типично сделанного из ферментированной зерновой мешки, и часто выдержанного в дубовых бочках, чтобы развить богатый вкус и цвет.",
      "example": "Ich gehe heute Abend zu einer Whisky-Verkostung. Gestern trank ich Whisky mit meinen Freunden. Morgen werde ich Whisky auf der Party trinken.",
      "example_translation": "Я иду на дегустацию виски сегодня вечером. Вчера я пил виски с друзьями. Завтра я będę пить виски на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompott",
      "translation": "компот",
      "definition": "Ein süßes Getränk oder Dessert, hergestellt aus Obst, oft heiße oder kalte serviert, und typischerweise mit Zucker und Gewürzen aromatisiert.",
      "definition_translation": "Сладкий напиток или десерт, сделанный из фруктов, часто подается горячим или холодным, и типично ароматизированный сахаром и специями.",
      "example": "Ich liebe Kompott im Winter zu trinken, weil es so warm und gemütlich ist. Gestern trank ich Kompott mit meiner Familie. Morgen werde ich Kompott auf der Abendparty trinken.",
      "example_translation": "Я люблю пить компот зимой, потому что это так тепло и уютно. Вчера я пил компот с семьей. Завтра я będę пить компот на обеде.",
      "imageLink": "image_files\\English\\"imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entkoffeinierter Kaffee",
      "translation": "декофеинированный кофе",
      "definition": "Kaffeebohnen, denen der größte Teil des Koffeins entfernt wurde, was sie zu einer großartigen Option für diejenigen macht, die koffeinsensibel sind oder es vermeiden möchten.",
      "definition_translation": "Кофейные бобы, из которых был удален hầu hết кофеина, membuat его отличным вариантом для тех, кто敏ITIVE к кофеину или хочет его избежать вообще.",
      "example": "Ich trinke seit Jahren entkoffeinierter Kaffee, seit ich realisiert habe, dass ich zu empfindlich für Koffein bin. Gestern trank ich eine Tasse entkoffeinierten Kaffees vor dem Schlafengehen, und ich werde das morgen auch tun.",
      "example_translation": "Я пил декофеинированный кофе на протяжении лет, с тех пор как я понял, что я слишком чувствительный к кофеину. Вчера я выпил чашку декофеинированного кофе перед сном, и я сделаю то же самое завтра утром.",
      "imageLink": "image_files\\English\\"imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shandy",
      "translation": "шэнд",
      "definition": "Ein Getränk, hergestellt aus Bier und einem süßen Getränk, wie Limonade oder Ginger Ale, typischerweise während warmen Wetters konsumiert.",
      "definition_translation": "Напиток, сделанный из пива и сладкого напитка, такого как лимонад или имбирное пиво, обычно потребляемый в теплую погоду.",
      "example": "Ich bestellte ein Shandy in der Strandbar, und es war erfrischend. Mein Freund hatte schon einmal Shandy probiert, aber ich werde eins nächstes Sommer haben. Vielleicht mache ich sogar ein Shandy heute Abend zu Hause.",
      "example_translation": "Я заказал шэнд в баре на пляже, и он был освежающим. Мой друг пробовал шэнд прежде, но я буду пить его следующим летом. Может быть, я даже приготовлю шэнд дома сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]