[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldogterrier",
      "translation": "Бультерьер",
      "definition": "Eine Hunderasse bekannt für ihren muskulösen Körperbau, kurze Mähne und unverwechselbare eiförmige Kopf.",
      "definition_translation": "Порода собаки, известная своей мускулистой постройкой, короткой шерстью и характерной яйцевидной формой головы.",
      "example": "Ich hatte einen Bulldogterrier als Haustier, als ich ein Kind war, aber jetzt habe ich eine Katze. Meine Schwester ging jeden Morgen mit unserem Bulldogterrier spazieren und wird es morgen zum Park mitnehmen.",
      "example_translation": "У меня был бультерьер в качестве домашнего животного, когда я был ребенком, но теперь у меня есть кошка. Моя сестра раньше каждый день гуляла нашим бультерьером, и завтра она возьмет его к парку.",
      "imageLink": "image_files\\English\\bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldogge",
      "translation": "Бульдог",
      "definition": "Eine Hunderasse bekannt für ihren robusten Körperbau, kurze Mähne und unverwechselbare runzlige Visage.",
      "definition_translation": "Порода собаки, известная своей устойчивой постройкой, короткой шерстью и характерным морщинистым лицом.",
      "example": "Die Bulldogge ist eine beliebte Rasse und wurde ursprünglich für Bullenbeißerei gezüchtet. Mein Freund hatte früher einen Bulldoggen, aber er war zu aggressiv, daher musste er ihn wegggeben.",
      "example_translation": "Бульдог - это популярная порода, и она былаoriginally выведена для боя с быками. Мой друг ранее имел бульдога, но оно было слишком агрессивным, поэтому он должен был отдать его.",
      "imageLink": "image_files\\English\\bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dalmatiner",
      "translation": "Далматинец",
      "definition": "Eine Hunderasse bekannt für ihr auffälliges weißes Fell mit schwarzen Flecken und ihren athletischen Körperbau.",
      "definition_translation": "Порода собаки, известная своей характерной белой шерстью с черными пятнами и своей атлетической постройкой.",
      "example": "Dalmatiner werden oft als Feuerwehrhunde eingesetzt und sind sehr loyal. Meine Großmutter hatte einen Dalmatiner, als sie jung war, und er folgte ihr überall hin.",
      "example_translation": "Далматины часто используются в качестве пожарных собак, и они очень лояльны. Моя бабушка имела далматинца, когда она была молодой, и оно всегда следовало за ней везде.",
      "imageLink": "image_files\\English\\dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pudel",
      "translation": "Пудель",
      "definition": "Eine Hunderasse bekannt für ihr lockiges, nicht schuppenloses Fell und ihre hohe Intelligenz.",
      "definition_translation": "Порода собаки, известная своей кудрявой, не линяющей шерстью и высокой интеллектом.",
      "example": "Pudel gibt es in verschiedenen Größen, einschließlich Spielzeug, Miniatur und Standard. Ich hatte früher einen Spielzeugpudel, aber er war zu pflegeintensiv, daher gab ich ihn meiner Schwester.",
      "example_translation": "Пудели бывают разного размера, включая игрушечных, миниатюрных и стандартных. Я ранее имел игрушечного пуделя, но оно было слишком требовательным уходом, поэтому я отдал его своей сестре.",
      "imageLink": "image_files\\English\\poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Afghanischer Windhund",
      "translation": "Афганская борзая",
      "definition": "Eine großgewachsene, seidig befellte Hunderasse aus Afghanistan, gekennzeichnet durch ihren ringförmigen Schwanz und langgestreckten Kopf.",
      "definition_translation": "Высокая, шелковистая порода собак, происходящая из Афганистана, характеризующаяся кольцевым хвостом и длинной, узкой головой.",
      "example": "Ich habe immer einen Afghanischen Windhund haben wollen. Mein Freund hatte einen, als ich aufwuchs, und ich verliebte mich in seine Schönheit. Ich werde ihn nächstes Jahr kaufen.",
      "example_translation": "Я всегда хотел владеть афганской борзой. У моего друга была одна, когда я рос, и я влюбился в ее красоту. Я куплю одну следующим годом.",
      "imageLink": "image_files\\English\\afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "Акита",
      "definition": "Eine große, kräftige Hunderasse aus Japan, bekannt für ihre Treue und ihre schützende Natur.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Японии, известная своей лояльностью и защитной натурой.",
      "example": "Ich besuchte Japan letztes Jahr und sah einen Akita persönlich. Er war riesig! Mein Freund hat einen, und er ist sehr freundlich. Ich werde bald einen Akita haben.",
      "example_translation": "Я посетил Японию в прошлом году и увидел акиту вживую. Оно было огромным! У моего друга есть одна, и она очень дружелюбная. Я получу одну вскоре.",
      "imageLink": "image_files\\English\\akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alaskischer Malamut",
      "translation": "Альский маламут",
      "definition": "Eine starke und athletische Hunderasse aus Alaska, bekannt für ihre Ausdauer und ihre Fähigkeit, schwere Lasten zu ziehen.",
      "definition_translation": "Сильная и атлетичная порода собак, происходящая из Аляски, известная своей выносливостью и способностью тянуть тяжелые грузы.",
      "example": "Ich ging letztes Winter Schlittenhunde und sah einen Alaskischen Malamuten in Aktion. Es war beeindruckend! Mein Bruder hat einen, und er liebt es zu spielen. Ich werde ihn morgen spazieren führen.",
      "example_translation": "Я поехал на собачьих упряжках прошлой зимой и увидел альского маламута в действии. Оно было incredibile! У моего брата есть одна, и она любит играть. ЯLETTE ее на прогулку завтра.",
      "imageLink": "image_files\\English\\alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basset",
      "translation": "Бассет хаунд",
      "definition": "Eine Hunderasse mit kurzen Beinen und hängenden Ohren, bekannt für ihre ruhige und gentle Art, oft für die Jagd auf kleine Wildtiere eingesetzt.",
      "definition_translation": "Коротконогая, вислоухая порода собак, известная своей спокойной и нежной натурой, часто используемая для охоты на pequeña игру.",
      "example": "Ich habe einen Basset zu Hause, und er ist sehr faul. Meine Schwester hatte einen, als ich ein Kind war, und er schlief immer. Ich werde ihn später spazieren führen.",
      "example_translation": "У меня есть бассет хаунд дома, и оно очень лениво. У моей сестры была одна, когда я был малышом, и оно всегда спало. ЯToDevice свое за прогулку позже.",
      "imageLink": "image_files\\English\\basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beagle",
      "translation": "Бигль",
      "definition": "Ein kleiner, freundlicher Hund mit glattem Fell und neugierigem Wesen, oft für die Jagd eingesetzt.",
      "definition_translation": "Маленькая,riendly собака с короткой, гладкой шерстью и любопытной натурой, часто используемая для охоты.",
      "example": "Gestern sah ich einen Beagle, der in dem Park einem Hasen nachjagte. Heute schläft er. Morgen wird er wandern gaan.",
      "example_translation": "Вчера я видел бигля, который гонялся за кроликом в парке. Сегодня он спит. Завтра он пойдет на поход.",
      "imageLink": "image_files\\English\\beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "Бернский горный пастушеский пёс",
      "definition": "Ein großer, kräftiger Hund mit dickem, dreifarbigen Fell, aus der Schweiz stammend und für das Hüten und Ziehen von Karren verwendet.",
      "definition_translation": "Крупная, мощная собака с густой, трехцветной шерстью, происходящая из Швейцарии и используемая для выпаса и тяги грузов.",
      "example": "Der Bernhardiner bellte laut vor dem Fremden. Er hat das Grundstück jahrelang bewacht. Er wird es auch in Zukunft tun.",
      "example_translation": "Бернский горный пастушеский пёс громко лаял на постороннего. Он охранял собственность на протяжении многих лет. Он будет продолжать это делать в будущем.",
      "imageLink": "image_files\\English\\bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluthund",
      "translation": "Кровавый пёс",
      "definition": "Ein großer, Track-Dog mit einem charakteristischen runzligen Gesicht und einem scharfen Geruchssinn, oft für die Verfolgung und Jagd verwendet.",
      "definition_translation": "Крупная, следящая собака с характерным морщинистым лицом и острым обонянием, часто используемая для отслеживания и охоты.",
      "example": "Der Bluthund hatte den Verdächtigen schon Stunden lang verfolgt. Es wird ihn schließlich finden. Gestern hatte es einen ähnlichen Fall.",
      "example_translation": "Кровавый пёс отслеживал подозреваемого в течение часов. Он eventually найдет его. Вчера у него был аналогичный случай.",
      "imageLink": "image_files\\English\\bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Border Collie",
      "translation": "Колли бордер",
      "definition": "Ein hochintelligenter, energievolles Hund mit einem mittellangen Fell, oft für die Hürden- und Agility-Wettbewerbe verwendet.",
      "definition_translation": "Очень умная, энергичная собака со средней длиной шерстью, часто используемая для выпаса и соревнований по агILITY.",
      "example": "Der Border Collie rannte auf dem Feld herum, jagte nach dem Ball. Es war monatelang trainiert worden. In Zukunft wird es an Wettbewerben teilnehmen.",
      "example_translation": "Колли бордер бежал вокруг поля, преследуя мяч. Он был обучен в течение месяцев. В будущем он будет участвовать в соревнованиях.",
      "imageLink": "image_files\\English\\border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boston-Terrier",
      "translation": "Бостон-терьер",
      "definition": "Ein kleiner Hund mit einem kurzen, leicht zu pflegenden Fell, bekannt für seine sanfte und liebevolle Natur.",
      "definition_translation": "Маленькая собака с короткой, легко поддерживаемой шерстью, известная своей柔кой и любящей натурой.",
      "example": "Ich hatte einen Boston-Terrier, seit ich ein Kind war, und ich werde einen neuen bekommen, wenn ich in Rente gehe. Ich habe jeden Morgen meinen Boston-Terrier ausgeführt, aber jetzt führe ich ihn jeden Abend aus. Ich werde nächstes Jahr einen neuen Boston-Terrier kaufen.",
      "example_translation": "У меня был бостон-терьер с тех пор, как я был ребенком, и я получу другого, когда я на пенсии. Я прежде гулял со своим бостон-терьером каждое утро, но теперь я гуляю с ним каждое вечером. Я куплю нового бостон-терьера в следующем году.",
      "imageLink": "image_files\\English\\boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxer",
      "translation": "Боксер",
      "definition": "Ein mittelgroßer Hund mit einem kurzen Fell, bekannt für seine energetische und spielende Natur.",
      "definition_translation": "Среднего размера собака с короткой шерстью, известная своей энергичной и игривой натурой.",
      "example": "Ich hatte einen Boxer, als ich auf dem College war, aber er lief weg. Jetzt will ich einen neuen Boxer haben. Mein Freund hat einen Boxer und er wird uns nächstes Wochenende besuchen.",
      "example_translation": "У меня был боксер, когда я был в колледже, но он убежал. Теперь я хочу получить другого боксера. У моего друга есть боксер и он посетит нас на следующий уикенд.",
      "imageLink": "image_files\\English\\boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bullmastiff",
      "translation": "Бульмастифф",
      "definition": "Ein großer Hund mit einem kräftigen Körperbau, bekannt für seine loyalen und beschützenden Natur.",
      "definition_translation": "Крупная собака с крепким телосложением, известная своей преданной и защитной натурой.",
      "example": "Mein Nachbar hat einen Bullmastiff und er ist sehr freundlich. Ich werde einen Bullmastiff haben, wenn ich in ein größeres Haus ziehe. Mein Freund hatte einen Bullmastiff, aber er ist letztes Jahr verstorben.",
      "example_translation": "У моего соседа есть бульмастифф и оно очень дружелюбное. Я получу бульмастиffa, когда перееду в более крупный дом. У моего друга был бульмастифф, но оно умерло в прошлом году.",
      "imageLink": "image_files\\English\\bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cairn-Terrier",
      "translation": "Кэрн-терьер",
      "definition": "Ein kleiner Hund mit einem drahtigen Fell, bekannt für seine temperamentvolle und abenteuerlustige Natur.",
      "definition_translation": "Маленькая собака с проволочной шерстью, известная своей драчливой и приключенческой натурой.",
      "example": "Ich habe einen Cairn-Terrier und er liebt es, draußen zu spielen. Meine Tante hatte einen Cairn-Terrier, aber er ist verloren gegangen. Ich werde einen neuen Cairn-Terrier haben, wenn ich nach Europa reise.",
      "example_translation": "У меня есть кэрн-терьер и оно любит играть на улице. У моей тети был кэрн-терьер, но оно потерялось. Я получу другого кэрн-терьера, когда поеду в Европу.",
      "imageLink": "image_files\\English\\cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cane Corso, Spanischer Mastiff",
      "translation": "кане корсо, испанский мастиф",
      "definition": "Ein großer, starker Hundezuchtstamm aus Italien, bekannt für seine muskulösen Körperbau und beschützende Natur.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Италии, известная своей мускулистой структурой и защитным характером.",
      "example": "Ich hatte einen Cane Corso, Spanischen Mastiff, als ich aufwuchs, es war ein wunderbarer Haustier. Jetzt habe ich ein Kind, und ich denke daran, einen neuen Cane Corso, Spanischen Mastiff zu bekommen. Wenn ich in Rente gehe, werde ich definitiv einen Cane Corso, Spanischen Mastiff wiederhaben.",
      "example_translation": "У меня был кане корсо, испанский мастиф, когда я рос, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кане корсо, испанский мастиф. Когда я уйду на пенсию, у меня определенно будет кане корсо, испанский мастиф снова.",
      "imageLink": "image_files\\English\\cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chihuahua",
      "translation": "Чихуахуа",
      "definition": "Ein kleiner Hundezuchtstamm aus Mexiko, bekannt für seine großen Augen und winzige Größe.",
      "definition_translation": "Маленькая порода собак, происходящая из Мексики, известная своими большими глазами и маленьким размером.",
      "example": "Meine Großmutter hatte einen Chihuahua, als ich ein Kind war, es war so winzig und niedlich. Jetzt habe ich einen eigenen Chihuahua, und ich liebe ihn. Wenn ich alt bin, werde ich viele Chihuahuas gehabt haben.",
      "example_translation": "У моей бабушки был Чихуахуа, когда я был ребенком, это было так маленькое и милое. Теперь у меня есть Чихуахуа моего собственного, и я люблю его. Когда я стану старым, у меня будет много Чихуахуа.",
      "imageLink": "image_files\\English\\chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chow-Chow",
      "translation": "Чау-чау",
      "definition": "Ein flauschiger, sanfter Hundezuchtstamm aus China, bekannt für seine dichte Mähne und Treue.",
      "definition_translation": "Шерстистая, нежная порода собак, происходящая из Китая, известная своей густой шерстью и преданностью.",
      "example": "Ich sah einen Chow-Chow im Park gestern, es war so süß. Mein Freund hat einen Chow-Chow, und ich werde ihn nächste Woche pflegen. Wenn ich nach China umziehe, werde ich einen eigenen Chow-Chow haben.",
      "example_translation": "Я видел Чау-чау в парке昨天, это было так мило. У моего друга есть Чау-чау, и я будет LOOK за ним на следующей неделе. Когда я переехал в Китай, у меня будет Чау-чау моего собственного.",
      "imageLink": "image_files\\English\\chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocker-Spaniel",
      "translation": "кокер-спаниель",
      "definition": "Ein sanfter, extravertierter Hundezuchtstamm aus England, bekannt für sein niedrig-felliges Fell und liebevolle Natur.",
      "definition_translation": "Нежная, общительная порода собак, происходящая из Англии, известная своей низкопоченной шерстью и любящим характером.",
      "example": "Ich hatte einen Cocker-Spaniel, als ich ein Kind war, es war ein wunderbarer Haustier. Jetzt habe ich ein Kind, und ich denke daran, einen neuen Cocker-Spaniel zu bekommen. Wenn ich in Rente gehe, werde ich einen Cocker-Spaniel wiederhaben.",
      "example_translation": "У меня был кокер-спаниель, когда я был ребенком, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кокер-спаниеля. Когда я уйду на пенсию, у меня определенно будет кокер-спаниель снова.",
      "imageLink": "image_files\\English\\cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachshund, Wiener Würstchen",
      "translation": "такса, колбасная собака",
      "definition": "Eine kleine Hunderasse aus Deutschland, gekennzeichnet durch ihren langen Körper, kurzen Beinen und spielenden Temperament.",
      "definition_translation": "Маленькая порода собак из Германии, характеризуется своим длинным телом, короткими ногами и игривым характером.",
      "example": "Ich hatte einen Dachshund, als ich ein Kind war, er war sehr spielend. Jetzt habe ich eine andere Rasse, aber ich liebe Dachshunde immer noch. In Zukunft werde ich wohl wieder einen haben.",
      "example_translation": "Когда я был ребенком, у меня была такса, она была очень игрива. Теперь у меня другой породы, но я все еще люблю такс. В будущем я, вероятно, будет иметь еще одну.",
      "imageLink": "image_files\\English\\dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs Terrier",
      "translation": "лисий терьер",
      "definition": "Eine kleine, energische Hunderasse mit kurzer, glänzender Fell, ursprünglich gezüchtet für die Fuchsjagd.",
      "definition_translation": "Маленькая, энергичная порода собак с короткой, гладкой шерстью, изначально разведенная для охоты на лисиц.",
      "example": "Mein Freund hat einen Fuchs Terrier, er ist sehr aktiv und liebt es zu spielen. Gestern jagte er ein Eichhörnchen im Park. Im Sommer wird er wahrscheinlich mit uns zum Strand gehen.",
      "example_translation": "У моего друга есть лисий терьер, он очень активен и любит играть. Вчера он гнался за белкой в парке. Летом он, вероятно, пойдет на пляж с нами.",
      "imageLink": "image_files\\English\\fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Französischer Bulldogge",
      "translation": "французский бульдог",
      "definition": "Eine Rasse von Haushunden bekannt für ihr spielendes, anhängliches Wesen und ihre markante Erscheinung, gekennzeichnet durch ihr kurzes, leicht zu pflegendes Fell.",
      "definition_translation": "Породы домашней собаки, известной своей игривой, привязчивой натурой и отличительным внешним видом, характеризуется короткой, легко ухаживаемой шерстью.",
      "example": "Ich sah einen Französischen Bulldoggen im Tierladen, er war sehr süß. Meine Schwester hatte einen, als sie im College war, er war sehr freundlich. In ein paar Jahren werde ich mir selbst einen kaufen.",
      "example_translation": "Я видел французского бульдога в зоомагазине, он был очень милым. У моей сестры был один, когда она училась в колледже, он был очень дружелюбным. Через несколько лет я куплю себе одного.",
      "imageLink": "image_files\\English\\french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutscher Schäferhund",
      "translation": "немецкая овчарка",
      "definition": "Eine mittelgroße Hunderasse bekannt für ihre Intelligenz, Treue und Wachsamkeit, oft als Polizei- und Militärhund eingesetzt.",
      "definition_translation": "Среднего размера порода собаки, известная своей интеллигентностью, лояльностью и защитным характером, часто используемой в качестве полицейской и военной собаки.",
      "example": "Ich hatte einen Deutschen Schäferhund als Kind, er war sehr intelligent. Mein Nachbar hat einen jetzt, er ist ein großartiger Wachhund. In Zukunft werde ich wohl einen für den Schutz kaufen.",
      "example_translation": "У меня была немецкая овчарка, когда я был ребенком, она была очень умной. У моего соседа есть одна сейчас, она является отличной watchdog. В будущем я, вероятно, получу одну для защиты.",
      "imageLink": "image_files\\English\\german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Riesenschnauzer",
      "translation": "гигантская шнауцер",
      "definition": "Ein Riesenschnauzer ist eine Hunderasse bekannt für ihren markanten Bart und Augenbrauen, ursprünglich entwickelt im 17. und 18. Jahrhundert in Deutschland um Farmen zu bewachen und Vieh zu treiben.",
      "definition_translation": "Гигантская шнауцер - это порода собаки, известная своими характерными бородой и бровями,最初 развивавшаяся в 17-18 веках в Германии для охраны ферм и выгона скота.",
      "example": "Der Riesenschnauzer ist mein treuer Begleiter seit Jahren, ich werde ihn morgen spazieren führen und gestern jagte er ein Eichhörnchen.",
      "example_translation": "Гигантская шнауцер была моим верным спутником на протяжении многих лет, завтра я SHALL его на прогулку, а вчера она гналась за белкой.",
      "imageLink": "image_files\\English\\giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Golden Retriever",
      "translation": "goldendelter",
      "definition": "Ein Golden Retriever ist eine Hunderasse bekannt für sein freundliches, treues und sanftmütiges Wesen, ursprünglich entwickelt in Schottland im späten 19. Jahrhundert.",
      "definition_translation": "Голдендelter - это порода собаки, известная своим дружелюбным, лояльным и мягким характером, изначально развивавшаяся в Шотландии в конце 19 века.",
      "example": "Ich habe einen Golden Retriever, er wird den Ball morgen holen und gestern holte er ihn.",
      "example_translation": "У меня есть голдендelter, она достанет мяч завтра, а вчера она достала его.",
      "imageLink": "image_files\\English\\golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutsche Dogge",
      "translation": "дейн Великий",
      "definition": "Eine Deutsche Dogge ist eine Hunderasse bekannt für ihre riesige Größe, muskulösen Körperbau und sanftmütiges Wesen, ursprünglich entwickelt in Deutschland im 14. Jahrhundert.",
      "definition_translation": "Дейн Великий - это порода собаки, известная своим гигантским размером, мускулистым xâyом и мягким характером, изначально развивавшаяся в Германии в 14 веке.",
      "example": "Die Deutsche Dogge war jahrelang eine beliebte Rasse, sie wird ein großartiger Begleiter in Zukunft sein und war ein treuer Freund in der Vergangenheit.",
      "example_translation": "Дейн Великий была популярной породой на протяжении многих лет, она będzie надежным спутником в будущем, а в прошлом она была верным другом.",
      "imageLink": "image_files\\English\\great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Greyhound",
      "translation": "грейхаунд",
      "definition": "Ein Greyhound ist eine Hunderasse bekannt für ihre Geschwindigkeit, Agilität und sanftmütiges Wesen, ursprünglich entwickelt im alten Ägypten und Griechenland.",
      "definition_translation": "Грейхаунд - это порода собаки, известная своей скоростью, агility и мягким характером, изначально развивавшаяся в древнем Египте и Греции.",
      "example": "Der Greyhound war jahrelang ein beliebter Rennhund, er wird morgen das Rennen gewinnen und gestern stellte er einen neuen Rekord auf.",
      "example_translation": "Грейхаунд была популярной гоночной собакой на протяжении многих лет, она выиграет конкурс завтра, а вчера она установила новый рекорд.",
      "imageLink": "image_files\\English\\greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Irischer Terrier",
      "translation": "Ирландский терьер",
      "definition": "Eine kleine Hunderasse aus Irland, bekannt für ihre energische und freundliche Natur.",
      "definition_translation": "Маленькая порода собак, родом из Ирландии, известная своей энергичной и дружелюбной натурой.",
      "example": "Ich hatte einen Irischen Terrier als Haustier, als ich ein Kind war, er war sehr spielend. Jetzt habe ich einen und er ist immer noch sehr energisch. Ich werde einen Irischen Terrier kaufen, wenn ich in ein größeres Haus ziehe.",
      "example_translation": "У меня был ирландский терьер в качестве домашнего животного, когда я был ребенком, он был очень игривым. Сейчас у меня есть один, и он все еще rất энергичен. Я получу еще одного ирландского терьера, когда перезжаю в bigger дом.",
      "imageLink": "image_files\\English\\irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jack Russell Terrier",
      "translation": "Терьер Джека Рассела",
      "definition": "Ein kleiner, energischer Hund aus England, bekannt für sein kühnes und lebhaftes Wesen.",
      "definition_translation": "Маленькая, энергичная порода собак, родом из Англии, известная своей смелой и живой натурой.",
      "example": "Ich habe einen Jack Russell Terrier als Haustier, er liebt es, Fetch zu spielen. Meine Schwester hatte einen Jack Russell Terrier, er war sehr aggressiv. Ich werde einen Jack Russell Terrier kaufen, wenn ich in eine neue Wohnung ziehe.",
      "example_translation": "У меня есть терьер Джека Рассела в качестве домашнего животного, он любит играть в апорт. У моей сестры был терьер Джека Рассела, он был очень агрессивным. Я куплю терьера Джека Рассела, когда перезжаю в new квартиру.",
      "imageLink": "image_files\\English\\jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labrador Retriever",
      "translation": "Лабрадор-ретривер",
      "definition": "Eine mittelgroße Hunderasse, die ursprünglich aus Kanada stammt und bekannt ist für ihr freundliches, offenes und energiesiegelndes Wesen.",
      "definition_translation": "Среднего размера порода собак, родом из Канады, известная своей дружелюбной, открытой и энергичной натурой.",
      "example": "Ich habe einen Labrador Retriever als Haustier, es liebt Schwimmen. Mein Freund hatte einen Labrador Retriever, es war sehr loyal. Ich werde einen Labrador Retriever bekommen, wenn ich einen großen Hinterhof habe.",
      "example_translation": "У меня есть лабрадор-ретривер в качестве домашнего животного, он любит плавать. У моего друга был лабрадор-ретривер, он был sangat лояльным. Я получу лабрадор-ретривер, когда у меня будет большой задний двор.",
      "imageLink": "image_files\\English\\labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Malteser",
      "translation": "Мальтийская болонка",
      "definition": "Eine kleine Hunderasse, die ursprünglich aus Malta stammt und bekannt ist für ihr seidiges, weißes Fell und ihre sanfte Natur.",
      "definition_translation": "Маленькая порода собак, родом из Мальты, известная своей шелковистой, белой шерстью и нежной натурой.",
      "example": "Ich hatte einen Malteser als Haustier, als ich ein Kind war, es war sehr süß. Meine Schwester hat einen Malteser, es ist sehr spielend. Ich werde einen Malteser kaufen, wenn ich eine kleine Wohnung habe.",
      "example_translation": "У меня был мальтийская болонка в качестве домашнего животного, когда я был ребенком, он был sangat милым. У моей сестры есть мальтийская болонка, она sangat игривой. Я куплю мальтийскую болонку, когда у меня будет маленькая квартира.",
      "imageLink": "image_files\\English\\maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mastiff",
      "translation": "мастифф",
      "definition": "Eine große und kräftige Hunderasse mit einer kurzen Mähne und einem charakeristischen faltigen Gesicht",
      "definition_translation": "большая и мощная порода собак с короткой шерстью и характерным морщинистым лицом",
      "example": "Ich hatte einen Mastiff als Haustier, als ich ein Kind war, es war sehr loyal. Ich habe jetzt einen Mastiff, es ist immer noch sehr freundlich. Ich werde einen Mastiff in Zukunft bekommen, es wird ein großartiger Begleiter sein.",
      "example_translation": "У меня был мастифф в качестве домашнего животного, когда я был ребенком, он был очень лояльным. У меня теперь мастифф, он все еще очень友елюбным. Я получу мастифф в будущем, он будетgreat компаньоном.",
      "imageLink": "image_files\\English\\mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Zwergpinscher",
      "translation": "миниатюрный пинчер",
      "definition": "Eine kleine Hunderasse mit einem kurzen, glatten Fell und einem charakteristischen Aussehen",
      "definition_translation": "маленькая порода собак с короткой, гладкой шерстью и отличительным видом",
      "example": "Mein Freund hat einen Zwergpinscher, es ist so niedlich. Sie hatte einen Zwergpinscher, als sie ein Kind war, es war sehr spielend. Sie wird einen Zwergpinscher wieder in Zukunft bekommen, es wird ein großartiges Haustier sein.",
      "example_translation": "У моего друга есть миниатюрный пинчер, он так мил. У нее был миниатюрный пинчер, когда она была ребенком, он был очень игривым. Она получит миниатюрный пинчер снова в будущем, он будетgreat домашним животным.",
      "imageLink": "image_files\\English\\miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpudel",
      "translation": "миниатюрная пудель",
      "definition": "Eine kleine Hunderasse mit einem lockigen, nicht-schuppennden Fell und einem hohen Intelligenz-Level",
      "definition_translation": "маленькая порода собак с курчавой, не линяющей шерстью и высоким уровнем интеллекта",
      "example": "Ich habe toujours ein Zwergpudel gewollt, sie sind so intelligent. Ich hatte einen Zwergpudel, als ich auf dem College war, es war sehr gehorsam. Ich werde einen Zwergpudel bald bekommen, es wird ein großartiger Begleiter sein.",
      "example_translation": "Я всегда хотел миниатюрную пудель, они так умны. У меня был миниатюрная пудель, когда я был в колледже, он был очень послушным. Я получу миниатюрную пудель скоро, он будетgreat компаньоном.",
      "imageLink": "image_files\\English\\miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mischling",
      "translation": "метис",
      "definition": "Ein Hund einer Mischrasse, insbesondere einer, der nicht reinrassig ist",
      "definition_translation": "собака смешанной породы, особенно та, которая не является чистокровной",
      "example": "Ich habe immer einen Mischling als Haustier gehabt, sie sind so freundlich. Ich hatte einen Mischling, als ich ein Kind war, es war sehr energiegeladen. Ich werde einen Mischling wieder in Zukunft bekommen, es wird ein großartiger Freund sein.",
      "example_translation": "У меня всегда был метис в качестве домашнего животного, они так дружелюбными. У меня был метис, когда я был ребенком, он был очень энергичным. Я получу метис снова в будущем, он будетgreat другом.",
      "imageLink": "image_files\\English\\mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neufundländer",
      "translation": "Ньюфаундленд",
      "definition": "Eine große Hunderasse, die ursprünglich aus der Provinz Neufundland und Labrador in Kanada stammt und bekannt ist für ihre flossenartigen Füße und ihre natürliche Instinkte zu retten.",
      "definition_translation": "Большая порода собак, родом из провинции Ньюфаундленд и Лабрадор в Канаде, известная своими лапами с перепонками и естественным инстинктом спасения.",
      "example": "Gestern sah ich einen Neufundländer Hund im See schwimmen. Heute spielt es mit seinem Besitzer am Strand. Morgen wird es wahrscheinlich Menschen aus dem Wasser retten.",
      "example_translation": "Вчера я видел собаку Ньюфаундленда, плававшую в озере. Сегодня она играет со своим хозяином на пляже. Завтра она, вероятно, будет помогать спасать людей из воды.",
      "imageLink": "image_files\\English\\newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "Папийон",
      "definition": "Eine kleine, freundliche Hunderasse, die durch ihre schmetterlingsartigen Ohren charakterisiert ist, ursprünglich aus Europa.",
      "definition_translation": "Маленькая, дружелюбная порода собак, характеризующаяся ушами, похожими на бабочек, родом из Европы.",
      "example": "Ich habe immer ein Papillon-Hund haben wollen, aber ich hatte nicht die Zeit, mich um es zu kümmern. Jetzt habe ich endlich eines adoptiert und es liebt, mit meinen Kindern zu spielen. In Zukunft werde ich es zu Hundeschauen bringen.",
      "example_translation": "Я всегда хотел иметь собаку Папийон, но у меня не было времени ухаживать за ней. Сейчас я, наконец, 釆 него и она любит играть с моими детьми. В будущем я поведу ее на выставки собак.",
      "imageLink": "image_files\\English\\papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pekingese",
      "translation": "Пекинес",
      "definition": "Eine kleine, sanfte Hunderasse, die ursprünglich aus China stammt und bekannt ist für ihr langes, flauschiges Fell und ihre freundliche Temperatur.",
      "definition_translation": "Маленькая, нежная порода собак, родом из Китая, известная своей длинной, пушистой шерстью и дружелюбным темпераментом.",
      "example": "Meine Oma hatte einen Pekingese-Hund, als ich ein Kind war. Im letzten Jahr habe ich ihr einen neuen Pekingese als Geschenk gegeben. Nächstes Jahr werde ich sie zu einem Hundepark bringen.",
      "example_translation": "Моя бабушка когда-то имела собаку Пекинес, когда я был ребенком. В прошлом году я подарил ей новую собаку Пекинес. В следующем году я поведу их в парк для собак.",
      "imageLink": "image_files\\English\\pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pitbull-Terrier",
      "translation": "Питбультерьер",
      "definition": "Eine Hunderasse, die bekannt ist für ihre Stärke, ihre Treue und ihre athletischen Fähigkeiten, oft für Hundekämpfe verwendet.",
      "definition_translation": "Порода собак, известная своей силой, лояльностью и атлетической возможностью, часто используемая в боях собак.",
      "example": "Früher wurden Pitbull-Terrier für Kämpfe verwendet, aber jetzt werden sie meist als Haustiere gehalten. Gestern sah ich einen Pitbull-Terrier auf einer Hundeschau. Morgen werde ich versuchen, einen aus einem Tierheim zu adoptieren.",
      "example_translation": "В прошлом питбультерьеры использовались для борьбы, но сейчас они в основном содержатся как домашние животные. Вчера я видел питбультерьера на выставке собак. Завтра я постараюсь усыновить одного из приюта.",
      "imageLink": "image_files\\English\\pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeiger",
      "translation": "указатель",
      "definition": "Ein Zeiger ist ein Gerät, das verwendet wird, um auf einen bestimmten Ort oder eine bestimmte Richtung hinzuweisen.",
      "definition_translation": "Указатель - это устройство, используемое для указания на конкретное место или направление.",
      "example": "Die Lehrerin benutzte einen Zeiger, um wichtige Wörter an der Tafel zu markieren. Sie wird ihn morgen wieder verwenden, und ihre Schüler werden ihn nächste Woche verwenden.",
      "example_translation": "Учитель используял указатель, чтобы подчеркнуть важные слова на доске. Она будет использовать его завтра, а ее студенты будут использовать его 다음 неделе.",
      "imageLink": "image_files\\English\\pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polnischer Niederungsschäferhund",
      "translation": " польская низинная овчарка",
      "definition": "Der Polnische Niederungsschäferhund ist eine Rasse von mittelgroßen Hütehunden, die aus Polen stammt.",
      "definition_translation": "Польская низинная овчарка - это порода средних размеров пастушьей собаки, происходящей из Польши.",
      "example": "Der Bauer kaufte einen Polnischen Niederungsschäferhund, um ihm bei der Haltung seiner Schafe zu helfen. Er hat bereits monatelang gut gearbeitet und wird es auch in Zukunft tun.",
      "example_translation": "Фермер купил польскую низинную овчарку, чтобы помочь ему пасти овец. Она trabajarет хорошо на протяжении месяцев, и она будет продолжать делать это в будущем.",
      "imageLink": "image_files\\English\\polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pomeranian",
      "translation": "померанский шпиц",
      "definition": "Der Pomeranian ist eine Rasse von kleinen Spielhunden, die aus Pomerania, einer Region in Mitteleuropa, stammt.",
      "definition_translation": "Померанский шпиц - это порода маленьких игрушечных собак, происходящей из Померании, региона в Центральной Европе.",
      "example": "Meine Schwester hat einen Pomeranian, den sie sehr liebt. Sie nahm ihn gestern mit auf einen Spaziergang, und sie wird es morgen wieder tun.",
      "example_translation": "У моей сестры есть померанский шпиц, который она очень любит. Она взяла его на прогулку вчера, и она сделает это снова завтра.",
      "imageLink": "image_files\\English\\pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mops",
      "translation": "мопс",
      "definition": "Ein Mops ist eine Rasse von kleinen Hunden mit flachem Gesicht und gewundenem Schwanz, die aus China stammt.",
      "definition_translation": "Мопс - это порода маленькой собаки с плоским лицом и крутым хвостом, происходящей из Китая.",
      "example": "Ich sah einen Mops, der mit seinem Besitzer im Park spielte. Er wird morgen wieder spielen, und er hat viele Male vorher gespielt.",
      "example_translation": "Я видел мопса, играющего со своим владельцем в парке. Оно будет играть снова завтра, и оно играло многие разы раньше.",
      "imageLink": "image_files\\English\\pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyrenäen-Schäferhund",
      "translation": "Пиренейская овчарка",
      "definition": "Eine Rasse von mittelgroßen Hunden, die bekannt für ihre Hütefähigkeit und hohe Energie ist, die aus dem Pyrenäen-Gebirgsregion stammt.",
      "definition_translation": "Порода среднего размера собаки, известная своей способностью пасти и высоким уровнем энергии,(originaльная из региона Пиренеевских гор.",
      "example": "Der Pyrenäen-Schäferhund half dem Bauern, die Schafe zu hüten, und spielte dann mit den Kindern. Er wird morgen bei der Verlegung des Viehs auf eine neue Weide helfen. Er hat gestern im Regen gut gearbeitet.",
      "example_translation": "Пиренейская овчарка помогла фермеру пасти овец, а затем поиграла с детьми. Завтра она поможет перевести стада на новое пастбище. Вчера она хорошо работала в дождь.",
      "imageLink": "image_files\\English\\pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "Ротвейлер",
      "definition": "Eine Rasse von großen, kräftigen Hunden, die bekannt für ihre Stärke, Loyalität und schützende Instinkte ist, oft als Wachhund eingesetzt.",
      "definition_translation": "Порода крупной, мощной собаки, известной своей силой, лояльностью и защитными инстинктами, часто используемой как собака охраны.",
      "example": "Der Rottweiler schützte das Haus vor Eindringlingen, und spielte dann mit seinem Besitzer. Er wird die Familie während der Nacht bewachen. Er hat das Kind gestern vor dem Angriff gerettet.",
      "example_translation": "Ротвейлер защищал дом от_intruders_, а затем поиграла со своим владельцем. Он будет охранять семью ночью. Вчера он спас ребенка от нападения.",
      "imageLink": "image_files\\English\\rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "Сен-Бернар",
      "definition": "Eine Rasse von großen Hunden, die bekannt für ihre sanfte Natur, Intelligenz und Fähigkeit, bei Rettungseinsätzen zu helfen, die aus den Alpen stammt.",
      "definition_translation": "Порода крупной собаки, известной своей мягкой натурой, inteligência и способностью помочь в поисково-спасательных миссиях, originaльная из Альп.",
      "example": "Der Bernhardiner fand den verlorenen Wanderer in den Bergen und führte ihn zu Sicherheit. Er wird morgen bei der Rettung der Lawinenopfer helfen. Er hat viele Leben in der harten Wintersaison gerettet.",
      "example_translation": "Сен-Бернар нашел потерянного туриста в горах и повел его к безопасности. Он поможет спасти жертв лавины завтра. Вчера он спас много жизней в суровой зиме.",
      "imageLink": "image_files\\English\\saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samojede",
      "translation": "Самоед",
      "definition": "Eine Rasse von flauschigen, weißen Hunden, die bekannt für ihre freundliche Natur, hohe Energie und Fähigkeit, in kalten Klimaten zu gedeihen, die aus Sibirien stammt.",
      "definition_translation": "Порода пушистой, белой собаки, известной своей дружелюбной натурой, высоким уровнем энергии и способностью процветать в холодных климатах, originaльная из Сибири.",
      "example": "Der Samojede spielte mit seinem Besitzer im Schnee, und dann kuschelte er sich vor dem Kamin an. Er wird morgen bei einer Wanderung in den Bergen helfen. Er hatte gestern den Schlitten durch das Eisige Tundra gezogen.",
      "example_translation": "Самоед играл со своим владельцем в снегу, а затем укурилось у камина. Он будет идти на хайк в горах завтра. Вчера он водил сани через ледяную тундру.",
      "imageLink": "image_files\\English\\samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnauzer",
      "translation": "шнауцер",
      "definition": "Eine Rasse von Hunden, die in Deutschland entstanden ist, bekannt für ihren markanten Bart und die Augenbrauen, oft als Haustier gehalten.",
      "definition_translation": "Порода собак, происходящая из Германии, известная своей характерной бородой и бровями, и часто содержащаяся как домашний питомец.",
      "example": "Unser Nachbar hat einen schönen Schnauzer namens Max, der gerne Apportieren spielt. Gestern bellte Max laut gegen den Briefträger. Morgen wird Max in den Hundepark zum Laufen gehen.",
      "example_translation": "У нашего соседа есть любимый шнауцер по имени Макс, который любит играть в апорт. Вчера Макс громко лаял на почтальона. Завтра Макс отправится в собачий парк для пробежки.",
      "imageLink": "image_files\\English\\schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottischer Terrier",
      "translation": "шотландский терьер",
      "definition": "Eine Rasse von kleinen bis mittelgroßen Hunden, die aus Schottland stammt, bekannt für ihren markanten Bart und Schnurrbart, oft als Haustier gehalten.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Шотландии, известная своей характерной бородой и усы, и часто содержащаяся как домашний питомец.",
      "example": "Der Schottische Terrier ist ein treuer Begleiter und ein großartiges Familienhaustier. Meine Großmutter hatte einen Schottischen Terrier namens Lola, der gerne Eichhörnchen in dem Park jagte. Wenn ich einen Schottischen Terrier hätte, würde ich ihn McFluffers nennen.",
      "example_translation": "Шотландский терьер является верным спутником и делает отличного домашнего питомца для семьи. У моей бабушки был шотландский терьер по имени Лола, которая гонялась за белками в парке. Если у меня был бы шотландский терьер, я бы назвал его МакФлафферс.",
      "imageLink": "image_files\\English\\scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shetland Schäferhund",
      "translation": "шетландский пастуш Moy",
      "definition": "Eine kleine bis mittelgroße Hütehundrasse, die auf den Shetlandinseln entstand, bekannt für ihre Intelligenz, Agilität und Loyalität.",
      "definition_translation": "Малая или средняя по размеру порода пастушьих собак, происходящая из Шетландских островов, известная своей интеллектом, агILITY и преданностью.",
      "example": "Shetland Schäferhunde sind hochintelligent und reagieren gut auf Training. Unsere Familie hat einen Shetland Schäferhund namens Daisy, der liebt, Schafe auf dem Bauernhof zu hüten. In Zukunft planen wir, Daisy in Agility-Wettbewerben einzusetzen.",
      "example_translation": "Шетландские пастушьи собаки высокоинтеллектуальны и 잘 реагируют на тренировку. У нашей семьи есть шетландский пастуш Moy по имени Дейзи, которая любит пасти овец на ферме. В будущем мы планируем заявить Дейзи на соревнования по агILITY собак.",
      "imageLink": "image_files\\English\\shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Сиба Ину",
      "definition": "Eine kleine bis mittelgroße Hunderasse, die in Japan entstand, bekannt für ihr charakteristisches Fuchsgesicht und ihre selbstständige Natur.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Японии, известная своей характерной лисоподобной внешностью и самостоятельным характером.",
      "example": "Shiba Inus sind bekannt für ihren starken Willen und können schwierig zu trainieren sein. Mein Freund hat einen Shiba Inu namens Hana, der liebt, mit seinen Spielzeugen zu spielen. Morgen wird Hana zum Tierarzt gehen, um einen Check-up zu machen.",
      "example_translation": "Сиба Инусы известны своей сильной волей и могут быть сложными в тренировке. У моего друга есть Сиба Ину по имени Хана, которая любит играть со своими игрушками. Завтра Хана будет ходить к ветеринару на осмотр.",
      "imageLink": "image_files\\English\\shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirischer Husky",
      "translation": "Сибирский хаски",
      "definition": "Ein mittelgroßer Hund einer Rasse, die in Sibirien entstand, mit einer dicken Schicht und gezüchtet für den Schlittenziehen.",
      "definition_translation": "Среднего размера собака породы, происходящей из Сибири, имеющая thick coat и выведенная для буксировки саней.",
      "example": "Ich hatte einen Sibirischen Husky als Haustier, als ich ein Kind war, es war großartig, jeden Tag mit ihm zu laufen. Jetzt habe ich einen als Wachhund, er ist sehr beschützend. Ich plane, in der Zukunft noch einen zu bekommen, sie sind so wunderbare Begleiter.",
      "example_translation": "У меня был Сибирский хаски как домашняя собака, когда я был ребенком, это было отличной физической нагрузкой бегать с ним каждый день. Теперь у меня есть одна как watchdog, она очень защитница. Я планирую получить еще одну в будущем, они такие замечательные спутники.",
      "imageLink": "image_files\\English\\siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "шпиц",
      "definition": "Ein Hundetyp, der durch eine spitze Schnauze, aufrechtstehende Ohren und eine dicke Schicht gekennzeichnet ist, oft einem kleinen Bären ähnlich.",
      "definition_translation": "Тип собаки, характеризующийся острым мордой, стоячими ушами и thick coat, часто похожей на маленького медведя.",
      "example": "Ich liebe Spitz-Hunde, sie sind so süß und spielen gerne. Mein Freund hat einen Spitz und er ist immer bereit für ein Abenteuer. Ich denke daran, in Zukunft einen Spitz-Welpen zu bekommen, sie sind so großartige Begleiter.",
      "example_translation": "Я всегда любил собак шпиц, они такие милые и игривые. У моего друга есть шпиц, и它 всегда готово к приключению. Я подумываю о получении щенка шпица в будущем, они такиеgreat спутники.",
      "imageLink": "image_files\\English\\spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "визsla",
      "definition": "Ein mittelgroßer Hund einer ungarischen Rasse, mit einer rot-gelben Schicht und gezüchtet für die Jagd.",
      "definition_translation": "Среднего размера собака породы из Венгрии, имеющая рыжевато-желтую шерсть и выведенная для охоты.",
      "example": "Ich habe Vizslas im Hundepark gesehen und sie sind so energiegeladen und spielen gerne. Mein Nachbar hat einen Vizsla und er läuft immer im Hinterhof herum. Ich denke daran, einen Vizsla als Haustier zu bekommen, sie sind so großartige Begleiter.",
      "example_translation": "Я видел визслы в парке для собак, и они такие энергичные и игривые. У моего соседа есть визsla, и оно всегда бегает вокруг заднего двора. Я рассматриваю возможность получения визслы как домашнюю собаку, они такиеgreat спутники.",
      "imageLink": "image_files\\English\\vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Веймаранер",
      "definition": "Ein großer, schlanker Hund einer deutschen Rasse, mit einer kurzen, glatten Schicht und gezüchtet für die Jagd.",
      "definition_translation": "Большая, гладкая собака породы из Германии, имеющая короткую, гладкую шерсть и выведенная для охоты.",
      "example": "Ich bin immer von Weimaranern fasziniert, sie sind so schnell und agil. Mein Freund hat einen Weimaraner und er jagt immer nach Bällen. Ich denke daran, einen Weimaraner als Haustier zu bekommen, sie sind so großartige Athleten.",
      "example_translation": "Я всегда был заинтересован в веймаранерах, они такие быстрые и агильные. У моего друга есть веймаранер, и оно всегда гоняется за мячами. Я подумываю о получении веймаранера как домашнюю собаку, они такиеgreat спортсмены.",
      "imageLink": "image_files\\English\\weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welsh Corgi (Pembrokeshire Welsh Corgi)",
      "translation": "Вельш-корги (Пемброк Вельш-корги)",
      "definition": "Der Pembrokeshire Welsh Corgi ist eine Herdenhundrasse, die in Pembrokeshire, Wales, entstand. Sie sind bekannt für ihre kurze Größe, ihre Intelligenz und ihre energischen Persönlichkeiten.",
      "definition_translation": "Пемброк Вельш-корги - это порода пастушьей собаки, произошедшая из Пембрукшира, Уэльс. Они известны своей короткой статурой, интеллектом и энергичными личностями.",
      "example": "Ich hatte einen Pembrokeshire Welsh Corgi als Kind, und er war sehr spielbegeistert. Jetzt habe ich einen neuen, und er ist immer noch sehr energiegeladen. In Zukunft werde ich noch einen haben, und er wird genauso liebevoll sein.",
      "example_translation": "У меня был Пемброк Вельш-корги в детстве, и она была очень игривой. Теперь у меня новый, и он по-прежнему очень энергичен. В будущем у меня будет еще одна, и она будет столь же любящей.",
      "imageLink": "image_files\\English\\welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Yorkshire Terrier",
      "translation": "Йоркширский терьер",
      "definition": "Der Yorkshire Terrier ist eine kleine, Spielzeug-größe Hunderasse, die in Yorkshire, England, entstand. Sie sind bekannt für ihre großartigen Persönlichkeiten, ihre seidigen Schichten und ihre liebevolle Natur.",
      "definition_translation": "Йоркширский терьер - это маленькая, игрушечная порода собаки, произошедшая из Йоркшира, Англия. Они известны своими большими личностями, шелковистыми шерстями и нежными натурами.",
      "example": "Ich sah einen Yorkshire Terrier auf der Hundeschau, und er war so süß. Meine Großmutter hatte einen, als ich ein Kind war, und er saß immer auf ihrem Schoß. In Zukunft könnte ich einen als Haustier bekommen.",
      "example_translation": "Я видел Йоркширского терьера на выставке собак, и он был так мил. У моей бабушки был когда-то, и он сидел на ее коленях. В будущем я, возможно, заведу одного как домашнего питомца.",
      "imageLink": "image_files\\English\\yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]