[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "покидать",
      "definition": "etwas oder jemanden in einer schwierigen oder gefährlichen Situation aufzugeben oder zu verlassen",
      "definition_translation": "покинуть или оставить что-то или кого-то, часто в трудной или опасной ситуации",
      "example": "Ich werde meinen Job aufgeben, wenn sie mein Gehalt nicht erhöhen. Ich habe mein Auto in der Wüste zurückgelassen. Ich werde meine Studien bis nächstes Jahr aufgegeben haben.",
      "example_translation": "Я покину свой работу, если они не увеличат мою зарплату. Я покинул свою машину в пустыне. К следующему году я將 покину свои учёбы.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "брошенный",
      "definition": "verlassen oder aufgegeben, oft in einem Zustand des Verfalls oder der Zerstörung",
      "definition_translation": "брошенный или оставленный, часто в состоянии разрухи или упадка",
      "example": "Das verlassene Haus auf dem Hügel ist seit Jahren leer. Der verlassene Hund war sehr ängstlich. Die Stadt wurde nach dem Krieg verlassen.",
      "example_translation": "Брошенный дом на холме пустовал уже годы. Брошенная собака была очень испуганной. Город был оставлен после войны.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abschaffen",
      "translation": "отменять",
      "definition": "ein System, eine Praxis oder eine Institution offiziell zu beenden oder abzuschaffen",
      "definition_translation": "официально заканчивать или избавляться от системы, практики или учреждения",
      "example": "Die Regierung wird die Todesstrafe abschaffen. Das Unternehmen hat die alten Regeln abgeschafft. Sie werden die Steuer bis nächstes Jahr abschaffen.",
      "example_translation": "Правительство отменит смертную казнь. Компания отменила старые правила. Они отменят налог к следующему году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abwesenheit",
      "translation": "отсутствие",
      "definition": "der Zustand oder die Tatsache, nicht anwesend zu sein",
      "definition_translation": "состояние или факт не присутствия",
      "example": "Ihre Abwesenheit wurde von allen bemerkt. Seine Abwesenheit von der Sitzung war unvermeidlich. Die Lehrerin hat ihre Abwesenheit im Register markiert.",
      "example_translation": "Ее отсутствие было замечено всеми. Его отсутствие на встрече было неизбежным. Учитель отметил ее отсутствие в реестре.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absolut",
      "translation": "абсолютный",
      "definition": "vollständig oder uneingeschränkt in jeder Hinsicht; uneingeschränkt oder unbedingt.",
      "definition_translation": "Полный или абсолютный в каждом отношении; неограниченный или безусловный.",
      "example": "Der absolute Wert einer Zahl ist ihr Abstand von Null auf der Zahlengeraden. Ich werde absolut zur Sitzung kommen. Sie hatte absolut einen tollen Abend auf der Party letzte Nacht.",
      "example_translation": "Абсолютное значение числа - это его расстояние от нуля на числовой линии. Я абсолютно присутствую на встрече завтра. Она имела абсолютный взрыв на вечеринке прошлой ночью.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "поглощать",
      "definition": "Energie, eine Flüssigkeit usw. aufzunehmen und zu assimilieren; die Aufmerksamkeit jemandem vollständig zu engagieren.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "Der Schwamm absorbierte das Wasser schnell. Ich war von dem Buch vollständig absorbiert und merkte nicht die Zeit. Das Unternehmen wird die Kosten des Projekts absorbieren.",
      "example_translation": "Губка быстро поглотила воду. Я был погружен в книгу и не заметил времени. Компания поглотит затраты на проект.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "поглощать",
      "definition": "Energie, eine Flüssigkeit usw. aufzunehmen und zu assimilieren; die Aufmerksamkeit jemandem vollständig zu engagieren.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "Der Absorber absorbierte den Schock des Aufpralls. Der Student absorbierte die Informationen wie ein Schwamm. Das Unternehmen wird die Verluste des letzten Jahres absorbieren.",
      "example_translation": "Абсорбер поглощал удар от удара. Студент поглотил информацию как губка. Компания поглотит убытки предыдущего года.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "поглощать",
      "definition": "Energie, eine Flüssigkeit usw. aufzunehmen und zu assimilieren; die Aufmerksamkeit jemandem vollständig zu engagieren.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "Das Material kann Feuchtigkeit aus der Luft absorbieren. Das Publikum war von der Vorstellung absorbiert. Das Unternehmen wird die neuen Mitarbeiter absorbieren.",
      "example_translation": "Материал может поглощать влагу из воздуха. Аудитория была погружена в исполнение. Компания поглотит новых сотрудников.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstrakt",
      "translation": "абстрактный",
      "definition": "Im Denken oder als Idee bestehend, aber keine physische Existenz habend.",
      "definition_translation": "Существующий в мысли или как идея, но не имеющий физического существования.",
      "example": "Die abstrakten Gemälde des Künstlers waren im Museum ausgestellt. Sie hat jahrelang an abstrakten Konzepten gearbeitet. Das abstrakte Konzept wird in Zukunft verwirklicht werden.",
      "example_translation": "Абстрактные картины художника были выставлены в музее. Она работает над абстрактными концепциями уже несколько лет. Абстрактная идея будет реализована в будущем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absurd",
      "translation": "абсурдный",
      "definition": "lächerlich unvernünftig, unsinnig oder inkongruent.",
      "definition_translation": "Смехотворно необоснованный, несостоятельный или несовместимый.",
      "example": "Das Theaterstück war eine absurde Komödie, die das Publikum verwirrte. Er hielt die Idee für absurd und weigerte sich, sie zu betrachten. Die absurde Situation wurde am Ende aufgelöst.",
      "example_translation": "Пьеса была абсурдной комедией, которая оставила аудиторию в недоумении. Он 생각ал, что идея была абсурдной и отказался ее рассматривать. Абсурдная ситуация была разрешена в конце.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "насилие",
      "definition": "Etwas auf falsche oder schädliche Weise zu benutzen oder zu behandeln.",
      "definition_translation": "Использовать или относиться к чему-то неправильным или вредным образом.",
      "example": "Das Unternehmen wurde des Machtmissbrauchs beschuldigt. Sie litt als Kind unter Missbrauch. Die Regierung schwört, den Umweltschutz vor Missbrauch zu schützen.",
      "example_translation": "Компания была обвинена в злоупотреблении властью. Она страдала насилием в детстве. Правительство пообещало остановить насилие над окружающей средой.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "насилие",
      "definition": "Jemanden auf eine schädliche oder gewalttätige Weise zu behandeln.",
      "definition_translation": "Использовать или относиться к кому-то в причиняющем вред или насилием образом.",
      "example": "Das Kind war Opfer von Missbrauch zu Hause. Die Frau meldete Missbrauch durch ihren Partner. Der Tierschutz ist ein ernstes Verbrechen.",
      "example_translation": "Ребенок был жертвой насилия дома. Женщина заявила о насилии со стороны партнера. Насилие над животными является serious crime.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akademisch",
      "translation": "академический",
      "definition": "In Bezug auf Bildung und Wissenschaft, insbesondere auf Universitätsniveau.",
      "definition_translation": "Относящийся к образованию и научной работе, особенно на уровне университета.",
      "example": "Sie verfolgte eine akademische Karriere und wurde Professorin an einer renommierten Universität.",
      "example_translation": "Она продолжила академическую карьеру и стала профессором в престижном университете.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zugriff",
      "translation": "доступ",
      "definition": "Die Möglichkeit, auf etwas zuzugreifen, es zu nutzen oder davon zu profitieren.",
      "definition_translation": "Средство или возможность доступа, использования или получения выгоды от чего-либо.",
      "example": "Die neue Politik bietet allen Bürgern Zugriff auf Gesundheitsversorgung. Er zugriff auf die Datenbank, um die Informationen abzurufen. Bis nächstes Jahr werden wir Zugriff auf die neue Technologie haben.",
      "example_translation": "Новая политика обеспечивает доступ к медицинской помощи для всех граждан. Он получил доступ к базе данных, чтобы получить информацию. К следующему году у нас будет доступ к новой технологии.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugänglich",
      "translation": "доступный",
      "definition": "Leicht zu benutzen, zu verstehen oder anzufahren; bequem.",
      "definition_translation": "Легкий в использовании, понимании или подходе; удобный.",
      "example": "Die Website ist für Menschen mit Behinderungen zugänglich. Das Hotelzimmer war über den Aufzug zugänglich. Der Park ist mit dem Bus oder zu Fuß zugänglich.",
      "example_translation": "Сайт доступен для людей с ограниченными возможностями. Гостиничный номер был доступен по лифту. Парк доступен на автобусе или пешком.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufällig",
      "translation": "несчастный",
      "definition": "Durch Zufall geschehend oder getan, anstatt durch Absicht.",
      "definition_translation": "Происходящий или сделанный случайно, а не намеренно.",
      "example": "Der Unfall war zufällig, und niemand war schuld. Sie machte einen zufälligen Fehler bei der Berechnung.",
      "example_translation": "Авария произошла случайно, и никто не был виноват. Она сделала случайную ошибку в расчете.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akkordeon",
      "translation": "аккордеон",
      "definition": "Ein Musikinstrument, das aus einem rechteckigen Kasten mit einer pianoähnlichen Tastatur und einer Reihe von freien Zungen besteht, die erklingen, wenn Luft durch das Instrument geblasen oder gezogen wird",
      "definition_translation": "музыкальный инструмент, состоящий из прямоугольной коробки с клавиатурой, похожей на пианино, и набора свободных язычков, которые звучат, когда воздух выдувается или вытягивается через инструмент",
      "example": "Ich sah einen Akkordeon-Spieler auf der Straßenecke, und ich konnte nicht umhin, mitzutanzen. Sie spielte seit ihrer Kindheit Akkordeon. Als sie 20 war, hatte sie das AkkordeonSpielen perfektioniert.",
      "example_translation": "Я видел аккордеониста, выступавшего на уличном углу, и я не мог не танцевать в такт. Она играла на аккордеоне с детства. К тому времени, когда ей было 20, она овладела аккордеоном.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konto",
      "translation": "счет",
      "definition": "Ein Verzeichnis von Finanztransaktionen, oft für Buchprüfung und Finanzberichterstattung verwendet",
      "definition_translation": "запись финансовых транзакций, часто используемая для аудита и финансового отчета",
      "example": "Ich muss ein neues Konto für mein Unternehmen eröffnen. Der Buchhalter überprüfte unser Konto und fand einige Unstimmigkeiten. Bis zum Jahresende werden wir unser Konto abrechnen und uns auf die Prüfung vorbereiten.",
      "example_translation": "Мне нужно открыть новый счет для моего бизнеса. Аудитор проанализировал наш счет и обнаружил一些 несоответствий. К концу года мы согласуем наш счет и приготовимся к аудиту.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchführung",
      "translation": "бухгалтерский учет",
      "definition": "Der Prozess des Aufzeichnens, Klassifizierens und Berichtens von Finanzinformationen eines Unternehmens oder einer Organisation",
      "definition_translation": "процесс регистрации, классификации и отчетности финансовой информации бизнеса или организации",
      "example": "Ich studierte Buchführung im College und wurde eine zertifizierte öffentliche Buchhalterin. Die Buchführungsabteilung ist für die Finanzen des Unternehmens verantwortlich. Bis zum nächsten Quartal werden wir ein neues Buchführungssystem implementieren.",
      "example_translation": "Я изучал бухгалтерский учет в колледже и стал сертифицированным публичным бухгалтером. Департамент бухгалтерского учета отвечает за управление финансами компании. К следующему кварталу мы implement new бухгалтерскую систему.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genauigkeit",
      "translation": "точность",
      "definition": "Die Qualität, Bedingung oder Grad der Exaktheit und Fehlerfreiheit",
      "definition_translation": "качество, состояние или степень быть точным и свободным от ошибок",
      "example": "Die Genauigkeit der Wettervorhersage war beeindruckend. Wir streben nach Genauigkeit in unserer Forschung und Datenanalyse. Durch den Einsatz fortschrittlicher Technologie können wir die Genauigkeit unserer Messungen verbessern.",
      "example_translation": "Точность прогноза погоды была впечатляющей. Мы стремимся к точности в нашем исследовании и анализе данных. Используя передовую технологию, мы можем улучшить точность наших измерений.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anklagen",
      "translation": "обвинять",
      "definition": "jemanden eines Verbrechens oder Fehlverhaltens zu beschuldigen",
      "definition_translation": "обвинять кого-либо в преступлении или неправомерном действии",
      "example": "Die Polizei wird ihn des Diebstahls beschuldigen, wenn sie Beweise finden. Er beschuldigte mich des Lügens. Sie wird ihn des Schummelens bei der Prüfung beschuldigen.",
      "example_translation": "Полиция обвинит его в краже, если они найдут улики. Он обвинил меня в лжи. Она обвинит его в списывании на экзамене.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzen",
      "translation": "болеть",
      "definition": "ein dumpfer, anhaltender Schmerz",
      "definition_translation": "тупая, постоянная боль",
      "example": "Mein Kopf schmerzt von der lauten Musik. Sie schmerzte nach dem langen Wanderweg überall. Er wird schmerzen nach dem intensiven Workout.",
      "example_translation": "Моя голова болит от громкой музыки. Она чувствовала боль по всему телу после длинной ходьбы. Он будет болеть от интенсивной тренировки.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Säure",
      "translation": "кислота",
      "definition": "eine chemische Substanz mit saurem Geschmack, die Metalle zerstören kann",
      "definition_translation": "химическое вещество, имеющее кислый вкус и способное разрушать металлы",
      "example": "Die Säure in der Batterie hat den Metallrahmen zerstört. Sie fügte Säure zur Lösung hinzu, um ihren pH-Wert zu überprüfen. Er wird die Säure mit Wasser mischen, um eine chemische Reaktion auszulösen.",
      "example_translation": "Кислота в батарее разрушила металлическую оболочку. Она добавила кислоту к раствору, чтобы испытать его уровень pH. Он будет смешивать кислоту с водой, чтобы вызвать химическую реакцию.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "приобретать",
      "definition": "etwas zu erwerben oder zu erhalten, insbesondere als Ergebnis von Anstrengungen oder harter Arbeit",
      "definition_translation": "приобретать или получать что-либо, особенно в результате усилий или тяжелой работы",
      "example": "Das Unternehmen wird neue Vermögenswerte erwerben, um sein Geschäft auszubauen. Sie erwarb eine neue Fähigkeit durch einen Online-Kurs. Er erwarb ein Vermögen durch seine erfolgreichen Investitionen.",
      "example_translation": "Компания приобрела новые активы, чтобы расширить свой бизнес. Она приобрела новые навыки, пройдя онлайн-курс. Он приобрел состояние благодаря своим успешным инвестициям.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "приобретать",
      "definition": "etwas zu erwerben oder zu erhalten, insbesondere durch Anstrengungen oder hartere Arbeit.",
      "definition_translation": "Получать или приобретать что-либо, особенно через усилие или hard work.",
      "example": "Ich erwarb eine neue Fähigkeit letzten Jahr. Ich erwerbe Wissen über das Thema. Ich werde ein neues Haus nächstes Jahr erwerben.",
      "example_translation": "Я приобрел новый навык в прошлом году. Я приобретаю знания о предмете. Я приобρεю новый дом на следующий год.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktion",
      "translation": "действие",
      "definition": "Der Vorgang, etwas zu tun, insbesondere wenn er viel Energie oder Bewegung erfordert.",
      "definition_translation": "Процесс выполнения чего-либо, особенно когда это связано с большим количеством энергии или движения.",
      "example": "Die Aktion des Films war intensiv. Die Aktion des Teams war beeindruckend. Die Aktion der Regierung wurde kritisiert.",
      "example_translation": "Действие фильма было интенсивным. Действие команды было впечатляющим. Действие правительства было подвергнуто критике.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "активно",
      "definition": "in einer aktiven oder energischen Weise; mit viel Enthusiasmus oder Anstrengung.",
      "definition_translation": "В активном или энергичном способе; с большим энтузиазмом или усилием.",
      "example": "Sie beteiligt sich aktiv am Projekt. Er unterstützt die Wohltätigkeitsorganisation aktiv. Sie arbeiten aktiv an der neuen Richtlinie.",
      "example_translation": "Она активно участвует в проекте. Он активно поддерживает благотворительность. Они активно работают над новой политикой.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Aktivität",
      "translation": "активность",
      "definition": "etwas, das jemand tut oder ausübt, insbesondere wenn es regelmäßig oder als Hobby getan wird.",
      "definition_translation": "Ч то-то, что кто-то делает или занимается, особенно когда это делается регулярно или в качестве хобби.",
      "example": "Die Aktivität des Wanderns ist sehr populär. Das Lesen ist meine Lieblingsaktivität. Die Aktivität des Unternehmens wurde ausgesetzt.",
      "example_translation": "Активность похода является rất популярной. Активность чтения – моя любимая. Активность компании была приостановлена.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tatsächlich",
      "translation": "фактический",
      "definition": "in der Realität existierend, anstatt nur in der Theorie oder als Konzept.",
      "definition_translation": "Существующий в реальности, а не в теории или как концепция.",
      "example": "Die tatsächlichen Gewinne des Unternehmens waren höher als erwartet. Die neue Richtlinie wird bald tatsächlich sein. Wenn ich in Rente gehe, werde ich tatsächliche Erfahrung haben.",
      "example_translation": "Фактическая прибыль компании была выше ожидаемой. Новая политика будет введена в действие скоро. К моменту моей пенсии у меня будет реальный опыт.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "адаптировать",
      "definition": "sich ändern oder modifizieren, um neuen oder unterschiedlichen Bedingungen anzupassen.",
      "definition_translation": "Изменять или модифицироваться для соответствия новым или различным условиям.",
      "example": "Das Unternehmen musste sich an die neuen Marktrends anpassen. Der Vogel passte sich seiner neuen Umgebung an. Wir werden die neue Technologie bis Ende des Jahres anpassen.",
      "example_translation": "Компания была вынуждена адаптироваться к новым тенденциям на рынке. Птица адаптировалась к своей новой среде. Мы адаптируем новую технологию к концу года.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süchtiger",
      "translation": "наркоман",
      "definition": "Eine Person, die physiologisch oder psychologisch von einer Substanz oder Aktivität abhängig ist.",
      "definition_translation": "Человек, который физиологически или психологически зависим от вещества или деятельности.",
      "example": "Der Arzt half dem Süchtigen, von seiner Abhängigkeit zu genesen. Sie wurde süchtig, nachdem sie ein Jahr lang Schmerzmittel genommen hatte. Er ist süchtig und braucht Hilfe.",
      "example_translation": "Доктор помог наркоману преодолеть свою зависимость. Она стала наркоманом после приема болеутоляющих в течение года. Он наркоман и нуждается в помощи.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "зависимый",
      "definition": "Physiologisch oder psychologisch von einer Substanz oder Aktivität abhängig.",
      "definition_translation": "Физиологически или психологически зависим от вещества или деятельности.",
      "example": "Er war süchtig nach sozialen Medien und verschwendete viel Zeit. Sie war süchtig nach Kaffee und konnte ihren Tag nicht ohne ihn beginnen. Das Land war süchtig nach Öl und litt unter seiner Abhängigkeit.",
      "example_translation": "Он был зависим от социальных сетей и浪 время. Она была зависим от кофе и не могла начать свой день без него. Страна была зависимой от нефти и страдала от своей зависимости.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausreichend",
      "translation": "адекватный",
      "definition": "Mit der notwendigen Qualität, Menge oder Ausdehnung, um einen Bedarf oder eine Anforderung zu erfüllen; genügend.",
      "definition_translation": "Имея необходимое качество, количество или протяженность для удовлетворения потребности или требования; достаточный.",
      "example": "Das Hotelzimmer war ausreichend für unsere Bedürfnisse, aber der Service war schlecht. Wir hatten uns ausreichend auf die Prüfung vorbereitet, aber wir taten nicht gut. Bis nächstes Jahr werden wir das Problem ausreichend behandelt haben.",
      "example_translation": "Номер в отеле был адекватен для наших потребностей, но сервис был ужасным. Мы достаточно хорошо подготовились к экзамену, но не справились. К следующему году мы полноценно решим вопрос.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausreichend",
      "translation": "адекватно",
      "definition": "Auf eine Weise, die ausreichend oder genügend ist; in einem zufriedenstellenden Maß.",
      "definition_translation": "Таким образом, который является адекватным или достаточным; доatisfactory степени.",
      "example": "Das Unternehmen kompensierte uns ausreichend für die Schäden. Wir hatten uns ausreichend auf den Marathon vorbereitet. Bis nächstes Jahr werden wir das Problem ausreichend behandelt haben.",
      "example_translation": "Компания адекватно компенсировала нам ущерб. Мы достаточно хорошо тренировались для марафона. К следующему году мы полноценно решим вопрос.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "настраивать",
      "definition": "Etwas zu ändern oder anzupassen, um es passend, konform oder funktionell zu machen.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "Ich muss die Thermostateinstellung anpassen, um das Zimmer wärmer zu machen. Wir mussten unseren Zeitplan anpassen, um das neue Projekt zu berücksichtigen. Bis nächstes Jahr werden wir uns an das neue System angepasst haben.",
      "example_translation": "Мне нужно настроить терmostat, чтобы комната стала теплее. Мы должны были отрегулировать наш график, чтобы вместить новый проект. К следующему году мы будем настроены на новую систему.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "настраивать",
      "definition": "Etwas zu ändern oder anzupassen, um es passend, konform oder funktionell zu machen.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "Der Lehrer half dem Schüler, sich an das neue Lehrprogramm anzupassen. Wir werden die Einstellungen anpassen, um die Leistung zu verbessern. Das Unternehmen wird sich an die neuen Marktrends anpassen.",
      "example_translation": "Учитель помог студенту настроиться к новому учебному плану. Мы будем регулировать настройки, чтобы улучшить производительность. Компания будет настроена на新的 рыночные тренды.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anpassung",
      "translation": "調整",
      "definition": "Der Vorgang des Anpassens oder der Zustand der Anpassung; eine Veränderung, die etwas verbessert oder akzeptabler macht.",
      "definition_translation": "Акт регулирования или состояние регулирования; изменение, которое улучшает что-то или делает его более приемлемым",
      "example": "Das Unternehmen führte eine Anpassung ihres Preisstrategie durch, um im Markt wettbewerbsfähig zu bleiben. Sie hatten ihre Produktionsplanung letztes Jahr angepasst. Sie werden eine Anpassung an ihrem Budget vornehmen, um das neue Projekt zu finanzieren.",
      "example_translation": "Компания внесла изменения в свою ценовую стратегию, чтобы stayed competitive на рынке. Они отрегулировали график производства в прошлом году. Они внесут изменения в свой бюджет, чтобы расширить новый проект.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwaltung",
      "translation": "администрация",
      "definition": "Die Tätigkeit des Managements oder der Leitung eines Unternehmens, einer Organisation oder Systems; die Gruppe von Menschen, die dafür verantwortlich sind",
      "definition_translation": "Акт управления или руководства бизнесом, организацией или системой; группа людей, ответственных за это",
      "example": "Die neue Verwaltung arbeitet daran, die Wirtschaft des Landes zu verbessern. Das Verwaltungsteam ist für das Management des Bürogebäudes verantwortlich. Sie ist seit über 20 Jahren in der Verwaltung tätig.",
      "example_translation": "Новая администрация работает над улучшением экономики страны. Команда администрации отвечает за управление офисным зданием. Она работает в администрации более 20 лет.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewunderung",
      "translation": "адмирация",
      "definition": "Ein Gefühl der Achtung und Bewunderung für jemanden oder etwas; ein Gefühl des Staunens oder der Überraschung",
      "definition_translation": "Чувство уважения и восхищения кем-то или чем-то; ощущение удивления или удивления",
      "example": "Das Publikum zeigte seine Bewunderung für den Künstler mit stehenden Ovationen. Sie empfand Bewunderung für ihre Eltern, die hart arbeiteten, um für sie zu sorgen. Ich empfinde Bewunderung für diejenigen, die mehrere Sprachen fließend sprechen können.",
      "example_translation": "Толпа выразила свое восхищение исполнителем стоячей овацией. Она чувствовала восхищение к своим родителям, которые работали hard, чтобы обеспечить ее. Я чувствую восхищение к тем, кто может свободно разговаривать на нескольких языках.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewundern",
      "translation": "адмирять",
      "definition": "Jemanden oder etwas mit Achtung und Bewunderung zu betrachten; mit Vergnügen oder Wohlgefallen anzusehen",
      "definition_translation": "Чувствовать уважение и восхищение кем-то или чем-то; смотреть на что-то с удовольствием или признательностью",
      "example": "Ich bewundere ihren Mut, vor einer großen Menschenmenge zu sprechen. Er bewunderte die Schönheit des Sonnenuntergangs am Strand. Sie wird die neue Kunstausstellung im Museum bewundern.",
      "example_translation": "Я восхищаюсь ее смелостью выступать перед большой аудиторией. Он восхищался красотой заката на пляже. Она будет восхищаться новой художественной выставкой в музее.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zulassung",
      "translation": "Приём",
      "definition": "Der Akt der Annahme oder Zulassung jemandes in einen Ort, eine Organisation oder ein System.",
      "definition_translation": "Акт приема или допуска кого-либо в учреждение, организацию или систему.",
      "example": "Die Zulassung zur Universität ist sehr konkurrenzfähig.",
      "example_translation": "Приём в университет является высококонкурентным.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugeben",
      "translation": "Признавать",
      "definition": "Etwas anzuerkennen oder zuzugeben, oft widerwillig.",
      "definition_translation": "Признавать или признать что-то, часто неохотно.",
      "example": "Sie gab zu, einen Fehler gemacht zu haben. Gestern hatte sie zugegeben, gelogen zu haben. Morgen wird sie zugeben, dass sie schuldig ist.",
      "example_translation": "Она призналась в ошибке. Вчера она призналась в лжи. Завтра она признается в преступлении.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugestehen",
      "translation": "Признаться",
      "definition": "Wird verwendet, um anzuzeigen, dass etwas wahr oder gültig ist, oft widerwillig.",
      "definition_translation": "Используется для указания на то, что что-то является истиной или действительным, часто неохотно.",
      "example": "Zugestehen, der Film war nicht so großartig. Gestern hatte ich zugestanden, zu viel Geld ausgegeben zu haben. Morgen werde ich zugestehen, müde zu sein.",
      "example_translation": "Признаться, фильм не был так уж великолепен. Вчера я признался в том, что потратил слишком много денег. Завтра я признаюсь в том, что буду усталым.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "adoptieren",
      "translation": "Усиновить",
      "definition": "Jemandes Kind als eigenes aufzunehmen und großzuziehen.",
      "definition_translation": "Принять и воспитывать ребенка кого-то другого как собственного.",
      "example": "Sie beschlossen, ein Kind aus Afrika zu adoptieren. Letztes Jahr hatten sie einen Hund adoptiert. Nächstes Jahr werden sie ein nachhaltigeres Leben adoptieren.",
      "example_translation": "Они решили усыновить ребенка из Африки. В прошлом году они усыновили собаку. В следующем году они усыновят более устойчивый образ жизни.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "adoptieren",
      "translation": "усыновлять",
      "definition": "Jemandes Idee oder Plan als eigenen anzunehmen, oder ein Kind jemandes in die eigene Familie aufzunehmen.",
      "definition_translation": "Принять кого-то другого ребенка в свою семью или принять чью-то другую идею или план как свою.",
      "example": "Ich adoptierte eine Katze aus dem Tierheim. Gestern hatte ich ein neues Trainingsprogramm adoptiert. Ich werde nächstes Jahr eine gesündere Diät adoptieren.",
      "example_translation": "Я усыновил кошку из приюта. Вчера я усыновил новый режим упражнений. В следующем году я усыновлю более здоровую диету.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "adoptiert",
      "translation": "усыновленный",
      "definition": "Vergangenheit von adoptieren, in die eigene Familie aufgenommen oder angenommen worden zu sein.",
      "definition_translation": "Прошедшее время от усыновлять, будучи взятым в свою семью или принят как свой.",
      "example": "Ich wurde als Baby adoptiert. Das Unternehmen hat eine neue Richtlinie adoptiert. Die Stadt hat ein neues Verkehrssystem adoptiert.",
      "example_translation": "Я был усыновлен когда был младенцем. Компания усыновила новую политику. Город усыновил новую систему транспорта.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adoption",
      "translation": "усыновление",
      "definition": "Der Akt, jemandes Kind in die eigene Familie aufzunehmen, oder den Akt, jemandes Idee oder Plan als eigenen anzunehmen.",
      "definition_translation": "Акт принятия ребенка кого-то другого в свою семью или акт принятия чьей-то другой идеи или плана как своей.",
      "example": "Der Adoptionsprozess dauerte mehrere Monate. Das Unternehmen hat die neue Technologie zur Steigerung der Produktivität adoptiert. Die Stadt hat erneuerbare Energie zur Verringerung der Umweltverschmutzung adoptiert.",
      "example_translation": "Процесс усыновления занял несколько месяцев. Усыновление новой технологии компанией увеличил производительность. Усыновление города возобновляемой энергии уменьшило загрязнение.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorantreiben",
      "translation": "продвигаться",
      "definition": "Nach vorne zu bewegen oder Fortschritte zu machen, insbesondere in einer geplanten oder absichtlichen Weise.",
      "definition_translation": "Двигаться вперед или делать прогресс, особенно в планируемом или преднамеренном образом.",
      "example": "Ich werde im Spiel auf das nächste Level vorrücken. Das Unternehmen wird seine Marketingstrategie vorantreiben. Die Wissenschaftler werden ihre Forschung nächstes Jahr vorantreiben.",
      "example_translation": "Я перейду на следующий уровень в игре. Компания продвинет свою маркетинговую стратегию. Ученые продвинут свое исследование в следующем году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorantreiben",
      "translation": "продвигать",
      "definition": "In einem bestimmten Bereich oder einer bestimmten Aktivität nach vorne zu bewegen oder Fortschritte zu machen.",
      "definition_translation": "Двигаться вперед или делать прогресс в определенной области или деятельности.",
      "example": "Ich werde in meiner Karriere vorrücken, indem ich nächstes Jahr befördert werde. Ich habe mich in meinem Studium vorangetrieben, indem ich ein Aufbaustudium absolviert habe. Ich verbessere meine Fähigkeiten, indem ich Online-Kurse besuche.",
      "example_translation": "Я продвинусь в своей карьере, получив повышение зарплаты в следующем году. Я прогрессировал в своих исследованиях, завершив программу магистра. Я развиваюсь в своих навыках, проходя онлайн-курсы.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abenteuerlich",
      "translation": "приключенческий",
      "definition": "Bereit, Risiken einzugehen und neue Dinge auszuprobieren; gerne Abenteuer erlebend.",
      "definition_translation": "Готовый рисковать и пробовать новые вещи; любящий приключения.",
      "example": "Meine abenteuerliche Schwester liebt es, neue Länder zu bereisen. Ich war abenteuerlich und habe zum ersten Mal Fallschirmspringen ausprobiert. Er wird abenteuerlich sein und nächstes Jahr sein eigenes Unternehmen gründen.",
      "example_translation": "Моя приключенческая сестра любит путешествовать в новые страны. Я был приключенческим и попробовал парашютный спуск в первый раз. Он будет приключенческим и начнет свое собственное дело в следующем году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Werbung",
      "translation": "реклама",
      "definition": "Die Tätigkeit oder der Beruf, Informationen zu erstellen und zu verbreiten, um ein Produkt, eine Dienstleistung oder eine Idee zu bewerben.",
      "definition_translation": "Деятельность или профессия по производству и распространению информации для продвижения продукта, услуги или идеи.",
      "example": "Das Unternehmen gibt viel Geld für die Werbung ihres neuen Produkts aus. Ich hasse es, Werbung im Fernsehen anzusehen. Die Werbekampagne war sehr erfolgreich.",
      "example_translation": "Компания тратит много денег на рекламу своего нового продукта. Я ненавижу смотреть рекламу на ТВ. Рекламная кампания была очень успешной.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affäre",
      "translation": "дело",
      "definition": "Eine geheime oder illegale romantische Beziehung zwischen zwei Personen.",
      "definition_translation": "Секретный или незаконный романтический отношения между двумя людьми.",
      "example": "Die Berühmtheit war in eine skandalöse Affäre mit ihrem Co-Star verwickelt. Ich hörte, dass sie letzten Jahr eine Affäre hatten. Sie war/devastiert, als sie von seiner Affäre erfuhr.",
      "example_translation": "Звезда была вовлечена в скандальный роман с ее коллегой по съемкам. Я слышал, что они имели роман в прошлом году. Она была разбита, когда узнала о его романе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beeinflussen",
      "translation": "влиять",
      "definition": "Etwas oder jemanden zu beeinflussen oder Auswirkungen zu haben.",
      "definition_translation": "Влиять или иметь влияние на что-то или кого-то.",
      "example": "Das kalte Wetter wird die Ernte beeinflussen. Die neue Richtlinie wird jeden beeinflussen. Die Nachricht wird ihre Entscheidung beeinflussen.",
      "example_translation": "Холодная погода повлияет на урожай. Новая политика повлияет на всех. Новость повлияет на ее решение.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorgeben",
      "translation": "влиять",
      "definition": "Etwas vorzutäuschen oder zu heucheln, wie z.B. Emotionen oder Krankheiten.",
      "definition_translation": "Притворяться чем-то, например эмоциями или болезнью.",
      "example": "Sie wird einen britischen Akzent vorgeben, um sich elegant anzuhören. Er gab vor, ernst zu sein, um seinen Chef zu beeindrucken. Der Schauspieler wird eine Gehbehinderung vortäuschen, um den verletzten Charakter zu spielen.",
      "example_translation": "Она будет притворяться британским акцентом, чтобы звучать более утонченно. Он принял серьезный тон, чтобы впечатлить svého босса. Актер будет притворяться хромотой, чтобы играть инвалида.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuneigung",
      "translation": "любовь",
      "definition": "Ein Gefühl der Liebe, Zuneigung oder Wärme gegenüber jemandem oder etwas.",
      "definition_translation": "Чувство любви, нежности или теплоты к кому-то или чему-то.",
      "example": "Sie zeigte große Zuneigung für ihre Katze. Die Zuneigung des Paares zueinander war spürbar. Die Touristen zeigten Zuneigung für die lokale Kultur.",
      "example_translation": "Она проявила большую любовь к своему коту. Чувство любви пары к друг другу было осязаемым. Туристы проявили любовь к местной культуре.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zuneigungsvoll",
      "translation": "нежный",
      "definition": "Liebe, Zuneigung oder Wärme gegenüber jemandem oder etwas zeigend.",
      "definition_translation": "Проявляющий или чувствующий любовь, нежность или теплоту к кому-то или чему-то.",
      "example": "Sie war eine zuneigungsvolle Mutter ihren Kindern gegenüber. Er war zuneigungsvoll gegenüber seiner Schwester. Die Familie war sehr zuneigungsvoll und gastfreundlich.",
      "example_translation": "Она была нежной матерью для своих детей. Он был нежен к своей сестре. Семья была очень нежной и гостеприимной.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alter",
      "translation": "век",
      "definition": "Die Länge der Zeit, die eine Person oder Sache existiert oder in Gebrauch ist.",
      "definition_translation": " продолжительность времени, в течение которого человек или вещь существует или используется.",
      "example": "Mit 21 Jahren hatte er bereits fünf verschiedene Länder bereist. Bei diesem Alter fing er an, sich alt zu fühlen. In der Zukunft wird das Alter von 30 Jahren als jung betrachtet werden.",
      "example_translation": "К тому времени, как ему исполнилось 21 год, он уже посетил пять разных стран. В этом возрасте он начал чувствовать себя старым. В будущем возраст 30 лет будет считаться молодым.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vertreter",
      "translation": "агент",
      "definition": "Eine Person, die im Namen einer anderen Person oder Organisation handelt.",
      "definition_translation": " человек, действующий от имени другого человека или организации.",
      "example": "Der Vertreter verhandelte den Deal im Namen des Unternehmens. Der Vertreter hat mit dem Kunden jahrelang zusammengearbeitet. In der Zukunft wird der Vertreter das Unternehmen auf der Konferenz vertreten.",
      "example_translation": "Агент заключил сделку от имени компании. Агент работал с клиентом годами. В будущем агент будет представлять компанию на конференции.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "агрессивный",
      "definition": "Eine starke und forcierte Persönlichkeit oder Verhaltensweise aufweisend.",
      "definition_translation": "имеющий или демонстрирующий силыю и энергичную личность или поведение.",
      "example": "Der aggressive Fahrer hupte laut. Sie hat eine aggressive Persönlichkeit, die andere einschüchtert. In der Zukunft wird das Unternehmen eine aggressive Marketingstrategie annehmen.",
      "example_translation": "Агрессивный водитель громко затрубил рог. У нее агрессивная личность, которая устрашает других. В будущем компания примет агрессивную маркетинговую стратегию.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "агрессивно",
      "definition": "Auf eine starke und forcierte Weise.",
      "definition_translation": "сильным и энергичным образом.",
      "example": "Er drängte sich aggressiv durch die Menge. Das Unternehmen hat sein Produkt aggressiv beworben. In der Zukunft wird das Team aggressiv spielen, um das Spiel zu gewinnen.",
      "example_translation": "Он агрессивно протолкнулся через толпу. Компания агрессивно продвигает свой продукт. В будущем команда будет играть агрессивно, чтобы выиграть игру.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übereinkunft",
      "translation": "соглашение",
      "definition": "Eine verhandelte und typischerweise rechtlich bindende Vereinbarung zwischen zwei oder mehr Parteien.",
      "definition_translation": "Негацируемое и обычно юридически обязательное соглашение между двумя или более сторонами.",
      "example": "Das Unternehmen erreichte eine Übereinkunft mit der Gewerkschaft, um einen Streik zu vermeiden. Die Gewerkschaft hatte den Bedingungen zugestimmt, aber das Unternehmen nicht. Die Übereinkunft wird nächste Woche unterzeichnet.",
      "example_translation": "Компания достигла соглашения с профсоюзом, чтобы避ать забастовку. Профсоюз согласился с условиями, но компания не согласилась с ними. Соглашение будет подписано на следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landwirtschaft",
      "translation": "сельское хозяйство",
      "definition": "Die Praxis, Land zu bewirtschaften, um Ernte zu produzieren, Vieh zu züchten und natürliche Ressourcen zu verwalten.",
      "definition_translation": "Практика возделывания земли для производства культур, разведения скота и управления природными ресурсами.",
      "example": "Die Landwirtschaft ist für Jahrhunderte das Rückgrat der Wirtschaft des Landes gewesen. Der Bauer arbeitete früher in der Landwirtschaft, aber jetzt arbeitet er in der Industrie. Die Studenten studieren Landwirtschaft im College.",
      "example_translation": "Сельское хозяйство было основой экономики страны на протяжении веков. Фермер раньше работал в сельском хозяйстве, но теперь он работает в промышленности. Студенты изучают сельское хозяйство в колледже.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hilfe",
      "translation": "помощь",
      "definition": "Die Tat, Unterstützung oder Hilfe, insbesondere in Zeiten der Not oder Krise.",
      "definition_translation": "Действие предоставления поддержки или помощи, особенно в разгар нужды или кризиса.",
      "example": "Die Regierung hat den Opfern der Naturkatastrophe Hilfe gewährt. Die Wohltätigkeitsorganisation gibt Hilfe an arme Familien. Das Land erhielt Hilfe von internationalen Organisationen.",
      "example_translation": "Правительство предоставило помощь жертвам стихийного бедствия. Благотворительная организация оказывает помощь бедным семьям. Страна получила помощь от международных организаций.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziel",
      "translation": "цель",
      "definition": "Ein Zweck oder Ziel, insbesondere eines, das Handlungen leitet oder motiviert.",
      "definition_translation": "Цель или задача, особенно та, которая руководит или мотивирует действие.",
      "example": "Das Ziel des Unternehmens ist, seinen Marktanteil zu erhöhen. Sie zielt darauf ab, das Projekt rechtzeitig zu beenden. Er wird versuchen, nächstes Jahr den Wettbewerb zu gewinnen.",
      "example_translation": "Целью компании является увеличение ее доли рынка. Она стремилась завершить проект вовремя. Он будет стремиться выиграть конкурс в следующем году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugzeug",
      "translation": "самолёт",
      "definition": "Ein motorisiertes, schwerer-als-Luft-Flugzeug erzeugt während des Fluges Auftrieb, indem es den Luftdruck oberhalb und unterhalb der Tragfläche ändert.",
      "definition_translation": "Мощный, тяжелее воздуха самолет - это тип самолета, который генерирует подъем во время полета, используя форму своих крыльев, чтобы изменить давление воздуха над и под крылом.",
      "example": "Der Pilot überprüfte das Flugzeug sorgfältig vor dem Start, und dann wird es morgen starten, aber gestern war es bereits gestartet.",
      "example_translation": "Пилот тщательно kiểm самолет перед взлетом, а затем он взлетит утром, но вчера он уже взлетел.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gang",
      "translation": "проход",
      "definition": "Ein Durchgang zwischen Reihen von Sitzen, wie in einer Kirche, einem Flugzeug oder einem Theater.",
      "definition_translation": "Прохождение между рядами сидений, как в церкви, самолете или театре.",
      "example": "Die Flugbegleiterin bat den Passagier, zu seinem Platz zurückzukehren, der sich in der Gang befand, und dann wird sie durch den Gang gehen, um einem anderen Passagier zu helfen.",
      "example_translation": "Стюардесса попросила пассажира вернуться к своему месту, которое было расположено в проходе, а затем она пройдет через проход, чтобы помочь другому пассажиру.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkoholismus",
      "translation": "алкоголизм",
      "definition": "Eine chronische und oft progressive Krankheit, die Probleme beim Kontrollieren des Trinkens, die Vorbesessenheit von Alkohol und das Weitertrinken trotz Problemen einschließt.",
      "definition_translation": "Хроническое и часто прогрессирующее заболевание, которое включает в себя проблемы с контролем над выпивкой, предвзятость алкоголем, продолжение употребления алкоголя, даже когда он вызывает проблемы.",
      "example": "Der Arzt warnte den Patienten vor den Gefahren des Alkoholismus, und dann wird er Therapiesitzungen besuchen, um ihn zu überwinden, aber letztes Jahr kämpfte er noch damit.",
      "example_translation": "Врач предупредил пациента о опасностях алкоголизма, а затем он начнет посещать сеансы терапии, чтобы преодолеть его, но в прошлом году он все еще боролся с ним.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Außerirdischer",
      "translation": "чужой",
      "definition": "Eine Person, die nicht Staatsbürger des Landes ist, in dem sie lebt, oder ein Wesen aus dem Weltraum.",
      "definition_translation": "Человек, который не является гражданином страны, в которой он живет, или существо из наружного космоса.",
      "example": "Der Film handelte von einem Außerirdischen, der zur Erde kam, und dann wird er zu seinem Planeten zurückkehren, aber gestern war er bereits gelandet.",
      "example_translation": "Фильм был о чужом, который пришел на Землю, а затем он вернется на свою планету, но вчера он уже приземлился.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ähnlich",
      "translation": "podobный",
      "definition": "Einer ähnlichen Natur oder Charakter; ähnlich in Erscheinung oder Qualität.",
      "definition_translation": "Имеющий подобный характер или характер; похожий по внешнему виду или качеству.",
      "example": "Die zwei Schwestern sahen ähnlich aus, und die Leute verwechselten sie oft miteinander. Sie waren seit ihrer Kindheit ähnlich in ihren Interessen, und jetzt sind sie ähnlich in ihren Berufen. Sie werden in ihren Schicksalen in Zukunft ähnlich sein.",
      "example_translation": "Две сестры выглядели похожими, и люди часто путали их друг с другом. Они были похожими в своих интересах с детства, и теперь они похожими в своих карьерах. Они будут похожими в своих судьбах в будущем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Allergie",
      "translation": "аллергия",
      "definition": "Eine Zustand, bei dem das Immunsystem des Körpers auf eine bestimmte Substanz, wie ein Nahrungsmittel oder Pollen, abnorm reagiert.",
      "definition_translation": "Состояние, при котором иммунная система организма реагирует аномально на конкретное вещество, такое как-food или пыльца.",
      "example": "Ich habe eine Allergie gegen Erdnüsse, daher muss ich auf das Essen verzichten. Ich entwickelte als Kind eine Allergie gegen Pollen, und sie hat mich seitdem gestört. Ich werde Medizin nehmen, um einen Anfall in der Zukunft zu vermeiden.",
      "example_translation": "У меня аллергия на арахис, поэтому я должен避免 есть их. Я desarrollал аллергию на пыльцу, когда я был ребенком, и это беспокоило меня с тех пор. Я примы الطبqbiku, чтобы предотвратить атаку аллергии в будущем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasse",
      "translation": "аллея",
      "definition": "Ein enger Durchgang oder Weg zwischen, hinter oder innerhalb von Gebäuden.",
      "definition_translation": "Узкая проход или путь между, позади или внутри зданий.",
      "example": "Die Gasse hinter dem Restaurant war dunkel und eng. Wir gingen durch die Gasse, um zum Parkplatz zu gelangen. Die Gasse wird renoviert, um sie nachts sicherer zu machen.",
      "example_translation": "Аллея позади ресторана была темной и узкой. Мы прошли через аллею, чтобы добраться до парковки. Аллея будет реконструирована, чтобы сделать ее безопаснее ночью.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "аллигатор",
      "definition": "Ein großes Reptil mit einer langen, abgerundeten Schnauze und kräftigen Kiefern, das im südöstlichen Teil der Vereinigten Staaten beheimatet ist.",
      "definition_translation": "Крупный рептилий с длинным, округлым рылом и мощными челюстями, являющийся родным для юго-востока Соединенных Штатов.",
      "example": "Wir sahen einen Alligator im See schwimmen, während wir Urlaub machten. Der Alligator lebt seit Jahren im Sumpf. Der Alligator wird durch konservierende Anstrengungen in Zukunft geschützt werden.",
      "example_translation": "Мы увидели аллигатора, плававшего в озере на нашем отдыхе. Аллигатор жил в болоте в течение лет. Аллигатор будет защищен усилиями по сохранению в будущем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "алфавитный",
      "definition": "In alphabetischer Reihenfolge angeordnet; Bezug nehmend auf oder bestehend aus Buchstaben des Alphabets.",
      "definition_translation": "Упорядоченный по алфавиту; относящийся к или состоящий из букв алфавита.",
      "example": "Das Wörterbuch ist in alphabetischer Reihenfolge angeordnet. Ich habe die Liste gestern alphabetisiert. Ich werde die Dateien nächste Woche alphabetisieren.",
      "example_translation": "Словарь упорядочен по алфавиту. Я алфавитизировал списка вчера. Я алфавитизирую файлы на следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "алфавитно",
      "definition": "In alphabetischer Reihenfolge; in der korrekten Abfolge von Buchstaben.",
      "definition_translation": "В алфавитном порядке; в правильной последовательности букв.",
      "example": "Die Bücher sind auf den Regalen alphabetisch angeordnet. Ich habe die Liste gestern alphabetisch sortiert. Ich werde die Liste nächste Woche alphabetisch anordnen.",
      "example_translation": "Книги упорядочены алфавитно на полках. Я организовал список алфавитно вчера. Я выведу их алфавитно на следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ändern",
      "translation": "изменять",
      "definition": "Etwas zu ändern oder zu modifizieren; etwas anders zu machen.",
      "definition_translation": "Изменять или модифицировать что-то; делать что-то иным.",
      "example": "Ich musste das Kleid ändern, damit es mir passt. Sie änderte ihre Pläne in letzter Minute. Ich werde das Rezept nächstes Mal ändern.",
      "example_translation": "Мне пришлось изменить платье, чтобы оно-fit me. Она изменила свои планы в последнюю минуту. Я изменю рецепт в следующий раз.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alternative",
      "translation": "альтернативный",
      "definition": "Eine Wahl oder Option zusätzlich zu anderen; eine andere Art und Weise, etwas zu tun.",
      "definition_translation": "Выбор или опция además других; другой способ делать что-то.",
      "example": "Wir haben einen Notfallplan als Alternative. Sie wählte eine alternative Route, um den Verkehr zu umgehen. Ich werde nächste Woche eine alternative Lösung in Betracht ziehen.",
      "example_translation": "У нас есть альтернативный план на случай экстренной ситуации. Она выбрала альтернативный маршрут, чтобы избежать пробок. Я рассмотрю альтернативное решение на следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alternative",
      "translation": "альтернативный",
      "definition": "Eine andere Wahl oder Möglichkeit, insbesondere eine attraktivere oder ratsamere.",
      "definition_translation": "Альтернативный выбор или возможность, особенно более привлекательный или целесообразный.",
      "example": "Ich überlege alternative Lösungen für das Problem. Ich habe zwischen zwei Alternativen gewählt. Ich werde nächste Woche eine alternative Option haben.",
      "example_translation": "Я рассматриваю альтернативные решения проблемы. Я чередовал между двумя альтернативами. У меня будет альтернативный вариант к следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alternativ",
      "translation": "альтернативно",
      "definition": "Auf eine andere Art und Weise, insbesondere als Ersatz oder Alternative.",
      "definition_translation": "По-иному или иным образом, особенно как заменитель или альтернатива.",
      "example": "Wir können es auf alternative Weise tun. Ich habe abwechselnd gearbeitet und mich ausgeruht. Ich werde die Aufgabe auf alternative Weise erledigen.",
      "example_translation": "Мы можем сделать это альтернативно. Я поочередно работал и отдыхал. Я альтернативно完成 задачу.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aluminium",
      "translation": "алюминий",
      "definition": "Ein leichtes, silbrig-weißes Metall, das korrosionsbeständig ist und in einer Vielzahl von Anwendungen eingesetzt wird.",
      "definition_translation": "Легкий, серебристо-белый металл, устойчивый к коррозии и используемый в широком диапазоне приложений.",
      "example": "Aluminium wird im Flugzeugbau eingesetzt. Ich habe Aluminiumdosen gestern recycelt. Die neue Marke wird aus Aluminium hergestellt.",
      "example_translation": "Алюминий используется в конструкции самолетов. Я переработал алюминиевые банки вчера. Новая марка будет сделана из алюминия.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erstaunen",
      "translation": "удивление",
      "definition": "Ein Gefühl großer Überraschung oder Bewunderung, oft begleitet von einem Gefühl des Staunens oder des Verwunderns.",
      "definition_translation": "Чувство великого удивления или восхищения, часто сопровождаемое чувством удивления или изумления.",
      "example": "Ich war von der Schönheit der Stadt erstaunt. Die Touristen empfanden Erstaunen angesichts der antiken Ruinen. Das Erstaunen auf ihrem Gesicht war unübersehbar.",
      "example_translation": "Я был в удивлении от красоты города. Туристы чувствовали удивление от древних руин. Удивление на ее лице было осязаемым.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschafter",
      "translation": "Посол",
      "definition": "Ein hochrangiger Regierungsvertreter, der als offizieller Vertreter seines Landes in einem anderen Land tätig ist.",
      "definition_translation": "Высокопоставленный правительственный представитель, который действует в качестве официального представителя своей страны в другой стране.",
      "example": "Der Botschafter wurde zum Außenministerium gerufen, um das Handelsabkommen zu diskutieren. Sie war über 10 Jahre lang Botschafterin und wurde sehr respektiert. Sie wird nächstes Jahr als Botschafterin nach Frankreich ernannt.",
      "example_translation": "Посол был вызван в министерство иностранных дел, чтобы обсудить торговое соглашение. Она была послом более 10 лет и пользовалась уважением. Она будет назначена послом во Францию в следующем году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ambition",
      "translation": "Амбиция",
      "definition": "Ein starker Wille, etwas zu erreichen, typischerweise erfordert dies Entschlossenheit und harte Arbeit.",
      "definition_translation": "Сильное желание достичь чего-либо, обычно требующее решительности и упорной работы.",
      "example": "Ihre Ambition war, eine berühmte Schauspielerin zu werden. Er hatte immer den Ehrgeiz, sein eigenes Unternehmen zu gründen. Das Team hat den Ehrgeiz, die Meisterschaft in dieser Saison zu gewinnen.",
      "example_translation": "Ее амбицией было стать знаменитой актрисой. Он всегда имел амбицию начать свой собственный бизнес. Амбиция команды - выиграть чемпионат в этом сезоне.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ambitioniert",
      "translation": "Амбициозный",
      "definition": "Einen starken Wille hat, erfolgreich zu sein oder etwas zu erreichen, oft erfordert dies Entschlossenheit und harte Arbeit.",
      "definition_translation": "Имеющий или демонстрирующий сильное желание преуспеть или достичь чего-либо, часто требующее решительности и упорной работы.",
      "example": "Er war ein ambitionierter junger Unternehmer. Das Unternehmen hat einen ehrgeizigen Plan, global zu expandieren. Sie ist ambitioniert und strebt immer danach, ihre Fähigkeiten zu verbessern.",
      "example_translation": "Он был амбициозным молодым предпринимателем. У компании есть амбициозный план по расширению на глобальном уровне. Она амбициозна и всегда стремится улучшить свои навыки.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "Развлекать",
      "definition": "Jemanden auf angenehme Weise zu beschäftigen oder zu unterhalten, oft durch das Tun von etwas Lustigem oder Interessantem.",
      "definition_translation": "Развлекать или занимать кого-либо приятным образом, часто делая что-то забавное или интересное.",
      "example": "Die Witze des Komikers haben das Publikum unterhalten. Der Park wurde entworfen, um Besucher aller Altersklassen zu unterhalten. Sie pflegte, ihre Freunde mit ihren albernen Imitationen zu unterhalten.",
      "example_translation": "Шутки комика развлекли аудиторию. Парк был спроектирован, чтобы развлекать посетителей всех возрастов. Она использовала, чтобы развлекать своих друзей с ее забавными имитациями.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "развлекать",
      "definition": "Jemanden auf angenehme Weise zu beschäftigen oder zu unterhalten",
      "definition_translation": "развлекать или занимать кого-либо приятным образом",
      "example": "Sie hat die Kinder mit einer witzigen Geschichte unterhalten. Sie unterhält das Publikum mit ihrem Talent. Sie wird ihre Freunde mit einem Zaubertrick unterhalten.",
      "example_translation": "Она развлекала детей забавной историей. Она развлекает зрителей своим талантом. Она будет развлекать друзей с магическим трюком.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "развлекался",
      "definition": "Vergangenheitsform von unterhalten, jemanden auf angenehme Weise beschäftigt oder unterhalten zu haben",
      "definition_translation": "прошедшее время глагола развлекать, развлекать или занимать кого-либо приятным образом",
      "example": "Ich wurde von der Comedy-Show unterhalten. Sie waren von dem dummen Witz unterhalten. Sie wurde von der Schönheit der Stadt unterhalten.",
      "example_translation": "Я развлекался комедийным шоу. Они развлекались шуткой. Она развлекалась красотой города.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhaltung",
      "translation": "развлечение",
      "definition": "Ein Gefühl der Freude oder des Vergnügens",
      "definition_translation": "чувство наслаждения или развлечения",
      "example": "Der Vergnügungspark war voller glücklicher Kinder. Die Achterbahn war sehr aufregend. Sie empfand Vergnügen, als sie die Comedy-Show sah.",
      "example_translation": "Парк развлечений был заполнен счастливыми детьми. Аттракцион развлечения был очень страшным. Она чувствовала развлечение, когда она увидела комедийное шоу.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "анаконда",
      "definition": "Eine große, ungiftige Schlange, die in Südamerika gefunden wird",
      "definition_translation": "большая, неядовитая змея, found in Южной Америке",
      "example": "Die Anakonda hat ihren Körper um den Baum gewickelt. Die Anakonda wurde im Amazonas-Regenwald gefunden. Die Anakonda wird ihre Beute ganz verschlucken.",
      "example_translation": "Анаконда обернулась вокруг дерева. Анаконда была найдена в джунглях Амазонки. Анаконда проглотит свою добычу целиком.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "analysieren",
      "translation": "аанализировать",
      "definition": "Etwas sorgfältig zu studieren oder zu untersuchen, um es zu verstehen oder seine Hauptmerkmale zu identifizieren",
      "definition_translation": "изучать или исследовать что-либо тщательно, чтобы理解ить его или определить его основные признаки",
      "example": "Ich werde die Daten analysieren, um die Trends zu identifizieren. Ich habe letzte Woche die Daten analysiert. Ich habe die Daten monatelang analysiert.",
      "example_translation": "Я буду анализировать данные, чтобы определить тренды. Я анализировал данные на прошлой неделе. Я анализирую данные в течение месяцев.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analyse",
      "translation": "анализ",
      "definition": "Der Prozess, komplexe Informationen oder Ideen in einfache Teile zu zerlegen, um sie zu verstehen und zu interpretieren",
      "definition_translation": "процесс разбиения сложной информации или идей на более простые части для понимания и интерпретации их",
      "example": "Die Analyse der Ergebnisse zeigte einige interessante Muster. Das Team führt eine Analyse der Marktrends durch. Die Analyse wird bis Ende des Monats abgeschlossen sein.",
      "example_translation": "Анализ результатов выявил некоторые интересные паттерны. Команда проводит анализ тенденций на рынке. Анализ будет завершен к концу месяца.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analytiker",
      "translation": "аналитик",
      "definition": "Eine Person, die Daten, Informationen oder Ideen studiert und untersucht, um sie zu verstehen und auszulegen",
      "definition_translation": "человек, который изучает и исследует данные, информацию или идеи, чтобы понять и интерпретировать их",
      "example": "Der Analytiker präsentierte die Ergebnisse dem Management-Team. Der Analytiker sollte den Grund für das Problem ermitteln. Das Unternehmen hat einen neuen Analytiker für das Projekt eingestellt.",
      "example_translation": "Аналитик представил результаты управления команде. Аналитик был поручен определить корень причины проблемы. Компания наняла нового аналитика для работы над проектом.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorfahr",
      "translation": "предок",
      "definition": "Eine Person, ein Tier oder eine Pflanze, von der eine andere Person, ein Tier oder eine Pflanze abstammt",
      "definition_translation": "человек, животное или растение, от которого происходит другой человек, животное или растение",
      "example": "Unsere Vorfahren lebten in diesem Dorf vor Hunderten von Jahren. Der Vorfahr der Art wurde im Fossilienrekord entdeckt. Das Unternehmen ist stolz auf seine Vorfahren, die das Geschäft gegründet haben.",
      "example_translation": "Наши предки жили в этой деревне сотни лет назад. Предок вида был обнаружен в фоссилиях. Компания гордится своими предками, которые основали бизнес.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wut",
      "translation": "гнев",
      "definition": "Ein starker Gefühl der Unzufriedenheit, Missbilligung oder Feindseligkeit",
      "definition_translation": "Сильное чувство неудовольствия, неудовлетворенности или враждебности.",
      "example": "Sie fühlte Wut gegenüber ihrem Bruder, weil er ihre Lieblingsvase zerbrochen hatte. Gestern war sie wütend auf ihn, aber heute ist sie wütend auf sich selbst, weil sie überreagiert hatte. Bis nächster Woche wird sie wütend auf jemand anders sein.",
      "example_translation": "Она испытывала гнев по отношению к брату за то, что он разбил ее любимый вазон. Вчера она была зла на него, но сегодня она зла на себя за过reaction. К следующей неделе она будет зла на кого-то другого.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tier",
      "translation": "животное",
      "definition": "Ein lebendes Wesen, das organische Materie aufnimmt, typischerweise spezielle Sinnesorgane und Nervensysteme hat und schnell auf Reize reagieren kann",
      "definition_translation": "Живой организм, питающийся органической материей, обычно имеющий специализированные органы чувств и нервную систему, и способный быстро реагировать на стимулы.",
      "example": "Das Tier im Zoo schlief. Gestern aß das Tier, aber heute spielt es. Bis nächsten Monat wird das Tier Nachwuchs bekommen haben.",
      "example_translation": "Животное в зоопарке спало. Вчера животное ело, но сегодня оно играет. К следующему месяцу животное родит свое потомство.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jährlich",
      "translation": "ежегодно",
      "definition": "Jedes Jahr; jährlich",
      "definition_translation": "Делаемое или происходящее каждый год; ежегодно.",
      "example": "Das Unternehmen hält eine jährliche Sitzung ab, um die Leistung des Jahres zu diskutieren. Im letzten Jahr fand die Sitzung im Juni statt, aber dieses Jahr wird sie im Juli stattfinden. Nächstes Jahr wird die Sitzung im August stattfinden.",
      "example_translation": "Компания проводит ежегодное собрание, чтобы обсудить результаты года. В прошлом году собрание состоялось в июне, но в этом году оно состоится в июле. В следующем году собрание состоится в августе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angst",
      "translation": "тревога",
      "definition": "Ein Gefühl der Sorge, Nervosität oder Unruhe, dass etwas passieren könnte",
      "definition_translation": "Чувство беспокойства, нервозности или беспокойства о чем-то, что может произойти.",
      "example": "Sie fühlte Angst vor ihrem ersten Vorstellungsgespräch. Gestern war sie ängstlich auf die Ergebnisse, aber heute ist sie ängstlich wegen ihrer bevorstehenden Präsentation. Bis nächster Woche wird sie ihre Angst überwunden haben.",
      "example_translation": "Она испытывала тревогу перед своим первым интервью на работу. Вчера она была тревожна о результатах, но сегодня она тревожна о своей предстоящей презентации. К следующей неделе она преодолеет свою тревогу.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "тревожно",
      "definition": "Ein Gefühl der Angst oder Sorge; starke Besorgnis oder Furcht vor etwas",
      "definition_translation": "Чувствуя или проявляя тревогу или беспокойство; имея сильную озабоченность или страх перед чем-либо",
      "example": "Sie wartete ängstlich auf die Ergebnisse der Prüfung, aber zum Glück bestand sie mit fliegenden Fahnen. Sie hatte Wochenlang ängstlich dafür studiert. Sie wird ängstlich auf die Antwort auf ihre Bewerbung warten.",
      "example_translation": "Она тревожно ждала результаты экзамена, но к счастью, она сдала с отличием. Она неделими тревожно училась. Она будет тревожно ожидать ответа на ее заявку на работу.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jedenfalls",
      "translation": "в любом случае",
      "definition": "In jedem Fall; unabhängig von dem, was passiert oder passiert ist",
      "definition_translation": "В любом случае; независимо от того, что происходит или произошло",
      "example": "Ich werde die Sitzung jedenfalls besuchen, sogar wenn ich mich nicht wohl fühle. Jedenfalls wollte ich nicht zur Party gehen. Jedenfalls wird sie nächstes Jahr abschließen.",
      "example_translation": "Я пойду на встречу в любом случае, даже если я не чувствую себя хорошо. В любом случае, я не wollte пойти на.party. В любом случае, она毕业ет в следующем году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apostroph",
      "translation": "апостроф",
      "definition": "Ein Satzzeichen ('), das zum Ausdruck von Besitz oder zur Bildung von Kontraktionen verwendet wird",
      "definition_translation": "Знак препинания (') используемый для обозначения принадлежности или для образования сокращений",
      "example": "Der Apostroph in 'it's' zeigt an, dass es eine Kontraktion von 'it is' ist. Der Lehrer erklärte die Verwendung von Apostrophen bei Possessiv-Nomen. Sie wird bis zum Ende des Jahres lernen, Apostrophe korrekt zu verwenden.",
      "example_translation": "Апостроф в 'it's' указывает на то, что это сокращение от 'it is'. Учитель объяснил использование апострофов в существительных, обозначающих принадлежность. Она выучит использовать апострофы correctamente к концу года.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "offensichtlich",
      "translation": "явный",
      "definition": "Klar sichtbar oder verständlich; offensichtlich",
      "definition_translation": "Ясно видный или понятный; очевидный",
      "example": "Der offensichtliche Mangel an Fortschritt war frustrierend. Die Antwort war offensichtlich für alle im Raum. Es wird offensichtlich für sie sein, dass sie der beste Kandidat für den Job ist.",
      "example_translation": "Явное отсутствие прогресса было фрустрирующим. Ответ был явен для всех в комнате. Оказалось, что она - лучший кандидат на работу.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "offensichtlich",
      "translation": "очевидно",
      "definition": "Es ist klar oder offensichtlich, dass etwas wahr ist, auch wenn es nicht direkt ausgesprochen wird.",
      "definition_translation": "Это ясно или очевидно, что что-то является verdade, хотя это может не быть прямо заявлено.",
      "example": "Es scheint, dass sie seit mehreren Jahren im Ausland lebt, aber offensichtlich ist sie kürzlich nach Hause zurückgekehrt.",
      "example_translation": "Кажется, что она прожила за рубежом несколько лет, но очевидно, что она最近 вернулась домой.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Appell",
      "translation": "апеллировать",
      "definition": "Ein Antrag an eine höhere Instanz, um eine Entscheidung zu ändern.",
      "definition_translation": "Запрос к высшему органу изменить решение.",
      "example": "Der Anwalt reichte einen Appell an das Oberste Gericht ein, um das Urteil aufzuheben.",
      "example_translation": "Адвокат подал апелляцию в Верховный суд, чтобы отменить приговор.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Appell",
      "translation": "аттрактивность",
      "definition": "Die Qualität, anziehend und gefällig zu sein.",
      "definition_translation": "Качество быть привлекательным и приятным.",
      "example": "Die Attraktivität des neuen Restaurants war unwiderstehlich, mit seiner trendigen Dekoration und leckerem Essen.",
      "example_translation": "Аттрактивность нового ресторана была неоспорима, с его модным декором и вкусной едой.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erscheinen",
      "translation": "появляться",
      "definition": "In Sicht oder bekannt zu werden.",
      "definition_translation": "Появляться в виду или стать известным.",
      "example": "Das neue Produkt wird nächstes Monat in den Geschäften erscheinen und ist jetzt online verfügbar.",
      "example_translation": "Новый продукт появится в магазинах अगलего месяца, и он будет доступен онлайн сейчас.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erscheinung",
      "translation": "внешний вид",
      "definition": "Die Art und Weise, wie jemand oder etwas aussieht",
      "definition_translation": "способ, которым выглядит кто-то или что-то",
      "example": "Ihr Auftritt auf dem roten Teppich war atemberaubend. Sie ist in vielen Filmen aufgetreten, aber jetzt tritt sie auch im Fernsehen auf. Ihr Aussehen wird sich nach der Operation ändern.",
      "example_translation": "Ее внешний вид на красной дорожке был ошеломляющим. Она появлялась в многих фильмах раньше, но теперь она появляется по телевизору тоже. Ее внешний вид изменится после операции.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Antrag",
      "translation": "заявка",
      "definition": "Ein formeller Antrag auf something, wie einen Job oder eine Dienstleistung",
      "definition_translation": "официальный запрос на что-то, chẳng hạn как на работу или услугу",
      "example": "Ich habe meinen Antrag auf den Job letzte Woche eingereicht, und ich werde nächsten Jahr einen Antrag auf ein Stipendium stellen. Ich habe mich online für ein Visum beworben, aber es wurde abgelehnt.",
      "example_translation": "Я подала свою заявку на работу на прошлой неделе, и tôi буду подавать на стипендию в следующем году. Я подала заявку на визу онлайн, но она была отклонена.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schätzen",
      "translation": "оценить",
      "definition": "Die guten Eigenschaften von etwas anzuerkennen und zu genießen",
      "definition_translation": "узнать и наслаждатьсяgood качествами чего-то",
      "example": "Ich schätze deine Hilfe beim Umzug in die neue Wohnung. Ich habe die Schönheit des Sonnenuntergangs gestern geschätzt. Ich werde es schätzen, wenn du mir wieder helfen kannst.",
      "example_translation": "Я оцениваю вашу помощь в переезде в новую квартиру. Я оценил красоту заката вчера. Я буду ценить это, если вы сможете помочь мне снова.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wertschätzung",
      "translation": "признательность",
      "definition": "Ein Gefühl der Dankbarkeit oder Achtung für etwas",
      "definition_translation": "чувство благодарности или уважения к чему-то",
      "example": "Ich habe meine Wertschätzung für das Geschenk zum Ausdruck gebracht. Ihre Wertschätzung für die Kunst ist beeindruckend. Das Unternehmen hat seine Wertschätzung für die harte Arbeit des Mitarbeiters gezeigt.",
      "example_translation": "Я выразил свою признательность за подарок. Ее признательность к искусству впечатляет. Компания показала свою признательность за тяжелую работу сотрудника.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ansatz",
      "translation": "подход",
      "definition": "Der Akt, sich anzunähern oder voranzuschreiten, insbesondere in einer absichtlichen und bewussten Weise.",
      "definition_translation": "Акт приближения или передвижения, особенно в целенаправленном и намеренном порядке.",
      "example": "Ich werde mich vorsichtig dem Problem nähern. Gestern bin ich mit Zuversicht auf das Problem zugegangen. Wenn ich mich richtig auf die Situation zubewege, werde ich morgen erfolgreich sein.",
      "example_translation": "Яaproachую к проблеме с осторожностью. Вчера яapproached к вопросу с уверенностью. Если яapproachую к ситуации正确но, яucceed завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ansatz",
      "translation": "подход",
      "definition": "Eine Art, etwas zu tun, insbesondere eine Art, ein Problem oder eine Situation zu bearbeiten.",
      "definition_translation": "Способ делать что-то, особенно способ справляться с проблемой или ситуацией.",
      "example": "Mein Ansatz für die Aufgabe war falsch. Sie wird die Aufgabe mit einer positiven Einstellung angehen. Sie haben das Problem mit einem anderen Ansatz angegangen.",
      "example_translation": "Мой подход к задаче был неправильным. Она будетapproach к задаче с позитивным настроем. Ониapproached к проблеме с другим подходом.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": "соответствующий",
      "definition": "Passend oder geeignet für eine bestimmte Situation oder Zweck.",
      "definition_translation": "Подходящий или соответствующий для конкретной ситуации или цели.",
      "example": "Die Kleidung war angemessen für den Anlass. Die Mittel waren angemessen für das Projekt. Die Handlung war nicht angemessen in dieser Situation.",
      "example_translation": "Одежда была соответствующей для мероприятия. Средства были соответствующими для проекта. Действие не было соответствующим в этой ситуации.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": "соответственно",
      "definition": "Auf eine Weise, die für eine bestimmte Situation oder Zweck passt.",
      "definition_translation": "Таким образом, который является подходящим или соответствующим для конкретной ситуации или цели.",
      "example": "Die Lehrerin ankleidete sich angemessen für das Treffen. Die Firma reagierte angemessen auf die Krise. Die Regierung handelte angemessen in der Situation.",
      "example_translation": "Учитель оделся соответственно для встречи. Компания odpowiedděla соответственно кризису. Правительство действовало соответственно в ситуации.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genehmigung",
      "translation": "одобрение",
      "definition": "Die Handlung, etwas zu genehmigen oder anzunehmen; ein Gefühl der Zustimmung oder Unterstützung.",
      "definition_translation": "Акт одобрения или принятия чего-либо; чувство liking или поддержки чего-либо",
      "example": "Das Unternehmen erhielt die Genehmigung für das neue Projekt von den Investoren. Die Regierung gab ihre Genehmigung für den Bau des neuen Flughafens. Die neue Richtlinie wird nach Genehmigung durch den Vorstand in Kraft treten.",
      "example_translation": "Компания получила одобрение для нового проекта от инвесторов. Правительство дало свое одобрение для строительства нового аэропорта. Новая политика вступит в силу после одобрения от совета.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genehmigen",
      "translation": "одобрять",
      "definition": "Etwas zu billigen oder anzunehmen; offiziell etwas zu billigen oder zuzustimmen.",
      "definition_translation": "Согласиться с чем-либо или принять что-либо; официально принимать или соглашаться с чем-либо",
      "example": "Der Manager genehmigte das neue Design. Ich genehmige die Änderungen an der Richtlinie. Der Vorstand wird den Haushalt nächste Woche genehmigen.",
      "example_translation": "Менеджер одобрил новый дизайн. Я одобряю изменения политики. Совет одобрит бюджет на следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungefähr",
      "translation": "приблизительный",
      "definition": "Näherungsweise der exakten Wert oder Menge; nicht exakt, aber nah genug.",
      "definition_translation": "Близок к точному значению или количеству; не точный, но достаточно близок",
      "example": "Die ungefähre Kosten des Projekts betrugen 10.000 Dollar. Die Wettervorhersage gab eine ungefähre Zeit für das Eintreffen des Sturms an. Die ungefähre Entfernung zur Stadt beträgt 50 Meilen.",
      "example_translation": "Приблизительная стоимость проекта составляет $10,000. Прогноз погоды дал приблизительное время для прибытия шторма. Приблизительное расстояние до города составляет 50 миль.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "фартук",
      "definition": "Ein Stück Stoff, das über dem Vorderteil des Körpers getragen wird, um die Kleidung vor Schmutz oder Flecken zu schützen.",
      "definition_translation": "Кусок ткани, который носит на передней части тела, чтобы защитить одежду от грязи или пятен",
      "example": "Der Koch trug eine Schürze, um seine Kleidung vor Flecken zu schützen. Die Gärtnerin trug eine Schürze, um ihre Kleidung sauber zu halten. Die Künstlerin trug eine Schürze, um ihre Kleidung vor Farbe zu schützen.",
      "example_translation": "Шеф-повар носил фартук, чтобы защитить свою одежду от пятен. Садовник носил фартук, чтобы держать свою одежду чистой. Художник носил фартук, чтобы защитить свою одежду от краски.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arena",
      "translation": "арена",
      "definition": "Ein rechteckiger Bereich, umgeben von Reihen von Sitzen, verwendet für Sportveranstaltungen, Konzerte oder andere Aufführungen.",
      "definition_translation": "Прямоугольная площадка, окруженная ярусами сидений, используемая для спортивных мероприятий, концертов или других выступлений.",
      "example": "Die Beatles spielten ihr Abschiedskonzert in der Arena im Jahr 1966, und es war ein großer Erfolg. Jetzt wird die Arena für die Olympischen Spiele renoviert. Bis nächstem Jahr wird die Arena wieder aufgebaut sein.",
      "example_translation": "Битлз сыграли свой прощальный концерт на арене в 1966 году, и это был огромный успех. Теперь арена реконструируется для Олимпийских игр. К следующему году арена будет перестроена.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arm",
      "translation": "рука",
      "definition": "Der obere Teil des menschlichen Körpers, vom Schulterblatt bis zum Handgelenk.",
      "definition_translation": "Верхняя конечность человеческого тела, от плеча до запястья.",
      "example": "Sie hatte ein Tattoo auf dem Arm, das sie an ihrem letzten Geburtstag bekommen hatte. Jetzt denkt sie daran, ein weiteres Tattoo auf dem Arm zu bekommen. In Zukunft wird sie mehrere Tattoos auf dem Arm haben.",
      "example_translation": "У нее была татуировка на руке, которую она сделала на свой день рождения в прошлом году. Теперь она подумывает о том, чтобы сделать еще одну на руке. В будущем у нее будут несколько татуировок на руке.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewaffnet",
      "translation": "вооруженный",
      "definition": "Mit Waffen, insbesondere Schusswaffen, ausgestattet.",
      "definition_translation": "Оснащенный оружием, особенно огнестрельным.",
      "example": "Der Polizist war mit einer Pistole und einem Taser bewaffnet, als er auf den Anruf reagierte. Der Soldat war stark bewaffnet, als er auf den Schlachtfeld ging. In Zukunft werden die Polizisten besser bewaffnet sein, um solche Situationen zu bewältigen.",
      "example_translation": "Полицейский был вооружен пистолетом и тазером, когда онตอบил на звонок. Солдат был тяжело вооружен, когда он отправился на поле боя. В будущем полиция будет лучше вооружена для handing таких ситуаций.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anordnen",
      "translation": "организовать",
      "definition": "Etwas in einer bestimmten Weise zu organisieren, vorzubereiten oder zu regeln.",
      "definition_translation": "Разместить в порядке, подготовить или урегулировать что-то определенным образом.",
      "example": "Ich habe ein Treffen mit meinen Kollegen gestern arrangiert, und wir haben das Projekt besprochen. Sie wird die Blumen in der Vase bis morgen arrangieren. In Zukunft werden wir eine Party arrangieren, um unseren Jahrestag zu feiern.",
      "example_translation": "Я организовал встречу со своими коллегами вчера, и мы обсудили проект. Она организует цветы в вазе к завтрашнему дню. В будущем мы организуем вечеринку, чтобы отпраздновать нашу годовщину.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verhaftung",
      "translation": "арест",
      "definition": "Die Handlung, jemanden in Gewahrsam zu nehmen, normalerweise weil er verdächtigt wird, ein Verbrechen begangen zu haben.",
      "definition_translation": "Акт задержания кого-то, обычно потому, что они подозреваются в совершении преступления.",
      "example": "Der Polizist entschied, den Verdächtigen zu verhaften, nachdem er Beweise für das Verbrechen gefunden hatte. Gestern wurde sie wegen Trunkenheitsfahrt verhaftet. Wenn sie nicht im Gericht erscheint, wird sie erneut verhaftet.",
      "example_translation": "Полицейский офицер решил арестовать подозреваемого после обнаружения улик преступления. Вчера она была арестована за вождение в нетрезвом виде. Если она не явится в суд, она будет арестована снова.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arroganz",
      "translation": "арогантность",
      "definition": "Eine Haltung der Überlegenheit, des Mangels an Bescheidenheit und die Tendenz, anderen zu dominieren.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "Die Arroganz des Stars war für viele Fans abstoßend. Sie zeigte Arroganz, als sie in den Raum ging und alle anderen ignorierte. Wenn er seine Arroganz nicht im Zaum hält, wird er alle seine Freunde verlieren.",
      "example_translation": "Арогантность знаменитости была отталкивающей для многих фанатов. Она проявила аrogантность, когда вошла в комнату, игнорируя всех остальных. Если он не проверит свою аrogантность, он потеряет всех своих друзей.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "арогантный",
      "definition": "Eine Haltung der Überlegenheit, des Mangels an Bescheidenheit und die Tendenz, anderen zu dominieren.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "Der arrogantische CEO wurde von all seinen Mitarbeitern gehasst. Mein Bruder kann arrogant sein, wenn er über seine Erfolge spricht. Sie war arrogant und dachte, sie wisse alles.",
      "example_translation": "Арогантный генеральный директор был ненавидим всеми его сотрудниками. Мой брат может быть аrogантным, когда он говорит о своих достижениях. Она была аrogантной и думала, что знает все.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeil",
      "translation": "стрела",
      "definition": "Ein Geschoss mit einer spitzen Spitze, aus einer Armbrust abgeschossen, als Waffe oder zum Sport verwendet.",
      "definition_translation": "Проецируемый объект с острым концом, выстреливаемый из лука, используемый как оружие или для спорта.",
      "example": "Der Bogenschütze schoss einen Pfeil ins Ziel. Gestern schoss ich einen Pfeil auf den Apfel, aber ich verfehlte ihn. Wenn du genau zielt, kannst du den Bullseye mit einem Pfeil treffen.",
      "example_translation": "Стрелок выстрелил стрелу в мишень. Вчера я выстрелил стрелу в яблоко, но я промахнулся. Если ты целишься аккуратно, ты можешь попасть в центр цели с помощью стрелы.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlich",
      "translation": "искусственно",
      "definition": "Auf eine Weise, die nicht natürlich oder spontan ist, durch künstliche oder unnatürliche Prozesse.",
      "definition_translation": "Способом, который не является естественным или спонтанным; с помощью искусственных или ненатуральных процессов.",
      "example": "Die neue Politik wurde kunstvoll implementiert, um die Wirtschaft zu kontrollieren. In der Vergangenheit hat die Regierung den Wechselkurs künstlich aufgebläht. Bis nächstes Jahr wird das Unternehmen künstlich neue Produkte auf den Markt bringen.",
      "example_translation": "Новая политика была введена искусственно, чтобы контролировать экономику. В прошлом правительство искусственно.inflate валюту. К следующему году компания искусственно введет новые продукты на рынок.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlerisch",
      "translation": "художественный",
      "definition": "In Beziehung zu oder mit einer starken Anerkennung für die Künste, insbesondere auf kreative oder imaginative Weise.",
      "definition_translation": "Относящийся к искусству или具有 сильного уважения к искусству, особенно в творческом или фантазийном виде.",
      "example": "Der künstlerische Leiter des Museums kuratierte eine schöne Sammlung zeitgenössischer Kunst. Der künstlerische Ausdruck des Malers war einzigartig und fesselnd. In Zukunft wird die Stadt ein künstlerisches Festival veranstalten, um lokale Talente zu fördern.",
      "example_translation": "Арт-директор музея курировалcollectionof современного искусства. Художественное выражение художника было уникальным и пленительным. В будущем город проведет художественный фестиваль, чтобыpromote местный талант.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlerisch",
      "translation": "художественно",
      "definition": "Auf eine Weise, die geschickt oder kreativ ist, insbesondere in Bezug auf die Künste.",
      "definition_translation": "Способом, который является умелым или творческим,особенно в отношении искусства.",
      "example": "Der Fotograf stellte künstlerisch die Schönheit der Landschaft dar. Die Tänzerin drückte künstlerisch die Emotionen der Musik aus. In der Vergangenheit haben die Architekten das historische Gebäude künstlerisch entworfen.",
      "example_translation": "Фотограф художественно захватил красоту ландшафта. Танцор художественно выразил эмоции музыки. В прошлом архитекторы художественно спроектировали историческое здание.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beiseite",
      "translation": "в стороне",
      "definition": "An oder auf einer Seite, insbesondere um etwas zu vermeiden oder zu ignorieren.",
      "definition_translation": "На или по одной стороне,особенно для避ания или игнорирования чего-то.",
      "example": "Sie legte das Buch beiseite, um sich auf ihre Arbeit zu konzentrieren. Er schob den Stuhl beiseite, um Platz für den neuen Tisch zu machen. In Zukunft wird das Unternehmen das Projekt beiseitestellen, um sich auf wichtigere Aufgaben zu konzentrieren.",
      "example_translation": "Она положила книгу в сторону, чтобы сфокусироваться на своей работе. Он đẩy стул в сторону, чтобы Создать место для нового стола. В будущем компания положит проект в сторону, чтобы концентрация на более важных задачах.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aspekt",
      "translation": "аспект",
      "definition": "Ein bestimmtes Merkmal oder Teil eines Problems oder einer Situation.",
      "definition_translation": "Определенный аспект чего-либо,例如 проблемы или ситуации.",
      "example": "Der Aspekt des Hauses, den ich am meisten mochte, war der Garten. Ich evaluierte den Aspekt der neuen Politik letzte Woche. Der Aspekt des Projekts, der mich besorgt machte, war das DeadLine.",
      "example_translation": "Аспект дома, который мне понравился больше всего, был задний двор. Я оценил аспект новой политики на прошлой неделе. Аспект проекта, который меня беспокоил, был дедлайн.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewerten",
      "translation": "оценивать",
      "definition": "Etwas zu bewerten oder den Wert oder die Qualität von etwas zu schätzen.",
      "definition_translation": "Оценить или оценить стоимость или качество чего-либо.",
      "example": "Der Lehrer bewertete die Leistung des Schülers und gab Feedback. Das Unternehmen wird den Schaden bewerten und den nächsten Schritt entscheiden. Ich werde die Situation bewerten und dich wissen lassen.",
      "example_translation": "Учитель оценил работу студента и дал обратную связь. Компания будет оценивать ущерб и принимать решение о следующем шаге. Я оцениву ситуацию и сообщу вам.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewertung",
      "translation": "оценка",
      "definition": "Die Handlung des Bewertens oder Beurteilens von etwas oder die Urteilsbildung oder Schätzung, die getroffen wird.",
      "definition_translation": "Акт оценки или оценки чего-либо, или суждение или оценка, сделанная.",
      "example": "Die Bewertung des Projekts enthüllte mehrere Fehler. Die Lehrerin verwendete ein Bewertungsschema für die Bewertung der Essays der Schüler. Die Regierung bewertete die Situation als zu optimistisch.",
      "example_translation": "Оценка проекта выявил несколько недостатков. Учитель использовал руководство для оценки эссе студентов. Оценка ситуации, сделанная правительством, была過очно оптимистичной.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "помогать",
      "definition": "Jemandem oder etwas Unterstützung oder Hilfe zu geben.",
      "definition_translation": "Дать поддержку или помощь кому-либо или чему-либо.",
      "example": "Sie unterstützt den Manager bei täglichen Aufgaben. Ich half meinem Freund bei der Umzug in eine neue Wohnung. Das Unternehmen wird den Opfern der Naturkatastrophe unterstützen.",
      "example_translation": "Она помогает менеджеру с ежедневными задачами. Я помог другу с переездом в новую квартиру. Компания будет помогать жертвам стихийного бедствия.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterstützung",
      "translation": "помощь",
      "definition": "Die Handlung des Helfens oder Unterstützens von jemandem oder etwas.",
      "definition_translation": "Акт помощи или поддержки кого-то или чего-то.",
      "example": "Sie bot der älteren Frau Unterstützung beim Überqueren der Straße. Sie hat ihre Mutter seit ihrem 12. Lebensjahr bei den Haushaltsaufgaben unterstützt. Sie wird dem Team bei dem kommenden Projekt unterstützen.",
      "example_translation": "Она оказала помощь пожилой женщине, переходившей улицу. Она помогает своей матери с домашними задачами с 12 лет. Она поможет команде в предстоящем проекте.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vereinigung",
      "translation": "ассоциация",
      "definition": "Eine Gruppe von Menschen, die für einen bestimmten Zweck, wie ein Unternehmen oder eine Wohltätigkeitsorganisation, organisiert ist.",
      "definition_translation": "Группа людей, организованная для определенной цели, chẳng hạn как бизнес или благотворительная организация.",
      "example": "Die Umweltschutzvereinigung arbeitet daran, die Verschmutzung der Stadt zu reduzieren. Sie ist seit 2010 Mitglied der Schriftstellervereinigung. Die Vereinigung wird nächste Woche eine Konferenz ausrichten.",
      "example_translation": "Экологическая ассоциация работает над уменьшением загрязнения в городе. Она является членом ассоциации писателей с 2010 года. Ассоциация проведет конференцию на следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Assoziation",
      "translation": "ассоциация",
      "definition": "Der Prozess des Verbindens oder Verknüpfens von Dingen im Geiste, wie Ideen oder Erinnerungen.",
      "definition_translation": "Процесс соединения или связывания вещей в уме, таких как идеи или воспоминания.",
      "example": "Die Assoziation zwischen den beiden Ereignissen war unklar. Der Geruch von Kaffee erinnert mich immer an meine Großmutter. Der Psychologe studierte die Assoziation zwischen Sprache und Kultur.",
      "example_translation": "Связь между двумя событиями была неясной. Запах кофе всегда вызывает ассоциацию с моей бабушкой. Психолог изучал связь между языком и культурой.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "предполагать",
      "definition": "Etwas als wahr oder geschehend anzunehmen, ohne Beweis oder Beweise zu haben.",
      "definition_translation": "Принимать что-то за истину или случившееся без доказательств или свидетельств.",
      "example": "Ich nehme an, dass sie zum Meeting zu spät kommt. Er übernahm die Rolle des Teamleiters nachdem John ging. Wir werden die Verantwortung für das Projekt übernehmen.",
      "example_translation": "Я предполагаю, что она опаздывает на встречу. Он принял роль лидера команды после ухода Джона. Мы примем ответственность за проект.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versichern",
      "translation": "убедить",
      "definition": "Jemandem Sicherheit oder Zuversicht über etwas zu machen.",
      "definition_translation": "aukee кем-то уверенным или certo о чем-то",
      "example": "Ich versicherte ihr, dass alles in Ordnung sein wird. Ich habe dem Kunden versichert, dass wir den Termin einhalten werden. Ich werde dir versichern, dass es sicher ist.",
      "example_translation": "Я убедил ее, что все будет в порядке. Я убедил клиента, что мы уложимся в срок. Я убедлю вас, что это безопасно.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "пораженный",
      "definition": "extrem überrascht oder schockiert zu sein",
      "definition_translation": "чувствующий极альную surprise или шок",
      "example": "Ich war erstaunt über die Nachricht. Sie war erstaunt über die Schönheit der Stadt. Sie waren erstaunt über den Zaubertrick.",
      "example_translation": "Я был поражен новостью. Она была поражена красотой города. Они были поражены фокусом.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "поражающий",
      "definition": "extrem überraschend oder beeindruckend",
      "definition_translation": "экстремально surprise или впечатляющий",
      "example": "Die Feuerwerksvorführung war erstaunlich. Die Aussicht von oben war erstaunlich. Ihre Begabung war erstaunlich.",
      "example_translation": "Демонстрация фейерверков была поражающей. Вид с вершины был поражающим. Ее талант был поражающим.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erstaunen",
      "translation": "изумление",
      "definition": "ein Gefühl großer Überraschung oder Schock",
      "definition_translation": "чувство великой surprise или шока",
      "example": "Das Erstaunen auf ihrem Gesicht war offensichtlich. Die Nachricht verursachte Erstaunen im ganzen Land. Der Zaubertrick verursachte Erstaunen im Publikum.",
      "example_translation": "Изумление на ее лице было явным. Новость вызвала изумление по всей стране. Фокус магика вызвал изумление в аудитории.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "athletisch",
      "translation": "атлетический",
      "definition": "In Beziehung zu oder charakteristisch für Athleten oder Leichtathletik; körperlich stark und fit.",
      "definition_translation": "Относящийся к спортсменам или атлетике; физически сильный и здоровый.",
      "example": "Er war als Kind sehr athletisch, immer rannte und spielte draußen. Er ist athletisch, daher kann er leicht einen Marathon laufen. Er wird athletisch sein, daher wird er viele Wettbewerbe gewinnen.",
      "example_translation": "Он был athletic ребёнком, всегда бегая и играя на улице. Он является athletic, поэтому он может легко пробежать марафон. Он будет athletic в будущем, поэтому он выиграет многие соревнования.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "атмосфера",
      "definition": "Die Luft oder Gase, die die Erde umgeben; die Stimmung oder das Gefühl eines bestimmten Ortes.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство určitого места.",
      "example": "Die Atmosphäre im Klassenzimmer ist angespannt. Die Atmosphäre der Stadt ist lebhaft. Die Atmosphäre der Party wird festlich sein.",
      "example_translation": "Атмосфера в классе напряжена. Атмосфера города живая. Атмосфера на вечеринке будет праздничной.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "атмосфера",
      "definition": "Die Luft oder Gase, die die Erde umgeben; die Stimmung oder das Gefühl eines bestimmten Ortes.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство определенного места.",
      "example": "Die Atmosphäre im Restaurant ist gemütlich. Die Atmosphäre des Museums ist ruhig. Die Atmosphäre des Waldes wird friedlich sein.",
      "example_translation": "Атмосфера в ресторане уютная. Атмосфера в музее тихая. Атмосфера в лесу будет мирной.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atom",
      "translation": "атом",
      "definition": "Ein sehr kleiner Teil einer Materie, insbesondere einer, der zu klein ist, um gesehen zu werden.",
      "definition_translation": "Очень маленькая частица вещества, особенно та, что слишком мала, чтобы увидеть.",
      "example": "Atome sind die Bausteine von Molekülen. Das Atom wurde im Experiment gespalten. Die Atome werden sich zu einem neuen Molekül verbinden.",
      "example_translation": "Атомы - это блоки строения молекул. Атом был разделен в эксперименте. Атомы объединятся, чтобы сформировать новую молекулу.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "atomar",
      "translation": "атомный",
      "definition": "In Beziehung zu oder bestehend aus Atomen, insbesondere in einem Zustand der Ionisierung.",
      "definition_translation": "Относящийся к атомам, особенно в состоянии ионизации.",
      "example": "Die Atombombe wurde 1945 über Hiroshima abgeworfen. Der Wissenschaftler untersucht die atomare Struktur des Moleküls. Das neue Atomkraftwerk wird nächstes Jahr in Betrieb genommen.",
      "example_translation": "Атомная бомба была сброшена на Хиросиму в 1945 году. Ученый изучает атомную структуру молекулы. Новый атомный электростанционный будет готов к следующему году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angehängt",
      "translation": "прикрепленный",
      "definition": "Fest sicher befestigt oder mit etwas verbunden.",
      "definition_translation": "Прочно закрепленный или соединенный с чем-то.",
      "example": "Die Datei ist an die E-Mail angehängt. Ich habe das Dokument dem Bericht angehängt. Die angebaute Garage ist ein großartiges Merkmal des Hauses.",
      "example_translation": "Файл прикреплен к электронному письму. Я прикрепил документ к отчету. Прикрепленная гараж - это отличная функция дома.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anhang",
      "translation": "приложение",
      "definition": "Ein Dokument oder eine Datei, die einer E-Mail oder Nachricht hinzugefügt wird.",
      "definition_translation": "Документ или файл, который добавляется к электронному письму или сообщению.",
      "example": "Bitte finden Sie den Anhang zu dieser E-Mail. Der Anhang ist zu groß, um per E-Mail gesendet zu werden. Ich erhielt einen Anhang mit der Nachricht.",
      "example_translation": "Пожалуйста, найдите приложение к этому электронному письму. Приложение слишком большое, чтобы отправить через электронную почту. Я получил приложение с сообщением.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versuchen",
      "translation": "попытка",
      "definition": "Etwas zu tun oder sich bemühen, etwas zu erreichen.",
      "definition_translation": "Пытаться сделать что-то или предпринять усилие, чтобы достичь чего-то.",
      "example": "Ich werde versuchen, das Projekt innerhalb der Frist abzuschließen. Sie versuchte, den Berg zu besteigen, aber sie scheiterte. Sie werden versuchen, den Weltrekord nächsten Monat zu brechen.",
      "example_translation": "Я постараюсь закончить проект к сроку. Она попыталась_scaling горы, но неудачно. Они постараются побить мировой рекорд в следующем месяце.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "чердачное помещение",
      "definition": "Der Raum oder das Zimmer direkt unter dem Dach eines Gebäudes, oft als Lagerplatz benutzt.",
      "definition_translation": "Пространство или комната непосредственно ниже крыши здания, часто используемая для хранения.",
      "example": "Ich fand einen alten Koffer im Dachboden, während ich das Haus aufräumte. Gestern habe ich den Dachboden geputzt, und jetzt sieht er großartig aus. Bis nächstes Jahr werde ich den Dachboden vollständig organisiert haben.",
      "example_translation": "Я нашел старый сундук в чердаке, когда чистил дом. Вчера я čistил чердак, и теперь он выглядит великолепно. К следующему году я закончу организацию чердака.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anziehen",
      "translation": "привлекать",
      "definition": "Jemandes Aufmerksamkeit oder Interesse auf etwas zu lenken.",
      "definition_translation": "Привлекать внимание или интерес к чему-либо.",
      "example": "Der schöne Garten zieht jeden Jahr viele Touristen an. Sie zog viel Aufmerksamkeit auf der Party auf sich. Bis nächsten Monat wird das neue Produkt mehr Kunden anziehen.",
      "example_translation": "Красивый сад привлекает многих туристов каждый год. Она привлекла много внимания на вечеринке. К следующему месяцу новый продукт привлечет больше клиентов.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anziehungskraft",
      "translation": "аттракцион",
      "definition": "Eine Eigenschaft eines Ortes, die ihn interessant oder genießbar macht.",
      "definition_translation": "Особенность места, которая делает его интересным или приятным.",
      "example": "Die historische Innenstadt ist die Hauptattraktion der Stadt. Die Achterbahn war die Hauptattraktion im Vergnügungspark. Bis nächste Saison wird die neue Attraktion eröffnet sein.",
      "example_translation": "Основной аттракцион города - его исторический центр. Американские горки были основным аттракционом в парке развлечений. К следующему сезону новый аттракцион будет открыт.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "баклажан",
      "definition": "Ein purpurnes Gemüse, auch als Aubergine bekannt, das in der Küche verwendet wird.",
      "definition_translation": "Фиолетовый овощ, также известный как баклажан, используемый в кулинарии.",
      "example": "Ich liebe es, Aubergine-Parma in den Sommermonaten zuzubereiten. Sie hatte Aubergine gestern gebacken. Bis nächste Woche werde ich Aubergine zum Abendessen grillen.",
      "example_translation": "Я люблю готовить аubergine пармезан летом. Она печь баклажан вчера. К следующей неделе я будет гриль баклажан на ужин.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autorität",
      "translation": "авторитет",
      "definition": "Die Macht oder das Recht, zu kontrollieren oder Befehle zu erteilen; das Recht, Entscheidungen zu treffen und Anordnungen zu erlassen",
      "definition_translation": "Власть или право управлять или командовать; право принимать решения и давать приказы",
      "example": "Die Regierung hat die Autorität, Gesetze zu erlassen. Der Präsident übte seine Autorität aus, um das Gesetz zu vetoieren. Das Unternehmen wird bis Ende des Jahres Autorität am Markt erlangen.",
      "example_translation": "Правительство имеет власть создавать законы. Президент использовал свою власть, наложив вето на законопроект. К концу года компания приобретет авторитет на рынке.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "automatisch",
      "translation": "автоматический",
      "definition": "Unabhängig von menschlichem Eingreifen arbeitend; in der Lage, eigenständig zu funktionieren",
      "definition_translation": "Работающий или выполняющийся самостоятельно, без вмешательства человека; способный функционировать самостоятельно",
      "example": "Die automatischen Türen öffneten sich, als wir näher kamen. Das automatische Getriebe machte das Auto leicht zu fahren. Das automatische System wird den Fehler erkennen und beheben.",
      "example_translation": "Автоматические двери открылись, когда мы подошли. Автоматическая трансмиссия делает машину легкой в управлении. Автоматическая система обнаружит ошибку и исправит ее.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "automatisch",
      "translation": "автоматически",
      "definition": "Unabhängig von menschlichem Eingreifen durchgeführt oder geschehend; von einer Maschine durchgeführt",
      "definition_translation": "Выполняемый или работающий самостоятельно, без вмешательства человека; происходящий или выполняемый машиной",
      "example": "Das System aktualisiert die Software automatisch. Die Türen verschlossen sich automatisch, als wir das Auto verließen. Die Kamera fokussiert automatisch auf das Objekt.",
      "example_translation": "Система автоматически обновляет программное обеспечение. Двери автоматически заперлись, когда мы вышли из машины. Камера автоматически фокусируется на объекте.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verfügbarkeit",
      "translation": "доступность",
      "definition": "Der Zustand, verfügbar oder zugänglich zu sein; die Eigenschaft, verwendet oder erhalten werden zu können",
      "definition_translation": "Состояние доступности или возможности доступа; качество того, что может быть использовано или получено",
      "example": "Die Verfügbarkeit des Produkts ist begrenzt. Die Verfügbarkeit des Hotelzimmers wurde von der Rezeption bestätigt. Das Unternehmen wird sicherstellen, dass der Service bis Ende des Monats verfügbar ist.",
      "example_translation": "Доступность продукта ограничена. Доступность номера в отеле была подтверждена администратором. Компания обеспечит доступность услуги к концу месяца.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vermeiden",
      "translation": "избежать",
      "definition": "Sich von etwas oder jemandem fernzuhalten, weil es unangenehm oder gefährlich sein könnte.",
      "definition_translation": "Уклоняться от чего-то или кого-то, поскольку это может быть неприятным или опасным.",
      "example": "Ich versuche, bei starkem Regen das Fahren zu vermeiden, Ich werde morgen scharfes Essen vermeiden, Ich vermeidete, mit ihr zu sprechen, weil ich wütend war.",
      "example_translation": "Я стараюсь избежать вождения в сильный дождь, я избегаю есть острое завтра, я избегал разговаривать с ней, потому что я был зол.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auszeichnung",
      "translation": "награда",
      "definition": "Ein Preis oder eine Ehre, die jemandem für eine besondere Leistung verliehen wird.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "Ich gewann eine Auszeichnung für meine Spende an die Wohltätigkeitsorganisation, Sie erhielt eine Auszeichnung für ihre herausragende Leistung, Sie werden den Gewinner mit einem Pokal auszeichnen.",
      "example_translation": "Я выиграл награду за мой вклад в благотворительность, Она получила награду за ее выдающуюся работу, Они наградят победителя трофеем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auszeichnung",
      "translation": "награда",
      "definition": "Ein Preis oder eine Ehre, die jemandem für eine besondere Leistung verliehen wird.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "Das Unternehmen wird dem besten Mitarbeiter einen Preis verleihen, Die Preisverleihung findet nächsten Monat statt, Sie gewann eine Auszeichnung für ihr innovatives Design.",
      "example_translation": "Компания наградит лучшего сотрудника, Церемония награждения состоится в следующем месяце, Она выиграла награду за свой инновационный дизайн.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "осведомлен",
      "definition": "Über etwas oder jemanden informiert oder verständig zu sein.",
      "definition_translation": "Иметь знание или понимание чего-то.",
      "example": "Ich bin mir der Risiken bewusst, Sie war sich seiner Anwesenheit bewusst, Sie waren sich der Veränderungen am Markt bewusst.",
      "example_translation": "Я осведомлен о рисках, связанных с этим, Она была осведомлена о его присутствии, Они были осведомлены о изменениях на рынке.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungeschickt",
      "translation": "неловко",
      "definition": "Auf eine Weise, die nicht geschickt oder anmutig ist; unbeholfen.",
      "definition_translation": "В sposób, который не является ماهр или изящным; неуклюжий.",
      "example": "Sie ging ungeschickt in ihren hohen Absätzen, stolperte auf der Treppe. Gestern versuchte sie ungeschickt, Salsa zu tanzen. Morgen wird sie ungeschickt vor ihren Kollegen eine Präsentation halten.",
      "example_translation": "Она ходила неуклюже на своих высоких каблуках, спотыкаясь на лестнице. Вчера она неуклюже пыталась танцевать сальсу. Завтра она неуклюже представит доклад перед своими коллегами.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Junggeselle",
      "translation": "бакалавр",
      "definition": "Ein Mann, der noch nie verheiratet war, insbesondere einer, der als attraktiv und heiratsfähig gilt.",
      "definition_translation": "Мужчина, который никогда не был женат, особенно тот, который считается привлекательным и подходящим для брака.",
      "example": "Der guteaussehende Junggeselle war das Zentrum der Aufmerksamkeit auf der Party. Mein Freund ist ein Junggeselle und liebt es, zu reisen. Wenn er in Rente geht, wird er ein glücklicher Junggeselle mit viel freier Zeit sein.",
      "example_translation": "Прекрасный холостяк был центром внимания на вечеринке. Мой друг - холостяк и любит путешествовать. Когда он уйдет на пенсию, он будет счастливым холостяком с大量 свободного времени.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "фон",
      "definition": "Die Kulisse oder Situation, die eine Person, Ereignis oder Sache umgibt.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "Der Hintergrund des Gemäldes war eine schöne Landschaft. Der Hintergrundlärm war ablenkend, während ich studierte. Im Hintergrund hört man das Meer rauschen.",
      "example_translation": "Фон картины был красивым ландшафтом. Фоновый шум мешал мне учиться. На фоне вы можете услышать звук океана.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "фон",
      "definition": "Die Kulisse oder Situation, die eine Person, Ereignis oder Sache umgibt.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "Der Hintergrund des Fotos war ein schöner Berg. Die Firma überprüfte meinen Hintergrund, bevor sie mich einstellte. Der Hintergrund der Website war einfach weiß.",
      "example_translation": "Фон фото был красивой горой. Компания проверила мой фон, прежде чем нанять меня. Фон веб-сайта был простым белым.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "фон",
      "definition": "Der Hintergrund von etwas ist die Situation oder Umstände, die vor und während eines bestimmten Ereignisses oder einer bestimmten Situation bestehen.",
      "definition_translation": "Фон чего-либо - это ситуация или обстоятельства, которые существуют до и во время определенного события или ситуации.",
      "example": "Der Hintergrund der Wirtschaftskrise war eine Kombination von Faktoren, einschließlich des Immobilienmarkt-Blasens und überschießenden Kreditnehmens.",
      "example_translation": "Фон экономического кризиса был комбинацией факторов, включая пузырь на рынке жилищного строительства и чрезмерное заимствование.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherungskopie",
      "translation": "резервное копирование",
      "definition": "Eine Sicherungskopie ist eine Kopie einer Datei oder Daten, die im Falle eines Verlusts oder Schadens erstellt wird.",
      "definition_translation": "Резервное копирование - это копия файла или данных, которая создается на случай потери или повреждения оригинала.",
      "example": "Ich erstelle jede Woche eine Sicherungskopie meiner Dateien, um sicherzustellen, dass ich sie nicht verliere, falls mein Computer abstürzt.",
      "example_translation": "Я создаю резервное копирование моих файлов каждый неделю, чтобы обеспечить, что я не потеряю их в случае сбоя моего компьютера.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht",
      "translation": "плохой",
      "definition": "Etwas, das schlecht ist, hat eine schlechte Qualität oder ist nicht zufriedenstellend.",
      "definition_translation": "Что-то, что является плохим, имеет низкое качество или является неудовлетворительным.",
      "example": "Der Film war schlecht, daher verließen wir das Kino nach 30 Minuten.",
      "example_translation": "Фильм был плохим, поэтому мы ушли из театра через 30 минут.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jähzornig",
      "translation": "свирепый",
      "definition": "Jemand, der jähzornig ist, wird leicht ärgerlich oder wird schnell wütend.",
      "definition_translation": "Кто-то, кто является свирепым, легко раздражается или быстро становится злым.",
      "example": "Meine Schwester ist jähzornig, daher versuche ich, sie nicht zu streiten.",
      "example_translation": "Моя сестра является свирепой, поэтому я стараюсь избегать спорить с ней.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abzeichen",
      "translation": "знак отличия",
      "definition": "Ein Abzeichen ist eine kleine Dekoration oder Emblem, das getragen wird, um Mitgliedschaft, Leistung oder Identität anzuzeigen.",
      "definition_translation": "Знак отличия - этоsmall украшение или эмблема, которую носят, чтобы показать членство, достижение или идентичность.",
      "example": "Sie trug ein Abzeichen auf ihrer Uniform, um zu zeigen, dass sie Teamleiterin war. Sie wird ein Abzeichen bei der Konferenz tragen, um zu zeigen, dass sie Sprecherin ist. Sie hatte ein Abzeichen bei der Zeremonie getragen, um zu zeigen, dass sie Gewinnerin war.",
      "example_translation": "Она носила знак отличия на форме, чтобы показать, что она является лидером команды. Она будет носить знак отличия на конференции, чтобы показать, что она является докладчиком. Она носила знак отличия на церемонии, чтобы показать, что она является победителем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "сумка",
      "definition": "Eine Tasche ist ein Behälter aus flexiblem Material, der zum Tragen oder Lagern von Dingen verwendet wird.",
      "definition_translation": "Сумка - это контейнер, сделанный из гибкого материала, используемый для ношения или хранения вещей.",
      "example": "Ich trug meine Tasche zum Laden. Ich werde meine Tasche morgen zum Flughafen tragen. Ich hatte meine Tasche am letzten Wochenende zum Strand getragen.",
      "example_translation": "Я нес свою сумку в магазин. Я будет нести свою сумку в аэропорт завтра. Я нес свою сумку на пляж на прошлых выходных.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "пекарня",
      "definition": "Eine Bäckerei ist ein Ort, an dem Brot, Kuchen und Gebäck hergestellt und verkauft werden.",
      "definition_translation": "Пекарня - это место, где делают и продают хлеб, торты и пирожные.",
      "example": "Ich besuchte heute Morgen eine Bäckerei, um frisches Brot zu kaufen. Sie wird morgen eine Bäckerei besuchen, um einen Kuchen zu bestellen. Sie hatten letzten Woche eine Bäckerei besucht, um einige Gebäck zu kaufen.",
      "example_translation": "Я посетил пекарню это утро, чтобы купить некоторых свежего хлеба. Она будет посещать пекарню завтра, чтобы заказать торт. Они посетили пекарню на прошлой неделе, чтобы купить некоторых пирожных.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balance",
      "translation": "баланс",
      "definition": "Die Balance ist ein Zustand des Gleichgewichts oder der Stabilität, bei dem unterschiedliche Elemente in Harmonie miteinander stehen.",
      "definition_translation": "Баланс - это состояние равновесия или устойчивости, где разные элементы находятся в гармонии друг с другом.",
      "example": "Die Künstlerin kämpfte darum, eine Balance in ihrer Komposition zu erzielen. Das Unternehmen wird sich bemühen, eine Balance zwischen Arbeit und Freizeit aufrechtzuerhalten. Sie hatten eine Balance zwischen ihren Einnahmen und Ausgaben erreicht.",
      "example_translation": "Художник боролся, чтобы достичь баланса в своей композиции. Компания будет стремиться поддерживать баланс между работой и досугом. Они достигли баланса между своими доходом и расходами.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balance",
      "translation": "баланс",
      "definition": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem alle Kräfte oder Faktoren in Harmonie miteinander stehen.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "Das Unternehmen kämpfte darum, eine Balance zwischen Profit und sozialer Verantwortung zu finden. Gestern haben sie ihr Budget ausgeglichen. In Zukunft werden sie ihre Ziele ausbalancieren.",
      "example_translation": "Компания боролась с поиском баланса между прибылью и социальной ответственностью. Вчера они сбалансировали свой бюджет. В будущем они сбалансируют свои цели.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balance",
      "translation": "баланс",
      "definition": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem alle Kräfte oder Faktoren in Harmonie miteinander stehen.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "Die Künstlerin erreichte eine perfekte Balance der Farben in ihrem Gemälde. Die Athletin machte einen beeindruckenden Balanceakt auf dem Balken. Der Ökonom wird das nationale Budget ausbalancieren.",
      "example_translation": "Художница достигла идеального баланса цветов в своей картине. Баланс атлета на балансире был впечатляющим. Экономист сбалансирует национальный бюджет.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "сбалансированный",
      "definition": "Hat alle Teile oder Elemente in harmonischer Proportion oder Beziehung.",
      "definition_translation": "Имеющий все части или элементы в гармоничной пропорции или соотношении.",
      "example": "Das Unternehmen profitierte von seinem ausgeglichenen Portfolio. Der Koch erstellte ein ausgeglichenes Menü für das Restaurant. Die Athletin machte dank ihrer ausgeglichenen Diät einen schnellen Rückzug von der Verletzung.",
      "example_translation": "Сбалансированный портфель компании привел к значительным прибылям. Повар создал сбалансированное меню для ресторана. Сбалансированная диета атлета помогла ей восстановиться после травмы.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verbot",
      "translation": "запрет",
      "definition": "Etwas zu verbieten oder zu untersagen, insbesondere durch offiziellen Erlass.",
      "definition_translation": "Запретить или禁止 что-то, особенно официальным декретом.",
      "example": "Die Regierung verbot das Rauchen in öffentlichen Plätzen. Sie werden Einweg-Plastiken nächsten Jahr verbieten. Die Organisation verbot dem umstrittenen Politiker, die Sitzung zu besuchen.",
      "example_translation": "Правительство запретило курение в общественных местах. Они запретят одиночные пластиковые изделия в следующем году. Организация запретила скандальному политику посещение встречи.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verbot",
      "translation": "запрет",
      "definition": "Eine offizielle Erklärung, dass etwas nicht erlaubt ist",
      "definition_translation": "официальное заявление о том, что что-то не допускается",
      "example": "Die Regierung hat das Rauchen in allen öffentlichen Plätzen verboten. Gestern haben sie den Verkauf von Feuerwerken verboten. Bis nächsten Jahr werden sie Einweg-Plastiken verboten haben.",
      "example_translation": "Правительство запретило курение во всех общественных местах. Вчера они запретили продажу фейерверков. К следующему году они запретят одноразовые пластиковые изделия.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knall",
      "translation": "удар",
      "definition": "Ein lautes, scharfes Geräusch, insbesondere eines, das durch den Aufprall von etwas auf etwas anderes entsteht",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "Das Feuerwerk explodierte mit einem lauten Knall. Die Tür schlug mit einem Knall zu. Das Auto machte einen Knall, als es zurückfired.",
      "example_translation": "Фейерверк взорвался с громким ударом. Дверь захлопнулась с ударом. Машиной дала обратный ход с ударом.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knall",
      "translation": "удар",
      "definition": "Ein lautes, scharfes Geräusch, insbesondere eines, das durch den Aufprall von etwas auf etwas anderes entsteht",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "Das Gewehr ging mit einem Knall los. Die Musik begann mit einem Knall. Die Party wird mit einem Knall enden.",
      "example_translation": "Пистолет выстрелил с ударом. Музыка началась с ударом. Вечеринка закончится с ударом.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bankier",
      "translation": "банкир",
      "definition": "Ein Mensch, der in einer Bank arbeitet, insbesondere einer, der eine hohe Position hat",
      "definition_translation": "человек, работающий в банке, особенно тот, кто имеет высокую должность",
      "example": "Der Bankier investierte massiv in Aktien. Gestern traf der Bankier den Kunden. Bis nächsten Jahr wird der Bankier in den Ruhestand gehen.",
      "example_translation": "Банкир инвестировал большие деньги в акции. Вчера банкир встретился с клиентом. К следующему году банкир уйдет на пенсию.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bankwesen",
      "translation": "банковское",
      "definition": "Die Tätigkeit des Anbietens von Finanzdienstleistungen durch die Annahme und Sicherung von Geld, das anderen Einzelpersonen und Unternehmen gehört, und anschließende Verleihung dieses Geldes, um einen Gewinn zu erzielen.",
      "definition_translation": "Деятельность по предоставлению финансовых услуг посредством приема и охраны денег, принадлежащих другим физическим и юридическим лицам, и затем предоставления этих денег в виде кредитов для получения прибыли.",
      "example": "Sie hat über 10 Jahre lang in der Bankenbranche gearbeitet. Sie arbeitete 5 Jahre lang in der Bankenbranche, bevor sie in einen anderen Sektor wechselte. Sie wird nach ihrem Studium weiterhin in der Bankenbranche arbeiten.",
      "example_translation": "Она работает в банковской индустрии более 10 лет. Она работала в банковской индустрии 5 лет, прежде чем перейти в другой сектор. Она будет продолжать работать в банковской индустрии после окончания учебы.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blank",
      "translation": "голый",
      "definition": "Ohne Bedeckung oder Kleidung; nackt.",
      "definition_translation": "Без покрытия или одежды; нагой.",
      "example": "Der Baum war blank nach dem Winter. Sie fühlte sich blank ohne Make-up. Das Model wird blank auf dem Laufsteg sein.",
      "example_translation": "Дерево было голым после зимы. Она чувствовала себя голой без макияжа. Модель будет голой на подиуме.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaum",
      "translation": "едва",
      "definition": "Nur gerade noch; fast gar nicht.",
      "definition_translation": "Только едва; почти не совсем.",
      "example": "Ich kann dich kaum hören. Sie bestand die Prüfung kaum. Sie entkamen dem Feuer kaum.",
      "example_translation": "Я едва слышу тебя. Она едва сдала экзамен. Они едва убежали из огня.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bellen",
      "translation": "лай",
      "definition": "Ein scharfer, explosionsartiger Ruf, der typischerweise von einem Hund ausgestoßen wird.",
      "definition_translation": "Острый взрывной крик, обычно издаваемый собакой.",
      "example": "Das Bellen des Hundes erschreckte mich. Der Hund bellte laut gegen den Postboten. Der Hund wird auf Fremde bellen.",
      "example_translation": "Лай собаки напугал меня. Собака громко лаяла на почтальона. Собака будет лаять на чужих.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bellen",
      "translation": "лай",
      "definition": "Der scharfe, explosionsartige Laut, den ein Hund typischerweise ausstößt, um Alarm, Aufregung oder Warnung auszudrücken.",
      "definition_translation": "Острый, взрывной звук, издаваемый собакой, обычно для выражения тревоги, возбуждения или предупреждения.",
      "example": "Der Hund begann_laute zu bellen, als er einen Fremden sah. Er bellte aufgeregt, als er seinen Besitzer sah. Er wird aggressiv bellen, wenn er sich bedroht fühlt.",
      "example_translation": "Собака начала лаиться громко, когда увидела незнакомца. Она лаща радостно, когда увидела владельца. Она будет лаиться агрессивно, если почувствует угрозу.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barriere",
      "translation": "барьер",
      "definition": "Ein Zaun, eine Mauer oder ein anderes Hindernis, das den Durchgang oder Zugang verhindert oder behindert.",
      "definition_translation": "Забор, стена или другой препятствия, который препятствует или мешает движению или доступу.",
      "example": "Die Barriere verhinderte, dass die Menge in die Konzerthalle stürmte. Das Land errichtete eine Barriere, um illegale Einwanderung zu verhindern. Die neue Politik wird die Barriere für kleine Unternehmen entfernen.",
      "example_translation": "Барьер препятствовал толпе ворваться в концертный зал. Страна установила барьер, чтобы предотвратить незаконную иммиграцию. Новая политика удалит барьер для входа для малого бизнеса.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "основа",
      "definition": "Der unterliegende oder grundlegende Teil eines Systems, einer Theorie oder eines Objekts.",
      "definition_translation": "Основной или фундаментальный phần чего-то, такого как система, теория или объект.",
      "example": "Die Basis des Unternehmens ist in New York. Die Basis der Statue ist aus Marmor. Das Forschungsteam richtete ein Basislager im Dschungel ein.",
      "example_translation": "База операций компании находится в Нью-Йорке. Основание статуи сделано из мрамора. Исследовательская команда установила базовый лагерь в джунглях.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "основа",
      "definition": "Eine Einrichtung oder ein Ort, der als Grundlage oder Ausgangspunkt für eine Tätigkeit oder Operation dient.",
      "definition_translation": "Установка или местоположение, которое обеспечивает основу или точку старта для деятельности или операции.",
      "example": "Die Armee richtete eine Basis in der Wüste ein, um einen Gegenangriff zu starten. Das Unternehmen hat eine Basis in jeder größeren Stadt. Das Team hatte eine starke Defensive als Basis in den Playoffs.",
      "example_translation": "Армия установила базу в пустыне, чтобы начать контратаку. У компании есть база в каждом крупном городе. База команды в плей-офф была их сильной защитой.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "подвал",
      "definition": "Die unterste bewohnbare Etage eines Gebäudes, insbesondere eine, die sich unter der Erdgeschoss ebene befindet.",
      "definition_translation": "нижний жилой этаж здания, особенно тот, что находится ниже уровня земли",
      "example": "Der Keller unseres alten Hauses war immer kalt und feucht. Wir renovierten ihn letzten Jahr und jetzt ist er ein gemütliches Zimmer. Wir werden den Kellerboden nächsten Monat fertigstellen.",
      "example_translation": "Подвал нашего старого дома всегда был холодным и влажным. Мы отремонтировали его в прошлом году, и теперь это уютная комната. Мы закончим пол в подвалеnext месяц.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grundlegend",
      "translation": "в основном",
      "definition": "In grundlegender oder wesentlicher Weise; im Wesentlichen.",
      "definition_translation": "В основном или сущностном образом; по сути.",
      "example": "Ich stimmte im Wesentlichen seiner Meinung zu, aber ich hatte einige Vorbehalte. Wir werden im Wesentlichen das Projekt bis Ende des Jahres fertigstellen. Ich lernte im Wesentlichen selbst das Gitarrespielen.",
      "example_translation": "Я в основном согласился с его мнением, но у меня были некоторые reserves. Мы в основном закончим проект к концу года. Я в основном научился играть на гитаре сам.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basilikum",
      "translation": "базилик",
      "definition": "Ein süß duftendes Kraut, das in der Küche, speziell in italienischer und thailändischer Küche verwendet wird.",
      "definition_translation": "Ароматная трава, используемая в кулинарии, особенно в итальянской и тайской кухне.",
      "example": "Ich liebe es, frisches Basilikum zu meinen Pastagerichten zuzufügen. Der Duft von Basilikum füllte die Küche. Wir werden Basilikum in unserem Garten nächstes Frühjahr pflanzen.",
      "example_translation": "Я люблю добавлять свежий базилик к моим паста блюдам. Запах базилика llened the кухню. Мы посадим базилик в нашем саду будущей весной.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grundlage",
      "translation": "основа",
      "definition": "Ein Ausgangspunkt oder Fundament für etwas.",
      "definition_translation": "Стартовая точка или основа для чего-либо.",
      "example": "Die Grundlage unseres Geschäfts ist, exzellenten Kundendienst zu bieten. Wir haben die Grundlage unseres Teams letzten Jahr gebildet. Die Forschung ist die Grundlage für unser neues Projekt.",
      "example_translation": "Основа нашего бизнеса - это обеспечивать отличный сервис для клиентов. Мы сформировали основу нашей команды в прошлом году. Исследование является основой для нашего нового проекта.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balken",
      "translation": "балка",
      "definition": "Ein Balken ist ein langes, stabiles Stück Holz, Metall oder Beton, das im Bauwesen, insbesondere als horizontale Stütze, verwendet wird.",
      "definition_translation": "Балка - это длинная, прочнаяpiece дерева, металла или бетона, используемого в строительстве, особенно как горизонтальная поддержка.",
      "example": "Der Architekt entwarf einen Balken, um das Gewicht des Daches zu stützen. Der Balken wurde gestern installiert. Der Balken wird nächste Woche inspiziert.",
      "example_translation": "Архитектор спроектировал балку для поддержки веса крыши. Балка была установлена вчера. Балка будет инспектирована на следующей неделе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "медведь",
      "definition": "Ein Bär ist ein großes, fleischfressendes Säugetier mit zottigem Fell, das in Wäldern und Bergen vorkommt.",
      "definition_translation": "Медведь - это крупное, плотоядное млекопитающее с шерстистой шерстью, найденное в лесах и горах.",
      "example": "Ich sah einen Bären im Wald letzten Woche. Der Bär hält jetzt Winterschlaf. Der Bär wird im Frühjahr aufwachen.",
      "example_translation": "Я увидел медведя в лесу на прошлой неделе. Медведь сейчас спит. Медведь проснется весной.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestie",
      "translation": "зверь",
      "definition": "Eine Bestie ist ein wildes Tier, insbesondere ein großes oder furchteinflößendes.",
      "definition_translation": "Зверь - это дикий животное, особенно крупное или свирепое.",
      "example": "Die Bestie brüllte laut im Dschungel. Die Bestie wurde vom Trainer gezähmt. Die Bestie wird im Zoo ausgestellt.",
      "example_translation": "Зверь громко рычал в джунглях. Зверь был укрощен тренером. Зверь будет выставлен в зоопарке.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "бить",
      "definition": "Schlagen bedeutet, etwas wiederholt und oft mit Kraft zu schlagen oder zu treffen.",
      "definition_translation": "Бить significa ударять или бить что-либо повторно, часто с силой.",
      "example": "Ich schlug die Trommel laut auf dem Konzert. Sie schlägt die Eier in der Küche. Er wird den Gegner im Boxkampf schlagen.",
      "example_translation": "Я ударил барабан громко на концерте. Она бьет яйца на кухне. Он победит оппонента в боксерском матче.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "бить",
      "definition": "wiederholt und oft gewaltsam zu schlagen",
      "definition_translation": "бить или ударять повторно, обычно с насилием",
      "example": "Ich schlage die Trommeln in der Band. Ich schlage die Trommeln in der Band. Ich werde die Trommeln in der Band schlagen.",
      "example_translation": "Я бью в барабаны в группе. Я бью в барабаны в группе. Я буду бить в барабаны в группе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "бить",
      "definition": "jemanden oder etwas zu besiegen oder zu überwinden",
      "definition_translation": "побеждать или преодолевать кого-то или что-то",
      "example": "Wir haben den Gegner im Spiel geschlagen. Wir besiegen den Gegner im Spiel. Wir werden den Gegner im Spiel schlagen.",
      "example_translation": "Мы побили оппонента в игре. Мы побиваем оппонента в игре. Мы побьем оппонента в игре.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "жук",
      "definition": "Eine Art von Insekt mit einem harten Außenschalen.",
      "definition_translation": "тип насекомого с твердой наружной оболочкой",
      "example": "Ich sah einen Käfer im Garten. Ich sehe einen Käfer im Garten. Ich werde einen Käfer im Garten sehen.",
      "example_translation": "Я увидел жука в саду. Я вижу жука в саду. Я увижу жука в саду.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "просить",
      "definition": "etwas in höflicher und demütiger Weise zu bitten",
      "definition_translation": "просить о чем-то в вежливой и смиренной манере",
      "example": "Ich bitte um Vergebung. Ich bitte um Vergebung. Ich bitte um Vergebung.",
      "example_translation": "Я прошу прощения. Я прошу прощения. Я попрошу прощения.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "просить",
      "definition": "Etwas, insbesondere auf höfliche und demütige Weise zu bitten",
      "definition_translation": "Просить о чем-то, особенно в вежливой и смиренной манере",
      "example": "Ich bat meine Eltern, mich zur Party gehen zu lassen. Ich bitte dich, mir zu helfen. Ich werde um Vergebung bitten.",
      "example_translation": "Я просил моих родителей позволить мне пойти на вечеринку. Я прошу тебя помочь мне. Я буду просить прощения.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Glaube",
      "translation": "вера",
      "definition": "Ein Gefühl von Vertrauen oder Zuversicht in etwas oder jemanden",
      "definition_translation": "Чувство доверия или уверенности в чем-то или ком-то",
      "example": "Ich habe einen starken Glauben an Gott. Mein Glaube an mich selbst half mir, die Angst zu überwinden. Sie wird an dich glauben.",
      "example_translation": "У меня есть сильная вера в Бога. Моя вера в себя помогла мне преодолеть страх. Она будет верить в тебя.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehören",
      "translation": "принадлежать",
      "definition": "Ein Teil von etwas oder mit jemandem oder etwas verbunden zu sein",
      "definition_translation": "Быть частью чего-то или быть связанным с кем-то или чем-то",
      "example": "Ich gehöre dem Club an. Sie gehört einer reichen Familie an. Sie werden dem Team angehören.",
      "example_translation": "Я принадлежу клубу. Она принадлежит богатой семье. Они будут принадлежать команде.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Habe",
      "translation": "имущество",
      "definition": "Dinge, die jemand besitzt oder hat",
      "definition_translation": "Вещи, которые кто-то拥有 или имеет",
      "example": "Meine Habe wurde gestohlen. Sie packte ihre Habe ein und ging. Sie werden ihre Habe sammeln.",
      "example_translation": "Мои вещи были украдены. Она сложила свои вещи и ушла. Они соберут свои вещи.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "скамья",
      "definition": "Eine lange Sitzbank für mehrere Menschen, normalerweise aus Holz oder Metall",
      "definition_translation": "длинное сидение для нескольких человек, обычно сделанное из дерева или металла",
      "example": "Ich saß auf der Bank im Park, um mich auszuruhen. Ich werde morgen auf der Bank sitzen. Ich saß gestern auf der Bank.",
      "example_translation": "Я сел на скамью в парке, чтобы отдохнуть. Я сяду на скамью завтра. Я сел на скамью вчера.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "гнуться",
      "definition": "Sich in Richtung oder Form zu ändern, typischerweise durch Falten oder Krümmen",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "Ich werde den Draht biegen, um ihn zu reparieren. Ich bog den Draht gestern. Ich biege den Draht jeden Tag.",
      "example_translation": "Я согну проволоку, чтобы починить её. Я согнул проволоку вчера. Я гну проволоку каждый день.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "гнуться",
      "definition": "Sich in Richtung oder Form zu ändern, typischerweise durch Falten oder Krümmen",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "Sie biegt die Regeln, um anderen zu helfen. Sie bog die Regeln letzte Woche. Sie wird die Regeln nächsten Monat biegen.",
      "example_translation": "Она нарушает правила, чтобы помочь другим. Она нарушила правила прошлой неделей. Она нарушит правила следующим месяцем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "гнуться",
      "definition": "Sich in Richtung oder Form zu ändern, typischerweise durch Falten oder Krümmen",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "Die Straße biegt nach links. Die Straße bog gestern nach rechts. Die Straße wird morgen geradeaus biegen.",
      "example_translation": "Дорога гнется налево. Дорога гнулась направо вчера. Дорога gnetsya прямо завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalb",
      "translation": "ниже",
      "definition": "Direkt unter etwas anderem gelegen; auf oder nahe dem Boden situiert.",
      "definition_translation": "Расположенный непосредственно ниже чего-то другого; расположенный на или gần полу;",
      "example": "Das Buch war unter dem Sofa versteckt. Ich suchte es überall, aber dann fand ich es endlich unter dem Bett. Ich werde die Schlüssel morgen unter der Matte legen.",
      "example_translation": "Книга была спрятана под диваном. Я искал ее везде, но затем finally нашел ее под кроватью. Завтра я положу ключи под коврик.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorteilhaft",
      "translation": "полезный",
      "definition": "Eine positive oder hilfreiche Wirkung habend; vorteilhaft.",
      "definition_translation": "Имеющий положительный или полезный эффект; выгодный.",
      "example": "Übung ist vorteilhaft für unsere Gesundheit. Die neue Politik wird für alle Mitarbeiter vorteilhaft sein. Diese innovative Technologie wird in Zukunft für die Umwelt vorteilhaft sein.",
      "example_translation": "Упражнение полезно для нашего здоровья. Новая политика будет полезна для всех сотрудников. Эта инновационная технология будет полезна для окружающей среды в будущем.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorteil",
      "translation": "преимущество",
      "definition": "Ein Vorteil oder Verbesserung, die als Ergebnis von etwas eintritt.",
      "definition_translation": "Преимущество или улучшение, которое происходит в результате чего-то.",
      "example": "Das Unternehmen bietet vielen Vorteilen an seinen Mitarbeitern, einschließlich Krankenversicherung. Die neue Richtlinie hat viele Vorteile für die Gemeinschaft gebracht. Ich werde langfristig von dieser Investition profitieren.",
      "example_translation": "Компания предлагает muchos преимуществ для своих сотрудников, включая страхование здоровья. Новая политика принесла many преимуществ для общины. Я извлеку выгоду из этой инвестиции в долгосрочной перспективе.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beere",
      "translation": "ягода",
      "definition": "Eine kleine, usually süße Frucht, die auf Sträuchern oder Reben wächst.",
      "definition_translation": "Маленький, обычно сладкий фрукт, который растет на кустарниках или лозе.",
      "example": "Ich liebe es, Beeren im Sommer zu essen. Der Beersaft ist sehr erfrischend. Sie pflückte einige Beeren vom Busch und aß sie.",
      "example_translation": "Я люблю есть ягоды летом. Сок ягоды очень освежающий. Она собрала некоторые ягоды с куста и ела их.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestseller",
      "translation": "бестселлер",
      "definition": "Ein Buch oder andere schriftliche Arbeit, die in sehr großen Mengen verkauft wird, oft zu einem kulturellen Phänomen wird.",
      "definition_translation": "Книга или другая письменная работа, которая продается в очень больших количествах, часто становясь культурным явлением.",
      "example": "Der Roman wurde ein Bestseller, der für mehrere Wochen an der Spitze der Charts stand. Es wird ein Bestseller, ich bin sicher. Es war ein Bestseller letztes Jahr.",
      "example_translation": "Роман стал бестселлером, занимая верхние строчки в рейтинге несколько недель. Он будет бестселлером, я уверен. Он был бестселлером в прошлом году.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wette",
      "translation": "ставка",
      "definition": "Eine Wette oder Wetten, meistens auf das Ergebnis eines Spiels oder Ereignisses.",
      "definition_translation": "Ставка или азартная игра, обычно на исход игры или события.",
      "example": "Ich setzte eine Wette auf das Pferderennen. Sie wettet auf alles. Er setzte auf das falsche Team.",
      "example_translation": "Я сделал ставку на скачки. Она делает ставки на все. Он поставил на неправильную команду.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verraten",
      "translation": "предать",
      "definition": "Jemandem oder etwas untreu oder unfaithfull zu sein, oft auf eine Weise, die Schaden oder Schäden verursacht.",
      "definition_translation": "Быть неверным или нечестным по отношению к кому-то или чему-то, часто způsobа, который вызывает вред или ущерб.",
      "example": "Er verriet sein Land, indem er Geheimnisse verkaufte. Sie verriet das Vertrauen ihrer Freundin. Sie werden uns verraten, wenn wir nicht vorsichtig sind.",
      "example_translation": "Он предал свою страну, продавая секреты. Она предала доверие своей подруги. Они предадут нас, если мы не будем осторожными.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "бикини",
      "definition": "Eine Art von Badeanzug, der den unteren Körper bedeckt, typischerweise aus zwei Teilen bestehend, einem für die Hüften und einem für die Brüste.",
      "definition_translation": "Тип купальника, который покрывает нижнюю часть тела, обычно состоящий из двух частей, одной для бедер и одной для груди.",
      "example": "Sie trug ein Bikini zum Strand. Ich kaufte ein neues Bikini für den Sommer. Sie verkauften Bikinis im Laden.",
      "example_translation": "Она носила бикини на пляже. Я купил новый бикини на лето. Они продавали бикини в магазине.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechnung",
      "translation": "счет",
      "definition": "Eine Rechnung ist ein Dokument, das eine Zahlung von einem Kunden anfordert, meistens für Waren oder Dienstleistungen.",
      "definition_translation": "Счет - это документ, запрашивающий оплату от клиента, обычно за товары или услуги, предоставленные.",
      "example": "Ich bezahlte die Rechnung für das Abendessen letzten Abend. Ich werde die Rechnung morgen bezahlen. Ich bezahlte die Rechnung gestern.",
      "example_translation": "Я оплатил счет за обед昨 evening. Я оплачу счет завтра. Я оплатил счет вчера.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milliarde",
      "translation": "миллиард",
      "definition": "Eine Milliarde ist eine große Zahl, gleich einem Tausend Million.",
      "definition_translation": "Миллиард - это большое число, равное одному тысяч миллионов.",
      "example": "Das Unternehmen erreichte einen Umsatz von einer Milliarde Dollar letzten Jahr. Es wird nächstes Jahr eine Milliarde Dollar erreichen. Es erreichte letzten Monat eine Milliarde Dollar.",
      "example_translation": "Доход компании достиг миллиарда долларов в прошлом году. Он достигнет миллиарда долларов в следующем году. Он достиг миллиарда долларов в прошлом месяце.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biologisch",
      "translation": "биологический",
      "definition": "Biologisch bezieht sich auf die Studie lebender Organismen und ihre Interaktionen miteinander und ihrer Umgebung.",
      "definition_translation": "Биологический относится к изучению живых организмов и их взаимодействия друг с другом и их окружающей средой.",
      "example": "Die biologischen Auswirkungen des Klimawandels sind dramatisch. Die biologischen Auswirkungen der Verschmutzung werden untersucht. Die biologischen Auswirkungen des neuen Medikaments waren unbekannt.",
      "example_translation": "Биологические эффекты изменения климата являются серьезными. Биологические эффекты загрязнения будут изучаться. Биологические эффекты нового лекарства были неизвестными.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "укус",
      "definition": "Beißen bedeutet, etwas mit den Zähnen zu ergreifen oder zu kauen.",
      "definition_translation": "Укусить - значит поймать или пережевать что-то зубами.",
      "example": "Der Hund biss meine Hand. Ich biss in den Apfel. Sie wird ihre Nägel während des Exams beißen.",
      "example_translation": "Собака укусила мою руку. Я укусил яблоко. Она будет кусать ногти во время экзамена.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biss",
      "translation": "укус",
      "definition": "Etwas fest mit den Zähnen zu packen oder zu kauen.",
      "definition_translation": "Захватывать или жевать что-то твёрдо своими зубами.",
      "example": "Ich biss in den Apfel. Ich beiße mir jetzt die Nägel. Ich werde meine Zunge beißen, wenn ich ärgerlich bin.",
      "example_translation": "Я укусил яблоко. Сейчас я грызу ногти. Я укушу язык, если разозлюсь.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "горький",
      "definition": "Ein starker, unangenehmer Geschmack habend.",
      "definition_translation": "Имеющий сильный, неприятный вкус.",
      "example": "Der Kaffee war bitter. Sie fühlte sich bitter über die ganze Situation. Das Medikament wird bitter schmecken.",
      "example_translation": "Кофе был горьким. Она чувствовала горечь по поводу всей ситуации. Лекарство будет иметь горький вкус.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitterlich",
      "translation": "горько",
      "definition": "Auf eine bittere Weise; mit Bitterkeit.",
      "definition_translation": "С горечью; с неприятными чувствами.",
      "example": "Sie bereute ihre Entscheidung bitterlich. Er sprach bitterlich über seine Vergangenheit. Sie werden bitterlich uneinig sein.",
      "example_translation": "Она до конца жизни сожалела о своем решении. Он говорил о своем прошлом с горечью. Они будутvehemently не согласны.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bizarr",
      "translation": "странный",
      "definition": "Unüblich oder seltsam auf eine Weise, die überraschend oder unangenehm ist.",
      "definition_translation": "Необычный или странной в方式, которая является удивительной или неприятной.",
      "example": "Die bizarre Kreaturen im Film haben mich erschreckt. Sie hat einen bizarreren Sinn für Humor. Das bizarre Ereignis ereignete sich letzte Nacht.",
      "example_translation": "Странные существа в фильме нас пугали. У нее странное чувство юмора. Странное событие произошло прошлой ночью.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brombeere",
      "translation": "ежевика",
      "definition": "Eine süße und normalerweise dunkelpurpurne Frucht, die auf einem Strauch wächst",
      "definition_translation": "сладкий и обычно темно-фиолетовый фрукт, который растет на кусте",
      "example": "Ich aß ein Brombeerkuchen gestern, ich trinke jetzt ein Brombeersmoothie und ich werde ein Brombeersalat essen morgen.",
      "example_translation": "Я ел малиновый пирог вчера, я ем малиновый смузи сейчас, и я буду есть малиновый салат завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarze Johannisbeere",
      "translation": "черная смородина",
      "definition": "Eine kleine, runde, dunkelpurpurne Frucht, die auf einem Strauch wächst",
      "definition_translation": "маленький, круглый, темно-фиолетовый плод, который растет на кусте",
      "example": "Ich pflückte Schwarze Johannisbeeren aus dem Garten gestern, ich benutze Schwarze Johannisbeeren, um Marmelade zu machen jetzt, und ich werde Schwarze Johannisbeeren mit Joghurt essen morgen.",
      "example_translation": "Я собирал черную смородину в саду вчера, я использую черную смородину для приготовления варенья сейчас, и я буду есть черную смородину с йогуртом завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinge",
      "translation": "лезвие",
      "definition": "Ein langes, flaches, schmales Stück Metall, Holz oder Kunststoff, das zum Schneiden oder Hacken verwendet wird",
      "definition_translation": "длинная, плоская, узкая piece металла, дерева или пластика, используемого для cắtки или рубки",
      "example": "Ich schliff die Klinge meines Messers gestern, ich benutze die Klinge, um Gemüse zu hacken jetzt, und ich werde die Klinge verwenden, um ein Seil zu schneiden morgen.",
      "example_translation": "Я затачил лезвие моего ножа вчера, я использую лезвие для нарезки овощей сейчас, и я буду использовать лезвие для нарезки веревки завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leer",
      "translation": "пустой",
      "definition": "keine markierten oder geschriebenen Informationen habend",
      "definition_translation": "не имеющий маркированной или написанной информации",
      "example": "Ich füllte die leeren Stellen im Formular gestern aus, ich fülle die leeren Zellen in der Tabelle jetzt aus, und ich werde die leeren Felder im Dokument morgen ausfüllen.",
      "example_translation": "Я заполнил пустые пространства в форме вчера, я заполняю пустые ячейки в таблице сейчас, и я заполню пустые поля в документе завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blind",
      "translation": "слепой",
      "definition": "Unfähig, mit den Augen zu sehen oder wahrzunehmen; das Sehvermögen fehlend.",
      "definition_translation": "Неспособный видеть или воспринимать своими глазами; лишенный чувства зрения.",
      "example": "Ich war blind für die Schönheit der Natur, bis ich in die Berge reiste.",
      "example_translation": "Я был слеп к красоте природы, пока не поехал в горы.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blinken",
      "translation": "моргать",
      "definition": "Die Augen schnell zu öffnen und zu schließen, um Schmutz oder Feuchtigkeit zu entfernen oder Überraschung auszudrücken.",
      "definition_translation": "Закрывать и открывать глаза быстро, обычно для удаления грязи или влаги или для выражения удивления.",
      "example": "Sie blinkte schnell, als der Staubsturm näher kam.",
      "example_translation": "Она моргала быстро, когда буря из пыли приблизилась.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Block",
      "translation": "блок",
      "definition": "Ein solider Stück Material, wie Holz oder Stein, verwendet für Bau oder Konstruktion.",
      "definition_translation": "Сплошной кусок материала, such as дерево или камень, используемый для строительства или строительства.",
      "example": "Der Bauarbeiter legte den Block auf die Fundament auf.",
      "example_translation": "Строитель положил блок на вершину основания.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blutig",
      "translation": "кровавый",
      "definition": "Mit Blut bedeckt oder befleckt; grausam oder entsetzlich.",
      "definition_translation": "Покрытый или запятнанный кровью; ужасный или хroric.",
      "example": "Die blutige Szene aus dem Film war zu intensiv für mich.",
      "example_translation": "Кровавая сцена из фильма была слишком интенсивной для меня.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heidelbeere",
      "translation": "черника",
      "definition": "Eine kleine, normalerweise süße, runde Frucht, die auf einem Strauch wächst",
      "definition_translation": "маленький, обычно сладкий, круглый фрукт, который растет на кусте",
      "example": "Ich aß ein Heidelbeermuffin zum Frühstück gestern, ich esse ein Heidelbeer-Smoothie zum Frühstück heute und ich werde Heidelbeerpfläcke zum Frühstück morgen essen.",
      "example_translation": "Я ел藍 блюбери меффин на завтрак вчера, я ем блюбери смузи на завтрак сегодня, и я будет есть блюбери панкейки на завтрак завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erröten",
      "translation": "рассмеяться",
      "definition": "Ein plötzlicher Gefühl der Scham oder Verlegenheit, das dein Gesicht rot werden lässt",
      "definition_translation": "внезапное чувство стыда или смущения, которое делает лицо красным",
      "example": "Ich errötete, als ich meinen Schwarm sah, ich errötete, als meine Freunde mich mit einer Geburtstagsparty überraschten, und ich werde erröten, wenn ich meinen Schwarm wieder morgen sehe.",
      "example_translation": "Я залиалась, когда я увидела свою любовь, идущую ко мне, я залиалась, когда мои друзья惊лили меня с днём рождения, и я залиalusь, когда я увижу свою любовь снова завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brett",
      "translation": "доска",
      "definition": "Eine flache, normalerweise rechteckige Stück Holz, Kunststoff oder anderem Material, verwendet für einen bestimmten Zweck",
      "definition_translation": "плоская, обычно прямоугольная кусок дерева, пластика или другого материала, используемого для определенной цели",
      "example": "Ich fuhr ein Surfbrett gestern, ich fahre ein Skateboard heute und ich werde ein Snowboard morgen fahren.",
      "example_translation": "Я ехал на сёрфборде вчера, я еду на скейтборде сегодня, и я поеду на сноуборде завтра.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorstand",
      "translation": "совет директоров",
      "definition": "Eine Gruppe von Menschen, die Entscheidungen für ein Unternehmen oder Organisation treffen",
      "definition_translation": "группа людей, которые принимают решения для компании или организации",
      "example": "Der Vorstand der Direktoren traf sich gestern, um die finanzielle Situation des Unternehmens zu diskutieren, sie treffen sich heute, um die Marketing-Strategie zu diskutieren, und sie werden morgen treffen, um den neuen Produktstart zu diskutieren.",
      "example_translation": "Совет директоров собрался вчера, чтобы обсудить финансовое положение компании, они собираются сегодня, чтобы обсудить маркетинговую стратегию, и они соберутся завтра, чтобы обсудить запуск нового продукта.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "prahlen",
      "translation": "хвастаться",
      "definition": "Mit Stolz über etwas sprechen, das du getan hast oder das du hast",
      "definition_translation": "Говорить с гордостью о том, что вы сделали или что у вас есть",
      "example": "Ich prahlte mit meinem neuen Auto vor meinen Freunden. Ich werde mein erreichtes Ziel bei der Zeremonie prahlen. Ich prahlte über meine Punktzahl im Spiel gestern.",
      "example_translation": "Я хвастался моей новой машиной перед друзьями. Я похвастаюсь своим достижением на церемонии. Я хвастался моим результатом в игре вчера.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leibwächter",
      "translation": "охранник",
      "definition": "Eine Person, die dafür verantwortlich ist, jemanden vor Schaden oder Gefahr zu schützen",
      "definition_translation": "Человек, который отвечает за защиту кого-то от вреда или опасности",
      "example": "Die Celebrity heuerte einen Leibwächter an, um sie vor den Paparazzi zu schützen. Der Leibwächter war sehr professionell und hielt die Menge auf Abstand. Der Leibwächter wird bei dem Präsidenten sein, wann er auch ist.",
      "example_translation": "Знаменитость наняла охранника, чтобы保护 ее от папарацци. Охранник был очень профессиональным и держал толпу на расстоянии. Охранник будет с президентом в любое время.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "кипение",
      "definition": "Der Prozess, bei dem eine Flüssigkeit heiß wird und zu Dampf wird",
      "definition_translation": "Процесс нагрева жидкости и ее превращения в пар",
      "example": "Das kochende Wasser wurde in die Teetassen gegossen. Der Siedepunkt von Wasser beträgt 100 Grad Celsius. Die Suppe hatte Stunden gekocht.",
      "example_translation": "Кипящая вода была налита в чашки для чая. Точка кипения воды составляет 100 градусов Цельсия. Суп кипел в течение часов.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "смелый",
      "definition": "Zeigt Mut oder Zuversicht in deinen Handlungen oder Entscheidungen",
      "definition_translation": "Проявляющий храбрость или уверенность в своих действиях или решениях",
      "example": "Der kühne Schritt des Unternehmens zahlte sich am Ende aus. Sie war kühn genug, ihre Meinung auf der Sitzung zu äußern. Er trat einen kühnen Entschluss, seinen Job zu kündigen und sein eigenes Unternehmen zu starten.",
      "example_translation": "Смелый шаг компании оправдался в конце. Она была смелой enough, чтобы высказать свое мнение на встрече. Он принял смелое решение уйти с работы и начать свой собственный бизнес.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "смело",
      "definition": "Auf eine kühne oder mutige Weise",
      "definition_translation": "В смелом или мужественном виде",
      "example": "Sie sprach kühn zu der Menschenmenge, ihre Stimme hallte von den Wänden wider. Sie wird kühn dahingehen, wohin niemand zuvor gegangen ist. Sie hatte kühn die Regeln missachtet.",
      "example_translation": "Она смело говорила к толпе, ее голос отражался от стен. Она смело пойдет туда, где никто не ходил прежде. Она смело忽视ала правила.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombardierung",
      "translation": "бомбардировка",
      "definition": "Die Tat des Abwerfens von Bomben von einem Flugzeug",
      "definition_translation": "Действие сброса бомб из самолета",
      "example": "Die Bombardierung der Stadt verursachte weitreichende Zerstörung. Die Bombardierung wird bis zur Kapitulation des Feindes fortgesetzt. Sie haben das Gebiet seit Wochen bombardiert.",
      "example_translation": "Бомбардировка города вызвала массовые разрушения. Бомбардировка будет продолжаться до тех пор, пока враг не сдастся. Они бомбардируют эту область в течение недель.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bindung",
      "translation": "облигация",
      "definition": "Eine verbindliche Vereinbarung zwischen zwei oder mehr Menschen",
      "definition_translation": "связывающее соглашение между двумя или более людьми",
      "example": "Sie bildeten eine starke Bindung während ihrer Zeit im College. Das Unternehmen emittierte eine Anleihe, um Kapital zu erheben. Die Bindung zwischen ihnen wuchs mit der Zeit stärker.",
      "example_translation": "Они сформировали сильную связь во время учебы в колледже. Компания выпустила облигацию для привлечения капитала. Связь между ними укреплялась с течением времени.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prämie",
      "translation": "бонус",
      "definition": "Eine Extra-Menge Geld, die einem Mitarbeiter gezahlt wird",
      "definition_translation": "Дополнительная сумма денег, выплачиваемая сотруднику",
      "example": "Das Unternehmen gab ihm eine Prämie für seine harte Arbeit. Sie erhielt eine Prämie für das Erreichen ihrer Verkaufsziele. Die Prämie war eine nette Überraschung am Jahresende.",
      "example_translation": "Компания дала ему бонус за его тяжелую работу. Она получила бонус за достижение своих целей по продажам. Бонус был приятным сюрпризом в конце года.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Broschüre",
      "translation": "буклет",
      "definition": "Ein kleines Buch oder Heft, typischerweise bestehend aus wenigen Seiten, die mit einem Heftklammern zusammengebunden sind, um Informationen über etwas zu liefern.",
      "definition_translation": "Маленькая книга или брошюра, как правило, состоящая из нескольких страниц, скрепленных вместе, используемая для предоставления информации о чем-то.",
      "example": "Ich nahm eine Broschüre über das Museum an der Eingangstür mit. Gestern hatte ich eine Broschüre über das Museum an der Eingangstür mitgenommen. Bis nächstem Jahr werde ich eine Broschüre über das Museum an der Eingangstür mitgenommen haben.",
      "example_translation": "Я поднял буклет о музее у входа. Вчера я поднял буклет о музее у входа. К следующему году я подниму буклет о музее у входа.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lesezeichen",
      "translation": "закладка",
      "definition": "Ein kleines Marker oder Tag, das verwendet wird, um seine Stelle in einem Buch zu markieren, oder eine URL, die für späteren Bezug gespeichert wird.",
      "definition_translation": "Маленькая метка или тэг, используемый для MARKING одного места в книге, или сохраненный URL для будущей ссылки.",
      "example": "Ich verwendete ein Lesezeichen, um die Seite zu markieren, die ich las. Gestern hatte ich ein Lesezeichen verwendet, um die Seite zu markieren, die ich las. Bis morgen werde ich ein Lesezeichen verwendet haben, um die Seite zu markieren, die ich lese.",
      "example_translation": "Я использовал закладку, чтобы отметить страницу, которую я читал. Вчера я использовал закладку, чтобы отметить страницу, которую я читал.к завтра я będŁ использовал закладку, чтобы отметить страницу, которую я będŁ читать.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]