[
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katze",
      "translation": "кошка",
      "definition": "Ein kleines, normalerweise pelziges, carnivores Säugetier. Wenn es als Hauspet gehalten wird, wird es oft als 'Hauskatze' bezeichnet.",
      "definition_translation": "Небольшое обычно пушистое хищное млекопитающее. Их часто называют 'домашними кошками', когда они содержатся как домашние животные.",
      "example": "Ich hatte eine Katze, als ich ein Kind war. Jetzt habe ich einen Hund. Ich werde eine Katze wieder haben in der Zukunft.",
      "example_translation": "У меня была кошка, когда я был ребенком. Теперь у меня есть собака. У меня снова будет кошка в будущем.",
      "imageLink": "image_files\\English\\cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuh",
      "translation": "корова",
      "definition": "Ein großes, domestiziertes Ungulat, das häufig auf Farmen und Ranches für seine Milch oder sein Fleisch gehalten wird.",
      "definition_translation": "Большое домашнее парнокопытное млекопитающее, которое обычно содержится на фермах и ранчо для его молока или мяса.",
      "example": "Mein Großvater hatte eine Kuh auf seinem Hof. Er molk sie jeden Morgen. Jetzt hat mein Cousin eine Kuh und verkauft ihre Milch.",
      "example_translation": "У моего дедушки была корова на его ферме. Он использовал доить ее每ое утро. Теперь у моего кузена есть корова, и он продает ее молоко.",
      "imageLink": "image_files\\English\\cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hund",
      "translation": "собака",
      "definition": "Ein domestiziertes, carnivores Säugetier, das zur Familie der Canidae gehört. Es wird oft als Haustier gehalten oder für Arbeit verwendet.",
      "definition_translation": "Домашнее хищное млекопитающее, принадлежащее к семейству Canidae. Это часто содержится как домашнее животное или используется для работы.",
      "example": "Ich ging mit meinem Hund gestern spazieren. Jetzt geht er mit mir. Ich werde ihn morgen wieder gehen lassen.",
      "example_translation": "Я гулял с моей собакой вчера. Теперь оно гуляет со мной. Я ее снова погуляю завтра.",
      "imageLink": "image_files\\English\\dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pferd",
      "translation": "лошадь",
      "definition": "Ein großes, herbivores Säugetier, das oft domestiziert und für den Transport oder die Erholung verwendet wird.",
      "definition_translation": "Большое копытное травоядное млекопитающее, которое часто содержится в-dom и используется для перевозки или отдыха.",
      "example": "Ich ritt ein Pferd, als ich im Urlaub war. Mein Freund hatte es vor mir geritten. Ich werde es nächstes Jahr wieder reiten.",
      "example_translation": "Я骑л лошадь, когда был на отпуске. Мой друг ездил на ней до меня. Я снова поеду на ней в следующем году.",
      "imageLink": "image_files\\English\\horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwein",
      "translation": "свинья",
      "definition": "Ein Schwein ist ein domestiziertes Säugetier, das oft auf Farmen für sein Fleisch, bekannt als Schweinefleisch, gehalten wird.",
      "definition_translation": "Свинья - это одомашненное млекопитающее, часто выращиваемое на ферме для своего мяса, известного как свинина.",
      "example": "Ich sah ein Schwein, das Essen auf dem Hof aß gestern. Das Schwein isst Essen auf dem Hof jetzt. Das Schwein wird Essen auf dem Hof morgen essen.",
      "example_translation": "Я видел свинью, еющую пищу на ферме вчера. Свинья ест пищу на ферме сейчас. Свинья будет есть пищу на ферме завтра.",
      "imageLink": "image_files\\English\\pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaf",
      "translation": "овца",
      "definition": "Ein Schaf ist ein domestiziertes Säugetier, das oft auf Farmen für seine Wolle und sein Fleisch gehalten wird.",
      "definition_translation": "Овца - это одомашненное млекопитающее, часто выращиваемое на ферме для своей шерсти и мяса.",
      "example": "Ich sah ein Schaf, das auf der Wiese weidete gestern. Das Schaf weidet auf der Wiese jetzt. Das Schaf wird auf der Wiese morgen weiden.",
      "example_translation": "Я видел овцу, пасшуюся в поле вчера. Овца пасется в поле сейчас. Овца будет пасеться в поле завтра.",
      "imageLink": "image_files\\English\\sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "младенец",
      "definition": "Ein Baby ist ein sehr junges menschliches Wesen, von der Geburt bis zu etwa einem bis zwei Jahren alt.",
      "definition_translation": "Младенец - это очень молодой человеческий существ, от рождения до около одного-двух лет.",
      "example": "Mein Baby schrie sehr laut gestern. Mein Baby schläft jetzt. Mein Baby wird morgen lachen.",
      "example_translation": "Мой младенец громко плакал вчера. Мой младенец спит сейчас. Мой младенец будет смеяться завтра.",
      "imageLink": "image_files\\English\\baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "медведь",
      "definition": "Ein Bär ist ein großes, carnivores Säugetier mit langem Fell, das in Wäldern und Bergen gefunden wird.",
      "definition_translation": "Медведь - это большой, хищный млекопитающий с шерстяной шерстью, найденный в лесах и горах.",
      "example": "Ich sah einen Bären, der einen Baum erklomm gestern. Der Bär isst Honig jetzt. Der Bär wird morgen Winterschlaf halten.",
      "example_translation": "Я видел медведя,-scaling дерево вчера. Медведь ест мед сейчас. Медведь будет спать завтра.",
      "imageLink": "image_files\\English\\bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gepard",
      "translation": "чета",
      "definition": "Ein großer Katze, ursprünglich aus Afrika und Zentralasien, mit einem charakteristischen Fell mit schwarzen Flecken oder Streifen.",
      "definition_translation": "большой кошачий родина из Африки и Центральной Азии, имеющий характерный окрас с чёрными пятнами или полосами",
      "example": "Ich sah einen Geparden, der auf der Savanne rannte letzten Jahr. Er war unglaublich schnell. Ich werde nächsten Monat zum Zoo gehen, um einen Geparden zu sehen.",
      "example_translation": "Я видел чету, бегущую по саванне в прошлом году. Она была невероятно быстрой. Я пойду в зоопарк, чтобы увидеть чету в следующем месяце.",
      "imageLink": "image_files\\English\\cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elefant",
      "translation": "слон",
      "definition": "Ein großes, intelligentes und soziales Tier mit einem langen Rüssel, ursprünglich aus Afrika und Südasien.",
      "definition_translation": "большое, интеллектуальное и социальное животное с длинным хоботом, родом из Африки и южной Азии",
      "example": "Ich ritt einen Elefanten im Dschungel letzten Woche. Es war ein aufregendes Erlebnis. Ich werde nächstes Jahr zum Zirkus gehen, um einen Elefanten bei einer Vorstellung zu sehen.",
      "example_translation": "Я ездил на слоне в джунгле на прошлой неделе. Это был захватывающий опыт. Я пойду в цирк, чтобы увидеть слона, выполняющего трюк, в следующем году.",
      "imageLink": "image_files\\English\\elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerschweinchen",
      "translation": "морская свинка",
      "definition": "Ein kleines, pelziges, herbivorisches Nagetier, das oft als Haustier gehalten wird und ursprünglich aus Südamerika stammt.",
      "definition_translation": "маленькое, пушистое, травоядное грызун из Южной Америки, часто содержится в качестве домашних животного",
      "example": "Ich hielt ein Meerschweinchen als Haustier, als ich ein Kind war. Es war sehr niedlich. Meine Schwester wird nächste Woche ein Meerschweinchen als Geschenk für ihre Freundin kaufen.",
      "example_translation": "Я содержал морскую свинку как домашнее животное, когда я был ребенком. Она была очень милой. Моя сестра купит морскую свинку в качестве подарка для своей подруги на следующей неделе.",
      "imageLink": "image_files\\English\\guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamster",
      "translation": "хомяк",
      "definition": "Ein kleines, typischerweise pelziges, Nagetier, das oft als Haustier gehalten wird.",
      "definition_translation": "маленькое, обычно пушистое, грызун, часто содержится в качестве домашних животного",
      "example": "Ich hatte einen Hamster als Haustier, während ich im College war. Es war sehr aktiv. Mein Bruder wird nächsten Monat einen Hamster für seinen Sohn kaufen.",
      "example_translation": "У меня был хомяк как домашнее животное, когда я был в колледже. Он был очень активным. Мой брат купит хомяка для своего сына в следующем месяце.",
      "imageLink": "image_files\\English\\hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "лев",
      "definition": "Ein großer, fleischfressender, feliner Säugetier Afrikas und Indiens, mit einem kurzen, tawny oder goldenen Fell und einem langen Bart bei Männchen.",
      "definition_translation": "Большой хищный млекопитающий зверь Африки и Индии, с короткой рыжей или золотистой шерстью и длинной гривой у самцов.",
      "example": "Der Löwe brüllte laut in der Savanne. Gestern schlief er. Morgen wird er auf Nahrungssuche gehen.",
      "example_translation": "Лев громко рычал на саванне. Вчера он спал. Завтра он будет охотиться за едой.",
      "imageLink": "image_files\\English\\lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affe",
      "translation": "обезьяна",
      "definition": "Ein Primat der Ordnung Primaten, einschließlich Prosimien, Neuwelt-Affen und Menschenaffen.",
      "definition_translation": "Примат отряда приматов, включая протопrimates, обезьян Нового Света и человекообразных обезьян.",
      "example": "Der Affe schwang von Baum zu Baum. Gestern spielte er mit seinen Freunden. Morgen wird er neue Tricks lernen.",
      "example_translation": "Обезьяна качалась с дерева на дерево. Вчера она играла со своими друзьями. Завтра она научится новым трюкам.",
      "imageLink": "image_files\\English\\monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maus",
      "translation": "мышь",
      "definition": "Ein kleines, nagendes Säugetier, das oft in Häusern und Höfen vorkommt.",
      "definition_translation": "Маленький грызун, который часто встречается в домах и фермах.",
      "example": "Die Maus huschte über den Boden. Gestern versteckte sie sich in ihrem Loch. Morgen wird sie die Küche erkunden.",
      "example_translation": "Мышь бежала по полу. Вчера она пряталась в своей норе. Завтра она будет исследовать кухню.",
      "imageLink": "image_files\\English\\mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaninchen",
      "translation": "кролик",
      "definition": "Ein kleines Säugetier mit langen Ohren, einem kurzen Schwanz und Hinterbeinen, die länger sind als seine Vorderbeine.",
      "definition_translation": "Маленькое млекопитающее с длинными ушами, коротким хвостом и задними ногами, которые длиннее его передних ног.",
      "example": "Das Kaninchen hopste schnell weg. Gestern aß es Karotten. Morgen wird es mit seinen Freunden spielen.",
      "example_translation": "Кролик быстро ушёл. Вчера он ел морковь. Завтра он будет играть со своими друзьями.",
      "imageLink": "image_files\\English\\rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ratte",
      "translation": "крыса",
      "definition": "Eine Ratte ist ein Nagetier, das zur Gattung Rattus gehört. Ratten werden oft als Schädlinge betrachtet und sind bekannt für die Verbreitung von Krankheiten.",
      "definition_translation": "Крыса - это грызун, который принадлежит к роду Rattus. Крысы обычно считаются вредителями и известны тем, что распространяют заболевания.",
      "example": "Die Ratte versteckte sich unter dem Müllhaufen. Die Ratte wird das übriggebliebene Essen essen. Die Ratte war aus ihrem Käfig entkommen.",
      "example_translation": "Крыса пряталась под кучей мусора. Крыса будет есть оставшуюся еду. Крыса сбежала из клетки.",
      "imageLink": "image_files\\English\\rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "летучая мышь",
      "definition": "Eine Fledermaus ist ein fliegendes Säugetier, das zur Ordnung Chiroptera gehört. Fledermäuse sind nachtaktive Tiere und verwenden Echoortung, um zu navigieren.",
      "definition_translation": "Летучая мышь - это летающее млекопитающее, которое принадлежит к отряду Chiroptera. Летучие мыши - это ночные животные, которые используют эхолокацию для навигации.",
      "example": "Die Fledermaus flog aus der Höhle in der Nacht. Die Fledermaus wird ihre Echoortung verwenden, um ihre Beute zu finden. Die Fledermaus war am Tage eingeschlafen.",
      "example_translation": "Летучая мышь вылетела из пещеры ночью. Летучая мышь будет использовать эхолокацию, чтобы найти свою добычу. Летучая мышь заснула днем.",
      "imageLink": "image_files\\English\\bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "бык",
      "definition": "Ein Stier ist ein ausgewachsener männlicher Hausrind, oft für die Zucht oder den Kampf verwendet. Stiere sind bekannt für ihre Stärke und Aggressivität.",
      "definition_translation": "Бык - это взрослый самец крупного рогатого скота, часто используемый для разведения или боев. Быки известны своей силой и агрессивностью.",
      "example": "Der Stier stürmte auf den Matador während des Kampfes los. Der Stier wird nächste Saison für die Zucht verwendet. Der Stier war kastriert worden, um seine Aggressivität zu reduzieren.",
      "example_translation": "Бык напал на матадора во время боя. Бык будет использоваться для разведения в следующем сезоне. Бык был кастрирован, чтобы уменьшить его агрессивность.",
      "imageLink": "image_files\\English\\bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalb",
      "translation": "теленок",
      "definition": "Ein Kalb ist ein junges Rind oder Stier, typischerweise im ersten Jahr seines Lebens. Kälber sind von ihrer Mutter für Milch und Schutz abhängig.",
      "definition_translation": "Теленок - это молодая корова или бык, обычно в første году жизни. Телята зависят от своих матерей для молока и защиты.",
      "example": "Das Kalb wurde am frühen Morgen geboren. Das Kalb wird bald von seiner Mutter entwöhnt. Das Kalb hatte seinen ersten Schritten auf dem Feld gemacht.",
      "example_translation": "Теленок родился рано утром. Теленок будет отнят от своей матери soon. Теленок сделал свои первые шаги в поле.",
      "imageLink": "image_files\\English\\calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamel",
      "translation": "верблюд",
      "definition": "Ein großes, geradehufiges Ungulat mit einem charakteristischen Höcker auf seinem Rücken, gefunden in Wüsten und trockenen Regionen.",
      "definition_translation": "Большой, чётко-копытный млекопитающий с характерным горбом на спине, находящийся в пустынях и арктических регионах.",
      "example": "Das Kamel durchquerte die Wüste mit Leichtigkeit. Das Kamel ist müde. Das Kamel wird morgen Wasser trinken.",
      "example_translation": "Верблюд пересек пустыню с легкостью. Верблюд устал. Верблюд выпьет воду завтра.",
      "imageLink": "image_files\\English\\camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vieh",
      "translation": "скот",
      "definition": "Haus-tierische Säugetiere, wie Kühe, Stiere und Ochsen, gezüchtet für Nahrung, Milch oder Arbeit.",
      "definition_translation": "Домашние млекопитающие, такие как коровы, быки и волы, выращиваемые для еды, молока или работы.",
      "example": "Das Vieh weidete auf der grünen Wiese. Das Vieh wird Heu gefüttert. Das Vieh wird nächstes Monat verkauft werden.",
      "example_translation": "Скот пасся в зеленой лугу. Скот кормят сеном. Скот будет продан в следующем месяце.",
      "imageLink": "image_files\\English\\cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Delfin",
      "translation": "дельфин",
      "definition": "Ein hochintelligentes, aquatisches Säugetier mit einem großen Rückenfloss, oft in Gruppen im Ozean gefunden.",
      "definition_translation": "ВысокоИнтеллектуальное, водное млекопитающее с большим спинным плавником, часто встречающееся в группах в океане.",
      "example": "Der Delfin schwamm schnell durch die Wellen. Der Delfin spielt mit dem Fisch. Der Delfin wird morgen aus dem Wasser springen.",
      "example_translation": "Дельфин быстро проплыл через волны. Дельфин играет с рыбой. Дельфин выпрыгнет из воды завтра.",
      "imageLink": "image_files\\English\\dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esel",
      "translation": "осел",
      "definition": "Ein domestiziertes Säugetier, oft als Lasttier benutzt, charakterisiert durch sein graues oder braunes Fell und lange Ohren.",
      "definition_translation": "Домашнее млекопитающее, часто используемое как тягловое животное, характеризующееся серым или коричневым мехом и длинными ушами.",
      "example": "Der Esel trug die schwere Last den Hügel hinauf. Der Esel frisst Heu. Der Esel wird nächste Woche von dem Kind geritten werden.",
      "example_translation": "Осел вез тяжелую ношу вверх по холму. Осел ест сено. Осел будет騎чен ребенком на следующей неделе.",
      "imageLink": "image_files\\English\\donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "женщина",
      "definition": "Eine Frau oder ein weibliches Tier, das Eier legt oder Nachkommen gebärt.",
      "definition_translation": "Женщина - это человек или животное, которое производит яйца или рожает потомство.",
      "example": "Sie war die erste Frau-Astronautin, die in den Weltraum reiste. Sie arbeitet aktuell als Frau-Ingenieurin. Sie wird in Zukunft eine Frau-Doktorin sein.",
      "example_translation": "Она была первой женщиной-космонавтом, которая отправилась в космос. Сейчас она работает инженером-женщиной. В будущем она станет женщиной-врачом.",
      "imageLink": "image_files\\English\\female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fell",
      "translation": "шерсть",
      "definition": "Fell ist das dicke, weiche Haar, das auf vielen Tieren, insbesondere Säugetieren wächst.",
      "definition_translation": "Шерсть - это thick, мягкая шерсть, которая растет на многих животных, особенно млекопитающих.",
      "example": "Das Fell des Kaninchens ist sehr weich. Das Kaninchen hatte sein Fell durch Reiben am Käfig abgetragen. Das Kaninchen wird nach einer schönen Badewanne glänzendes Fell haben.",
      "example_translation": "Шерсть кролика очень мягкая. Кролик износил свою шерсть от трения о клетку. Кролик будет иметь блестящую шерсть после хорошей бани.",
      "imageLink": "image_files\\English\\fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Giraffe",
      "translation": "жираф",
      "definition": "Eine Giraffe ist ein großes, geradehufiges Säugetier mit einem charakteristischen Fellmuster und einem langen Hals.",
      "definition_translation": "Жираф - это высокое, парнокопытное млекопитающее с характерным узором шерсти и длинной шеей.",
      "example": "Die Giraffe streifte frei im Savannen-Land umher. Die Giraffe frisst Blätter vom hohen Baum. Die Giraffe wird schnell rennen, um den Raubtier zu entfliehen.",
      "example_translation": "Жираф свободно бродил по саванне. Жираф ест листья с высокого дерева. Жираф будет быстро бежать, чтобы уйти от хищника.",
      "imageLink": "image_files\\English\\giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziege",
      "translation": "коза",
      "definition": "Eine Ziege ist ein wiederkäuendes Säugetier mit einem Bärtchen auf seinem Kinn, oft als Vieh gehalten.",
      "definition_translation": "Коза - это рuminant млекопитающее с бородой в виде характерного пучка волос на подбородке, часто содержащееся как домашнее животное.",
      "example": "Die Ziege kletterte den steilen Berg hinauf. Die Ziege frisst Gras auf dem Feld. Die Ziege wird Milch für unsere Familie produzieren.",
      "example_translation": "Коза攀аял крутую гору. Коза ест траву в поле. Коза будет производить молоко для нашей семьи.",
      "imageLink": "image_files\\English\\goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hase",
      "translation": "зайц",
      "definition": "Ein schnell laufendes, langbeiniges Säugetier mit einem kleinen Kopf, langen Ohren und kräftigen Hinterbeinen.",
      "definition_translation": "Быстроногий, длинноногий млекопитающий с маленькой головой,長ными ушами и мощными задними ногами",
      "example": "Der Hase hetzte über das Feld, seine langen Ohren flatterten im Wind. Gestern sah ich einen Hase am Fluss hoppen. Morgen werde ich versuchen, einen Hase zu fangen.",
      "example_translation": "Зайц неожиданно бросился через поле, его длинные уши хлопали на ветру. Вчера я видел зайца,跳ающего возле реки. Завтра я постараюсь поймать зайца",
      "imageLink": "image_files\\English\\hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nilpferd",
      "translation": "бегемот",
      "definition": "Ein großes, halb-aquatisches Säugetier mit einem runden Körper, kurzen Beinen und einem langen Schnabel.",
      "definition_translation": "Большое, полуводное млекопитающее с круглым телом, короткими ногами и длинным рылом",
      "example": "Das Nilpferd schwamm im tiefen Teich, seine kurzen Beine paddelten langsam. Gestern fütterte ich ein Nilpferd im Zoo. Morgen werde ich ein Nilpferd mit seinen Freunden spielen sehen.",
      "example_translation": "Бегемот плавал в глубоком бассейне, его короткие ноги делали медленные гребки. Вчера я покормил бегемота в зоопарке. Завтра я буду смотреть, как бегемот играет со своими друзьями",
      "imageLink": "image_files\\English\\hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kätzchen",
      "translation": "котенок",
      "definition": "Ein junges Katzenjunge, typischerweise weniger als ein Jahr alt.",
      "definition_translation": "Молодой кот, обычно менее года от рождения",
      "example": "Das Kätzchen spielte mit dem Ball aus Wolle, sprang darauf mit Freude. Gestern hat meine Schwester ein neues Kätzchen mitgebracht. Morgen werde ich das Kätzchen zum Tierarzt bringen, um es untersuchen zu lassen.",
      "example_translation": "Котенок играл с клубком пряжи, прыгая на него с радостью. Вчера моя сестра привела домой новорожденного котенка. Завтра я帶у котенка к ветеринару на осмотр",
      "imageLink": "image_files\\English\\kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lamm",
      "translation": "агнец",
      "definition": "Ein junges Schaf, typischerweise weniger als ein Jahr alt.",
      "definition_translation": "Молодой овен, обычно менее года от рождения",
      "example": "Das Lamm tollte im grünen Wiesen, sein wolliges Fell glänzte in der Sonne. Gestern habe ich ein Lamm bei der Geburt auf dem Bauernhof gesehen. Morgen werde ich dem Lamm bei der Schur helfen.",
      "example_translation": "Агнец развлекался в зеленом лугу, его шерстяной мех блестел на солнце. Вчера я видел агнца, рожденного на ферме. Завтра я помогу стричь шерсть агнца",
      "imageLink": "image_files\\English\\lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Männchen",
      "translation": "мужчина",
      "definition": "Ein Männchen ist ein adultes Mensch oder Tier, das Fortpflanzungsorgane hat, die Spermien produzieren.",
      "definition_translation": "Мужчина - это взрослый человек или животное, имеющее репродуктивные органы, производящие сперму.",
      "example": "Der männliche Löwe brüllte laut, gestern habe ich ein männliches Reh gesehen, und morgen werde ich einen männlichen Pfau sehen.",
      "example_translation": "Мужской лев громко рычал, вчера я увидел мужского оленя, а завтра я увижу мужского павлина.",
      "imageLink": "image_files\\English\\male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maultier",
      "translation": "муль",
      "definition": "Ein Maultier ist das Jungtier eines männlichen Esels und eines weiblichen Pferdes, bekannt für seine Stärke und Starrköpfigkeit.",
      "definition_translation": "Муль - это потомок мужского осла и самки лошади, известный своей силой и упрямством.",
      "example": "Der Bauer benutzte ein Maultier, um das Feld zu pflügen, mein Großvater hatte ein Maultier, und nächstes Jahr werde ich ein Maultier kaufen.",
      "example_translation": "Фермер использовал мула для пахоты, мой дедушка имел мула, а в следующем году я куплю мула.",
      "imageLink": "image_files\\English\\mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puma",
      "translation": "пума",
      "definition": "Eine Puma ist eine große, tawny oder grau-braune Katze, die in Amerika beheimatet ist, auch bekannt als Kuguar oder Berglöwe.",
      "definition_translation": "Пума - это большой, тавный или серо-коричневый кот, родом из Америки, также известный как пума или горный лев.",
      "example": "Ich sah eine Puma im Zoo, die Puma ist ein sehr agiler Hund, und die Puma wird ein Reh essen.",
      "example_translation": "Я увидел пуму в зоопарке, пума - это очень гибкое животное, а пума будет есть оленя.",
      "imageLink": "image_files\\English\\puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welpen",
      "translation": "щенок",
      "definition": "Ein Welpen ist ein junges Hündchen, insbesondere eines, das weniger als ein Jahr alt ist, oft als süß und spielend betrachtet.",
      "definition_translation": "Щенок - это молодой собака, особенно та, которая моложе года, часто считается милым и игривым.",
      "example": "Ich habe einen Welpen zu Hause, gestern hat mein Welpen gelernt, sich hinzusetzen, und morgen wird mein Welpen lernen, zu apportieren.",
      "example_translation": "У меня есть щенок дома, вчера мой щенок научился сидеть, а завтра мой щенок научится приносить.",
      "imageLink": "image_files\\English\\puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rentier",
      "translation": "олень",
      "definition": "Ein großes, mit einer auffälligen Geweih ausgestattetes Reh, das in nördlichen Teilen Europas, Asiens und Amerikas vorkommt, oft mit Weihnachten assoziiert.",
      "definition_translation": "большой олень с характерным набором рогов, найденный в северных частях Европы, Азии и Америки, часто ассоциируемый с Рождеством",
      "example": "Das Rentier rannte schnell über das schneebedeckte Feld. Gestern hatte es das ganze Gras gegessen. Morgen wird es in ein neues Habitat umziehen.",
      "example_translation": "Олень быстро chạyился через снежное поле. Yesterday, он съел всю траву. Завтра он уйдет в新的 местообитание.",
      "imageLink": "image_files\\English\\reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tiger",
      "translation": "тигр",
      "definition": "Ein großes, Fleisch fressendes Säugetier der Katzenfamilie, typischerweise orangegelb mit schwarzen Streifen.",
      "definition_translation": "большой хищный млекопитающий рода кошачьих, обычно оранжево-желтый с черными полосами",
      "example": "Der Tiger brüllte laut im Dschungel. Letztes Jahr hatte es ein Reh getötet. Nächste Woche wird es in die Wildbahn entlassen.",
      "example_translation": "Тигр громко рявкнул в джунглях. В прошлом году он убил оленя. На следующей неделе он будет выпущен на волю.",
      "imageLink": "image_files\\English\\tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wal",
      "translation": "кит",
      "definition": "Ein großes, wasserlebendes Säugetier, das durch sein Blasloch atmet.",
      "definition_translation": "большой, акватический млекопитающий, который дышит воздухом через свое дыхало",
      "example": "Der Wal schwamm langsam im Ozean. Letzten Monat hatte es ein Kalb geboren. Nächsten Sommer wird es in den Arktischen Ozean wandern.",
      "example_translation": "Кит медленно плавал в океане. В прошлом месяце он родил теленка. На следующее лето он уйдет в Арктику.",
      "imageLink": "image_files\\English\\whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hirsch",
      "translation": "олень",
      "definition": "Ein schnelles, gehörntes Säugetier mit einer schlanken Gestalt, das in Wäldern und Grasländern vorkommt.",
      "definition_translation": "быстродвижущийся, копытный млекопитающий со стройным телом, найденный в лесах и лугах",
      "example": "Der Hirsch rannte schnell über das Feld. Gestern hatte es das ganze Gras gegessen. Morgen wird es von einem Jäger gejagt.",
      "example_translation": "Олень быстро chạyился через поле. Yesterday, он съел всю траву. Завтра он будет охотиться охотником.",
      "imageLink": "image_files\\English\\deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs",
      "translation": "лиса",
      "definition": "ein kleines, fleischfressendes Säugetier mit einem buschigen Schwanz, das in Wäldern und Grasländern vorkommt",
      "definition_translation": "маленькое хищное млекопитающее с пушистым хвостом,found в лесах и степях",
      "example": "Der schnelle Fuchs springt über den faulen Hund. Gestern ist der Fuchs über den Hund gesprungen. Morgen wird der Fuchs über den Hund springen.",
      "example_translation": "Быстрый лис прыгает над лентяем псом. Вчера лис прыгнул над псом. Завтра лис прыгнет над псом.",
      "imageLink": "image_files\\English\\fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gorilla",
      "translation": "горилла",
      "definition": "ein großes, kräftiges Primaten, das in den Wäldern Zentralafrikas lebt",
      "definition_translation": "крупное, мощное примат, живущее в лесах центральной Африки",
      "example": "Das Gorilla brüllt laut im Dschungel. Gestern hat das Gorilla laut im Dschungel gebrüllt. Morgen wird das Gorilla laut im Dschungel brüllen.",
      "example_translation": "Горилла громко ревет в джунглях. Вчера горилла громко ревела в джунглях. Завтра горилла громко будет реветь в джунглях.",
      "imageLink": "image_files\\English\\gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Känguru",
      "translation": "кенгуру",
      "definition": "ein großes, hüpfendes Beuteltier, das in Australien beheimatet ist",
      "definition_translation": "крупное, прыгающее сумчатое млекопитающее, родом из Австралии",
      "example": "Das Känguru hüpft über die Outback. Gestern hat das Känguru über die Outback gehüpft. Morgen wird das Känguru über die Outback hüpfen.",
      "example_translation": "Кенгуру прыгает через пустошь. Вчера кенгуру прыгало через пустошь. Завтра кенгуру прыгнет через пустошь.",
      "imageLink": "image_files\\English\\kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leopard",
      "translation": "леопард",
      "definition": "ein großes, fleischfressendes Katzen mit einem charakteristischen gefleckten oder rosettenförmigen Fell, das in Afrika und Asien vorkommt",
      "definition_translation": "крупная, хищная кошка с характерным пятнистым или розетковидным мехом, found в Африке и Азии",
      "example": "Das Leopard schleicht sich an seine Beute in der Savanne. Gestern hat das Leopard sich an seine Beute in der Savanne geschleicht. Morgen wird das Leopard sich an seine Beute in der Savanne schleichen.",
      "example_translation": "Леопард подкрадывается к дичи в саванне. Вчера леопард подкрадывался к дичи в саванне. Завтра леопард подкрадется к дичи в саванне.",
      "imageLink": "image_files\\English\\leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ochse",
      "translation": "бык",
      "definition": "Ein domestiziertes, hufbewehrtes Säugetier, das oft auf Farmen gehalten und für seine Milch oder sein Fleisch verwendet wird.",
      "definition_translation": "Домашнее копытное млекопитающее, часто содержащееся на фермах и используемое для молока или мяса.",
      "example": "Der Ochse wird morgen für das Pflügen der Felder verwendet, aber heute ruht er. Gestern wurde er für den Transport verwendet. In Zukunft werden wir einen Ochsen für die Landwirtschaft verwenden.",
      "example_translation": "Бык будет использоваться для вспашки полей завтра, но сегодня он отдыхает. Вчера он использовался для транспортировки. В будущем мы будем использовать быка для культивации земли.",
      "imageLink": "image_files\\English\\ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfote",
      "translation": "лапа",
      "definition": "Der Fuß eines Tieres, insbesondere eines Vierbeiners, mit Krallen oder Nägeln.",
      "definition_translation": "Ноготь животного, 특히 четвероногого, имеющего когти или ногти.",
      "example": "Der Bär benutzte seine Pfote, um nach der Fliege zu schlagen. Gestern hatte er seine Pfote verletzt, während er kletterte. In Zukunft wird die Pfote vollständig geheilt sein.",
      "example_translation": "Медведь использовал свою лапу, чтобы отмахнуться от мухи. Вчера он поранил свою лапу при лазании. В будущем лапа будет полностью излечена.",
      "imageLink": "image_files\\English\\paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisbär",
      "translation": "полярный медведь",
      "definition": "Ein großes, fleischfressendes Bären, das in den arktischen Regionen beheimatet ist, mit weißem Fell und einer Diät, die hauptsächlich aus Robben besteht.",
      "definition_translation": "Большой хищный медведь, родиной которого являются арктические регионы, с белым мехом и диетой, состоящей в основном из тюленей.",
      "example": "Der Eisbär wird während des Winters schlafen, aber im Sommer wird er frei herumschwimmen. Letztes Jahr hatte der Eisbär zwei Junge geboren. In Zukunft werden wir das Verhalten des Eisbären studieren.",
      "example_translation": "Полярный медведь будет спать зимой, но летом он будет свободно бродить. В прошлом году полярный медведь родил двух медвежат. В будущем мы будем изучать поведение полярного медведя.",
      "imageLink": "image_files\\English\\polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nashorn",
      "translation": "носорог",
      "definition": "Ein großes, pflanzefressendes Säugetier mit einem charakteristischen Horn auf der Nase, das in Afrika und Südasien beheimatet ist.",
      "definition_translation": "Большое травоядное млекопитающее с отличительной роговой частью на носу, родиной которого является Африка и южная Азия.",
      "example": "Das Nashorn wird morgen in ein neues Habitat umziehen, aber heute trinkt es Wasser. Gestern hatte es ein rivalisierendes Nashorn getroffen. In Zukunft werden wir das Nashorn vor Wilderern schützen.",
      "example_translation": "Носорог будет мигрировать в новые места обитания завтра, но сегодня он пьет воду. Вчера он встретился с соперником-носорогом. В будущем мы будем защищать носорога от браконьеров.",
      "imageLink": "image_files\\English\\rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Robbe",
      "translation": "тюлень",
      "definition": "Eine Robbe ist ein Meeressäugetier, das einen stromlinienförmigen Körper und Flossen hat und sowohl auf Land als auch im Wasser leben kann.",
      "definition_translation": "Тюлень - это морское млекопитающее с потокообразным телом и ластами, способное жить на суше и в воде.",
      "example": "Die Robbe schwimmt schnell durch das eisige Wasser. Morgen wird sie wieder schwimmen. Gestern hatte sie sich nah am Ufer bewegt.",
      "example_translation": "Тюлень быстро плавал через ледяные воды. Он будет плавать снова завтра. Он plavал близко к берегу.",
      "imageLink": "image_files\\English\\seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichhörnchen",
      "translation": "белка",
      "definition": "Ein Eichhörnchen ist ein kleines, buschschwanziges Nagetier, das in Bäumen lebt und sich von Nüssen und Samen ernährt.",
      "definition_translation": "Белка - это маленький грызун с пушистым хвостом, живущий на деревьях и питаясь орехами и семенами.",
      "example": "Das Eichhörnchen lief schnell den Baum hinauf. Morgen wird es den Baum hinunterlaufen. Gestern hatte es sich im Park herumgetrieben.",
      "example_translation": "Белка быстро забежала на дерево. Она будет бежать вниз по дереву завтра. Она бежала вокруг парка.",
      "imageLink": "image_files\\English\\squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]