[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidung",
      "translation": "одежда",
      "definition": "Artikel der Kleidung, insbesondere Oberbekleidung, die am oberen Teil des menschlichen Körpers getragen wird",
      "definition_translation": "статьи одежды, особенно верхняя одежда, носимая на верхней части человеческого тела",
      "example": "Ich trug schöne Kleidung zur Party letzte Nacht, ich trage täglich Kleidung zur Arbeit und ich werde formelle Kleidung zur Hochzeit nächste Woche tragen.",
      "example_translation": "Я надел красивую одежду на вечеринку昨夜, я ношу повседневную одежду на работу каждый день, и я надену формальную одежду на свадьбу следующей неделе.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mantel",
      "translation": "палто",
      "definition": "eine Außengarment, die zum Warmhalten getragen wird, typischerweise mit Ärmeln und Kragen",
      "definition_translation": "внешняя одежда, носимая для согревания, обычно с рукавами и воротником",
      "example": "Ich hatte einen Mantel an, als ich heute morgen nach draußen ging, ich werde nächsten Winter einen Mantel in die Berge tragen und ich trug einen Mantel zur Party letzten Jahr.",
      "example_translation": "Я надел пальто, когда я вышел на улицу этим утром, я надену пальто на горы следующей зимой, и я надел пальто на вечеринку прошлым годом.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleid",
      "translation": "платье",
      "definition": "ein einteiliges Kleidungsstück für Frauen oder Mädchen, das typischerweise unterhalb des Knies endet",
      "definition_translation": "одежда для женщины или девушки, обычно до колена",
      "example": "Ich trug ein schönes Kleid zur Hochzeit letzte Nacht, ich werde ein Kleid zur Party nächste Woche tragen und ich trug ein Kleid zum Abendessen letzten Jahr.",
      "example_translation": "Я надел красивое платье на свадьбу昨夜, я надену платье на вечеринку следующей неделе, и я надел платье на ужин прошлым годом.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hut",
      "translation": "шляпа",
      "definition": "eine Kopfbedeckung, typischerweise mit einer Krempe und einer Krone",
      "definition_translation": "головной убор, обычно с полями и тульей",
      "example": "Ich trug einen Hut zur Party letzte Nacht, ich werde nächsten Sommer einen Hut zum Strand tragen und ich trug einen Hut zur Hochzeit letzten Jahr.",
      "example_translation": "Я надел шляпу на вечеринку昨夜, я надену шляпу на пляж следующим летом, и я надел шляпу на свадьбу прошлым годом.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jeans",
      "translation": "джинсы",
      "definition": "Jeans sind eine Art von Hosen, die aus Denim oder anderen Baumwollstoffen hergestellt werden, typischerweise für den casual Wear entworfen.",
      "definition_translation": "Джинсы - это тип брюк, сделанных из денима или другой хлопковой ткани, обычно предназначенных для повседневного ношения.",
      "example": "Ich trug Jeans zur Party letzte Nacht, ich trage täglich Jeans zur Arbeit und ich werde Jeans zum Strand nächste Woche tragen.",
      "example_translation": "Я надел джинсы на вечеринку вчера вечером, я ношу джинсы на работу каждый день, и я надену джинсы на пляж на следующей неделе.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemd",
      "translation": "рубашка",
      "definition": "Ein Hemd ist ein Kleidungsstück mit einem Kragen, das typischerweise am oberen Teil des Körpers getragen wird, oft mit Knöpfen oder Reißverschluss.",
      "definition_translation": "Рубашка - это предмет одежды с воротником, обычно носящийся на верхней части тела, часто с кнопками или молнией.",
      "example": "Ich bügelte mein Hemd gestern, ich trage heute ein Hemd und ich werde morgen ein neues Hemd kaufen.",
      "example_translation": "Я гладил свою рубашку вчера, я ношу рубашку сегодня, и я куплю новую рубашку завтра.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuh",
      "translation": "обувь",
      "definition": "Ein Schuh ist eine Fußbekleidung, die typischerweise aus Leder, synthetischen Materialien oder Stoff hergestellt wird.",
      "definition_translation": "Обувь - это изделие для ног, обычно сделанное из кожи, синтетических материалов или ткани.",
      "example": "Ich putzte meinen Schuh letzte Woche, ich trage jetzt einen Schuh und ich werde nächsten Monat einen neuen Schuh kaufen.",
      "example_translation": "Я полировал мою обувь на прошлой неделе, я ношу обувь сейчас, и я куплю новую обувь следующим месяцем.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rock",
      "translation": "юбка",
      "definition": "Ein Rock ist ein Kleidungsstück, das von Frauen und Mädchen getragen wird, das typischerweise von der Taille herabhängt und zu den Beinen reicht.",
      "definition_translation": "Юбка - это изделие, носимое женщинами и девочками, обычно висящее от пояса и спускающееся до ног.",
      "example": "Meine Schwester trug einen Rock zur Party, ich werde einen Rock zur Hochzeit tragen und sie trug einen Rock zum Abschlussball.",
      "example_translation": "Моя сестра надела юбку на вечеринку, я надену юбку на свадьбу, и она надела юбку на выпускной бал.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "T-Shirt",
      "translation": "Футболка",
      "definition": "Ein T-Shirt ist eine Art von casual Wear mit einem runden Ausschnitt und kurzen Ärmeln, typischerweise aus Baumwolle, Polyester oder einer Mischung aus beiden hergestellt.",
      "definition_translation": "Футболка - это тип повседневной одежды с круглым вырезом и короткими рукавами, обычно сделанной из хлопка, полиэстера или смеси обоих.",
      "example": "Ich trug ein T-Shirt zum Fitnessstudio gestern, ich werde ein T-Shirt zum Park morgen tragen und ich trage ein T-Shirt zum Konzert heute Abend.",
      "example_translation": "Я надел футболку в спортзал вчера, я надену футболку в парк завтра, и я ношу футболку на концерт сегодня вечером.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "брюки",
      "definition": "Eine Hose ist ein Kleidungsstück, das am unteren Teil des Körpers getragen wird, um die Beine zu bedecken.",
      "definition_translation": "Брюки - это тип одежды, носимой на нижней части тела, покрывающей ноги.",
      "example": "Ich trug eine Hose zur Arbeit gestern, ich werde eine Hose zum Büro morgen tragen und ich trage eine Hose zum Meeting heute Abend.",
      "example_translation": "Я надел брюки на работу вчера, я надену брюки в офис завтра, и я ношу брюки на встречу сегодня вечером.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "ботинок",
      "definition": "Ein Stiefel ist eine Art von Schuh, der den Fuß und das Sprunggelenk bedeckt, oft bis hoch zum Bein reicht.",
      "definition_translation": "Ботинок - это тип обуви, покрывающей стопу и лодыжку, часто достигающий до ноги.",
      "example": "Ich trug Stiefel auf dem Wandertrip gestern, ich werde Stiefel auf dem Snowboard-Resort morgen tragen, und ich trage Stiefel auf der Baustelle heute Nacht.",
      "example_translation": "Я надел ботинки на поход вчера, я надену ботинки в сноуборд-резорт завтра, и я ношу ботинки на строительную площадку сегодня вечером.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kappe",
      "translation": "кепка",
      "definition": "Eine Kappe ist eine Art von Kopfbedeckung mit einer Schirm, oft aus Baumwolle, Polyester oder einer Mischung aus beiden.",
      "definition_translation": "Кепка - это тип головного убора с козырьком, часто сделанная из хлопка, полиэстера или смеси обоих.",
      "example": "Ich trug eine Kappe zum Baseball-Spiel gestern, ich werde eine Kappe zum Picknick morgen tragen, und ich trage eine Kappe zum Umzug heute Nacht.",
      "example_translation": "Я надел кепку на бейсбольный матч вчера, я надену кепку на пикник завтра, и я ношу кепку на парад сегодня вечером.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handschuh",
      "translation": "перчатка",
      "definition": "Ein Handschuh ist ein Kleidungsstück, das an der Hand getragen wird, typischerweise aus Stoff oder Leder, um die Hand warm zu halten oder vor Verletzungen zu schützen.",
      "definition_translation": "Перчатка - это одежда, надеваемая на руку, обычно сделанная из ткани или кожи, чтобы रखनать руку в тепле или защитить ее от травмы.",
      "example": "Ich trug Handschuhe, um meine Hände vor der Kälte zu schützen. Gestern habe ich meine Handschuhe zu Hause vergessen. Morgen werde ich neue Handschuhe kaufen.",
      "example_translation": "Я надел перчатки, чтобы защитить руки от холода. Вчера я забыл перчатки дома. Завтра я куплю новые перчатки.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jackett",
      "translation": "пиджак",
      "definition": "Ein Jackett ist ein kurzer Mantel, typischerweise von Männern und Jungen getragen, oft aus einem dickeren Material als ein Hemd.",
      "definition_translation": "Пиджак - это короткая куртка, обычно носящаяся мужчинами и мальчиками, часто сделанная из более толстого материала, чем рубашка.",
      "example": "Ich trug ein Jackett zur Party letzte Nacht. Mein Bruder wird ein Jackett zur Schule morgen tragen. Sie hatte ein Jackett in den Bergen letzten Jahr getragen.",
      "example_translation": "Я надел пиджак на вечеринку昨скую ночь. Мой брат будет носить пиджак в школу завтра. Она носила пиджак в горы в прошлом году.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "свитер",
      "definition": "Ein Pullover ist eine Art von gestricktem Kleidungsstück, das den Oberkörper bedeckt, typischerweise aus Wolle oder Baumwolle.",
      "definition_translation": "Свитер - это тип вязаного изделия, которое покрывает верхнюю часть тела, обычно сделанного из шерсти или хлопка.",
      "example": "Ich trug einen Pullover, um warm zu bleiben im Winter. Sie wird einen Pullover zum Büro morgen tragen. Sie hatten Pullover auf dem Skiresort letzte Woche getragen.",
      "example_translation": "Я надел свитер, чтобы giữ теплом в зимой. Она будет носить свитер в офис завтра. Они носили свитеры на горнолыжном курорте на прошлой неделе.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "карман",
      "definition": "Eine Tasche ist ein kleiner Beutel oder Umschlag, der in oder an einem Kleidungsstück genäht ist, um kleine Gegenstände zu tragen.",
      "definition_translation": "Карман - это маленький мешок или конверт, пришитый к или прикрепленный к одежде, используемый для ношения маленьких предметов.",
      "example": "Ich hielt mein Handy in meiner Tasche. Sie wird ihre Schlüssel in ihrer Tasche morgen tun. Sie hatten einen Geldbeutel in der Tasche des alten Jacketts gefunden.",
      "example_translation": "Я держал свой телефон в кармане. Она будет класть свои ключи в карман завтра. Они нашли бумажник в кармане старого пиджака.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenmantel",
      "translation": "пальто",
      "definition": "Ein wasserabweisender oder wasserdichter Mantel, der getragen wird, um den Träger vor Regen zu schützen.",
      "definition_translation": "Водонепроницаемое или водоотталкивающее пальто, носимое для защиты от дождя.",
      "example": "Ich trug meinen Regenmantel zum Park gestern, aber es regnete nicht. Ich werde ihn morgen tragen, falls es regnet. Ich trug ihn letzten Jahr während der Regenzeit.",
      "example_translation": "Я надел пальто в парк вчера, но не было дождя. Я надену его завтра, на случай если будет дождь. Я носил его в прошлом году во время дождливого сезона.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schal",
      "translation": "шарф",
      "definition": "Ein Stück Stoff, das um den Hals getragen wird, um warm zu halten oder als Modeaccessoire.",
      "definition_translation": "Кусок ткани, носимый вокруг шеи для тепла или как аксессуар моды.",
      "example": "Ich trug einen Schal zur Party, aber ich verlor ihn auf dem Weg nach Hause. Ich werde einen neuen Schal zum Büro morgen tragen. Ich trug einen Schal während des Winterurlaubs letzten Jahr.",
      "example_translation": "Я надел шарф на вечеринку, но потерял его по дороге домой. Я надену новый шарф в офис завтра. Я носил шарф во время зимнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurze Hose",
      "translation": "шорты",
      "definition": "Hosen, die kürzer als knielang sind, werden in warmem Wetter getragen.",
      "definition_translation": "Штаны, которые короче колена, носимые в теплую погоду.",
      "example": "Ich trug eine kurze Hose zum Strand gestern, aber ich vergaß, Sonnencreme aufzutragen. Ich werde eine kurze Hose zum Park morgen tragen, wenn es nicht zu kalt ist. Ich trug eine kurze Hose während des Sommerurlaubs letzten Jahr.",
      "example_translation": "Я надел шорты на пляж вчера, но забыл наносить солнцезащитный крем. Я надену шорты в парк завтра, если не будет слишком холодно. Я носил шорты во время летнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Socke",
      "translation": "носок",
      "definition": "Ein Stück Kleidung, das am Fuß getragen wird, typischerweise aus Stoff oder Garn.",
      "definition_translation": "Кусок одежды, носимый на ноге, обычно сделанный из ткани или пряжи.",
      "example": "Ich verlor eine Socke in der Waschmaschine gestern, aber ich fand sie heute. Ich werde ein neues Paar Socken zum Fitness-Studio morgen tragen. Ich trug Socken während des Wandertrips letzten Jahr.",
      "example_translation": "Я потерял носок в стиральной машине вчера, но нашел сегодня. Я надену новую пару носков в спортзал завтра. Я носил носки во время похода в прошлом году.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzug",
      "translation": "костюм",
      "definition": "Ein Anzug ist ein Satz äußerer Kleidung, der aus dem gleichen Stoff besteht und zusammengetragen wird, typically consisting of a Jacket, Hose und sometimes a Weste.",
      "definition_translation": "комплект outer одежды, сделанный из того же материала и спроектированный для ношения вместе, обычно состоящий из куртки, брюк и иногда жилета.",
      "example": "Ich trug einen Anzug zum Vorstellungsgespräch, und ich denke, es machte einen guten Eindruck. Ich werde einen Anzug zur Hochzeit morgen tragen, und ich trug einen Anzug zur Party letzte Woche.",
      "example_translation": "Я надел костюм на собеседование по работе, и я думаю, что это произвелоgood впечатление. Я надену костюм на свадьбу завтра, и я надел костюм на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "свитер",
      "definition": "Ein Pullover ist ein warmes, gestricktes Kleidungsstück, das typischerweise mit langen Ärmeln versehen ist und für informelle oder sportliche Anlässe getragen wird.",
      "definition_translation": "тёплый вязаный гармент, обычно с длинными рукавами, носимый для неформальных или спортивных случаев.",
      "example": "Ich liebe es, einen Pullover an einem kalten Wintertag zu tragen, und ich trug einen Pullover, als ich als Kind Fußball spielte. Ich werde einen Pullover zu den Bergen nächstes Monat tragen, und ich trug einen Pullover zum Park letzten Wochenende.",
      "example_translation": "Я люблю надевать свитер в холодный зимний день, и я носил свитер играть в футбол, когда был ребенком. Я надену свитер в горы nächsten месяц, и я надел свитер в парке на прошлом Wochenende.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "плавательный костюм",
      "definition": "Ein Badeanzug ist ein Kleidungsstück, das zum Schwimmen getragen wird, typischerweise aus einem schnelltrocknenden Stoff hergestellt und designed, um den Wasserwiderstand zu reduzieren.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "Ich muss einen neuen Badeanzug für den Sommer kaufen, und ich habe mein Schwimmanzug zu Hause vergessen, als ich zum letzten Mal zum Schwimmbad ging. Ich werde einen Badeanzug zum Strand nächste Woche tragen, und ich trug einen Badeanzug zum Wasserpark letzten Jahr.",
      "example_translation": "Мне нужно купить новый плавательный костюм на лето, и я забыл свой плавательный костюм дома, когда я пошел в бассейн в прошлый раз. Я надену плавательный костюм на пляж 次週, и я надел плавательный костюм в водный парк в прошлом году.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "купальник",
      "definition": "Ein Badeanzug ist ein Kleidungsstück, das zum Schwimmen getragen wird, typischerweise aus einem schnelltrocknenden Stoff hergestellt und designed, um den Wasserwiderstand zu reduzieren.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "Ich bevorzuge, einen Badeanzug zum Strand zu tragen, und ich kaufte einen neuen Badeanzug für den Sommer. Ich trug einen Badeanzug zur Pool-Party letzten Monat, und ich werde einen Badeanzug zum Wasserpark nächste Woche tragen.",
      "example_translation": "Я предпочитаю надевать купальник на пляж, и я купил новый купальник на лето. Я надел купальник на.party в бассейне прошлого месяца, и я надену купальник в водный паркgetNext неделю.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "галстук",
      "definition": "Eine Krawatte ist ein langes, schmales Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, um einer Garderobe eine elegante und professionelle Note zu verleihen.",
      "definition_translation": "Галстук - это длинная, узкая piece ткани, носимая вокруг шеи, обычно мужчинами, чтобы добавить элегантности и профессиональности к их одежде.",
      "example": "Ich band eine Krawatte zum ersten Mal in meinem Leben, als ich 20 war. Jetzt binde ich jeden Tag eine Krawatte für die Arbeit. Ich werde eine Krawatte für die Hochzeit meines Bruders nächste Woche binden.",
      "example_translation": "Я завязал галстук впервые в жизни, когда мне было 20 лет. Теперь я завязываю галстук каждый день для работы. Я завяжу галстук на свадьбе моего брата на следующей неделе.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhose",
      "translation": "колготки",
      "definition": "Eine Strumpfhose ist ein Kleidungsstück, das von Menschen, vor allem Frauen, getragen wird, um Beine und Füße zu bedecken, oft aus Gründen der Wärme oder als Modestatement.",
      "definition_translation": "Колготки - это тип одежды, носимой людьми, обычно женщинами, чтобы покрыть ноги и ступни, часто для warmth или как заявление о моде.",
      "example": "Ich trug eine Strumpfhose zur Party letzte Nacht. Sie wird eine Strumpfhose zur Ballettaufführung morgen tragen. Sie trugen Strumpfhosen zur Kostümparty letzten Jahr.",
      "example_translation": "Я надел колготки на вечеринку вчера вечером. Она наденет колготки на балетное представление завтра. Они надели колготки на костюмированную вечеринку в прошлом году.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laufschuhe",
      "translation": "кеды",
      "definition": "Laufschuhe sind eine Art von Sportschuhen, die für Laufen, Joggen oder andere Formen von Fitnessübungen konzipiert sind und oft für informelle, alltägliche Verwendung getragen werden.",
      "definition_translation": "Кеды - это тип спортивной обуви, предназначенный для бега, джоггинга или других форм упражнений, часто носятся для неформального, повседневного использования.",
      "example": "Ich kaufte Laufschuhe zu meinem Geburtstag. Sie wird Laufschuhe für ihre Schwester nächste Woche kaufen. Sie kauften Laufschuhe für ihre Reise zu den Bergen letzten Jahr.",
      "example_translation": "Я купил кеды на свой день рождения. Она купит кеды своей сестре на следующей неделе. Они купили кеды для своей поездки в горы в прошлом году.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uniform",
      "translation": "униформа",
      "definition": "Eine Uniform ist ein Satz spezieller Kleidung, die von Menschen oft für einen bestimmten Beruf, eine bestimmte Beschäftigung oder Aktivität getragen wird, um sich als Teil einer Gruppe oder Organisation zu identifizieren.",
      "definition_translation": "Униформа - это набор спеціальных одежд, носимых людьми, часто для определенной профессии, занятия или деятельности, чтобы идентифицировать себя как часть группы или организации.",
      "example": "Ich trug eine Uniform zur Schule jeden Tag. Sie wird eine Uniform zu ihrem neuen Job nächsten Monat tragen. Sie trugen Uniformen zur Polizeiakademie-Abschlussfeier letzten Jahr.",
      "example_translation": "Я носил униформу в школу каждый день. Она наденет униформу на свою новую работу следующий месяц. Они надели униформы на церемонию выпуска полиции академии в прошлом году.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluse",
      "translation": "блузка",
      "definition": "Eine Bluse ist ein Typ von Oberbekleidung, der typischerweise von Frauen und Mädchen getragen wird. Sie ist normalerweise ein informelles,lockeres Kleidungsstück, aber kann auch Teil einer formelleren Garderobe sein.",
      "definition_translation": "Блузка - это тип верхней части одежды, которая обычно носится женщинами и девочками. это обычно неформальная, неофициальная часть одежды, но также может быть носить как часть более формального наряда.",
      "example": "Ich trug eine schöne Bluse zur Party letzte Nacht. Ich werde eine neue Bluse zum Büro morgen tragen. Sie trug eine lovely Bluse zur Hochzeit gestern.",
      "example_translation": "Я надела красивую блузку на вечеринку сегодня ночью. Я надену новую блузку в офис завтра. Она наделаsplendid блузку на свадьбу вчера.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kragen",
      "translation": "воротник",
      "definition": "Ein Kragen ist ein Teil eines Hemdes oder Kleides, der sich um den Hals schließt und hochgeklappt wird. Er kann aus verschiedenen Materialien hergestellt werden und in verschiedenen StilenDesigned werden.",
      "definition_translation": "Воротник - это часть рубашки или платья, которая складывается и застегивается вокруг шеи. Он может быть сделан из различных материалов и может иметь различные стили.",
      "example": "Der Kragen meines Hemdes war fleckig. Sie wird ein Kleid mit weißem Kragen zur Zeremonie tragen. Er trug immer ein Hemd mit steifem Kragen.",
      "example_translation": "Воротник моей рубашки был испачкан. Она будет носить платье с белым воротником на церемонии. Он всегда носит рубашку с жестким воротником.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferse",
      "translation": "каблук",
      "definition": "Eine Ferse ist der hintere Teil eines Schuhs, der den Fuß über die Zehen hebt. Sie kann hoch oder niedrig sein und aus verschiedenen Materialien bestehen.",
      "definition_translation": "Каблук - это задняя часть обуви, которая поднимает пятку ноги над пальцами. Он может быть высоким или низким и может быть сделан из различных материалов.",
      "example": "Ich trug hohe Fersen zur Party. Sie wird flache Fersen ins Büro morgen tragen. Er stolperte auf seinem Absatz auf der Treppe.",
      "example_translation": "Я надела высокие каблуки на вечеринку. Она будет носить плоские каблуки в офис завтра. Он споткнулся о свой каблук на лестнице.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slips",
      "translation": "трусики",
      "definition": "Slips sind eine Art von Damenunterwäsche. Sie sind normalerweise aus weichen Stoffen gemacht und bieten Komfort und Unterstützung.",
      "definition_translation": "Трусики - это тип нижнего белья, который носят женщины и девочки. Они обычно сделаны из мягких тканей и предназначены для обеспечения комфорта и поддержки.",
      "example": "Ich vergaß, meine Slips für die Reise einzupacken. Sie liebt es, Spitzen-Slips zu tragen. Sie waren zu eng und unbehaglich, daher musste ich meine Slips wechseln.",
      "example_translation": "Я забыла упаковать свои трусики для поездки. Она любит носить кружевные трусики. Они были слишком тесными и неудобными, så я должна была поменять свои трусики.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "брюки",
      "definition": "Ein äußeres Kleidungsstück, das den unteren Teil des Körpers bedeckt, typischerweise von der Taille bis zu den Knöcheln.",
      "definition_translation": "Наружная одежда, покрывающая нижнюю часть тела, обычно от талии до голеней.",
      "example": "Ich trug eine Hose zur Party letzte Nacht. Ich trage Hosen zur Arbeit jeden Tag. Ich werde eine Hose zur Hochzeit morgen tragen.",
      "example_translation": "Я надел брюки на вечеринку вчера. Я ношу брюки на работу каждый день. Я надену брюки на свадьбу завтра.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "свитер",
      "definition": "Ein Pullover ist ein Sweater, der über den Kopf gezogen wird, ohne Knöpfe oder Reißverschluss.",
      "definition_translation": "Свитер, который надевается через голову, без кнопок или молнии.",
      "example": "Ich zog einen Pullover an, um warm zu bleiben. Sie trägt einen Pullover ins Fitnessstudio. Sie werden einen Pullover für den Winter kaufen.",
      "example_translation": "Я надел свитер, чтобы согреться. Она носит свитер в спортзал. Они купят свитер на зиму.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sandale",
      "translation": "сандали",
      "definition": "Eine Sandale ist ein Schuh, der den Fuß freigibt und normalerweise durch Riemen gehalten wird.",
      "definition_translation": "Тип обуви, который открывает ногу, обычно держится на ремнях.",
      "example": "Ich trug Sandalen zum Strand. Sie liebt es, Sandalen im Sommer zu tragen. Sie werden Sandalen für den Urlaub kaufen.",
      "example_translation": "Я надел сандали на пляж. Она любит носить сандали летом. Они купят сандали на отпуск.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "рукав",
      "definition": "Ein Teil eines Kleidungsstücks, der den Arm bedeckt, typischerweise von der Schulter bis zum Handgelenk.",
      "definition_translation": "Часть одежды, которая покрывает руку, обычно от плеча до запястья.",
      "example": "Ich rollte den Ärmel meines Hemdes hoch. Sie hat ein Tattoo auf ihrem Ärmel. Sie werden den Ärmel des Kleides anpassen.",
      "example_translation": "Я свернул рукав моей рубашки. У нее есть татуировка на рукаве. Они будут регулировать рукав платья.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pantoffeln",
      "translation": "тапочки",
      "definition": "Eine Pantoffel ist ein Schuh, der im Haus getragen wird, normalerweise aus weichen Materialien wie Wolle oder Baumwolle hergestellt und für Komfort und Wärme designed.",
      "definition_translation": "тапочка - это tipo обуви, которая носится дома, обычно изготавливается из мягких материалов, таких как шерсть или хлопок, и предназначена для комфорта и тепла.",
      "example": "Ich trug Pantoffeln, um meine Füße warm zu halten, während ich fernsah. Ich werde heute Nacht Pantoffeln tragen. Sie trug Pantoffeln zur Party, weil es ein informelles Ereignis war.",
      "example_translation": "Я надел тапочки, чтобы giữть ноги теплыми, пока смотрел ТВ. Я надену тапочки в постель tonight. Она надела тапочки на вечеринку, потому что это было неформальное мероприятие.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sweatshirt",
      "translation": "турецкий свитер",
      "definition": "Ein Sweatshirt ist ein lockeres, langärmeliges Shirt, normalerweise aus dickem, warmem Stoff hergestellt und für Komfort und Entspannung getragen.",
      "definition_translation": "Турецкий свитер - это casual, длиннорукавшая рубашка, обычно изготавливается из толстой, warm ткани, носится для комфорта и релаксации.",
      "example": "Ich trug ein Sweatshirt zum Fitnessstudio gestern. Sie wird ein Sweatshirt zum Konzert heute Abend tragen. Sie trugen Sweatshirts zum Picknick, weil es kalt war.",
      "example_translation": "Я надел турецкий свитер в спортзал вчера. Она наденет турецкий свитер на концерт tonight. Они надели турецкие свитеры на пикник, потому что было прохладно.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badehose",
      "translation": "шорты для плавания",
      "definition": "Eine Badehose ist eine Art von Shorts, die zum Schwimmen getragen wird, normalerweise aus schnell trocknendem, leichtem Stoff hergestellt und für Komfort und Praktikabilität entworfen.",
      "definition_translation": "Шорты для плавания - это tipo шорт, которые носят для плавания, обычно изготавливаются из быстросохнущей, легкой ткани, предназначены для комфорта и практичности.",
      "example": "Ich trug eine Badehose zum Strand letzten Sommer. Sie wird eine Badehose zum Pool-Party heute Abend tragen. Sie trugen Badehosen zum Wasser-Park, weil es heiß war.",
      "example_translation": "Я надел шорты для плавания на пляж прошлым летом. Она наденет шорты для плавания на вечеринку у бассейна tonight. Они надели шорты для плавания в водный парк, потому что было жарко.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberteil",
      "translation": "верхняя часть",
      "definition": "Ein Oberteil ist ein Kleidungsstück, das am Oberkörper getragen wird und typischerweise den Rumpf bedeckt und kann ein informelles oder formelles Kleidungsstück sein.",
      "definition_translation": "Верхняя часть - это tipo одежды, которая носится на верхней части тела, обычно покрывает туловище, и может быть casual или формальной частью одежды.",
      "example": "Ich trug ein Oberteil zur Party letzte Nacht. Sie wird ein Oberteil ins Büro morgen tragen. Sie trugen Oberteile zum Modenschau, weil es ein trendiges Ereignis war.",
      "example_translation": "Я надел верхнюю часть на вечеринку прошлой ночью. Она наденет верхнюю часть в офис завтра. Они надели верхние части на модное шоу, потому что это было стильное мероприятие.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingsanzug",
      "translation": "транслютор",
      "definition": "Ein Trainingsanzug ist ein bequemes, casuals Outfit, bestehend aus einem Oberteil und einer Hose, typischerweise aus synthetischen Materialien wie Polyester oder Nylon gefertigt, für athletische oder athletik-inspirierte Aktivitäten.",
      "definition_translation": "Транслютор - это удобный, комфортный наряд, состоящий из верхней части и брюк, обычно сделанный из синтетического материала, такого как полиэстер или нейлон, предназначенный для спортивных или спортивно-инспирированных aktivit.",
      "example": "Ich trug einen Trainingsanzug zum Fitnessstudio gestern, aber ich werde einen anderen zum Park morgen tragen. Sie hat jeden Samstagmorgen Trainingsanzüge getragen.",
      "example_translation": "Я надел транслютор в спортзал вчера, но я надену другой в парк завтра. Она носит транслюторы каждое субботнее утро.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhose",
      "translation": "трусы",
      "definition": "Unterhosen sind eine Art von Unterwäsche, die direkt auf der Haut getragen wird, normalerweise aus weichem, leichtem Material wie Baumwolle oder Seide.",
      "definition_translation": "Трусы - это тип нижнего белья, надеваемого рядом с кожей, обычно сделанный из мягкого, легкого материала, такого как хлопок или шелк.",
      "example": "Ich muss neue Unterhosen kaufen, weil meine alten kaputt sind. Sie wusch ihre Unterhosen im Waschbecken.",
      "example_translation": "Мне нужно купить новые трусы, потому что мои старые изношены. Она стирала свои трусы в раковине.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterwäsche",
      "translation": "нижнее белье",
      "definition": "Unterwäsche bezeichnet Kleidung, die direkt auf der Haut getragen wird, typischerweise unter äußeren Kleidungsstücken, einschließlich Unterhosen, Büstenhaltern und Slips.",
      "definition_translation": "Нижнее белье - это одежда, надеваемая рядом с кожей, обычно под внешними гардеробами, включая трусы, бюстгальтеры и панталоны.",
      "example": "Ich wasche meine Wäsche, einschließlich meiner Unterwäsche, jeden Sonntag. Sie suchte nach einem bequemen Unterwäschestück.",
      "example_translation": "Я делаю свою стирку, включая нижнее белье, каждое воскресенье. Она искала удобный комплект нижнего белья.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "фартук",
      "definition": "Eine Schürze ist ein Stück Stoff, das über der Kleidung getragen wird, um sie vor Flecken und Spritzern zu schützen, typischerweise bei Kochen, Gärtnern oder anderen verschmutzenden Aktivitäten.",
      "definition_translation": "Фартук - это кусок ткани, надеваемый поверх одежды, чтобы защитить ее от пятен и брызг, обычно используемый приготовлениях, садоводстве или других грязных hoạtностях.",
      "example": "Ich zog eine Schürze an, um das Abendessen zuzubereiten, aber ich vergaß, sie wieder auszuziehen, als ich ans Telefon ging. Sie trug eine Schürze, um ihre Kleidung beim Malen zu schützen.",
      "example_translation": "Я надел фартук, чтобы приготовить ужин, но я забыл его снять, когда ответил на телефонный звонок. Она надела фартук, чтобы защитить свою одежду, когда красила.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "бикини",
      "definition": "Ein Bikini ist ein kurzer Badeanzug, der normalerweise von Frauen getragen wird, charakterisiert durch zwei Stücke Stoff, eines deckt die Brüste und das andere den Schambereich.",
      "definition_translation": "краткое купальник, обычно носимый женщинами, характеризуется двумя кусками ткани, один из которых покрывает грудь, а другой - область бедер",
      "example": "Sie trug einen roten Bikini zum Strand gestern. Sie wird einen blauen Bikini zum Schwimmbad morgen tragen. Sie hat jeden Sommer einen gelben Bikini zum See getragen.",
      "example_translation": "Она надела красное бикини на пляж вчера. Она наденет синее бикини на бассейн завтра. Она носила желтое бикини на озеро каждый летний сезон.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxershorts",
      "translation": "шорты-боксеры",
      "definition": "Boxershorts sind lockere, locker sitzende Shorts, die von Männern getragen werden, normalerweise aus Baumwolle oder synthetischen Materialien.",
      "definition_translation": "широкие, свободно висящие шорты, которые носят мужчины, обычно сделанные из хлопка или синтетических материалов",
      "example": "Er trug Boxershorts zum Schlafen gestern. Er wird Boxershorts zum Fitnessstudio morgen tragen. Er hat jeden Sonntag Boxershorts zum Park getragen.",
      "example_translation": "Он надел шорты-боксеры на ночь вчера. Он наденет шорты-боксеры в спортзал завтра. Он носил шорты-боксеры в парк каждое воскресенье.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büstenhalter",
      "translation": "бюстгальтер",
      "definition": "Ein Büstenhalter ist ein typisches Frauenunterwäschestück, das die Brüste unterstützt und bedeckt.",
      "definition_translation": "обычно женское нижнее белье, предназначенное для поддержки и покрытия груди",
      "example": "Sie zog einen neuen Büstenhalter an gestern. Sie wird einen Push-up-Büstenhalter zur Party heute Abend tragen. Sie hat einen Sport-Büstenhalter zum Fitnessstudio jeden Morgen getragen.",
      "example_translation": "Она надела новый бюстгальтер вчера. Она наденет пуш-ап бюстгальтер на вечerinok сегодня ночью. Она носила спортивный бюстгальтер в спортзал каждое утро.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slip",
      "translation": "мужские трусы",
      "definition": "Ein Slip ist eine Art von Männerunterwäsche, die durch einen engen Sitz und normalerweise aus Baumwolle oder synthetischen Materialien charakterisiert ist.",
      "definition_translation": "тип мужского нижнего белья, характеризуется плотным сидением и обычно сделан из хлопка или синтетических материалов",
      "example": "Er trug einen Slip zum Schlafen gestern. Er wird enge Slips zum Fitnessstudio morgen tragen. Er hat jeden Wochenende Boxer-Slips zum Park getragen.",
      "example_translation": "Он надел мужские трусы на ночь вчера. Он наденет тight мужские трусы в спортзал завтра. Он носил боксерские трусы в парк каждые выходные.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cardigan",
      "translation": "кардиган",
      "definition": "Ein Cardigan ist ein Strickanzug, der eine offene Vorderseite hat und normalerweise über einem Hemd oder einer Bluse getragen wird.",
      "definition_translation": "Кардиган - это тип вязаного изделия с открытым передом, который обычно носится над рубашкой или блузкой.",
      "example": "Ich trug einen Cardigan, um mich im kalten Büro warm zu halten. Ich werde einen Cardigan zur Party heute Abend tragen. Ich trug einen Cardigan zum Meeting gestern.",
      "example_translation": "Я надел картриджан, чтобы согреться в холодном офисе. Я надену картриджан на вечеринку сегодня вечером. Я надел картриджан на встречу вчера.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kostüm",
      "translation": "костюм",
      "definition": "Ein Kostüm ist ein Satz von Kleidern, der getragen wird, um eine bestimmte Figur oder ein bestimmtes Thema darzustellen, oft für eine Aufführung oder ein Fest.",
      "definition_translation": "Костюм - это набор одежды, носимой для создания определенного характера или темы, часто для выступления или празднования.",
      "example": "Ich trug ein Kostüm zur Halloween-Party letzten Jahr. Ich werde ein Kostüm zum Theaterstück morgen tragen. Ich trug ein Kostüm zum Maskenball letzten Monat.",
      "example_translation": "Я надел костюм на Хэллоуин-вечеринку в прошлом году. Я надену костюм на пьесу завтра. Я надел костюм на маскарадный бал minul месяц.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "манжета",
      "definition": "Ein Ärmel ist ein Band oder Falten am Ende eines Ärmels, typischerweise verwendet, um ein Hemd oder eine Bluse zu verschließen oder zu dekorieren.",
      "definition_translation": "Манжета - это лента или складка на конце рукава, обычно используемая для застегивания или украшения рубашки или блузы.",
      "example": "Ich rollte meinen Ärmel hoch, um meine Hände zu waschen. Ich werde ein Hemd mit einem französischen Ärmel zur Hochzeit tragen. Ich trug eine Bluse mit einem puffigen Ärmel zur Party.",
      "example_translation": "Я закатал манжету, чтобы помыть руки. Я надену рубашку с французской манжетой на свадьбу. Я надел блузку с пышной манжетой на вечеринку.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Helm",
      "translation": "шлем",
      "definition": "Ein Helm ist ein Schutzhelm, der getragen wird, um den Kopf vor Verletzungen zu schützen, oft bei Sport- oder Militäraktivitäten verwendet.",
      "definition_translation": "Шлем - это защитный головной убор, носимый для защиты головы от травм, часто используемый в спорте или военных действиях.",
      "example": "Ich trug einen Helm, als ich gestern mit dem Fahrrad fuhr. Ich werde einen Helm tragen, wenn ich morgen Hockey spiele. Ich trug einen Helm auf der Baustelle letzte Woche.",
      "example_translation": "Я надел шлем, чтобы поехать на велосипеде yesterday. Я надену шлем, чтобы играть в хоккей завтра. Я надел шлем на строительную площадку на прошлой неделе.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hut",
      "translation": "капот",
      "definition": "Ein Hut ist ein Überzug für den Kopf und den Hals, oft an eine Jacke oder einen Mantel angebracht.",
      "definition_translation": "Капот - это покрытие для головы и шеи, часто прикрепленное к куртке или пальто.",
      "example": "Ich zog meinen Hut hoch, um mich vor dem Regen zu schützen. Gestern habe ich meinen Hut vergessen. Wenn es regnet, werde ich einen Hut tragen.",
      "example_translation": "Я натянул капот, чтобы защитить себя от дождя. Вчера я забыл надеть капот. Если будет дождь, я надену капот.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniestrümpfe",
      "translation": "носки до колен",
      "definition": "Kniestrümpfe sind eine Art von Strümpfen, die den Fuß und das Schienbein bedecken und bis justo unter das Knie reichen.",
      "definition_translation": "Носки до колен - это тип носок, который покрывает ногу и голень, доходя до середины колена.",
      "example": "Ich trug Kniestrümpfe, um Fußball zu spielen. Meine Schwester liebt es, Kniestrümpfe mit ihrem Rock zu tragen. Sie wird Kniestrümpfe zur Party tragen.",
      "example_translation": "Я надел носки до колен, чтобы играть в футбол. Моя сестра любит носить носки до колен с юбкой. Она будет носить носки до колен на вечеринку.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtgewand",
      "translation": "ночное платье",
      "definition": "Ein Nachtgewand ist ein locker sitzendes, bequemes Kleidungsstück, das zum Schlafen oder Entspannen getragen wird.",
      "definition_translation": "Ночное платье - это свободное, удобное платье, надеваемое для сна или отдыха.",
      "example": "Meine Großmutter trug immer ein Nachtgewand ins Bett. Ich fand ein schönes Nachtgewand im Laden. Sie wird ein neues Nachtgewand für die Reise kaufen.",
      "example_translation": "Моя бабушка всегда надевала ночное платье в постель. Я нашел krásное ночное платье в магазине. Она купит новое ночное платье для поездки.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachthemd",
      "translation": "ночнушка",
      "definition": "Ein Nachthemd ist ein kurzes, locker sitzendes Nachthemd, typischerweise von Frauen getragen.",
      "definition_translation": "Ночнушка - это короткое, свободное ночное платье, обычно надеваемое женщинами.",
      "example": "Ich ziehe ein Nachthemd vor, um ins Bett zu gehen. Meine Schwester hat ein schönes Nachthemd für ihren Hochzeitstag. Sie wird ein Nachthemd für das Wochenende packen.",
      "example_translation": "Я предпочитаю надевать ночнушку в постель. Моя сестра имеет красивую ночнушку для медового месяца. Она упакует ночнушку на выходные.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyjama",
      "translation": "пижама",
      "definition": "Lockere, bequeme Hosen und ein lockeres Oberteil, die zum Schlafen oder Entspannen getragen werden.",
      "definition_translation": "Свободные, удобные брюки и свободная верхняя часть, надевающиеся для сна или отдыха.",
      "example": "Ich trug meine Pyjamas ins Bett letzte Nacht, ich trage sie jeden Abend, und ich werde sie morgen Nacht tragen.",
      "example_translation": "Я надел пижаму в постель прошлой ночью, я ношу их каждый вечер, и я надену их для сна завтра.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "кеды",
      "definition": "Leichte, bequeme Schuhe mit Gummisohlen, oft für sportliche Aktivitäten verwendet.",
      "definition_translation": "Легкие неформальные обувь с резиновыми подошвами, часто используемая для спортивных мероприятий.",
      "example": "Ich schnürte meine Turnschuhe und ging gestern joggen, ich trage sie jeden Woche, um Basketball zu spielen, und ich werde sie morgen zum Joggen tragen.",
      "example_translation": "Я завязал кеды и пошел на пробежку вчера, я ношу их, чтобы играть в баскетбол каждую неделю, и я надену их, чтобы пробежать завтра.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bademantel",
      "translation": "халат",
      "definition": "Ein loser, bequemer Mantel, der nach dem Baden oder zum Entspannen getragen wird.",
      "definition_translation": "Свободный, удобный халат, надеваемый после купания или для отдыха.",
      "example": "Ich zog meinen Bademantel nach dem Duschen an, ich trug ihn gestern, um mich auf der Couch zu entspannen, und ich werde ihn heute Nacht tragen, um ins Bett zu gehen.",
      "example_translation": "Я надел халат после принятия душа, я носил его, чтобы расслабиться на диване вчера, и я надену его, чтобы приготовиться ко сну 今 ночью.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fliege",
      "translation": "бабочка",
      "definition": "Eine Art von Krawatte, die aus einem-bandartigen Stoff besteht, der in einer Schleife gebunden wird.",
      "definition_translation": "Тип галстука, который состоит из ленты, завязанной в форме бабочки.",
      "example": "Ich trug eine Fliege zum formellen Abendessen letzte Nacht, ich werde sie zur Hochzeit morgen tragen, und ich trug sie zu der Party letzte Woche.",
      "example_translation": "Я надел бабочку на формальный ужин прошлой ночью, я надену ее на свадьбу tomorrow, и я надел ее на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wechseldungarees",
      "translation": "комбинезоны",
      "definition": "Lockere Hosen, die typischerweise aus Denim oder einem anderen stabilen Stoff hergestellt werden, oft für informelle oder casuelle Anlässe getragen",
      "definition_translation": "свободные брюки, обычно сделанные из денима или другой прочной ткани, часто носятся для неформальных или случайных случаев",
      "example": "Ich trug Wechseldungarees zum Picknick gestern und ich werde sie zum Gartenfest morgen tragen, aber ich trug sie zum Strand letzten Jahr.",
      "example_translation": "Я надел комбинезоны на пикник вчера, и я надену их на грядущую партию в саду завтра, но я надел их на пляж в прошлом году.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flipflops",
      "translation": " flips-флips",
      "definition": "Eine Art Sandale mit einem Riemen, der zwischen dem großen und zweiten Zeh geht",
      "definition_translation": "тип сандалий с ремнём, который проходит между большим и вторым пальцами",
      "example": "Ich kaufte Flipflops für meinen Urlaub und ich werde sie zum Strand morgen tragen, aber ich trug sie zum Pool letzte Woche.",
      "example_translation": "Я купил flip-флips для моего отпуска, и я надену их на пляж завтра, но я надел их в бассейн на прошлой неделе.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelzmantel",
      "translation": "шуба",
      "definition": "Ein Mantel, der aus Pelz hergestellt wird, insbesondere ein luxuriöser und teurer",
      "definition_translation": "пальто, сделанное из меха, особенно то, которое роскошное и дорогое",
      "example": "Sie trug einen schönen Pelzmantel zur Oper und sie wird ihn zum Ball morgen tragen, aber sie trug ihn zur Galadinner letzten Jahr.",
      "example_translation": "Она надела красивую шубу на оперу, и она наденет ее на бал завтра, но она надела ее на гала-ужин в прошлом году.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Overalls",
      "translation": "комбинезоны",
      "definition": "Lockere Hosen und ein Latz oder eine Jacke aus robustem Stoff, oft zum Arbeiten oder für informelle Anlässe getragen",
      "definition_translation": "свободные брюки и запон или куртка, сделанные из прочной ткани, носятся для работы или случайных случаев",
      "example": "Er trug Overalls zum Baustelle und er wird sie zur Garage morgen tragen, aber er trug sie zum Bauernhof letzte Woche.",
      "example_translation": "Он надел комбинезоны на строительную площадку, и он наденет их в гараж завтра, но он надел их на ферму на прошлой неделе.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhosen",
      "translation": "колготки",
      "definition": "Ein Kleidungsstück, das die Beine bedeckt, wird typischerweise von Frauen getragen, kombiniert Strümpfe und Schlüpfer in einem Stück",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, сочетая в себе чулки и трусы в одной детали.",
      "example": "Sie zog ihre Strumpfhosen an, bevor sie zum Party ging. Sie hat Strumpfhosen jeden Tag diese Woche getragen. Sie wird Strumpfhosen zur Hochzeit nächsten Monat tragen.",
      "example_translation": "Она надела свои колготки перед выходом на.party. Она носила колготки каждый день этой недели. Она будет носить колготки на свадьбу следующего месяца.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strümpfe",
      "translation": "чулки",
      "definition": "Ein Kleidungsstück, das die Beine bedeckt, wird typischerweise von Frauen getragen, erstreckt sich von den Zehen bis zum Oberschenkel",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, отходит от пальцев ног до верхней части бедер.",
      "example": "Sie kaufte ein neues Paar Strümpfe gestern. Sie hat Strümpfe mit ihren Kleidern für Jahre getragen. Sie wird Strümpfe zum Büro morgen tragen.",
      "example_translation": "Она купила новую пару чулок вчера. Она носила чулки с своими платьями годами. Она будет носить чулки в офис завтра.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "силовой цилиндр",
      "definition": "Ein hoher, flacher Kopfbedeckung, typischerweise aus Filz oder Stroh hergestellt, wurde von Männern im 19. Jahrhundert getragen",
      "definition_translation": "Высокая, плоская шляпа, обычно сделанная из фетра или соломы, носимая мужчинами в 19 веке.",
      "example": "Er trug einen Zylinder zum offiziellen Anlass letzte Nacht. Sein Großvater trug einen Zylinder zur Kirche jeden Sonntag. Er wird einen Zylinder zum Kostümparty nächstes Jahr tragen.",
      "example_translation": "Он надел силовой цилиндр на формальное мероприятие прошлой ночью. Его дедушка носил силовой цилиндр в церковь каждое воскресенье. Он будет носить силовой цилиндр на костюмированную вечеринку следующего года.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleier",
      "translation": "вуаль",
      "definition": "Ein Stück Stoff, das über das Gesicht getragen wird, typischerweise von einer Braut, um das Gesicht teilweise oder vollständig zu verhüllen",
      "definition_translation": "Кусок ткани, носимый над лицом, обычно невестой, чтобы скрыть или частично скрыть лицо.",
      "example": "Die Braut trug einen Schleier am Hochzeitstag. Sie hat nach dem perfekten Schleier gesucht. Sie wird einen Schleier zur Trauungszeremonie nächste Woche tragen.",
      "example_translation": "Невеста носила вуаль в день своей свадьбы. Она искала идеальную вуаль месяцами. Она будет носить вуаль на церемонию бракосочетания на следующей неделе.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "жилет",
      "definition": "Eine Weste ist ein ärmelloses Kleidungsstück, das über einem Hemd und unter einem Anzugjacke getragen wird. Es wird typischerweise für formelle Anlässe getragen und ist Teil eines dreiteiligen Anzugs.",
      "definition_translation": "Жилет - это безрукавная одежда, надеваемая над рубашкой и под пиджаком костюма. Он обычно носится на正式ных мероприятиях и является частью трехкомпонентного костюма.",
      "example": "Ich trug eine Weste zur Hochzeit, um meine Aufmachung zu vervollständigen. Ich werde eine Weste zum Meeting tragen, um professioneller zu wirken. Ich trug eine Weste zur Party und es war ein grooter Erfolg.",
      "example_translation": "Я надел жилет на свадьбу, чтобы добавить элегантности к моему наряду. Я надену жилет на встречу, чтобы выглядеть более профессионально. Я надел жилет на вечеринку, и это было большим хитом.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balaclava",
      "translation": "балаclава",
      "definition": "Eine Balaclava ist eine Art Kopfbedeckung, die den Kopf, den Nacken und einen Teil des Gesichts bedeckt, oft zum Schutz vor den Elementen oder für Wärme getragen",
      "definition_translation": "Балаклава - это тип головного убора, который покрывает голову, шею и часть лица, часто носимый для тепла или защиты от элементов.",
      "example": "Ich trug eine Balaclava zum Skiresort, um meinen Kopf warm zu halten. Sie wird eine Balaclava zum Winterfest tragen, um ihr Gesicht vor der Kälte zu schützen. Er trug eine Balaclava zur Wanderung, um mit der Umgebung zu verschmelzen.",
      "example_translation": "Я надел балаклаву в лыжный курорт, чтобы保持 голову теплой. Она наденет балаклаву на зимний фестиваль, чтобы защитить лицо от холода. Он надел балаклаву на поход, чтобы слиться с окружающей средой.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hosen",
      "translation": "бриджи",
      "definition": "Hosen sind eine Art enger, passgenauer Hosen, die traditionell zum Reiten getragen wurden, aber jetzt für Mode oder historische Nachstellungen getragen werden.",
      "definition_translation": "Бриджи - это тип тесно сидящих брюк, которые традиционно носились для верховой езды, но теперь носятся для моды или исторических реконструкций.",
      "example": "Ich trug Hosen zur Pferdeshow, um mein Pferd bequem zu reiten. Sie wird Hosen zum Mittelalterfest tragen, um in Charakter zu gehen. Er trug Hosen zur Modenschau, um auf dem Laufsteg zu präsentieren.",
      "example_translation": "Я надел бриджи на конное шоу, чтобы комфортно ехать на лошади. Она наденет бриджи на средневековый фестиваль, чтобы войти в роль. Он надел бриджи на показ мод, чтобы прогуляться на подиуме.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umhang",
      "translation": "кейп",
      "definition": "Ein Umhang ist ein ärmelloses Oberbekleidungsstück, das von der Schulter herabhängt, oft zu formalen oder zeremoniellen Anlässen getragen wird.",
      "definition_translation": "Кейп - это безрукавная outer одежда, которая挂ает от шеи, часто носимая на формальные или церемониальные мероприятия.",
      "example": "Ich trug einen Umhang zur Superheldenparty, um meinen inneren Superhelden zu kanalisieren. Sie wird einen Umhang zum Maskenball tragen, um Dramatik zu ihrer Aufmachung hinzuzufügen. Er trug einen Umhang zur Abschlussfeier, um eine gewagte Aussage zu machen.",
      "example_translation": "Я надел кейп на сверхъестественную вечеринку, чтобы почувствовать себя внутренним супергероем. Она наденет кейп на маскарадный бал, чтобы добавить драматичности к своему наряду. Он надел кейп на церемонию выпуска, чтобы сделать смелое заявление.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verstopfung",
      "translation": "затор",
      "definition": "Eine Verstopfung oder Blockierung, insbesondere in einer Rohrleitung oder einem Kanal.",
      "definition_translation": "Затор или препятствие, особенно в трубе или канале.",
      "example": "Die Rohrleitung verstopfte und Wasser begann herauszufliessen. Ich werde versuchen, die Leckage mit einem Lappen zu verstopfen. Die Stadt wird die Abflüsse nächsten Monat verstopfen.",
      "example_translation": "Труба забилась, и вода начала вытекать. Я постараюсь забить течь тряпкой. Город забьет дренажи на следующий месяц.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mieder",
      "translation": "корсет",
      "definition": "Ein eng anliegendes, ärmelloses Kleidungsstück, das von Frauen getragen wird, um den Körper zu formen und zu unterstützen.",
      "definition_translation": "Теснооблегающая безрукавная одежда, обычно носимая женщинами, предназначенная для формирования и поддержки тела.",
      "example": "Sie trug ein Mieder zur Party. Ich musste mein Mieder eng schnüren, um in das Kleid zu passen. Sie wird sich für die Hochzeit schnüren.",
      "example_translation": "Она носила корсет на вечеринку. Мне пришлось пригнать талию, чтобы войти в платье. Она будет корсетиować себя на свадьбу.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischernetzhöse",
      "translation": "решетчатые чулки",
      "definition": "Höse mit einem Muster aus kleinen Löchern, typischerweise aus Nylon oder Elastan gefertigt, getragen für Mode oder als Teil eines Kostüms.",
      "definition_translation": "Чулки с рисунком из маленьких дырок, обычно изделие из нильона или спандекса, носят для моды или как часть костюма.",
      "example": "Sie trug Fischernetzhöse zum Club. Ich werde Fischernetzhöse zum Halloween-Party tragen. Fischernetzhöse sind wieder in Mode.",
      "example_translation": "Она надела решетчатые чулки в клуб. Я надену решетчатые чулки на Хэллоуинскую вечеринку. Решетчатые чулки снова в моде.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "пояс",
      "definition": "Ein flexibles Band oder Riemen, typischerweise um die Taille getragen, um Kleidung zu unterstützen oder hoch zu halten.",
      "definition_translation": "гибкая лента или ремень, обычно надеваемый вокруг талии, используется для поддержки или держания одежды.",
      "example": "Sie trug einen Gürtel, um ihre Rock hochzuhalten. Ich werde einen Gürtel zur Hochzeit tragen. Gürtel sind nicht mehr in Mode.",
      "example_translation": "Она надела пояс, чтобы держать юбку. Я надену пояс на свадьбу. Пояса artık не в моде.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wärmeschutz",
      "translation": "ног Тепло",
      "definition": "Wärmeschutz sind eine Art Kleidung, die von Tänzern und Athleten getragen wird, um die Beine während des Trainings oder der Aufführung warm zu halten.",
      "definition_translation": "Ног Тепло - это тип одежды, который носят танцоры и спортсмены, чтобы согреть ноги во время упражнений или выступления.",
      "example": "Ich trug Wärmeschutz während des Ballett-Trainings gestern, aber ich werde sie nicht mehr benötigen. In Zukunft werde ich sie nur im Winter tragen.",
      "example_translation": "Я носил ног Тепло во время занятий балетом вчера, но я не буду нуждаться в них завтра. В будущем я буду носить их только зимой.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "юбка",
      "definition": "Ein Unterrock ist eine Art Unterrock, der von Frauen getragen wird, um Volumen oder Form zu einem Rock oder Kleid hinzuzufügen.",
      "definition_translation": "Юбка - это тип нижней юбки, который носят женщины, чтобы добавить объем или форму юбке или платью.",
      "example": "Sie trug einen Unterrock unter ihrem Hochzeitskleid, um es eleganter aussehen zu lassen. Ihre Großmutter hatte einen ähnlichen Unterrock in der Vergangenheit getragen. Sie wird einen neuen Unterrock für ihre Schwester Hochzeit nächstes Monat kaufen.",
      "example_translation": "Она носила юбку под свадебным платьем, чтобы оно смотрелось более элегантно. Ее бабушка носила podobnou юбку в прошлом. Она купит новую юбку для свадьбы своей сестры на следующий месяц.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaffellmantel",
      "translation": "шуба из овечьей шерсти",
      "definition": "Ein Schaffellmantel ist eine Art Oberbekleidung, die aus der Haut und Wolle von Schafen hergestellt wird, oft getragen für Wärme und Schutz vor den Elementen.",
      "definition_translation": "Шуба из овечьей шерсти - это тип outerwear, сделанный из кожи и шерсти овец, часто носятся для тепла и защиты от элементов.",
      "example": "Er trug einen Schaffellmantel während seiner Jagdreise in den Bergen letzten Winter. Sein Vater hatte ihm den Mantel als Geschenk gegeben, bevor er abreiste. Er wird ihn wieder nächstes Winter tragen.",
      "example_translation": "Он носил шубу из овечьей шерсти во время своей охоты в горах прошлой зимой. Его отец дал ему шubu в подарок перед тем, как он ушел. Он наденет ее снова на следующей зиме.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "жилет",
      "definition": "Eine Weste ist eine Art ärmelloser Kleidung, die über einem Hemd getragen wird, oft für Wärme oder als Teil einer Uniform.",
      "definition_translation": "Жилет - это тип бесрукавного гардероба, который носится над рубашкой, часто для тепла или как часть униформы.",
      "example": "Ich trug eine Weste während meiner Wanderung in den Bergen letzten Sommer. Meine Freunde trugen ähnliche Westen während unserer Reise. Wir werden sie wieder auf unserer nächsten Reise tragen.",
      "example_translation": "Я носил жилет во время моей похода в горах прошлым летом. Мои друзья носили подобные жилеты во время нашей поездки. Мы наденем их снова на нашей следующей поездке.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haube",
      "translation": "капот",
      "definition": "Eine Abdeckung für den Kopf, üblicherweise aus Stoff oder Stroh gefertigt, wird im Freien getragen.",
      "definition_translation": "Накрытие для головы, обычно делается из ткани или соломы, носится на улице.",
      "example": "Sie trug eine Haube, um ihr Haar vor der Sonne zu schützen. Sie wird eine Haube zum Gartenfest tragen. Sie hatte eine Haube zum Strand getragen.",
      "example_translation": "Она надела капот, чтобы защитить волосы от солнца. Она будет носить капот на gardenparty. Она надела капот на пляж.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Morgenmantel",
      "translation": "халат",
      "definition": "Ein locker sitzendes, bequemes Kleidungsstück, das über Nachtwäsche getragen wird, typischerweise aus weichem Stoff gefertigt.",
      "definition_translation": "Свободный, удобный наряд надевается над ночной одеждой, обычно делается из мягкой ткани.",
      "example": "Sie zog ihren Morgenmantel nach dem Duschen an. Sie wird ihren Morgenmantel zum Frühstück tragen. Sie hatte ihren Morgenmantel den ganzen Morgen getragen.",
      "example_translation": "Она надела халат после принятия душа. Она будет носить халат на завтрак. Она надела халат всю morning.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hoodie",
      "translation": "худи",
      "definition": "Ein Sweatshirt oder Jacket mit einer Kapuze, typischerweise für informelle Outdoor-Aktivitäten getragen.",
      "definition_translation": "Свитшот или куртка с капюшоном, обычно носится для независимых уличных занятий.",
      "example": "Er trug einen Hoodie zum Park. Er wird einen Hoodie zum Fitnessstudio tragen. Er hatte einen Hoodie zur Strandparty getragen.",
      "example_translation": "Он надел худи в парк. Он будет носить худи в зал. Он надел худи на пляжную party.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausmantel",
      "translation": "домашний халат",
      "definition": "Ein locker sitzendes, informelles Kleidungsstück, das zu Hause getragen wird, typischerweise aus weichem Stoff gefertigt.",
      "definition_translation": "Свободный, неформальный наряд надевается дома, обычно делается из мягкой ткани.",
      "example": "Sie trug einen Hausmantel, um zu Hause herumzuliegen. Sie wird einen Hausmantel zum Waschen tragen. Sie hatte einen Hausmantel den ganzen Tag getragen.",
      "example_translation": "Она надела домашний халат, чтобы покрутиться по дому. Она будет носить домашний халат, чтобы постирать. Она надела домашний халат весь день.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rollkragenpullover",
      "translation": "гольф",
      "definition": "Ein Rollkragenpullover ist eine Art von Pullover oder Oberteil, das einen hohen, runden Kragen hat, der über den Hals gefaltet wird.",
      "definition_translation": "Туртленек - это тип свитера или верхней части, который имеет высокий, круглый воротник, который складывается и покрывает шею.",
      "example": "Ich trug einen Rollkragenpullover zum Konzert letzte Nacht. Ich trage einen Rollkragenpullover zur Arbeit jeden Tag. Ich werde einen Rollkragenpullover zum Fest morgen tragen.",
      "example_translation": "Я надел свитер с туртленеком на концерт вчера вечером. Я ношу туртленек на работу каждый день. Я надену туртленек на вечеринку завтра.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "юбка-подкладка",
      "definition": "Ein Unterrock ist eine Schicht aus Stoff, die unter einem Rock oder einem Kleid getragen wird, um Volumen oder Form hinzuzufügen.",
      "definition_translation": "Юбка-подкладка - это слой ткани, который носится под юбкой или платьем, чтобы добавить объем или форму.",
      "example": "Ich trug einen Unterrock unter meinem Hochzeitskleid, um es voller aussehen zu lassen. Sie trägt einen Unterrock unter ihrem Rock, um sich sicherer zu fühlen. Sie werden Unterrokke unter ihren Kleidern zum Ball tragen.",
      "example_translation": "Я надел юбку-подкладку под свадебное платье, чтобы оно выгляделоолее полным. Она носит юбку-подкладку под юбкой, чтобы чувствовать себя более уверенно. Они наденут юбки-подкладки под платья на бал.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "жилет",
      "definition": "Eine Weste ist ein ärmelloses Kleidungsstück, das um die Taille getragen wird, typischerweise als Teil eines formellen Outfits.",
      "definition_translation": "Жилет - это бесрукавная деталь, которую носят вокруг талии, обычно в составе формального наряда.",
      "example": "Er trug eine Weste zur Hochzeit. Ich trage eine Weste zu formellen Anlässen. Sie wird eine Weste zum Opernbesuch tragen.",
      "example_translation": "Он надел жилет на церемонию бракосочетания. Я ношу жилет на формальные мероприятия. Она наденет жилет на оперу.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]