[
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffel",
      "translation": "картофель",
      "definition": "Ein stärkehaltiges Gemüse, Solanum tuberosum, das für seine essbaren Knollen angebaut wird.",
      "definition_translation": "Крахмалистый овощ, Solanum tuberosum, культивируется для его съедобных клубней.",
      "example": "Ich backte eine Kartoffel im Ofen letzte Nacht. Ich backe eine Kartoffel im Ofen jetzt. Ich werde eine Kartoffel im Ofen morgen backen.",
      "example_translation": "Я запекла картофель в духовке прошлой ночью. Я пеку картофель в духовке сейчас. Я запеку картофель в духовке завтра.",
      "imageLink": "image_files\\English\\potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomate",
      "translation": "помидор",
      "definition": "Ein Obst, typischerweise rot, roh oder in der Küche verwendet.",
      "definition_translation": "Фрукт, обычно красный, едят сырым или используют в кулинарии.",
      "example": "Ich aß eine Tomate in meinem Salat gestern. Ich esse eine Tomate in meinem Salat jetzt. Ich werde eine Tomate in meinem Salat nächste Woche essen.",
      "example_translation": "Я ел помидор в своем салате вчера. Я ем помидор в своем салате сейчас. Я budu есть помидор в своем салате на следующей неделе.",
      "imageLink": "image_files\\English\\tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüse",
      "translation": "овощ",
      "definition": "Eine Pflanze oder Pflanzenteil, die als Nahrung verwendet wird, wie z. B. Kohl, Karotte oder Kartoffel.",
      "definition_translation": "Растение или часть растения, используемое в качестве пищи, такое как капуста, морковь или картофель.",
      "example": "Ich kochte eine Gemüsesuppe letzte Nacht. Ich koche eine Gemüsesuppe jetzt. Ich werde eine Gemüsesuppe nächsten Monat kochen.",
      "example_translation": "Я приготовил овощной суп прошлой ночью. Я готовлю овощной суп сейчас. Я budu готовить овощной суп nächsten месяц.",
      "imageLink": "image_files\\English\\vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bohne",
      "translation": "фасоль",
      "definition": "Ein Same, typischerweise nierenförmig, der auf einer kletternden Pflanze wächst und als Gemüse gegessen wird.",
      "definition_translation": "Семя, обычно почковидное, которое растет на вьющихся растениях и едят как овощ.",
      "example": "Ich zog eine Bohne in meinem Garten letztes Jahr an. Ich ziehe eine Bohne in meinem Garten jetzt an. Ich werde eine Bohne in meinem Garten nächstes Jahr anziehen.",
      "example_translation": "Я вырастил фасоль в своем саду в прошлом году. Я выращиваю фасоль в своем саду сейчас. Я budu выращивать фасоль в своем саду в следующем году.",
      "imageLink": "image_files\\English\\bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karotte",
      "translation": "морковь",
      "definition": "Eine Karotte ist ein knackiges, süßes und nahrhaftes Wurzelgemüse, das häufig roh oder in verschiedenen Gerichten gekocht wird.",
      "definition_translation": "Морковь - это хрустящий, сладкий и питательный корнеплод, который обычно едят сырым или готовят в различных блюдах.",
      "example": "Ich aß einen Karottenstäbchen mit Hummus gestern, ich esse einen Karottensalat jetzt und ich werde Karottenkuchen morgen essen.",
      "example_translation": "Вчера я ел палку моркови с хумусом, сейчас я ем салат из моркови, а завтра поем морковный торт.",
      "imageLink": "image_files\\English\\carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chili",
      "translation": "чили",
      "definition": "Eine Chili ist ein scharfer Pfeffer, der häufig in der Küche verwendet wird, um Geschmack und Hitze in Gerichten hinzuzufügen.",
      "definition_translation": "Чили - это острый перец, обычно используемый в кулинарии для добавления жара и вкуса в блюда.",
      "example": "Ich fügte Chili-Flocken dem Curry gestern hinzu, ich füge jetzt geschnittenen Chili dem Salat hinzu und ich werde Chili-Soße zum Pizza morgen hinzufügen.",
      "example_translation": "Вчера я добавил хлопья чили в карри, сейчас добавляю нарезанный чили в салат, а завтра добавлю соус чили в пиццу.",
      "imageLink": "image_files\\English\\chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauch",
      "translation": "чеснок",
      "definition": "Knoblauch ist eine pungente und aromatische Zwiebel, die häufig in der Küche verwendet wird, um Tiefe und Reichtum in Gerichten hinzuzufügen.",
      "definition_translation": "Чеснок - это пungентный и ароматный лук, обычно используемый в кулинарии для добавления глубины и богатства в блюда.",
      "example": "Ich röstete Knoblauchzehen gestern, ich sauteere Knoblauch in Butter jetzt und ich werde Knoblauch für die Suppe morgen hacken.",
      "example_translation": "Вчера я запек чеснок, сейчас я обжариваю чеснок в масле, а завтра мелечу чеснок для супа.",
      "imageLink": "image_files\\English\\garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwiebel",
      "translation": "лук",
      "definition": "Eine Zwiebel ist eine Süß- und scharfe Zwiebel, die häufig in der Küche verwendet wird, um Geschmack und Textur in Gerichten hinzuzufügen.",
      "definition_translation": "Лук - это сладкий и ароматный лук, обычно используемый в кулинарии для добавления вкуса и текстуры в блюда.",
      "example": "Ich karamellisierte Zwiebeln gestern, ichhacke Zwiebeln jetzt und ich werde Zwiebeln für das Omelett morgen sautieren.",
      "example_translation": "Вчера я карамелизовал лук, сейчас я режу лук, а завтра обжарю лук для омлета.",
      "imageLink": "image_files\\English\\onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brokkoli",
      "translation": "брокколи",
      "definition": "Ein grünes Gemüse, das einem kleinen Baum ähnelt, mit einem großen, essbaren, zentralen Kopf und Stängeln.",
      "definition_translation": "Зелёное растение, похожее на nhỏ дерево, с большим, съедобным, центральным стеблем и стеблями.",
      "example": "Ich kochte Brokkoli zum Abendessen letzte Nacht, ich koche es zum Mittagessen heute und ich werde es zum Abendessen morgen kochen.",
      "example_translation": "Я приготовил брокколи на ужин вчера вечером, я готовлю его на обед сегодня, и я приготовлю его на ужин завтра.",
      "imageLink": "image_files\\English\\broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohl",
      "translation": "капуста",
      "definition": "Eine Pflanze mit einem dichten, kompakten Kopf aus Blättern, die als Gemüse verwendet wird.",
      "definition_translation": "Растение с плотным, компактным стеблем листьев, используемое как овощ.",
      "example": "Meine Großmutter verwendete Kohl, um Sauerkraut herzustellen, meine Mutter macht es jetzt und ich werde es in der Zukunft machen.",
      "example_translation": "Моя бабушка делала квашеную капусту из капусты, моя мать делает это сейчас, и я сделаю это в будущем.",
      "imageLink": "image_files\\English\\cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zucchina",
      "translation": "цукини",
      "definition": "Eine Art Sommerkürbis, klein und zylindrisch in Form, oft in der Küche verwendet.",
      "definition_translation": "Тип летней тыквы, маленькой и цилиндрической формы, часто используемой в кулинарии.",
      "example": "Ich grille Zucchinas zum Abendessen letzte Woche, ich grille sie zum Lunch heute und ich werde sie zum Abendessen nächste Woche grillen.",
      "example_translation": "Я грилил цукини на ужин на прошлой неделе, я грилил их на обед сегодня, и я грилил их на ужин на следующей неделе.",
      "imageLink": "image_files\\English\\courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gurke",
      "translation": "огурец",
      "definition": "Ein langes, grünes, saftiges Frucht, oft roh oder eingelegt gegessen.",
      "definition_translation": "Длинный, зелёный, сочный фрукт, часто едимый сырым или консервированным.",
      "example": "Ich aß ein Gurkensalat zum Lunch gestern, ich esse ihn zum Abendessen heute und ich werde ihn zum Frühstück morgen essen.",
      "example_translation": "Я ел салат из огурца на обед вчера, я ем его на ужин сегодня, и я поем его на завтрак завтра.",
      "imageLink": "image_files\\English\\cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salat",
      "translation": "салат",
      "definition": "Ein grünes, blättriges Gemüse, oft in Salaten oder als Garnitur verwendet.",
      "definition_translation": "зеленый листовой овощ, часто употребляемый в салатах или используемый как гарнир",
      "example": "Ich aß einen Salat mit Salat zum Lunch. Ich werde einen Salat mit Salat zum Abendessen essen. Ich hatte einen Salat mit Salat zum Frühstück gegessen.",
      "example_translation": "Я съел салат с салатом на обед. Я поем салат с салатом на ужин. Я ел салат с салатом на завтрак.",
      "imageLink": "image_files\\English\\lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erbsen",
      "translation": "горох",
      "definition": "Ein kleines, grünes oder gelbliches, essbares Samenkorn, das in einer Hülse wächst",
      "definition_translation": "маленькая, зеленая или желтая, съедобная семя, которая растет в стручке",
      "example": "Ich pflanzte Erbsen in meinem Garten letzte Woche. Ich pflanze Erbsen in meinem Garten heute. Ich werde Erbsen in meinem Garten nächstes Jahr pflanzen.",
      "example_translation": "Я посадил горох в мой сад на прошлой неделе. Я сажаю горох в мой сад сегодня. Я посяду горох в мой сад в следующем году.",
      "imageLink": "image_files\\English\\pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffer",
      "translation": "перец",
      "definition": "Ein süß oder scharf schmeckendes Gewürz, hergestellt aus den Samen einer Pflanze",
      "definition_translation": "сладкая или острая специя, изготовленная из семян растения",
      "example": "Ich fügte Pfeffer meiner Suppe gestern hinzu. Ich füge Pfeffer meiner Suppe jetzt hinzu. Ich werde Pfeffer meiner Suppe morgen hinzufügen.",
      "example_translation": "Я добавил перец в мой суп вчера. Я добавляю перец в мой суп сейчас. Я добавлю перец в мой суп завтра.",
      "imageLink": "image_files\\English\\pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kürbis",
      "translation": "тыква",
      "definition": "Eine Art großer, orangefarbener Kürbis, oft als Dekoration oder in der Küche verwendet",
      "definition_translation": "тип крупного, оранжевого цвета тыквы, часто используемый как украшение или в кулинарии",
      "example": "Ich schnitzte einen Kürbis letzten Halloween. Ich schnitze einen Kürbis jetzt. Ich werde einen Kürbis nächstes Halloween schnitzen.",
      "example_translation": "Я вырезал тыкву на Хэллоуин последний раз. Я вырезаю тыкву сейчас. Я вырежу тыкву на Хэллоуин следующий раз.",
      "imageLink": "image_files\\English\\pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinat",
      "translation": "шпинат",
      "definition": "Eine Art blättriges Gemüse, reich an Nährstoffen und oft in Salaten, Smoothies und als Seite verwendet",
      "definition_translation": "тип листового зеленого овоща, богатый питательными веществами и часто используемый в салатах, смузи и тушеном виде как гарнир",
      "example": "Ich fügte frischen Spinat meinem Omelett hinzu, ich werde ihn meinem Smoothie morgen hinzufügen und ich fügte ihn meinem Salat letzte Nacht hinzu.",
      "example_translation": "Я добавил свежий шпинат в мой омлет, завтра я добавлю его в мой смузи, и я добавил его в свой салат прошлой ночью.",
      "imageLink": "image_files\\English\\spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßmais",
      "translation": "кукуруза",
      "definition": "Eine Art Mais, der erntet wird, wenn die Körner unreif und der Mais weich und süß ist",
      "definition_translation": "тип кукурузы, который собирается, когда зерна неyet зрелые и кукуруза мягкая и сладкая",
      "example": "Ich grille Süßmais auf dem BBQ letzten Sommer, ich werde ihn heute Abend kochen und ich aß ihn auf der Messe letztes Jahr.",
      "example_translation": "Я грилил кукурузу на барбекю minulim летом, сегодня я отварю ее на ужин, и я ел ее на ярмарке в прошлом году.",
      "imageLink": "image_files\\English\\corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "bakлажан",
      "definition": "Ein purpurnes Gemüse, oft in der mediterranen Küche verwendet, häufig gegrillt, geröstet oder sautiert",
      "definition_translation": "фиолетовый овощ, часто используемый в средиземноморской кухне, обычно грилируемый, запекаемый или тушеный",
      "example": "Ich röstete Aubergine zum Abendessen letzte Nacht, ich werde sie zum Lunch heute grillen und ich sautierte sie mit Knoblauch und Kräutern gestern.",
      "example_translation": "Я запек аubергин на ужин прошлой ночью, сегодня я грилирую его на обед, и я тушил его с чесноком и травами вчера.",
      "imageLink": "image_files\\English\\aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenkohl",
      "translation": "цветная капуста",
      "definition": "Eine Art Gemüse, das zur Familie der Kohlarten gehört, oft in Suppen, Eintöpfen und als Beilage verwendet",
      "definition_translation": "тип овоща, принадлежащий к семейству капусты, часто используемый в супах, рагу и как гарнир",
      "example": "Ich dampfte Blumenkohl zum Abendessen letzte Woche, ich werde es morgen mit Knoblauch und Zitronensaft sautieren und ich kochte es mit Kartoffeln gestern.",
      "example_translation": "Я припустил цветную капусту на ужин на прошлой неделе, завтра я тушиу ее с чесноком и лимонным соком, и я отварил ее с картошкой вчера.",
      "imageLink": "image_files\\English\\cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lauch",
      "translation": "лук-порей",
      "definition": "Eine Pflanze mit einem langen, dünnen, weißen und grünen Stiel, oft in der Küche verwendet.",
      "definition_translation": "Растение с длинным, тонким, белым и зеленым стеблем, часто используемым в кулинарии.",
      "example": "Ich hackte den Lauch und sautierte ihn in Butter. Ich werde den Lauch hacken und ihn in Butter sautieren. Ich hatte den Lauch gehackt und ihn in Butter gesautiert.",
      "example_translation": "Я нарезал лук-порей и обжарил его в масле. Я нарезаю лук-порей и обжарю его в масле.Я нарезал лук-порей и обжарил его в масле.",
      "imageLink": "image_files\\English\\leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Petersilie",
      "translation": "петрушка",
      "definition": "Eine hellgrüne, curligi-blättrige Pflanze, oft als Garnitur oder um Geschmack zu-food hinzuzufügen.",
      "definition_translation": "Светло-зеленое, курчавое растение, используемое в качестве гарнира или для добавления вкуса к еде.",
      "example": "Ich streute Petersilie auf die Suppe. Ich werde Petersilie auf die Suppe streuen. Ich hatte Petersilie auf die Suppe gestreut.",
      "example_translation": "Я посыпал петрушкой сверху на суп. Я посыплю петрушкой сверху на суп. Я посыпал петрушкой сверху на суп.",
      "imageLink": "image_files\\English\\parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettich",
      "translation": "редиска",
      "definition": "Ein rootgemüse mit scharfem Geschmack, oft roh oder eingelegt gegessen.",
      "definition_translation": "Корнеплод с острым вкусом, часто eaten сырым или маринованным.",
      "example": "Ich schnitt den Rettich und fügte ihn zum Salat hinzu. Ich werde den Rettich schneiden und ihn zum Salat hinzufügen. Ich hatte den Rettich geschnitten und ihm zum Salat hinzugefügt.",
      "example_translation": "Я нарезал редиску и добавил ее в салат. Я нарезаю редиску и добавлю ее в салат.Я нарезал редиску и добавил ее в салат.",
      "imageLink": "image_files\\English\\radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkohl",
      "translation": "краснокочанная капуста",
      "definition": "Ein Typ von Kohl mit tiefer roter Farbe, oft in Salaten und Slaws verwendet.",
      "definition_translation": "Вид капусты с глубоким красным цветом, часто используемый в салатах и закусках.",
      "example": "Ich raspelte den Rotkohl und machte einen Slaw. Ich werde den Rotkohl rasiren und einen Slaw machen. Ich hatte den Rotkohl geraspelt und einen Slaw gemacht.",
      "example_translation": "Я нашинковал краснокочанную капусту и сделал закуску.Я нашинкую краснокочанную капусту и сделаю закуску.Я нашинковал краснокочанную капусту и сделал закуску.",
      "imageLink": "image_files\\English\\red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühlingszwiebel",
      "translation": "лук шалот",
      "definition": "Eine Frühlingszwiebel ist eine junge Zwiebel, die vor der Bildung der Zwiebel oder manchmal nach der Bildung der Zwiebel, aber bevor sie reif ist, geerntet wird.",
      "definition_translation": "Весенний лук - это молодой лук, который собирается перед образованием луковицы, или иногда после образования луковицы, но до ее созревания.",
      "example": "Ich hackte die Frühlingszwiebel und fügte sie zum Salat hinzu. Gestern hatte ich Frühlingszwiebeln gehackt und sie zum Eintopf hinzugefügt. Morgen werde ich eine Frühlingszwiebel hacken und sie zum Omelett hinzufügen.",
      "example_translation": "Я нарезал весенний лук и добавил его в салат. Вчера я нарезал весенние луки и добавил их в суп. Завтра я нарежу весенний лук и добавлю его в омлет.",
      "imageLink": "image_files\\English\\spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "свекла",
      "definition": "Rübe ist ein süßes und erdiges rootgemüse, das reich an Ballaststoffen und Vitaminen ist.",
      "definition_translation": "Свекла - это сладкий и земляной корнеплод, богатый волокнами и витаминами.",
      "example": "Ich röstete die Rübe und servierte sie mit Ziegenkäse. Letzte Woche hatte ich die Rübe geröstet und sie mit Walnüssen serviert. Nächsten Monat werde ich die Rübe rösten und sie mit Balsamico-Essig servieren.",
      "example_translation": "Я запекал свеклу и подавал ее с козьим сыром. На прошлой неделе я запекал свеклу и подавал ее с грецкими орехами. В следующем месяце я запеку свеклу и буду подавать ее с бальзамическим уксусом.",
      "imageLink": "image_files\\English\\beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Soja, Sojabohne",
      "translation": "соевый, соя",
      "definition": "Soja, auch bekannt als Sojabohne, ist ein Typ von Hülsenfrucht, der reich an Eiweiß ist und oft in Lebensmitteln verwendet wird.",
      "definition_translation": "Соя, также известная как соя, - это тип бобовой культуры, которая высоко богата белком и часто используется в продуктовых изделиях.",
      "example": "Ich fügte Sojasoße zum Stir-Fry hinzu. Gestern hatte ich Sojamilch zum Smoothie hinzugefügt. Nächstes Jahr werde ich Sojabohnen zum Salat hinzufügen.",
      "example_translation": "Я добавил соевый соус в обжарку. Вчера я добавил соевое молоко в смузи. В следующем году я добавлю соевые бобы в салат.",
      "imageLink": "image_files\\English\\soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Breitbohne",
      "translation": "фа",
      "definition": "Eine Breitbohne ist ein Typ von Hülsenfrucht, der reich an Ballaststoffen und Eiweiß ist und oft in der mediterranen Küche verwendet wird.",
      "definition_translation": "Фа - это тип бобовой культуры, который высоко богат волокнами и белком и часто используется в средиземноморской кухне.",
      "example": "Ich schälte die Breitbohnen und fügte sie zum Risotto hinzu. Letzte Woche hatte ich Breitbohnen geschält und sie zum Eintopf hinzugefügt. Nächsten Sommer werde ich Breitbohnen schälen und sie zum Salat hinzufügen.",
      "example_translation": "Я почистил фасоль и добавил ее в ризотто. На прошлой неделе я почистил фасоль и добавил ее в рагу. В следующем летом я почистлю фасоль и добавлю ее в салат.",
      "imageLink": "image_files\\English\\broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosenkohl",
      "translation": "брюссельская капуста",
      "definition": "Ein grünes Gemüse, das in einer Knospe-artigen Formation auf einem Stiel wächst, oft gekocht oder gedünstet und als Beilage serviert.",
      "definition_translation": "Зеленое овощное растение, которое растет в форме почки на стебле, часто варится или запекается и подается как гарнир.",
      "example": "Ich aß Rosenkohl im Restaurant letzte Nacht, dann werde ich sie wieder zu Hause morgen essen, und ich habe sie die ganze Woche zum Mittagessen gegessen.",
      "example_translation": "Я ел брюссельскую капусту в ресторане прошлой ночью, потом я буду есть ее снова дома завтра, и я ем ее на обед всю неделю.",
      "imageLink": "image_files\\English\\brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Artischocke",
      "translation": "артичок",
      "definition": "Eine distelartige Pflanze mit essbaren Blütenknospen, oft als Vorspeise oder Beilage serviert.",
      "definition_translation": "Растение, похожее на чертополох, с съедобными цветочными почками, často подается как закуска или гарнир.",
      "example": "Ich aß Artischocken als Vorspeise bei der Party, dann werde ich versuchen, sie zu Hause morgen zu kochen, und ich habe sie den ganzen Sommer in Salaten gegessen.",
      "example_translation": "Я имел артichokes как закуску на вечеринке, потом я постараюсь приготовить их дома завтра, и я ем их в салатах все лето.",
      "imageLink": "image_files\\English\\artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spargel",
      "translation": "аспарагус",
      "definition": "Eine mehrjährige Pflanze mit essbaren jungen Trieben, oft gegrillt oder in Öl angebraten als Beilage serviert.",
      "definition_translation": "Многолетнее растение с съедобными молодыми побегами, часто подается как гарнир, приготовленное на гриле или в сковороде.",
      "example": "Ich liebe es, Spargel im Frühling zu essen, dann werde ich es nächstes Jahr in meinem Garten anbauen, und ich habe es den ganzen Monat lang mit Olivenöl zubereitet.",
      "example_translation": "Я люблю есть аспарагус весной, потом я постараюсь выращивать его в моем саду в следующем году, и я готовлю его с оливковым маслом весь месяц.",
      "imageLink": "image_files\\English\\asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sellerie",
      "translation": "сельдерей",
      "definition": "Ein knackiges und erfrischendes Gemüse, oft in Salaten, Suppen und als Snack verwendet.",
      "definition_translation": "Хрустящее и освежающее овощное растение, часто используемое в салатах, супах и как закуска.",
      "example": "Ich aß Selleriestangen mit Erdnussbutter in der Schule, dann werde ich es morgen in meinem Suppenrezept verwenden, und ich habe es den ganzen Tag lang als Snack gegessen.",
      "example_translation": "Я ел стебли сельдерея с арахисовой пастой в школе, потом я использую его в моем рецепте супа завтра, и я ем его как закуску весь день.",
      "imageLink": "image_files\\English\\celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zichorie",
      "translation": "цикорий",
      "definition": "Zichorie ist eine Art mehrjähriger Kraut, die ursprünglich aus Europa und Asien stammt und oft als Kaffeersatz oder -zusatz verwendet wird.",
      "definition_translation": "Цикорий - это тип многолетнего растения, родом из Европы и Азии, которое часто используется как заменитель или добавка к кофе.",
      "example": "Ich probierte Zichorienkaffee letzte Woche zum ersten Mal und fand ihn ziemlich bitter. Ich werde es nächsten Monat wieder probieren. Sie trinkt seit Jahren Zichorienkaffee.",
      "example_translation": "Я пил кофе из цикория в прошлый раз неделю, и это было khá горько. Я попробую это снова 次 месяц. Она пьет цикорий кофе уже несколько лет.",
      "imageLink": "image_files\\English\\chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnittlauch",
      "translation": "лук шнитт",
      "definition": "Schnittlauch ist eine Art Kraut, das zur Zwiebelfamilie gehört und oft als Geschmacksverstärker oder Garnitur in verschiedenen Gerichten verwendet wird.",
      "definition_translation": "Лук-шнитт - это тип травы, принадлежащий к семейству луковых, и часто используется как ароматизатор или гарнир в различных блюдах.",
      "example": "Ich streute Schnittlauch auf meine gebackene Kartoffel letzte Nacht, und es war lecker. Sie wird morgen Schnittlauch für den Salat hacken. Sie haben Jahre lang Schnittlauch in ihrem Garten angebaut.",
      "example_translation": "Я посыпал лук-шнитт на мой запеченный картофель прошлой ночью, и это было вкусно. Она будет рубить лук-шнитт для салата завтра. Они выращивали лук-шнитт в их саду уже несколько лет.",
      "imageLink": "image_files\\English\\chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kresse",
      "translation": "кресс-салат",
      "definition": "Kresse ist eine Art scharf schmeckender Grüner, die oft als Garnitur oder zur Geschmacksverstärkung in Salaten verwendet wird.",
      "definition_translation": "Кресс-салат - это тип зеленого с острым вкусом, который часто используется как гарнир или добавляется в салаты для аромата.",
      "example": "Ich fügte Kresse meinem Sandwich gestern hinzu, und es war erfrischend. Sie wird nächste Woche Kresse-Samen säen. Sie haben monatelang Kresse-Salate gegessen.",
      "example_translation": "Я добавил кресс-салат в мой сэндвич вчера, и это было освежающе. Она будет сеять семена кресс-салата на следующей неделе. Они ели салаты из кресс-салата уже несколько месяцев.",
      "imageLink": "image_files\\English\\cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dill",
      "translation": "укроп",
      "definition": "Dill ist eine Art Kraut, das oft verwendet wird, um Gewürzgurken, Suppen und andere Gerichte zu aromatisieren, und wird auch in der traditionellen Medizin verwendet.",
      "definition_translation": "Укроп - это тип травы, который часто используется для ароматизации консервов, супов и других блюд, а также используется в традиционной медицине.",
      "example": "Ich fügte Dill meinen Gewürzgurken letzte Sommer hinzu, und sie wurden großartig. Sie wird nächsten Frühling Dill-Samen pflanzen. Sie haben Jahre lang Dill verwendet, um Verdauungsprobleme zu behandeln.",
      "example_translation": "Я добавил укроп в мои консервы прошлым летом, и они получились отлично. Она будет сажать семена укропа следующей весной. Они использовали укроп для лечения диспепсии уже несколько лет.",
      "imageLink": "image_files\\English\\dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fenchel",
      "translation": "укроп",
      "definition": "Fenchel ist eine mehrjährige Kraut mit einem charakteristischen Anis- oder Lakritzgeschmack, oft in der Küche und Medizin verwendet.",
      "definition_translation": "Укроп - это многолетнее растение с характерным анисовым или лакрическим вкусом, часто используемым в кулинарии и медицине.",
      "example": "Ich hackte Fenchel und sautiert ihn mit Knoblauch und Zwiebeln. Gestern hatte ich Fenchel-Tee, um meinen Magen zu beruhigen. Bis nächste Woche werde ich Fenchel in meinem Garten pflanzen.",
      "example_translation": "Я нарезал укроп и поджарил его с гвоздикой и луком. Вчера я пил чай из укропа, чтобы успокоить мой желудок. К следующей неделе я посадил укроп в свой сад.",
      "imageLink": "image_files\\English\\fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerrettich",
      "translation": "хрен",
      "definition": "Meerrettich ist eine pfeffrig schmeckende weiße Wurzel, oft als Gewürz oder Zutat in verschiedenen Gerichten verwendet.",
      "definition_translation": "Хрен - это острый, белый корень, часто используемый как приправа или ингредиент в различных блюдах.",
      "example": "Ich fügte Meerrettich meiner Soße hinzu, um sie einen Kick zu geben. Meine Großmutter machte Meerrettich-Soße für sonntägliche Mittagessen. Nächstes Jahr werde ich versuchen, Meerrettich in meinem Hinterhof anzubauen.",
      "example_translation": "Я добавил хрен в свой соус, чтобы дать ему кик. Моя бабушка использовала хреновую заправку для воскресных обедов. В следующем году я пытаюсь вырастить хрен в meinem заднем дворе.",
      "imageLink": "image_files\\English\\horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grünkohl",
      "translation": "кале",
      "definition": "Grünkohl ist eine Art blättriger Gemüse, reich an Nährstoffen und oft in Salaten, Smoothies und sautierten Gerichten verwendet.",
      "definition_translation": "Кале - это тип листвистого зеленого овоща, богатого питательными веществами и часто используемого в салатах, смузи и обжаренных блюдах.",
      "example": "Ich aß Grünkohl-Salat zum Mittagessen gestern. Heute Saute ich Grünkohl mit Knoblauch als Beilage. Bis nächstem Monat werde ich einen Grünkohl-Smoothie-Routine begonnen haben.",
      "example_translation": "Я ел салат из кале на обед вчера. Сегодня я собираюсь обжарить кале с гвоздикой в качестве гарнира. К следующему месяцу я начну рутину смузи из кале.",
      "imageLink": "image_files\\English\\kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linsen",
      "translation": "чечевица",
      "definition": "Eine Linse ist eine Art Hülsenfrucht, oft in Suppen, Eintöpfen und Currys verwendet, und reich an Protein und Ballaststoffen.",
      "definition_translation": "Чечевица - это тип бобовой культуры, часто используемый в супах, стью и карри, и богатый белком и волокнами.",
      "example": "Ich kochte Linsen-Suppe zum Abendessen letzte Nacht. Meine Mutter machte Linsen-Curry für besondere Anlässe. Bis nächstem Jahr werde ich Linsen-Salat als neues Rezept probieren.",
      "example_translation": "Я варил суп из чечевичи на ужин прошлой ночью. Моя мать готовила карри из чечевицы для特殊ных случаев. К следующему году я попробую салат из чечевичи как новый рецепт.",
      "imageLink": "image_files\\English\\lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Markknochen",
      "translation": "мозговая",
      "definition": "Ein weiches, fettreiches Gewebe, das die Hohlräume in Knochen ausfüllt, das als Reservoir für Blutzellen und eine Energiequelle dient.",
      "definition_translation": "Мягкая, жирная ткань, заполняющая полости костей, служащая резервуаром для кровяных клеток и источником энергии.",
      "example": "Der Arzt entnahm eine Probe von Markknochen aus dem Knochen des Patienten, um ihn auf anomale Zeichen zu untersuchen. Sie hatte Markknochen ihrer Schwester gespendet, die an Leukämie litt. Die Stammzellen im Markknochen werden dem Patienten helfen, sich von der Chemotherapie zu erholen.",
      "example_translation": "Доктор забрал образец мозговой ткани из кости пациента, чтобы исследовать ее на наличие любых аномалий. Она донировала мозговую ткань своей сестре, которая страдала от лейкемии. Стволовые клетки в мозговой ткани помогут пациенту 恢復иться после химиотерапии.",
      "imageLink": "image_files\\English\\marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pastinake",
      "translation": "пастернак",
      "definition": "Ein süß schmeckendes Wurzelgemüse, typischerweise weiß oder gelblich gefärbt, oft in Suppen, Eintöpfen und Salaten verwendet.",
      "definition_translation": "Сладкий корнеплод, обычно белый или желтоватый по цвету, часто используемый в супах, тушеных блюдах и салатах.",
      "example": "Der Koch fügte einer Pastinake zur Suppe hinzu, um ihr einen süßen Geschmack zu geben. Pastinaken sind eine großartige Zugabe zu einem Winter-Salat. Der Bauernmarkt verkaufte frische Pastinaken zu einem guten Preis.",
      "example_translation": "Повар добавил пастернак в рагу, чтобы дать ему сладкий вкус. Пастернаки - это отличное дополнение к зимнему салату. На рынке фермеров продавали свежие пастернаки по выгодной цене.",
      "imageLink": "image_files\\English\\parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhabarber",
      "translation": "ревень",
      "definition": "Eine Pflanze mit sauren, knackigen Stielen, die oft in Torten und Marmeladen verwendet werden, typischerweise in Kombination mit süßen Früchten wie Erdbeeren.",
      "definition_translation": "Растение с кислыми, хрустящими стеблями, часто используемыми в пирогах и джемах, обычно в паре со сладкими фруктами, такими как клубника.",
      "example": "Oma machte einen leckeren Rhabarberkuchen als Dessert. Rhabarber ist eine großartige Zugabe zu einem Sommer-Salat. Der Bauer zog Rhabarber in seinem Garten, um hausgemachte Marmelade herzustellen.",
      "example_translation": "Бабушка приготовила вкусный пирог из ревеня на десерт. Ревень - это отличное дополнение к летнему салату. Фермер выращивал ревень в omaом саду, чтобы сделать домашний джем.",
      "imageLink": "image_files\\English\\rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohlrübe",
      "translation": "шведская репа",
      "definition": "Eine Art von Wurzelgemüse, ähnlich einer Rübe, oft in Suppen, Eintöpfen und pürierten Gerichten verwendet.",
      "definition_translation": "Тип корнеплода, похожий на репу, часто используемый в супах, тушеных блюдах и пюре.",
      "example": "Der Koch fügte einer Kohlrübe zur Suppe hinzu, um ihr einen herzhaften Geschmack zu geben. Kohlrüben sind eine großartige Zugabe zu einem Winter-Suppen. Der Bauernmarkt verkaufte frische Kohlrüben zu einem guten Preis.",
      "example_translation": "Повар добавил шведскую репу в рагу, чтобы дать ему сытный вкус. Шведские репы - это отличное дополнение к зимнему супу. На рынке фермеров продавали свежие шведские репы по выгодной цене.",
      "imageLink": "image_files\\English\\swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßkartoffel",
      "translation": "батат",
      "definition": "Eine Süßkartoffel ist eine Art von Wurzelgemüse, die ursprünglich aus Amerika stammt, charakterisiert durch ihr süßes, stärkehaltiges Fleisch und dünne Schale.",
      "definition_translation": "Батат — это тип корнеплода, родом из Америки, характеризующийся своей сладкой, крахмалистой мякотью и тонкой кожей.",
      "example": "Ich aß eine Süßkartoffel gestern, ich esse eine jetzt und ich werde eine morgen essen.",
      "example_translation": "Я ел батат вчера, я ем его сейчас, и я буду есть его завтра.",
      "imageLink": "image_files\\English\\sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "репа",
      "definition": "Eine Rübe ist ein Wurzelgemüse, typischerweise weiß oder violett, das in Suppen, Eintöpfen und Salaten verwendet wird.",
      "definition_translation": "Репа — это корнеплод, обычно белый или фиолетовый, используемый в супах, тушеных блюдах и салатах.",
      "example": "Meine Großmutter zog Rüben in ihrem Garten, meine Mutter zieht sie jetzt und meine Schwester wird sie in Zukunft ziehen.",
      "example_translation": "Моя бабушка выращивала репу в своем саду, моя мать выращивает их сейчас, и моя сестра будет выращивать их в будущем.",
      "imageLink": "image_files\\English\\turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]