[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lungenkraut",
      "translation": "репей",
      "definition": "Eine zweijährige Pflanze der Korbblütlerfamilie, mit essbaren Wurzeln und Blättern, die in Salaten oder als Gemüse verwendet werden können.",
      "definition_translation": "Двухлетнее растение семейства астровых, с съедобными корнями и листьями, которые можно использовать в салатах или как овощ.",
      "example": "Als Kind habe ich wildes Lungenkraut gepflückt, und meine Großmutter machte eine leckere Suppe daraus. Jetzt ziehe ich es in meinem eigenen Garten an und verarbeite es in Salaten. Ich werde es nächste Woche ernten, um einen besonderen Dish für meine Freunde zuzubereiten.",
      "example_translation": "Я以前 собирали дикую репей в детстве, и моя бабушка готовила из нее вкусный суп. Теперь я выращиваю ее в собственном саду и использую в салатах. Я соберу ее на следующей неделе, чтобы приготовить специальное блюдо для моих друзей.",
      "imageLink": "image_files\\English\\"imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamille",
      "translation": "ромашка",
      "definition": "Ein Kraut mit dachblumenartigen Blüten und einem süßlichen, apfelähnlichen Duft, verwendet als beruhigendes Tee oder in pflanzlichen Heilmitteln.",
      "definition_translation": "Трава с ромашкоподобными цветами и сладким, яблочным ароматом, используемая как успокаивающий чай или в растительных средствах.",
      "example": "Meine Großmutter gab mir Kamillentee, wenn ich ängstlich war, und es half mir immer, mich zu entspannen. Jetzt trinke ich ihn jede Nacht vor dem Schlafengehen, um mich zu entspannen. Ich werde Kamille next Frühling in meinem Garten anpflanzen, um eine frische Vorrat zu haben.",
      "example_translation": "Моя бабушка давала мне ромашковый чай, когда я чувствовал тревогу, и он всегда помогал мне расслабиться. Теперь я пью его каждую ночь перед сном, чтобы раскрепоститься. Я посадлю ромашку в свой сад следующей весной, чтобы иметь свежий запас.",
      "imageLink": "image_files\\English\\"imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katzennagel",
      "translation": "когтистый бархат",
      "definition": "Eine tropische Kletterpflanze mit krallenartigen Dornen und medizinischen Eigenschaften, verwendet zur Behandlung various Gesundheitszustände.",
      "definition_translation": "Тропическое растение с когтеобразными шипами и медицинскими свойствами, используемое для лечения различных заболеваний.",
      "example": "Ich lernte über Katzennagel in meinem Kräuter-Kurs, und es erstaunte mich, wie viele Gesundheitsvorteile es hat. Ich nehme Katzennagel-Präparate seit einer Weile ein, und ich fühle mich viel besser. Ich werde es meinen Freunden empfehlen, die an Arthritis leiden.",
      "example_translation": "Я узнала о когтистом бархате на курсе фитотерапии, и меня поразило, сколько оно имеет здоровых преимуществ. Я уже несколько месяцев принимаю добавки когтистого бархата, и я чувствую себя намного лучше. Я порекомендую его своим друзьям, которые страдают от артрита.",
      "imageLink": "image_files\\English\\"imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hirse",
      "translation": "мать-и-мачеха",
      "definition": "Eine mehrjährige Pflanze mit gelben Blüten und großen Blättern, verwendet in pflanzlichen Medizin zur Behandlung von Atemwegsproblemen.",
      "definition_translation": "Многолетнее растение с желтыми цветами и большими листьями, используемое в растительной медицине для лечения респираторных проблем.",
      "example": "Ich sammelte Hirse-Blätter im Wald und machte einen Tee, um meinen Husten zu lindern. Jetzt ziehe ich es in meinem eigenen Garten an und verarbeite es zu pflanzlichen Heilmitteln für meine Familie. Ich werde einige Hirse-Blätter diesem Sommer trocknen, um sie während der Wintermonate zu benutzen.",
      "example_translation": "Я以前 собирали листья мать-и-мачехи в лесу и готовила из них чай, чтобы успокоить мой кашель. Теперь я выращиваю ее в собственном саду и использую ее, чтобы готовить растительные средства для моей семьи. Я высушу некоторые листья мать-и-мачехи этим летом, чтобы использовать их в зимние месяцы.",
      "imageLink": "image_files\\English\\"imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "одуванчик",
      "definition": "Ein gelbblühendes Unkraut, das in Rasen und Wiesen wächst, mit Blättern, die in Salaten oder als medizinisches Kraut verwendet werden können.",
      "definition_translation": "Жёлтый цветущий сорняк, растущий на лугах и газонах, с листьями, которые можно есть в салатах или использовать как лекарственное средство.",
      "example": "Ich pflückte einen Löwenzahn vom Rasen und machte einen Wunsch. Gestern habe ich einen Löwenzahn gepflückt und einen Wunsch gemacht. Morgen werde ich einen Löwenzahn pflücken und einen Wunsch machen.",
      "example_translation": "Я сорвал одуванчик с газона и загадал желание. Вчера я сорвал одуванчик и загадал желание. Завтра я сорву одуванчик и загадал желание.",
      "imageLink": "image_files\\English\\"imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bockshornklee",
      "translation": "пажитник",
      "definition": "Eine Pflanze mit Blättern, die als Kraut verwendet werden können, oder Samen, die als Gewürz oder Medizin verwendet werden können.",
      "definition_translation": "Растение с листьями, которые можно использовать как траву, или семенами, которые можно использовать для приготовления специи или лекарства.",
      "example": "Ich fügte Bockshornklee-Samen zur Curry hinzu, um Geschmack zu geben. Gestern fügte ich Bockshornklee-Samen zur Curry hinzu, um Geschmack zu geben. Morgen werde ich Bockshornklee-Samen zur Curry hinzufügen, um Geschmack zu geben.",
      "example_translation": "Я добавил семена пажитника в карри для вкуса. Вчера я добавил семена пажитника в карри для вкуса. Завтра я добавлю семена пажитника в карри для вкуса.",
      "imageLink": "image_files\\English\\"imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Ginseng",
      "translation": "женьшень",
      "definition": "Eine Pflanze mit einer Wurzel, die in der Medizin und Küche verwendet wird, insbesondere in asiatischer Küche.",
      "definition_translation": "Растение с корнем, который используется в медицине и кулинарии, особенно в азиатской кухне.",
      "example": "Ich trank Ginseng-Tee, um meine Energie zu steigern. Gestern trank ich Ginseng-Tee, um meine Energie zu steigern. Morgen werde ich Ginseng-Tee trinken, um meine Energie zu steigern.",
      "example_translation": "Я выпил чай из женьшеня, чтобы повысить мой энергии. Вчера я выпил чай из женьшеня, чтобы повысить мой энергии. Завтра я выпью чай из женьшеня, чтобы повысить мой энергии.",
      "imageLink": "image_files\\English\\"imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schachtelhalm",
      "translation": "хвостник",
      "definition": "Eine Pflanze mit einem hohlen Stängel, die als Diuretikum oder zur Herstellung von Kräutertee verwendet werden kann.",
      "definition_translation": "Растение с пустотелым стеблем, которое можно использовать как диуретик или для приготовления травяного чая.",
      "example": "Ich verwendete Schachtelhalm, um meine Harnwegsinfektion zu behandeln. Gestern verwendete ich Schachtelhalm, um meine Harnwegsinfektion zu behandeln. Morgen werde ich Schachtelhalm verwenden, um meine Harnwegsinfektion zu behandeln.",
      "example_translation": "Я использовал хвостник для лечения моей инфекции мочевыводящих путей. Вчера я использовал хвостник для лечения моей инфекции мочевыводящих путей. Завтра я использую хвостник для лечения моей инфекции мочевыводящих путей.",
      "imageLink": "image_files\\English\\"imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knöterich",
      "translation": "воробейник",
      "definition": "Eine mehrjährige Unkrautpflanze mit gelb-grünen Blüten und schmalen Blättern, oft in Rasen und Wiesen gefunden.",
      "definition_translation": "Многолетний сорняк с желто-зелеными цветами и узкими листьями, часто встречается на лугах и газонах.",
      "example": "Der Bauer arbeitete hart, um den Knöterich aus seinen Feldern zu entfernen. Der Knöterich wuchs schnell in dem warmen Wetter. Er wird nächstes Jahr wieder mit dem Knöterich zu tun haben.",
      "example_translation": "Фермер работал тяжело, чтобы удалить воронейник из своих полей. Воронейник рос быстро в теплой погоде. Он будет иметь дело с воронейником снова в следующем сезоне.",
      "imageLink": "image_files\\English\\"imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenmelisse",
      "translation": "лимонная мята",
      "definition": "Eine mehrjährige Pflanze mit herzförmigen Blättern und einem leichten, zitronigen Geschmack, oft in der Küche und pflanzlichen Tees verwendet.",
      "definition_translation": "Многолетнее растение с сердцевидными листьями и легким, цитрусовым вкусом, часто используемое в кулинарии и травяных чаях.",
      "example": "Sie fügte ein Zweiglein Zitronenmelisse ihrem Tee hinzu, um eine beruhigende Wirkung zu erzielen. Der Koch verwendete Zitronenmelisse, um das Hähnchendish zu aromatisieren. Sie werden Zitronenmelisse next Frühling in ihrem Garten anpflanzen.",
      "example_translation": "Она добавила веточку лимонной мяты в свой чай для успокаивающего эффекта. Повар использовал лимонную мяту, чтобы блюдо курицы было ароматным. Они посадят лимонную мяту в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringelblume",
      "translation": "калиЕНдра",
      "definition": "Eine helle gelbe oder orange Blume mit einem starken, stechenden Geruch, oft in Gärten und als natürlicher Schutz gegen Schädlinge verwendet.",
      "definition_translation": "Ярко-желтый или оранжевый цветок с сильным, пungентным запахом, часто используемый в садах и как естественный репеллент для вредителей.",
      "example": "Der Garten war voller Ringelblumen, die halfen, Schädlinge fernzuhalten. Sie pflanzte Ringelblumen um ihre Tomaten, um sie zu schützen. Die Ringelblumen blühten herrlich im warmen Sommerwetter.",
      "example_translation": "Сад был заполнен календрасами, которые помогали держать вредителей подальше. Она посадила календрасы вокруг своих помидоров, чтобы защитить их. Календрасы цвелиbeautifully в теплой летней погоде.",
      "imageLink": "image_files\\English\\"imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marshmallow",
      "translation": "зефир",
      "definition": "Ein süßes, weiches und leichtes Konfektionsmittel aus Zucker, Gelatine und Mais sirup, oft in Desserts und heißem Schokoladen verwendet.",
      "definition_translation": "Сладкое, мягкое и легкое кондитерское изделие, сделанное из сахара, желатина и кукурузного сиропа, часто используемое в десертах и горячем шоколаде.",
      "example": "Die Kinder liebten es, Marshmallows über dem Campfeuer zu rösten. Sie benutzte Marshmallows, um einen leckeren heißen Schokoladen zu machen. Die Firma wird nächstes Monat eine neue Marshmallow-Geschmacksrichtung lancieren.",
      "example_translation": "Дети любили жарить зефиры над костром. Она использовала зефиры, чтобы сделать вкусный горячий шоколад. Компания запустит новый зефирийный вкус в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wegerich",
      "translation": "Подорожник ланцетолистый",
      "definition": "Eine mehrjährige Pflanze, die in Europa und Asien heimisch ist, mit schmalen Blättern und kleinen Blüten, die in der Volksmedizin verwendet wird.",
      "definition_translation": "Многолетнее травянистое растение, родом из Европы и Азии, с узкими листьями и маленькими цветами, используемое в народной медицине.",
      "example": "Ich pflegte als Kind Wegerich zu pflücken, und meine Großmutter machte daraus einen Tee, um unsere schmerzenden Kehlen zu lindern. Jetzt ziehe ich ihn in meinem Garten und benutze ihn, um eine natürliche Heilung für Hautirritationen herzustellen. Ich werde im Frühjahr mehr Wegerich pflanzen, um eine stete Versorgung zu sichern.",
      "example_translation": "Я когда-то собирал подорожник ланцетолистый в детстве, и моя бабушка делала из него чай, чтобы успокоить наши больные горла. Теперь я выращиваю его в своем саду и использую его для создания натурального средства от кожных раздражений. Я посадлю больше подорожника ланцетолистого весной, чтобы обеспечить стабильный запас.",
      "imageLink": "image_files\\English\\"imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salbei",
      "translation": "Шалфей",
      "definition": "Eine mehrjährige Pflanze mit graugrünen Blättern und purpurnen Blüten, die in der Küche und Medizin verwendet wird.",
      "definition_translation": "Многолетнее травянистое растение с серовато-зеленными листьями и фиолетовыми цветами, используемое в кулинарии и медицине.",
      "example": "Meine Großmutter machte aus Salbei einen Tee, um ihre Nerven zu beruhigen, und ich benutze ihn noch heute. Ich werde Salbei zum Füllen eines gebratenen Hühnchens morgen hinzufügen. Sie hatte mich gelehrt, Salbei-Blätter für die Zukunft zu trocknen.",
      "example_translation": "Моя бабушка делала чай из шалфея, чтобы успокоить свои нервы, и я до сих пор использую его. Я добавлю шалфей к начинке для запеченной курицы завтра. Она учила меня, как высушивать листья шалфея для будущего использования.",
      "imageLink": "image_files\\English\\"imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Johanniskraut",
      "translation": "Зверобой",
      "definition": "Eine mehrjährige Pflanze mit gelben Blüten, die in der Volksmedizin zur Behandlung leichter Depressionen und Angstzustände verwendet wird.",
      "definition_translation": "Многолетнее травянистое растение с желтыми цветами, используемое в народной медицине для лечения легкой депрессии и тревожности.",
      "example": "Ich fühlte mich ängstlich, also begann ich, Johanniskraut-Präparate zu nehmen, und sie halfen wirklich. Mein Freund hatte mir Johanniskraut empfohlen, weil sie es zur Behandlung ihrer Depression verwendet hatte. Ich werde nächstes Jahr Johanniskraut in meinem Garten pflanzen, um eine stete Versorgung zu sichern.",
      "example_translation": "Я чувствовал тревогу, поэтому я начал принимать добавки из зверобоя, и они gerçekten помогли. Моя подруга рекомендовала мне зверобой, потому что она использовала его для лечения своей депрессии. Я посадлю зверобой в свой сад в следующем году, чтобы иметь стабильный запас.",
      "imageLink": "image_files\\English\\"imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wermut",
      "translation": "Полынь",
      "definition": "Eine mehrjährige Pflanze mit silbrig-grauen Blättern und kleinen gelben Blüten, die in Absinth und als Arzneipflanze verwendet wird.",
      "definition_translation": "Многолетнее травянистое растение с серебристо-серыми листьями и маленькими желтыми цветами, используемое в абсенте и как лекарственное растение.",
      "example": "Ich probierte einmal Absinth, der mit Wermut aromatisiert war, und er war ziemlich bitter. Die alten Griechen benutzten Wermut, um Verdauungsbeschwerden zu behandeln, und es wird noch heute in der Volksmedizin verwendet. Ich werde Wermut in meinem Garten pflanzen, um es in der Küche und als Arzneipflanze zu verwenden.",
      "example_translation": "Я когда-то пробовал абсент, который был ароматизирован полынью, и он был довольно горьким. Древние греки использовали полынь для лечения диспепсии, и он все еще используется сегодня в народной медицине. Я посадлю полынь в свой сад, чтобы использовать ее в кулинарии и как лекарственное растение.",
      "imageLink": "image_files\\English\\"imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]