[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wassermann",
      "translation": "Водолей",
      "definition": "Ein Sternzeichen im Zodiak, repräsentiert durch den Wassermann. Menschen, die unter diesem Zeichen geboren sind, sind bekannt für ihre humanitäre Natur und ihren unabhängigen Geist.",
      "definition_translation": "Созвездие в зодиаке, представленное Ковшом. Люди, рожденные под этим знаком, известны своей гуманитарной натурой и самостоятельным духом.",
      "example": "Sie ist ein Wassermann, also ist sie immer bereit, anderen zu helfen. Sie half ihrem Freund letzten Woche bei seinem Umzug, und jetzt plant sie ein Charity-Event. In 10 Jahren wird sie eine berühmte Philanthropin sein.",
      "example_translation": "Она Водолей, поэтому она всегда готова помочь другим. Она помогла своему другу развлекаться на прошлой неделе, а теперь она планирует благотворительное мероприятие. Через 10 лет она станетamous благотворителем.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Widder",
      "translation": "Овен",
      "definition": "Ein Sternzeichen im Zodiak, repräsentiert durch den Widder. Menschen, die unter diesem Zeichen geboren sind, sind bekannt für ihre kühne und ambitionierte Natur.",
      "definition_translation": "Созвездие в зодиаке, представленное Бараном. Люди, рожденные под этим знаком, известны своей смелой и амбициозной натурой.",
      "example": "Er ist ein Widder, also ist er immer bereit für eine Herausforderung. Er lief letzten Jahr einen Marathon, und jetzt trainiert er für einen Triathlon. In 5 Jahren wird er ein Ironman-Wettbewerb beendet haben.",
      "example_translation": "Он Овен, поэтому он всегда готов к挑ению. Он пробежал марафон в прошлом году, а теперь он тренируется для триатлона. Через 5 лет он завершит соревнование Ironman.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krebs",
      "translation": "Рак",
      "definition": "Ein Sternzeichen im Zodiak, repräsentiert durch den Krebs. Menschen, die unter diesem Zeichen geboren sind, sind bekannt für ihre emotionale und fürsorgliche Natur.",
      "definition_translation": "Созвездие в зодиаке, представленное Раком. Люди, рожденные под этим знаком, известны своей эмоциональной и заботливой натурой.",
      "example": "Sie ist ein Krebs, also kümmert sie sich immer um ihre Familie. Sie pflegte ihre Mutter, als sie krank war, und jetzt hilft sie ihrem Bruder bei seinem Umzug in eine neue Wohnung. In 20 Jahren wird sie eine liebevolle Großmutter sein.",
      "example_translation": "Она Рак, поэтому она всегда заботится о своей семье. Она ухаживала за своей матерью, когда та была больна, а теперь она помогает своему брату переехать в новую квартиру. Через 20 лет она станет любящей бабушкой.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinbock",
      "translation": "Козерог",
      "definition": "Ein Sternzeichen im Zodiak, repräsentiert durch den Steinbock. Menschen, die unter diesem Zeichen geboren sind, sind bekannt für ihre verantwortungsvolle und disziplinierte Natur.",
      "definition_translation": "Созвездие в зодиаке, представленное Козерогом. Люди, рожденные под этим знаком, известны своей ответственной и дисциплинированной натурой.",
      "example": "Er ist ein Steinbock, also plant er immer für die Zukunft. Er sparte Jahre lang Geld, um ein Haus zu kaufen, und jetzt investiert er in sein eigenes Unternehmen. In 15 Jahren wird er ein erfolgreicher Unternehmer sein.",
      "example_translation": "Он Козерог, поэтому он всегда планирует на будущее. Он копил деньги годы, чтобы купить дом, а теперь он инвестировал в свой собственный бизнес. Через 15 лет он станет успешным предпринимателем.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "Близнецы",
      "definition": "Zwilling ist das dritte astrologische Zeichen im Zodiak, stammend von der Sternkonstellation Zwilling, und ist mit dem Zeitraum zwischen dem 21. Mai und dem 20. Juni verbunden.",
      "definition_translation": "Близнецы - это третий астрологический знак в зодиаке, берущий начало от созвездия Близнецов, и ассоциируется с периодом между 21 мая и 20 июня.",
      "example": "Ich wurde am 1. Juni geboren, also bin ich ein Zwilling. Mein Freund war ein Zwilling, und er war sehr neugierig. Bis ich 30 bin, werde ich ein erfolgreicher Zwilling-Unternehmer sein.",
      "example_translation": "Я родился 1 июня, поэтому я Близнец. Моя подруга была Близнецом, и она была очень любопытной. К тому времени, когда мне будет 30, я буду успешным предпринимателем-Близнецом.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "Лев",
      "definition": "Löwe ist das fünfte astrologische Zeichen im Zodiak, stammend von der Sternkonstellation Löwe, und ist mit dem Zeitraum zwischen dem 23. Juli und dem 22. August verbunden.",
      "definition_translation": "Лев - это пятый астрологический знак в зодиаке, берущий начало от созвездия Льва, и ассоциируется с периодом между 23 июля и 22 августа.",
      "example": "Ich kenne jemanden, der ein Löwe ist, und er ist sehr selbstbewusst. Meine Schwester war ein Löwe, und sie war sehr extrovertiert. Bis nächstes Jahr werde ich einen Löwe-Freund haben, der mir beibringt, tanzen zu gehen.",
      "example_translation": "Я знаюкого-то, кто является Львом, и он очень уверен в себе. Моя сестра была Львом, и она была очень общительной. К следующему году у меня будет друг-Лев, который научит меня танцевать.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "Весы",
      "definition": "Waage ist das siebte astrologische Zeichen im Zodiak, stammend von der Sternkonstellation Waage, und ist mit dem Zeitraum zwischen dem 23. September und dem 22. Oktober verbunden.",
      "definition_translation": "Весы - это седьмой астрологический знак в зодиаке, берущий начало от созвездия Весов, и ассоциируется с периодом между 23 сентября и 22 октября.",
      "example": "Meine Mutter ist eine Waage, und sie ist sehr ausgeglichen. Ich kenne jemanden, der eine Waage ist, und er ist sehr diplomatisch. Bis ich 25 bin, werde ich einen Waage-Partner haben, der meine Liebe zur Kunst teilt.",
      "example_translation": "Моя мама является Весами, и она очень сбалансирована. Я знаюкого-то, кто является Весами, и он очень дипломатичен. К тому времени, когда мне будет 25, у меня будет партнер-Весы, который поделится моей любовью к искусству.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fische",
      "translation": "Рыбы",
      "definition": "Fische ist das zwölfte astrologische Zeichen im Zodiak, stammend von der Sternkonstellation Fische, und ist mit dem Zeitraum zwischen dem 19. Februar und dem 20. März verbunden.",
      "definition_translation": "Рыбы - это двенадцатый астрологический знак в зодиаке, берущий начало от созвездия Рыб, и ассоциируется с периодом между 19 февраля и 20 марта.",
      "example": "Mein Bruder ist ein Fisch, und er ist sehr empathisch. Ich kenne jemanden, der ein Fisch ist, und sie ist sehr kreativ. Bis nächstem Monat werde ich einen Fisch-Freund haben, der mir beibringt, schwimmen zu gehen.",
      "example_translation": "Мой брат является Рыбами, и он очень эмпатичен. Я знаю кого-то, кто является Рыбами, и она очень креативна. К следующему месяцу у меня будет друг-Рыбы, который научит меня плавать.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schütze",
      "translation": "Стрелец",
      "definition": "Ein Schütze ist ein Mensch, der zwischen dem 22. November und dem 21. Dezember geboren ist, oder das neunte Zeichen im Zodiak, repräsentiert durch das Symbol des Schützen.",
      "definition_translation": "Стрелец - это человек, рожденный между 22 ноября и 21 декабря, или девятый знак зодиака, представленный символом стрелка.",
      "example": "Ich bin ein Schütze, ich wurde am 1. Dezember geboren. Ich war ein Schütze, als ich das College absolvierte. Ich werde ein Schütze sein, wenn ich in Rente gehe.",
      "example_translation": "Я Стрелец, я родился 1 декабря. Я был Стрельцом, когда окончил колледж. Я буду Стрельцом, когда уйду на пенсию.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Скорпион",
      "definition": "Ein Skorpion ist ein Mensch, der zwischen dem 23. Oktober und dem 21. November geboren ist, oder das achte Zeichen im Zodiak, repräsentiert durch das Symbol des Skorpions.",
      "definition_translation": "Скорпион - это человек, рожденный между 23 октября и 21 ноября, или восьмой знак зодиака, представленный символом скорпиона.",
      "example": "Ich kenne sie, seit sie ein Skorpion in der Highschool war. Sie ist immer noch ein Skorpion. Sie wird immer ein Skorpion sein.",
      "example_translation": "Я знаю ее с тех пор, как она была Скорпионом в школе. Она до сих пор Скорпион. Она всегда будет Скорпионом.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "Телец",
      "definition": "Ein Stier ist eine Person, die zwischen dem 20. April und dem 20. Mai geboren wurde, oder das zweite Zeichen des Tierkreises, repräsentiert durch das Symbol des Stieres.",
      "definition_translation": "Телец - это человек, рожденный между 20 апреля и 20 мая, или второй знак зодиака, представленный символом быка.",
      "example": "Meine Schwester ist ein Stier, sie liebt Kunst. Sie war ein Stier, als sie heiratete. Sie wird ein Stier sein, wenn sie Kinder hat.",
      "example_translation": "Моя сестра - Телец, она любит искусство. Она была Тельцом, когда вышла замуж. Она будет Тельцом, когда у нее будут дети.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungfrau",
      "translation": "Дева",
      "definition": "Eine Jungfrau ist eine Person, die zwischen dem 23. August und dem 22. September geboren wurde, oder das sechste Zeichen des Tierkreises, repräsentiert durch das Symbol der Jungfrau.",
      "definition_translation": "Дева - это человек, рожденный между 23 августа и 22 сентября, или шестой знак зодиака, представленный символом девы.",
      "example": "Ich bin eine Jungfrau, ich bin sehr organisiert. Ich war eine Jungfrau, als ich mein Unternehmen begann. Ich werde eine Jungfrau sein, wenn ich in Rente gehe.",
      "example_translation": "Я Дева, я очень организован. Я был Девой, когда начал свой бизнес. Я буду Девой, когда уйду на пенсию.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierkreiszeichen",
      "translation": "знак зодиака",
      "definition": "Ein Tierkreiszeichen ist ein Abschnitt der Ekliptik, oder des Sonnenweges am Himmel, in 12 Teile unterteilt, jeder durch ein unterschiedliches Charakter oder Tier repräsentiert und mit bestimmten Eigenschaften oder Charakteristika assoziiert.",
      "definition_translation": "Знак зодиака - это сегмент эклиптики, или пути Солнца в небе, разделенный на 12 частей, каждая из которых представлена разным символом или животным и ассоциирована с определальными характеристиками или признаками.",
      "example": "Ich war ein Löwe in meinem vorherigen Leben, ich bin jetzt ein Skorpion und ich werde ein Zwilling in meinem nächsten Leben. Mein Freund war letztes Jahr ein Jungfrau, er ist jetzt ein Waage und er wird nächstes Jahr ein Schütze sein.",
      "example_translation": "Я был Львом в прошлой жизни, я теперь Скорпион, и я буду Близнецом в следующей жизни. Моя подруга была Девой LAST год, она теперь Весы, и она будет Стрельцом в следующем году.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]