[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znudzony",
      "translation": "entediado",
      "definition": "Czując się zmęczony i niezadowolony, bo coś nie jest interesujące.",
      "definition_translation": "Sentindo-se cansado e infeliz porque algo não é interessante.",
      "example": "Byłem znudzony na spotkaniu wczoraj. Jestem znudzony tym filmem. Będę znudzony, jeśli będę musiał to zrobić ponownie.",
      "example_translation": "Eu estava entediado na reunião ontem. Estou entediado com esse filme. Eu estarei entediado se tiver que fazer isso novamente.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nudny",
      "translation": "chato",
      "definition": "Nie interesujący lub nie ekscytujący.",
      "definition_translation": "Não interessante ou emocionante.",
      "example": "Ten film jest nudny. Uważałem wykład za nudny. Książka była nudna.",
      "example_translation": "Este filme é chato. Eu achei a palestra chata. O livro foi chato.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprytny",
      "translation": "inteligente",
      "definition": "Mający lub pokazujący szybką i pomysłową umysł.",
      "definition_translation": "Tendo ou mostrando uma mente rápida e inventiva.",
      "example": "Moja siostra jest sprytna i zawsze szybko rozwiązuje łamigłówki. Uważałem rozwiązanie za sprytne. On był sprytny, żeby to zrozumieć.",
      "example_translation": "Minha irmã é inteligente e sempre resolve quebra-cabeças rapidamente. Eu achei que a solução foi inteligente. Ele foi inteligente o suficiente para descobrir.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trudny",
      "translation": "difícil",
      "definition": "Wymagający dużego wysiłku lub umiejętności, aby dokonać, zrozumieć lub zająć się.",
      "definition_translation": "Necessitando muito esforço ou habilidade para alcançar, entender ou lidar com.",
      "example": "Problem matematyczny był trudny. Znalazłem egzamin trudnym. Projekt był trudny do ukończenia.",
      "example_translation": "O problema de matemática era difícil. Eu achei o exame difícil. O projeto foi difícil de completar.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachwycony",
      "translation": "animado",
      "definition": "Czujący się entuzjastycznie i chętnie; wzbudzający emocje.",
      "definition_translation": "Sentindo-se entusiasta e ansioso; emocionado ou energizado.",
      "example": "Byłem zachwycony, gdy wyjechałem na wakacje w zeszłym roku, jestem zachwycony, że wyjeżdżam następnym tygodniu, i będę zachwycony, gdy wyjeżdżę ponownie w przyszłym roku.",
      "example_translation": "Eu estava animado para ir de férias no ano passado, estou animado para ir na próxima semana e estarei animado para ir novamente no ano que vem.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekscytujący",
      "translation": "emocionante",
      "definition": "Wzbudzający entuzjazm i chęć; wzbudzający emocje.",
      "definition_translation": "Causando sentimentos de entusiasmo e ansiedade; emocionante ou estimulante.",
      "example": "Ekscytująca wiadomość sprawiła, że skoczyłem z radości, ekscytująca gra miała mnie na krawędzi fotela, a ekscytujący widok odebrał mi dech.",
      "example_translation": "As notícias emocionantes me fizeram pular de alegria, o jogo emocionante me manteve na beirada da minha cadeira e a vista emocionante me tirou o fôlego.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sławny",
      "translation": "famoso",
      "definition": "Wyroźniający się i celebrujący; sławny lub znany.",
      "definition_translation": "Bem-conhecido e celebrado; proeminente ou renomado.",
      "example": "Był sławnym ze swoich umiejętności aktorskich, ona będzie sławna za odkrycie naukowe, a oni byli sławni za swoją pracę charytatywną.",
      "example_translation": "Ele era famoso por suas habilidades de atuação, ela será famosa por sua descoberta científica e eles eram famosos por seu trabalho de caridade.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmieszny",
      "translation": "engraçado",
      "definition": "Wzbudzający śmiech lub humor; komediowy lub zabawny.",
      "definition_translation": "Causando risos ou divertimento; cômico ou divertido.",
      "example": "Śmieszny dowcip sprawił, że się śmialiśmy, śmieszny film miał nas w sztoku, a śmieszna sytuacja była dość zawstydzająca.",
      "example_translation": "A piada engraçada nos fez rir, o filme engraçado nos deixou em cócegas e a situação engraçada foi bem embaraçosa.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dobry",
      "translation": "bom",
      "definition": "Mający pozytywną jakość lub charakter; moralnie doskonały.",
      "definition_translation": "tendo uma qualidade ou caráter favorável; moralmente excelente",
      "example": "Czułem się dobrze, gdy otrzymałem wiadomość. Czuję się dobrze ostatnio. Będę się czuł dobrze, gdy ukończę studia.",
      "example_translation": "Eu me senti bem quando recebi a notícia. Eu tenho me sentido bem ultimamente. Eu me sentirei bem quando me formar.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wesoły",
      "translation": "feliz",
      "definition": "Czujący lub pokazujący radość lub zadowolenie.",
      "definition_translation": "sentindo ou mostrando prazer ou contentamento",
      "example": "Byłem wesoły, gdy był dzieckiem. Jestem wesoły teraz. Będę wesoły, gdy wyjdę na emeryturę.",
      "example_translation": "Eu era feliz quando eu era criança. Eu sou feliz agora. Eu serei feliz quando me aposentar.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "interesujący",
      "translation": "interessante",
      "definition": "budzący zainteresowanie lub chęć poznania; atrakcyjny lub fascynujący",
      "definition_translation": "arousando curiosidade ou interesse; atraente ou fascinante",
      "example": "Film był interesujący. Książka jest interesująca. Wykład będzie interesujący.",
      "example_translation": "O filme foi interessante. O livro é interessante. A palestra será interessante.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miły",
      "translation": "legal",
      "definition": "przyjemny, zgodny lub satysfakcjonujący",
      "definition_translation": "agradável, agradável ou satisfatório",
      "example": "Ona jest miłą osobą. Pogoda była miła wczoraj. Hotel będzie miły.",
      "example_translation": "Ela é uma pessoa legal. O tempo foi legal ontem. O hotel será legal.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "smutny",
      "translation": "triste",
      "definition": "Czując niezadowolenie, smutek lub rozczarowanie; stan emocjonalny niezadowolenia.",
      "definition_translation": "Sentindo-se infeliz, triste ou desapontado; estado emocional infeliz.",
      "example": "Byłem smutny, gdy moje ulubionego psa umarło. Jestem smutny, bo nie zdałem egzaminu. Będę smutny, jeśli nie zobaczę przyjaciół ponownie.",
      "example_translation": "Eu estava triste quando meu cachorro favorito faleceu. Estou triste porque falhei no exame. Estarei triste se não ver meus amigos novamente.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmęczony",
      "translation": "cansado",
      "definition": "Czując fizyczne lub psychiczne wyczerpanie; potrzebujący odpoczynku lub snu.",
      "definition_translation": "Sentindo-se fisicamente ou mentalmente exausto; precisando de descanso ou sono.",
      "example": "Byłem zmęczony po biegu maratońskim. Jestem zmęczony, bo nie spałem dobrze. Będę zmęczony, jeśli nie zrobię przerwy.",
      "example_translation": "Eu estava cansado após correr um maratona. Estou cansado porque não dormi bem. Estarei cansado se não fizer uma pausa.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozpraszone",
      "translation": "distraído",
      "definition": "Skłonny do zapominania lub nieuważności; lekkomyślny lub niedbały.",
      "definition_translation": "Propenso a esquecimento ou falta de atenção; descuidado ou negligente.",
      "example": "Byłem rozpraszonym i zapomniałem kluczy. Jestem rozpraszony, gdy jestem w pośpiechu. Będę rozpraszony, jeśli nie skupię się.",
      "example_translation": "Eu estava distraído e esqueci minhas chaves. Estou distraído quando estou com pressa. Estarei distraído se não me concentrar.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przestraszony",
      "translation": "temeroso",
      "definition": "Czując strach lub lęk; obawiający się czegoś.",
      "definition_translation": "Sentindo medo ou ansiedade; apreensivo sobre algo.",
      "example": "Byłem przestraszony ciemności, gdy byłam dzieckiem. Jestem przestraszony wysokości. Będę przestraszony, jeśli zobaczę węża.",
      "example_translation": "Eu estava temeroso do escuro quando era criança. Estou temeroso de alturas. Estarei temeroso se ver uma cobra.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "zangado",
      "definition": "Czując lub pokazując wielką złość lub zdenerwowanie.",
      "definition_translation": "Sentindo ou mostrando grande raiva ou irritação.",
      "example": "Byłem wściekły, gdy zobaczyłem newsy wczoraj, ale teraz jestem wściekły, bo przegapiłem deadline, a będę wściekły, jeśli nie dostanę przeprosin.",
      "example_translation": "Eu estava zangado quando vi as notícias ontem, mas agora estou zangado porque perdi o prazo, e serei zangado se não receber um pedido de desculpas.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "cuidadoso",
      "definition": "Dając bliską uwagę czemuś, aby uniknąć błędów lub szkody.",
      "definition_translation": "Dando atenção próxima a algo para evitar erros ou danos.",
      "example": "Byłem ostrożny, gdy wieczorem prowadziłem samochód, ale będę ostrożny, gdy będę przechodził przez ulicę, a był ostrożny, gdy pisałem raport.",
      "example_translation": "Eu fui cuidadoso quando estava dirigindo ontem à noite, mas serei cuidadoso quando estiver cruzando a rua, e havia sido cuidadoso quando estava escrevendo o relatório.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chłodny",
      "translation": "fresco",
      "definition": "Umniej zimny temperatura.",
      "definition_translation": "Moderadamente frio em temperatura.",
      "example": "Chłodny wiatr sprawił, że czułem się dobrze, gdy wychodziłem na zewnątrz, ale bude chłodny, gdy dotrę do góry, a był chłodny, gdy pływałem w jeziorze.",
      "example_translation": "O vento fresco se sentiu ótimo quando estava caminhando fora, mas será fresco quando chegar à montanha, e havia sido fresco quando estava nadando no lago.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szalony",
      "translation": "louco",
      "definition": "Mający lub pokazujący silnie zaburzoną lub szkodliwą psychicznie.",
      "definition_translation": "Tendo ou mostrando um estado de espírito severamente anormal ou perturbador.",
      "example": "Myślałem, że był szalony, gdy postanowił odejść z pracy, ale będę myślał, że jest szalony, jeśli nie weźmie leków, a myślałem, że był szalony, gdy zaczął własną firmę.",
      "example_translation": "Pensei que ele era louco quando decidiu deixar o emprego, mas pensei que ele seja louco se não tomar o remédio, e havia pensado que ele era louco quando começou seu próprio negócio.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niebezpieczny",
      "translation": "perigoso",
      "definition": "Pełen ryzyka lub zagrożenia; mogący spowodować obrażenia lub szkody",
      "definition_translation": "Cheio de risco ou ameaça; propenso a causar lesão ou dano",
      "example": "Niebezpieczny klif sprawił, że czułem się niepewnie, uważałem ostatniego roku, i będę bardziej ostrożny, gdy odwiedzę go następnego miesiąca.",
      "example_translation": "O penhasco perigoso me fez sentir ansioso, eu tinha sido cuidadoso nele no ano passado, e serei mais cauteloso quando o visitar no próximo mês.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjazny",
      "translation": "amigável",
      "definition": "Mający lub pokazujący miłą i sympatykę naturę",
      "definition_translation": "Tendo ou mostrando uma natureza agradável e afetiva",
      "example": "Mój przyjazny sąsiad zaprosił mnie na swoją imprezę, uczestniczyłem w niej ostatniego tygodnia, i uczestniczę w niej again w przyszłym roku.",
      "example_translation": "Meu vizinho amigável havia me convidado para sua festa, eu havia comparecido a ela na semana passada, e irei comparecer novamente no ano que vem.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "feliz",
      "definition": "Czujący lub pokazujący radość lub zadowolenie",
      "definition_translation": "Sentindo ou mostrando prazer ou contentamento",
      "example": "Byłem zadowolony, że zobaczyłem mojego starego przyjaciela po wielu latach, jestem zadowolony, że widzę go teraz, i będę zadowolony, gdy zobaczę go znów w przyszłości.",
      "example_translation": "Eu estava feliz em ver meu velho amigo após muitos anos, estou feliz em vê-lo agora, e estarei feliz em vê-lo novamente no futuro.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczciwy",
      "translation": "honesto",
      "definition": "Prawdziwy i szczery; nie kłamący ani nie oszukujący",
      "definition_translation": "Verdadeiro e sincero; não mentindo ou Trapaceando",
      "example": "Mój uczciwy przyjaciel zawsze mówił mi prawdę, powiedział mi prawdę wczoraj, i powie mi prawdę jutro.",
      "example_translation": "Meu amigo honesto sempre me disse a verdade, ele me disse a verdade ontem, e ele me dirá a verdade amanhã.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zainteresowany",
      "translation": "interessado",
      "definition": "Mający silne pragnienie uczenia się lub wiedzy o czymś lub kimś, lub uczestnictwa w czymś.",
      "definition_translation": "Tendo um forte desejo de aprender ou saber sobre algo ou alguém, ou de estar envolvido em algo.",
      "example": "Byłem zainteresowany filmem, więc zdecydowałem się go obejrzeć. Jestem zainteresowany uczeniem się więcej o tym temacie. Będę zainteresowany zobaczeniem wyników eksperymentu.",
      "example_translation": "Eu estava interessado no filme, então decidi assistir. Estou interessado em aprender mais sobre o tópico. Estarei interessado em ver os resultados do experimento.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dobry",
      "translation": "gentil",
      "definition": "Mający ciepłe i hojne serce, będący przyjaznym i troskliwym wobec innych.",
      "definition_translation": "Tendo um coração quente e generoso, sendo amigável e considerado em relação aos outros.",
      "example": "Ona była dobrą osobą, która zawsze pomagała tym, którzy byli w potrzebie. On był dobry dla swojej siostry, gdy czuła się smutno. Będą dobrzy dla nowego ucznia w klasie.",
      "example_translation": "Ela era uma pessoa gentil que sempre ajudava os necessitados. Ele foi gentil com sua irmã quando ela estava se sentindo triste. Eles serão gentis com o novo estudante na classe.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "leniwy",
      "translation": "preguiçoso",
      "definition": "Nie chcący pracować ani podejmować się wysiłku, wolący odpoczywać lub nic nie robić.",
      "definition_translation": "Não querer trabalhar ou fazer um esforço, preferindo descansar ou não fazer nada.",
      "example": "On był leniwy i nie chciał robić swojego zadania domowego. Ona była leniwa i spała cały dzień. Będą leniwi i nie skończą projektu na czas.",
      "example_translation": "Ele era preguiçoso e não queria fazer seu trabalho de casa. Ela era preguiçosa e dormiu todo o dia. Eles serão preguiçosos e não terminarão o projeto no prazo.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "louco",
      "definition": "Czujący lub pokazujący gniew, lub mający chorobę psychiczną.",
      "definition_translation": "Sentindo ou mostrando raiva, ou tendo uma doença mental.",
      "example": "On był wściekły na swojego brata, że zepsuł jego zabawkę. Ona zwariowała, gdy zobaczyła wiadomość. Będą wściekli, jeśli nie dostaną tego, czego chcą.",
      "example_translation": "Ele estava louco com seu irmão por quebrar seu brinquedo. Ela ficou louca quando viu as notícias. Eles vão ficar loucos se não obtiverem o que querem.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poważny",
      "translation": "sério",
      "definition": "Mający lub pokazujący poważny i uroczysty charakter lub postawę.",
      "definition_translation": "Tendo ou mostrando uma atitude e caráter sério e solene.",
      "example": "Ona była poważna o swojej karierze, i to widać w jej pracy. Ona była poważna o swoich celach fitness i osiągnęła wielkie wyniki. Ona będzie poważna o swoich studiach w następnym semestrze.",
      "example_translation": "Ela era séria sobre sua carreira e isso foi mostrado em seu trabalho. Ela tem sido séria sobre seus objetivos de fitness e viu resultados incríveis. Ela será séria sobre seus estudos no próximo semestre.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "estúpido",
      "definition": "Brakujący inteligencji lub zdrowego rozsądku.",
      "definition_translation": "Carecendo de inteligência ou senso comum.",
      "example": "On zrobił głupią rzecz i dostał się w kłopoty. Ona była głupia, że ufała mu swoimi pieniędzmi. Nie będą robili czegoś głupiego i ryzykować swoimi życiami.",
      "example_translation": "Ele fez uma coisa estúpida e se meteu em problemas. Ela foi estúpida por confiar nele com seu dinheiro. Eles não farão algo estúpido e arriscarão suas vidas.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaskoczony",
      "translation": "surpreendido",
      "definition": "Czując lub pokazując zdumienie lub zdziwienie.",
      "definition_translation": "Sentindo ou mostrando surpresa ou assombro.",
      "example": "Byłem zaskoczony wiadomością. Oni byli zaskoczeni prezentem. Będziemy zaskoczeni wynikami.",
      "example_translation": "Eu fui surpreendido pela notícia. Eles foram surpreendidos pelo presente. Nós seremos surpreendidos pelos resultados.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodki",
      "translation": "doce",
      "definition": "Mający przyjemny smak lub zapach.",
      "definition_translation": "Tendo um sabor ou cheiro agradável.",
      "example": "Ciasto było słodkie i smaczne. Ona ma słodką osobowość. Słodkie wspomnienia z dzieciństwa są niezapomniane.",
      "example_translation": "O bolo era doce e delicioso. Ela tem uma personalidade doce. As doces memórias da minha infância são inesquecíveis.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uporządkowany",
      "translation": "arrumar",
      "definition": "robić coś czystego i zorganizowanego",
      "definition_translation": "fazer algo limpo e organizado",
      "example": "Uporządkowałem swoją izbę wczoraj, uporządkuję ją każdego dnia, i uporządkuję ją jutro.",
      "example_translation": "Eu arrumei meu quarto ontem, eu arrumo todos os dias e eu arrumarei amanhã.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "infeliz",
      "definition": "nie czując szczęścia lub zadowolenia",
      "definition_translation": "não sentir-se feliz ou satisfeito",
      "example": "Ona była nieszczęśliwa w swojej pracy, ona jest nieszczęśliwa teraz, i ona będzie nieszczęśliwa, jeśli nie dostanie awansu.",
      "example_translation": "Ela estava infeliz com seu trabalho, ela está infeliz agora e ela estará infeliz se não receber uma promoção.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaniepokojony",
      "translation": "preocupado",
      "definition": "czując niepokój lub obawę o coś",
      "definition_translation": "sentir-se ansioso ou preocupado com algo",
      "example": "On był zaniepokojony swoim egzaminem wczoraj, on jest zaniepokojony teraz, i on będzie zaniepokojony, dopóki nie otrzyma wyników.",
      "example_translation": "Ele estava preocupado com seu exame ontem, ele está preocupado agora e ele estará preocupado até que obtenha os resultados.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktywny",
      "translation": "ativo",
      "definition": "robienie czegoś lub angażowanie się w aktywność fizyczną lub umysłową",
      "definition_translation": "fazendo coisas ou engajando-se em atividade física ou mental",
      "example": "Ona była aktywna w drużynie sportowej w zeszłym roku, ona jest aktywna teraz, i ona będzie aktywna w nowym sezonie.",
      "example_translation": "Ela estava ativa no time de esportes no ano passado, ela está ativa agora e ela estará ativa na nova temporada.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachwycony",
      "translation": "espantado",
      "definition": "czując wielkie zdumienie lub zdziwienie, często w sposób przyjemny",
      "definition_translation": "sentindo grande surpresa ou espanto, muitas vezes de forma agradável",
      "example": "Byłem zachwycony pięknem zachodu słońca. Jestem zachwycony jej talentem. Będę zachwycony, jeśli wygram w loterii.",
      "example_translation": "Eu fiquei espantado pela beleza do pôr do sol. Eu estou espantado pelo seu talento. Eu estarei espantado se ganhar na loteria.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niesamowity",
      "translation": "incrível",
      "definition": "ekstremalnie zdumiewający lub imponujący",
      "definition_translation": "extremamente surpreendente ou impressionante",
      "example": "Pokaz sztucznych ogni był niesamowity. Ona ma niesamowity głos. Nowy rollercoaster będzie niesamowity.",
      "example_translation": "O show de fogos de artifício foi incrível. Ela tem uma voz incrível. O novo montanha-russa será incrível.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złośliwie",
      "translation": "com raiva",
      "definition": "w sposób zły, czując lub pokazując złość",
      "definition_translation": "de maneira zangada, sentindo ou mostrando raiva",
      "example": "Ona mówiła złośliwie do przedstawiciela obsługi klienta. On jedzie złośliwie po autostradzie. Oni będą odpowiadać złośliwie na krytykę.",
      "example_translation": "Ela falou com raiva para o representante de serviço ao cliente. Ele dirige com raiva na rodovia. Eles irão responder com raiva à crítica.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "irytowany",
      "translation": "aborrecido",
      "definition": "czując irytację lub niezadowolenie, często w sposób lekko zły",
      "definition_translation": "sentindo irritação ou aborrecimento, muitas vezes de forma ligeiramente zangada",
      "example": "Dostaję irytowany, kiedy ludzie są spóźnieni. Ona była irytowana przez hałas. On będzie irytowany, jeśli nie dostanie pracy.",
      "example_translation": "Eu me aborreço quando as pessoas estão atrasadas. Ela foi aborrecida pelo barulho. Ele estará aborrecido se não conseguir o emprego.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "irytujący",
      "translation": "chato",
      "definition": "powodujący irytację lub frustrację",
      "definition_translation": "causando irritação ou frustração",
      "example": "Irytujący hałas z budowy utrzymywał mnie całą noc. Uważam, że jest irytujące, gdy ludzie jedzą z otwartymi ustami. Jutro będę irytował moją siostrę, grając głośno muzykę.",
      "example_translation": "O barulho chato do local de construção estava me mantendo acordado a noite toda. Eu acho chato quando as pessoas mastigam com a boca aberta. Vou ser chato para minha irmã tocando minha música muito alto amanhã.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepokojony",
      "translation": "ansioso",
      "definition": "czujący trwogę lub nerwowość względem czegoś",
      "definition_translation": "sentindo-se preocupado ou nervoso sobre alguma coisa",
      "example": "Byłem niepokojony przed nadchodzącym egzaminem. Ona ostatnio jest niepokojona o swoje zdrowie. On będzie niepokojony, aby ukończyć projekt na czas.",
      "example_translation": "Eu estava ansioso sobre meu exame próximo. Ela tem estado ansiosa sobre sua saúde ultimamente. Ele estará ansioso para terminar seu projeto no prazo.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "corajoso",
      "definition": "pokazujący odwagę lub siłę w obliczu niebezpieczeństwa lub trudności",
      "definition_translation": "mostrando coragem ou força diante do perigo ou dificuldade",
      "example": "Był odważny podczas wojny. Ona jest odważna, gdy mówi swobodnie. Oni będą odważni, aby stawić czoła swoim lękom.",
      "example_translation": "Ele foi corajoso durante a guerra. Ela é corajosa para falar sua mente. Eles serão corajosos o suficiente para enfrentar seus medos.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważnie",
      "translation": "corajosamente",
      "definition": "w odważny lub dzielny sposób",
      "definition_translation": "de maneira corajosa ou valente",
      "example": "Strażak biegł odważnie do płonącego budynku. Mała dziewczynka odezwała się odważnie do obcego. On będzie działał odważnie w obliczu niebezpieczeństwa.",
      "example_translation": "O bombeiro correu corajosamente para o prédio em chamas. A menina falou corajosamente para o estranho. Ele agirá corajosamente diante do perigo.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uroczysty",
      "translation": "encantador",
      "definition": "Bardzo przyjemny lub atrakcyjny; delikatny.",
      "definition_translation": "Extremamente agradável ou atraente; delicioso.",
      "example": "Była urocza w swoim przemówieniu, on był uroczy w swoim sposobie, a oni będą uroczy w swoim wystąpieniu.",
      "example_translation": "Ela foi encantadora em seu discurso, ele foi encantador em seu modo, e eles serão encantadores em sua apresentação.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wesoły",
      "translation": "alegre",
      "definition": "Mający lub pokazujący przyjemny i optymistyczny duch.",
      "definition_translation": "Tendo ou mostrando um espírito agradável e otimista.",
      "example": "Była wesoła, gdy odebrała wiadomość, on będzie wesoły, gdy dostanie pracę, a oni byli wesołymi podczas imprezy.",
      "example_translation": "Ela foi alegre quando recebeu as notícias, ele será alegre quando obtiver o emprego, e eles haviam sido alegres durante a festa.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimny",
      "translation": "frio",
      "definition": "Mający niską temperaturę; pozbawiony ciepła lub gorąca.",
      "definition_translation": "Tendo uma temperatura baixa; carecendo de calor ou calor.",
      "example": "Wczoraj było zimno na zewnątrz, będzie zimno zimą, a było zimno rano.",
      "example_translation": "Era frio lá fora ontem, será frio no inverno, e havia sido frio na manhã.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdezorientowany",
      "translation": "confuso",
      "definition": "Zdezorientowany lub skonfudowany; pozbawiony jasności lub wyraźności myśli.",
      "definition_translation": "Desorientado ou perplexo; carecendo de clareza ou distinção de pensamento.",
      "example": "Był zdezorientowany, gdy otrzymał instrukcje, ona będzie zdezorientowana, gdy przeczyta książkę, a oni byli zdezorientowani podczas lekcji.",
      "example_translation": "Ele estava confuso quando recebeu as instruções, ela será confusa quando ler o livro, e eles haviam sido confusos durante a lição.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kreatywny",
      "translation": "criativo",
      "definition": "Mający zdolność lub moc tworzenia, rodzący nowe pomysły, produkty, rozwiązania itp.",
      "definition_translation": "Tendo a habilidade ou poder de criar, originando novas ideias, produtos, soluções, etc.",
      "example": "Była kreatywną pisarką, która napisała wiele bestsellerów. Teraz pisze nową powieść. W zeszłym roku napisała wspaniały wiersz.",
      "example_translation": "Ela era uma escritora criativa que escreveu muitos bestsellers. Ela está escrevendo um novo romance agora. Ela escreveu um poema maravilhoso no ano passado.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "okrutny",
      "translation": "cruel",
      "definition": "Mający lub pokazujący pragnienie sprawienia bólu lub cierpienia innym",
      "definition_translation": "Tendo ou mostrando um desejo de causar dor ou sofrimento a outros",
      "example": "Był okrutnym dyktatorem, który torturował swoich przeciwników. Teraz jest okrutny wobec swojej żony. Był okrutny wobec swojego brata, gdy byli dziećmi.",
      "example_translation": "Ele era um ditador cruel que torturou seus oponentes. Ele está sendo cruel com sua esposa agora. Ele foi cruel com seu irmão quando eram crianças.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciekawy",
      "translation": "curioso",
      "definition": "Mający pragnienie poznania lub dowiedzenia się o czymś lub kimś",
      "definition_translation": "Tendo um desejo de aprender ou conhecer sobre algo ou alguém",
      "example": "Ona była ciekawą dzieckiem, które zawsze zadawało pytania. Ona jest ciekawa nowej technologii obecnie. Była ciekawa życia swojego sąsiada, kiedy była młoda.",
      "example_translation": "Ela era uma criança curiosa que sempre fazia perguntas. Ela está curiosa sobre a nova tecnologia agora. Ela era curiosa sobre a vida do seu vizinho quando era jovem.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciekawie",
      "translation": "curiosamente",
      "definition": "W sposób ciekawy, z pragnieniem poznania lub dowiedzenia się",
      "definition_translation": "De maneira curiosa, com um desejo de aprender ou conhecer",
      "example": "Spojrzała ciekawie na dziwne przedmioty. Będzie to obecnie badać ciekawie. Badała to wczoraj ciekawie.",
      "example_translation": "Ela olhou curiosamente para o objeto estranho. Ela vai examiná-lo curiosamente agora. Ela examinou curiosamente ontem.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "radość",
      "translation": "deliciado",
      "definition": "Odczuwając lub pokazując wielką przyjemność lub radość, często w sposób wesoły lub triumfalny",
      "definition_translation": "Sentindo ou mostrando grande prazer ou alegria, muitas vezes de forma exultante ou triunfante",
      "example": "Byłem радzośny, kiedy otrzymałem wiadomość, że dostałem pracę. Radowałem się w pięknej scenerii podczas wakacji. Będę радzośny, aby uczestniczyć w tej imprezie wieczór.",
      "example_translation": "Eu fiquei deliciado ao receber a notícia de que consegui o emprego. Eu me deliciava com a beleza cenográfica na minha viagem. Eu estarei deliciado em comparecer à festa esta noite.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdepresowany",
      "translation": "deprimido",
      "definition": "Odczuwając niezadowolenie, smutek lub brak energii i entuzjazmu, często w wyniku trudnej sytuacji lub doświadczenia",
      "definition_translation": "Sentindo-se infeliz, triste ou falta de energia e entusiasmo, muitas vezes como resultado de uma situação difícil ou experiência",
      "example": "Ona czuła się zdepresowana po utracie pracy. On był zdepresowany od miesięcy, odkąd jego dziewczyna go opuściła. Zostałem zdepresowany, kiedy nie zdałem egzaminu.",
      "example_translation": "Ela se sentiu deprimida após perder o emprego. Ele tem sido deprimido por meses desde que sua namorada o deixou. Eu me senti deprimido quando eu falhei no meu exame.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozczarowany",
      "translation": "desapontado",
      "definition": "Odczuwając niezadowolenie lub rozczarowanie, ponieważ coś nie wydarzyło się lub nie było tak dobre, jak się spodziewało",
      "definition_translation": "Sentindo-se infeliz ou decepcionado porque algo não aconteceu ou não foi tão bom quanto esperado",
      "example": "Byłem rozczarowany filmem. Ona poczuła się rozczarowana, kiedy nie dostała roli. Będą rozczarowani, jeśli nie otrzymają biletów.",
      "example_translation": "Eu fiquei desapontado com o filme. Ela se sentiu desapontada quando não conseguiu o papel. Eles estarão desapontados se não conseguirem os ingressos.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozczarowujący",
      "translation": "desapontante",
      "definition": "Wywołujący uczucie rozczarowania lub niezadowolenia, ponieważ coś nie wydarzyło się lub nie było tak dobre, jak się spodziewało",
      "definition_translation": "Causando sentimentos de desapontamento ou infelicidade porque algo não aconteceu ou não foi tão bom quanto esperado",
      "example": "Film był rozczarowujący. Jej rozczarowująca prezentacja spowodowała jej eliminację z konkursu. Wiadomość była rozczarowująca, ale musieliśmy ją zaakceptować.",
      "example_translation": "O filme foi desapontante. Seu desempenho desapontante levou à sua eliminação da competição. A notícia foi desapontante, mas tínhamos que aceitá-la.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łatwość natury",
      "translation": "de fácil convivência",
      "definition": "Mając spokojny i relaksujący character, łatwy do dogadania.",
      "definition_translation": "Tendo uma natureza calma e relaxada, fácil de se relacionar com.",
      "example": "Ona jest łatwością natury, zawsze chętną do pomocy innym. Była łatwością natury i dogadała się z wszystkimi na imprezie. Będzie łatwością natury i znaleźć nowych przyjaciół w college'u.",
      "example_translation": "Ela é uma pessoa de fácil convivência, sempre disposta a ajudar os outros. Ela foi de fácil convivência e se deu bem com todos na festa. Ela será de fácil convivência e fará novos amigos na faculdade.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zawstydzony",
      "translation": "embaraçado",
      "definition": "Odczuwając lub pokazując wstyd lub winę, często z powodu czegoś głupiego lub nieakceptowalnego.",
      "definition_translation": "Sentindo ou mostrando vergonha ou culpa, muitas vezes devido a algo tolo ou inaceitável.",
      "example": "Czułem się zawstydzony, kiedy potknąłem się na schodach. Ona była zawstydzona przez swój błąd na prezentacji. Będzie zawstydzony, jeśli nie przeprosi.",
      "example_translation": "Eu me senti embaraçado quando tropecei nas escadas. Ela se sentiu embaraçada com seu erro na apresentação. Ele se sentirá embaraçado se não se desculpar.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zawstydzający",
      "translation": "embaraçoso",
      "definition": "Wywołujący uczucie wstydu lub winy, często z powodu czegoś głupiego lub nieakceptowalnego.",
      "definition_translation": "Causando vergonha ou culpa, muitas vezes devido a algo tolo ou inaceitável.",
      "example": "Był to zawstydzający moment, kiedy zapomniałem swoich linii na scenie. Film miał zawstydzające sceny, które sprawiły, że się wstydziłem. Sytuacja będzie zawstydzająca, jeśli ona nie przyjdzie.",
      "example_translation": "Foi um momento embaraçoso quando eu esqueci minhas linhas no palco. O filme tinha cenas embaraçosas que me fizeram se arrepiar. A situação será embaraçosa se ela não aparecer.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjemny",
      "translation": "aprazerável",
      "definition": "Dający przyjemność lub powodujący szczęście.",
      "definition_translation": "Dando prazer ou criando um sentido de felicidade.",
      "example": "Koncert był przyjemny, kochałem muzykę. Ona znalazła film przyjemnym i dużo się śmiała. Wakacje będą przyjemne, jeśli będzie dobra pogoda.",
      "example_translation": "O concerto foi agradável, eu amei a música. Ela encontrou o filme agradável e riu muito. As férias serão agradáveis ​​se o tempo estiver bom.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "emocjonująco",
      "translation": "com entusiasmo",
      "definition": "W sposób pokazujący wielkie entuzjazm i zapał.",
      "definition_translation": "De uma maneira que mostra grande entusiasmo e ansiedade.",
      "example": "Skakałem w górę emocjonująco, gdy usłyszałem tę wiadomość. Dostałem emocjonująco, kiedy zobaczyłem swoją ulubioną grupę występować na żywo. Będę krzyczeć emocjonująco na meczu koszykówki jutro.",
      "example_translation": "Eu estava pulando para cima e para baixo com entusiasmo quando ouvi as notícias. Fico entusiasmado quando vejo minha banda favorita se apresentar ao vivo. Vou estar torcendo com entusiasmo no jogo de basquete amanhã.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyczerpany",
      "translation": "exausto",
      "definition": "Ekstremalnie zmęczony, czy to fizycznie, czy psychicznie.",
      "definition_translation": "Extremamente cansado, seja fisicamente ou mentalmente.",
      "example": "Byłem wyczerpany po biegu maratońskim. Wyglądała wyczerpana po całej nocy spędzonej nad książkami. Będą wyczerpani po 12 godzinach pracy bez przerwy.",
      "example_translation": "Eu estava exausto após correr o maratona. Ela parecia exausta após estudar toda a noite. Eles estarão exaustos após trabalhar por 12 horas seguidas.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "doświadczony",
      "translation": "experimentado",
      "definition": "Mający dużo wiedzy i umiejętności w określonej dziedzinie.",
      "definition_translation": "Tendo muito conhecimento e habilidade em uma área particular.",
      "example": "On jest doświadczonym nauczycielem z 20-letnim doświadczeniem. Firma zatrudniła doświadczonego konsultanta, aby rozwiązać problem. Ona jest doświadczoną podróżniczką, która odwiedziła wiele krajów.",
      "example_translation": "Ele é um professor experimentado com 20 anos de experiência. A empresa contratou um consultor experimentado para resolver o problema. Ela é uma viajante experimentada que visitou muitos países.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozproszony",
      "translation": "esquecido",
      "definition": "Mający tendencję do zapominania rzeczy.",
      "definition_translation": "Tendo uma tendência a esquecer coisas.",
      "example": "Jestem rozproszony i zawsze zapominam, gdzie położyłem klucze. Ona jest rozproszona i często zapomina o swoich spotkaniach. On będzie rozproszony, kiedy się zestarzeje.",
      "example_translation": "Eu sou esquecido e sempre esqueço onde eu coloco minhas chaves. Ela é esquecida e часто esquece seus compromissos. Ele será esquecido à medida que envelhece.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerazony",
      "translation": "assustado",
      "definition": "Czujący strach lub niepokój, często nagle lub intensywnie.",
      "definition_translation": "sentindo medo ou ansiedade, muitas vezes subitamente ou intensamente",
      "example": "Byłem przerazony, gdy zobaczyłem węża w swoim ogrodzie wczoraj. Jestem przerazony wysokości. Będę przerazony, jeśli nie zobaczę swojej rodziny ponownie.",
      "example_translation": "Eu estava assustado quando vi a cobra no meu quintal ontem. Eu tenho medo de alturas. Eu estarei assustado se não ver minha família novamente.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hojny",
      "translation": "generoso",
      "definition": "Chętny do swobodnego dawania swych zasobów, takich jak czas, pieniądze czy wysiłek.",
      "definition_translation": "disposto a dar livremente dos seus recursos, como tempo, dinheiro ou esforço",
      "example": "Moja rodzina jest hojna czasem i pomaga nam z nauką. Była hojna swoim dziedzictwem i przekazała je dla charytatywnej organizacji. Będą hojni swoimi zasobami, jeśli wygrają na loterii.",
      "example_translation": "Meus pais são generosos com seu tempo e nos ajudam com nossos estudos. Ela foi generosa com sua herança e doou para a caridade. Eles serão generosos com seus recursos se ganharem a loteria.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "delikatny",
      "translation": "gentil",
      "definition": "Mający łagodny i życzliwy charakter, lub będący delikatnym i nieostrożnym.",
      "definition_translation": "tendo uma natureza suave e gentil, ou sendo suave e não rude",
      "example": "Moja matka jest delikatna, kiedy obsługuje delikatne przedmioty. Delikatny wiatr sprawiał, że drzewa się skłaniały. On będzie delikatny, gdy uchwyci niemowlę.",
      "example_translation": "Minha mãe é gentil quando ela lida com objetos delicados. O vento suave fez as árvores oscilarem. Ele será gentil com o bebê quando o segurar.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wdzięczny",
      "translation": "grato",
      "definition": "Czujący lub wyrażający wdzięczność lub podziękowanie za coś.",
      "definition_translation": "sentindo ou mostrando apreciação ou agradecimento por algo",
      "example": "Jestem wdzięczny wsparciu mojej rodziny. Była wdzięczna za możliwość studiowania za granicą. Będą wdzięczni, kiedy ukończą swój projekt.",
      "example_translation": "Eu sou grato pelo apoio de minha família. Ela foi grata pela oportunidade de estudar no exterior. Eles serão gratos quando terminarem seu projeto.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "winny",
      "translation": "culpado",
      "definition": "Czujący lub pokazujący skruchę za popełnione złe czyny.",
      "definition_translation": "sentindo ou mostrando remorso por um erro cometido",
      "example": "Czułem się winny, kiedy nie pojawiłem się na ślubie mojego najlepszego przyjaciela. Aktualnie czuję się winny z powodu przeciągania z tym projektem. W przyszłości postaram się nie być winnym popełnienia tego samego błędu ponownie.",
      "example_translation": "Eu me senti culpado por não ter ido ao casamento do meu melhor amigo. Atualmente, eu sou culpado de procrastinar nesse projeto. No futuro, vou tentar não ser culpado de cometer o mesmo erro novamente.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczęśliwie",
      "translation": "felizmente",
      "definition": "W sposób szczęśliwy lub radosny.",
      "definition_translation": "de maneira feliz ou alegre",
      "example": "Szczęśliwie przyjąłem ofertę pracy. Ona szczęśliwie wyszła za mąż za swojego przyjaciela z liceum. Oni będą szczęśliwie emerytowani za kilka lat.",
      "example_translation": "Eu felizmente aceitei a oferta de emprego. Ela felizmente casou seu amor de escola. Eles felizmente se aposentarão em alguns anos.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomocny",
      "translation": "útil",
      "definition": "udzielający pomocy lub wskazówek",
      "definition_translation": "dando assistência ou orientação",
      "example": "Pomocne instrukcje ułatwiły mi złożenie mebli. On był bardzo pomocny w wyjaśnieniu trudnego pojęcia. Pomocna bibliotekarka pomogła mi znaleźć odpowiednią książkę.",
      "example_translation": "As instruções úteis tornaram fácil montar o mobiliário. Ele foi muito útil em explicar o conceito complexo. A bibliotecária útil me ajudou a encontrar o livro certo.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pełen nadziei",
      "translation": "esperançoso",
      "definition": "czujący lub inspirujący optymizm",
      "definition_translation": "sentindo ou inspirando otimismo",
      "example": "Byłem pełen nadziei, że dostanę pracę. Ona jest pełna nadziei co do nowego leczenia. Oni byli pełni nadziei, że konflikt szybko się zakończy.",
      "example_translation": "Eu estava esperançoso de que eu iria conseguir o emprego. Ela está esperançosa sobre o novo tratamento. Eles estavam esperançosos de que o conflito seria resolvido em breve.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "beznadziejny",
      "translation": "desesperançado",
      "definition": "Nie mając nadziei na polepszenie się lub poprawę; zdesperowany.",
      "definition_translation": "Não tendo nenhuma expectativa de bem ou melhoria; desesperado.",
      "example": "Czułem się beznadziejnie, kiedy straciłem pracę, ale potem zacząłem szukać nowych możliwości.",
      "example_translation": "Eu me senti desesperançado quando perdi meu emprego, mas então comecei a procurar por novas oportunidades.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ranić",
      "translation": " machucar",
      "definition": "Zadawać fizyczną lub emocjonalną krzywdę komuś lub czemuś.",
      "definition_translation": "Causar dor física ou emocional a alguém ou algo.",
      "example": "Ona się raniła, kiedy upadła po schodach, ale będzie dobrze.",
      "example_translation": "Ela machucou o tornozelo quando caiu escada abaixo, mas ela vai ficar bem.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kochać",
      "translation": "apaixonado",
      "definition": "Mieć silne uczucia miłości lub sympatii do kogoś.",
      "definition_translation": "Tendo fortes sentimentos de amor ou afeto por alguém.",
      "example": "Oni byli zakochani przez pięć lat i teraz się pobierają.",
      "example_translation": "Eles têm estado apaixonados há cinco anos e agora estão se casando.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zapłakany",
      "translation": "em lágrimas",
      "definition": "Płaczący lub szlochający, szczególnie z powodu smutku lub żalu.",
      "definition_translation": "Chorando ou soluçando, especialmente por causa de tristeza ou dor.",
      "example": "Ona była zapłakana, kiedy pożegnała się ze swoim najlepszym przyjacielem.",
      "example_translation": "Ela estava em lágrimas quando se despediu de sua melhor amiga.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "inteligentny",
      "translation": "inteligente",
      "definition": "Mający zdolność uczenia się, rozumienia i myślenia; mający wysoką sprawność umysłową.",
      "definition_translation": "Tendo a capacidade de aprender, entender e pensar sobre coisas; tendo uma alta capacidade mental.",
      "example": "Ona była inteligentną studentką, która zawsze odpowiedziała na pytania poprawnie. Ona była inteligentna enough, aby znaleźć rozwiązanie. On będzie inteligentny enough, aby rozwiązać problem.",
      "example_translation": "Ela era uma estudante inteligente que sempre respondia às perguntas corretamente. Ela havia sido inteligente o suficiente para descobrir a solução. Ela será inteligente o suficiente para resolver o problema.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zazdrosny",
      "translation": "ciumento",
      "definition": "Czujący lub pokazujący intensywne pragnienie posiadania czegoś, co należy do kogoś innego, szczególnie partnera romantycznego.",
      "definition_translation": "Sentindo ou mostrando um desejo intenso de ter algo que pertence a alguém else, especialmente um parceiro romântico.",
      "example": "On czuł się zazdrosny, kiedy zobaczył swoją dziewczynę rozmawiającą z innym chłopakiem. Ona była zazdrosna o sukces swojej siostry. Oni będą zazdrośni o nasz nowy samochód.",
      "example_translation": "Ele sentiu ciúme quando viu sua namorada falando com outro cara. Ela havia sido ciumenta do sucesso de sua irmã. Eles serão ciumentos do nosso novo carro.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachęcony",
      "translation": " ansioso",
      "definition": "Mający silne i entuzjastyczne zainteresowanie czymś; być gotowym na coś.",
      "definition_translation": "Tendo um forte e entusiástico interesse em algo; ansioso para fazer algo.",
      "example": "On był zachęcony do gry w piłkę nożną. Ona była zachęcona do nauki francuskiego. Oni będą zachęceni do udziału w imprezie.",
      "example_translation": "Ele estava ansioso para jogar futebol. Ela havia sido ansiosa para aprender francês. Eles serão ansiosos para ir à festa.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uprzejmie",
      "translation": "bondosamente",
      "definition": "W sposób uprzejmy i łagodny; z uwagą i troską o innych.",
      "definition_translation": "De maneira gentil e amável; com consideração e preocupação com os outros.",
      "example": "Ona mówiła uprzejmie do dziecka. On mówił uprzejmie do swojego przyjaciela. Oni będą mówić uprzejmie do klienta.",
      "example_translation": "Ela falou bondosamente com a criança. Ele havia falado bondosamente com seu amigo. Eles falarão bondosamente com o cliente.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żywy",
      "translation": "animado",
      "definition": "Pełny energii i entuzjazmu; aktywny i pełen ducha.",
      "definition_translation": "Cheio de energia e entusiasmo; ativo e espirituoso.",
      "example": "Żywa atmosfera na przyjęciu sprawiła, że każdy chciał tańczyć. Ona czuła się żywa przez cały poranek. Żywa dyskusja trwała przez kilka godzin.",
      "example_translation": "O ambiente animado na festa fez com que todos quisessem dançar. Ela havia se sentido animada pela manhã toda. A discussão animada durou horas.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "samotny",
      "translation": "solitário",
      "definition": "Czujący smutek i izolację, ponieważ nie ma przyjaciół lub towarzystwa.",
      "definition_translation": "Sentindo-se triste e isolado porque não tem amigos ou companhia.",
      "example": "On czuł się samotny w wielkim mieście. Ona była samotna, odkąd jej mąż zmarł. Samotna droga rozciągała się przed nami.",
      "example_translation": "Ele se sentiu solitário na grande cidade. Ela havia sido solitária desde que o marido faleceu. A estrada solitária se estendia antes de nós.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapryśny",
      "translation": "instável",
      "definition": "Skłonny do nagłych i nieprzewidywalnych zmian nastroju.",
      "definition_translation": "Dado a mudanças súbitas e imprevisíveis de humor.",
      "example": "On był w kapryśnym stanie przez cały dzień. Ona była kapryśna z powodu PMS. Kapryśna pogoda utrudniała planowanie aktywności na świeżym powietrzu.",
      "example_translation": "Ele estava em um estado de humor instável o dia todo. Ela estava instável por causa da TPM. O tempo instável tornou difícil planejar atividades ao ar livre.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "negatywny",
      "translation": "negativo",
      "definition": "Wyrażający lub sugerujący zaprzeczenie, odmowę lub niechęć.",
      "definition_translation": "Expressando ou implicando negação, recusa ou desagrado.",
      "example": "On miał negatywny stosunek do nowej polityki. Negatywna recenzja zabolała aktora. Negatywne opinie pomogły nam poprawić produkt.",
      "example_translation": "Ele teve uma atitude negativa em relação à nova política. A crítica negativa machucou os sentimentos do ator. O feedback negativo nos ajudou a melhorar o produto.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nerwowy",
      "translation": "nervoso",
      "definition": "Czujący lub wykazujący niepokój lub obawy; nadwrażliwy.",
      "definition_translation": "Sentindo ou mostrando ansiedade ou apreensão; muito tenso ou sensível.",
      "example": "Byłem nerwowy przed rozmową o pracę, ale próbowałem pozostać spokojnym. Jestem nerwowy, gdy muszę mówić przed tłumem, ale ćwiczyłem swoje przemówienie. Będę nerwowy przed egzaminem, ale uczyłem się ciężko.",
      "example_translation": "Eu estava nervoso sobre a entrevista de emprego, mas tentei manter a calma. Eu sou nervoso sobre falar em frente a uma multidão, mas pratiquei meu discurso. Eu serei nervoso sobre fazer o exame, mas estudei muito.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pacjent",
      "translation": "paciente",
      "definition": "Osoba, która otrzymuje opiekę medyczną, leczenie lub uwagę; zdolny do akceptacji lub tolerancji opóźnień lub problemów.",
      "definition_translation": "Uma pessoa que está recebendo cuidados médicos, tratamento ou atenção; capaz de aceitar e tolerar atrasos ou problemas.",
      "example": "Pacjent był bardzo niepewny przed operacją, ale lekarz go uspokoił. Lekarz był bardzo cierpliwy wobec nerwowego pacjenta. Pielęgniarka opiekowała się pacjentem, który się było po wypadku.",
      "example_translation": "O paciente estava muito ansioso sobre a cirurgia, mas o médico o tranquilizou. O médico foi muito paciente com o paciente nervoso. A enfermeira estava cuidando do paciente que estava se recuperando do acidente.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uprzejmie",
      "translation": "cortesmente",
      "definition": "W sposób szanujący i uwzględniający innych; z dobrymi manierami.",
      "definition_translation": "De uma maneira que é respeitosa e considerada com os outros; com bons modos.",
      "example": "Ona mówiła uprzejmie do klienta, nawet gdy był on nieprzyjemny. On zawsze odpowiadał uprzejmie na maile. Oni byli nauczani, aby zachowywać się uprzejmie w miejscach publicznych.",
      "example_translation": "Ela falou cortesmente com o cliente, mesmo que ele estivesse sendo grosseiro. Ele sempre respondia cortesmente a seus e-mails. Eles foram ensinados a se comportarem cortesmente em público.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "potężny",
      "translation": "poderoso",
      "definition": "Posiadający wielką moc, siłę lub wpływ; zdolny do wpływania lub zmiany rzeczy.",
      "definition_translation": "Tendo grande poder, força ou influência; capaz de afetar ou mudar coisas.",
      "example": "Potężny silnik zacząłł się do życia. Była potężną mówczynią, która zainspirowała wielu ludzi. Firma staje się coraz potężniejsza w branży.",
      "example_translation": "O motor poderoso rugiu para a vida. Ela era uma oradora poderosa que inspirou muitas pessoas. A empresa está se tornando mais poderosa na indústria.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dumni",
      "translation": "orgulhoso",
      "definition": "Posiadający lub wykazujący dumę; czujący się zadowolonym lub zadowoloną z czegoś.",
      "definition_translation": "Tendo ou mostrando um sentido de orgulho; sentindo-se satisfeito ou agradado sobre algo",
      "example": "Wczoraj czułem się dumnym ze swojego osiągnięcia. Dziś jestem dumny z mojej drużyny. Jutro będę dumny ze swoich dzieci.",
      "example_translation": "Ontem, eu me senti orgulhoso do meu feito. Hoje, eu estou orgulhoso da minha equipe. Amanhã, eu serei orgulhoso dos meus filhos.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kłótliwy",
      "translation": "rabugento",
      "definition": "Mający silną tendencję do kłótni lub walki; będący nieprzyjemnym i spornym.",
      "definition_translation": "Tendo uma forte tendência a argumentar ou lutar; sendo desagradável e contencioso",
      "example": "Mój brat kłótliwy zawsze chce kłócić się o politykę. W zeszłym tygodniu kłócił się z sąsiadem. W przyszłym miesiącu będzie kłócił się z żoną.",
      "example_translation": "Meu irmão rabugento sempre quer discutir sobre política. Semana passada, ele brigou com nosso vizinho. No próximo mês, ele brigarará com sua esposa.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozluźniony",
      "translation": "relaxado",
      "definition": "Czując się spokojny i wolny od napięcia lub lęku; być w spokoju",
      "definition_translation": "Sentindo-se calmo e livre de tensão ou ansiedade; estando à vontade",
      "example": "Po długim dniu, lubię się rozluźnić na kanapie. Wczoraj rozluźniłem się na plaży. Jutro rozluźnię się z dobrym książką.",
      "example_translation": "Depois de um longo dia, eu gosto de relaxar no sofá. Ontem, eu relaxei na praia. Amanhã, eu relaxarei com um bom livro.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozluźniający",
      "translation": "relaxante",
      "definition": "Powodujący lub wywołujący stan rozluźnienia; będący kojącym lub łagodzącym",
      "definition_translation": "Causando ou induzindo um estado de relaxamento; sendo suave ou calmante",
      "example": "Słuchanie muzyki jest rozluźniające. Kąpiel w ciepłej wodzie może być rozluźniająca. Czytanie książki jest rozluźniające.",
      "example_translation": "Ouvir música é relaxante. Tomar um banho quente pode ser relaxante. Ler um livro é relaxante.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezawodny",
      "translation": "confiável",
      "definition": "Mógł być ufał lub polegał na tym, aby zrobić to, co jest oczekiwane.",
      "definition_translation": "Capaz de ser confiado ou dependente para fazer o que é esperado.",
      "example": "Była niezawodną przyjaciółką, zawsze gotową na pomoc. Była niezawodna w swojej pracy, konsekwentnie spełniając terminy. Będzie niezawodna w przyszłości, jestem o tym pewny.",
      "example_translation": "Ela era uma amiga confiável, sempre lá para dar uma mão. Ela era confiável no seu trabalho, consistentemente cumprindo prazos. Ela será confiável no futuro, eu tenho certeza disso.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "romantyczny",
      "translation": "romântico",
      "definition": " Dotyczący lub charakteryzujący romantykę; emocjonalny i sentymentalny.",
      "definition_translation": "Relacionado a ou característico de romance; emocional e sentimental.",
      "example": "Ich romantyczna kolacja była miła, z świecami i kwiatami. On był romantyczny, zawsze Surprise'ując ją prezentami. Będą mieli romantyczny miesiąc miodowy w Paryżu.",
      "example_translation": "O jantar romântico deles foi lindo, com velas e flores. Ele era romântico, sempre surpreendendo-a com presentes. Eles terão uma lua de mel romântica em Paris.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "grosso",
      "definition": "Mający lub pokazujący brak manier lub uwagi dla innych; nieuprzejmy.",
      "definition_translation": "Tendo ou mostrando nenhuma educação ou consideração pelos outros; grosseiro.",
      "example": "Był niegrzeczny dla kelnera, krzycząc na niego bez powodu. Była niegrzeczna wobec swojej siostry, nie mówiąc nawet cześć. Będą niegrzeczni wobec swoich gości, nie oferując im nic do picia.",
      "example_translation": "Ele foi grosseiro com o garçom, gritando com ele sem razão. Ela foi grosseira com sua irmã, nem mesmo dizendo olá. Eles serão grosseiros com seus convidados, não oferecendo nada para beber.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "satisfeito",
      "definition": "Czując się szczęśliwy lub zadowolony, ponieważ potrzeba lub pragnienie zostało spełnione.",
      "definition_translation": "Sentindo-se feliz ou satisfeito porque uma necessidade ou desejo foi atendido.",
      "example": "Była zadowolona ze swojej nowej pracy, kochając każdy aspekt tej pracy. Był zadowolony ze swojej oceny, studiując ciężko na nią. Będą zadowoleni ze swojego nowego domu, kiedy się tam przeprowadzą.",
      "example_translation": "Ela estava satisfeita com seu novo emprego, amando cada aspecto dele. Ele estava satisfeito com sua nota, tendo estudado muito para isso. Eles estarão satisfeitos com sua nova casa, assim que se mudarem.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przestraszony",
      "translation": "assustado",
      "definition": "Mający lub pokazujący strach; przerażony.",
      "definition_translation": "Tendo ou mostrando medo; assustado.",
      "example": "Byłem przestraszony ciemnością, kiedy byłam dzieckiem. Jestem przestraszony wysokości. Będę przestraszony, skacząc na spadochronie po raz pierwszy.",
      "example_translation": "Eu estava assustado com o escuro quando eu era criança. Eu estou assustado com alturas. Eu estarei assustado para saltar de paraquedas pela primeira vez.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażający",
      "translation": "assustador",
      "definition": "Powodujący strach; przerażający.",
      "definition_translation": "Causando medo; assustador.",
      "example": "Ten przerażający film sprawił, że wystąpiłem. Ten opustoszały dom był przerażający. Ten przerażający obrazek da ci gęsią skórkę.",
      "example_translation": "O filme assustador me fez pular. A casa assombrada era assustadora. A história assustadora vai dar arrepios.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pewny siebie",
      "translation": "autoconfiante",
      "definition": "Mający zaufanie do własnych umiejętności, jakości i sądu.",
      "definition_translation": "Tendo confiança nas próprias habilidades, qualidades e julgamento.",
      "example": "Była pewną siebie mówczynią, która angażowała publiczność. On został pewny siebie po swoim pierwszym sukcesie. Będą pewni siebie w swoich zdolnościach do rozwiązania problemu.",
      "example_translation": "Ela era uma oradora autoconfiante que envolveu a audiência. Ele se tornou autoconfiante após seu primeiro sucesso. Eles serão autoconfiantes em suas habilidades para resolver o problema.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "egoistyczny",
      "translation": "egocêntrico",
      "definition": "Zbyt zajęty własnymi potrzebami, pragnieniami lub interesami, niezważając na innych.",
      "definition_translation": "Preocupado excessivamente com as próprias necessidades, desejos ou interesses, sem consideração pelos outros.",
      "example": "Był egoistycznym człowiekiem i nie brał pod uwagę uczuć swoich przyjaciół. Była egoistyczną kobietą i tylko dbała o swoją karierę. Będą egoistyczni i nie będą dzielić się swoimi zabawkami.",
      "example_translation": "Ele era egocêntrico e não considerou os sentimentos de seus amigos. Ela era egocêntrica e só se importava com sua própria carreira. Eles serão egoístas e não dividirão seus brinquedos.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozsądny",
      "translation": "sensível",
      "definition": "Posiadający, zawierający lub sugerujący dobry rozum lub rozsądek; rozważny i zdroworozsądkowy.",
      "definition_translation": "Tendo, contendo ou indicativo de bom senso ou razão; razoável e judicioso.",
      "example": "Była rozsądną osobą, która zawsze myślała przed działaniem. Miała być rozsądną i ocalić pieniądze na przyszłość. Będzie rozsądną i nie wyda wszystkich pieniędzy na jedną rzecz.",
      "example_translation": "Ela era uma pessoa sensível que sempre pensava antes de agir. Ela havia sido sensível o suficiente para economizar dinheiro para o futuro. Ela será sensível e não gastará todo o seu dinheiro em uma coisa única.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wstrząśnięty",
      "translation": "chocado",
      "definition": "Czujący lub pokazujący wielkie zdziwienie lub zdumienie, często do punktu, w którym nie jest w stanie reagować lub reagować.",
      "definition_translation": "Sentindo ou mostrando grande surpresa ou deleite, frequentemente ao ponto de não ser capaz de responder ou reagir.",
      "example": "Byłem wstrząśnięty, gdy usłyszałem wiadomość. Była wstrząśnięta przez nagły hałas. Będą wstrząśnięci, jeśli zobaczą nową politykę.",
      "example_translation": "Eu fiquei chocado quando ouvi as novidades. Ela foi chocada pelo barulho súbito. Eles ficarão chocados se verem a nova política.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szokujący",
      "translation": "chocante",
      "definition": "Wzbudzający wielkie zdziwienie lub zdumienie, często nieprzyjemnie.",
      "definition_translation": "Causando grande surpresa ou deleite, frequentemente de forma desagradável.",
      "example": "Wiadomość była szokująca dla wszystkich w pokoju. Film miał szokujący koniec. Sprawozdanie finansowe firmy było szokujące dla inwestorów.",
      "example_translation": "As novidades foram chocantes para todos na sala. O filme tinha um final chocante. O relatório financeiro da empresa foi chocante para os investidores.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieśmiały",
      "translation": "tímido",
      "definition": "Czujący nerwowość lub niewygodę w obecności innych ludzi, zwłaszcza gdy próbuje nawiązać znajomość lub interakcjonować z innymi.",
      "definition_translation": "Sentindo-se nervoso ou desconfortável na presença de outras pessoas, especialmente quando tentando fazer amigos ou interagir com os outros.",
      "example": "Była nieśmiałą i nie lubiła rozmawiać z obcymi. Był nieśmiały jako dziecko, ale wyrosł z tego. Będą nieśmiali i preferują pozostać w domu.",
      "example_translation": "Ela era tímida e não gostava de falar com estranhos. Ele era tímido quando criança, mas superou isso. Eles são tímidos e preferem ficar em casa.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "bobinho",
      "definition": "Mający lub pokazujący brak zdrowego rozsądku lub dobrego osądu; absurdalny lub śmieszny",
      "definition_translation": "Tendo ou mostrando falta de senso comum ou julgamento saudável; absurdo ou ridículo",
      "example": "Czułem się głupio, gdy przewróciłem się o własne nogi. Czuję się głupio przez cały dzień. Będę się czuć głupio, jeśli nie będę uczyć się do egzaminu.",
      "example_translation": "Eu me senti bobinho quando acidentalmente tropecei nos meus próprios pés. Eu estive me sentindo bobinho o dia inteiro hoje. Eu vou me sentir bobinho se não estudo para o exame.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "inteligentny",
      "translation": "inteligente",
      "definition": "Mający lub pokazujący szybką i inteligentną zdolność umysłową; inteligentny lub mądry",
      "definition_translation": "Tendo ou mostrando habilidade mental rápida e inteligente; inteligente ou sábio",
      "example": "Mój brat jest naprawdę inteligentny i może szybko rozwiązywać problemy matematyczne. Żałuję, że nie jestem wystarczająco inteligentny, aby zrozumieć fizykę. Będzie inteligentnym, jeśli zapisze notatki podczas wykładu.",
      "example_translation": "Meu irmão é muito inteligente e pode resolver problemas de matemática rapidamente. Eu desejaria ser inteligente o suficiente para entender física. Ela será inteligente em tomar notas durante a aula.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "towarzyski",
      "translation": "sociável",
      "definition": "Chętny do rozmowy i bycia z innymi ludźmi; przyjazny i otwarty",
      "definition_translation": "Disposto a conversar e estar com outras pessoas; amigável e extrovertido",
      "example": "Jest towarzyską osobą i uwielbia uczestniczyć w imprezach. Czasem czuję się towarzysko i chcę nawiązać nowe przyjaźnie. Będą towarzyscy i będą rozmawiać z sąsiadami.",
      "example_translation": "Ela é uma pessoa sociável e adora freqüentar festas. Eu tenho me sentindo sociável ultimamente e quero fazer novos amigos. Eles serão sociáveis e conversarão com seus vizinhos.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stresowany",
      "translation": "estressado",
      "definition": "Czujący niepokój lub przeciążenie; pod zbyt dużym naciskiem",
      "definition_translation": "Sentindo-se ansioso ou sobrecarregado; sob pressão excessiva",
      "example": "Czułem się stresowanym przed nadchodzącym egzaminem. Ona dostaje stresowaną, gdy musi wygłosić prezentację. Będą stresowani w sprawie terminu.",
      "example_translation": "Eu tenho me sentido estressado sobre meu exame que se aproxima. Ela se estressa quando tem que dar uma apresentação. Eles ficarão estressados sobre o prazo.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "utalentowany",
      "translation": "talentoso",
      "definition": "Mający naturalny talent lub zdolność, zwłaszcza w konkretnej dziedzinie",
      "definition_translation": "tendo uma habilidade natural ou habilidade, especialmente em uma área particular",
      "example": "Była utalentowaną artystką, a jej obrazy były highly praised. Jest znana z utalentowanych występów na scenie. Będzie utalentowanym liderem w przyszłości.",
      "example_translation": "Ela era uma artista talentosa, e suas pinturas foram muito elogiadas. Ela é conhecida por suas performances talentosas no palco. Ela será uma líder talentosa no futuro.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "terrorizado",
      "definition": "Czujący ekstremalny strach lub lęk",
      "definition_translation": "sentindo medo ou ansiedade extrema",
      "example": "Byłem przerażony pająkami, gdy byłem dzieckiem. Ona jest przerażona wysokości. Będą przerażeni konsekwencjami.",
      "example_translation": "Eu estava terrorizado de aranhas quando eu era uma criança. Ela está terrorizada de alturas. Eles estarão terrorizados das consequências.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "męczący",
      "translation": "cansativo",
      "definition": "powodujący zmęczenie lub wyczerpanie",
      "definition_translation": "causando fadiga ou exaustão",
      "example": "Długa podróż była męcząca, ale w końcu przybyliśmy. Bieganie maratonu jest męczącym doświadczeniem. Nowy projekt będzie męczący, ale będzie wart swojej ceny.",
      "example_translation": "A longa jornada foi cansativa, mas finalmente chegamos. Correr um maratona é uma experiência cansativa. O novo projeto será cansativo, mas valerá a pena.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tolerancyjny",
      "translation": "tolerante",
      "definition": "gotów przyjąć lub zezwolić na coś, co jest inne lub niekonwencjonalne",
      "definition_translation": "disposto a aceitar ou permitir algo que é diferente ou não convencional",
      "example": "Był tolerancyjną osobą, akceptującą wierzeń innych. Ona jest tolerancyjna wobec błędów ludzi. Będą tolerancyjni wobec naszych różnic kulturowych.",
      "example_translation": "Ele era uma pessoa tolerante, aceitando as crenças dos outros. Ela é tolerante com os erros das pessoas. Eles serão tolerantes com as nossas diferenças culturais.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niespodziewany",
      "translation": "inesperado",
      "definition": "Nieoczekiwany; zaskakujący.",
      "definition_translation": "Não esperado ou predito; surpreendente.",
      "example": "Sygnał alarmowy wybuchł niespodziewanie podczas testu. Miałem niespodziewanego gościa wczoraj wieczorem. Będę miał niespodziewane spotkanie o 2 pm jutro.",
      "example_translation": "O alarme de incêndio disparou inesperadamente durante o teste. Tive um visitante inesperado ontem à noite. Vou ter uma reunião inesperada às 2 pm amanhã.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieprzyjazny",
      "translation": "desagradável",
      "definition": "Nieprzyjazny lub niegościnny; wrogi lub zimny.",
      "definition_translation": "Não amigável ou acolhedor; hostil ou frio.",
      "example": "Nieprzyjazny personel hotelu sprawił, że czuliśmy się nie Mile widziani. Ona ma nieprzyjazną postawę wobec swoich kolegów. Nieprzyjazna pogoda nie pomagała naszemu nastrojowi.",
      "example_translation": "O pessoal do hotel desagradável fez com que nos sentíssemos indesejados. Ela tem uma atitude desagradável em relação aos colegas. O tempo desagradável não ajudou nosso humor.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezainteresowany",
      "translation": "desinteressado",
      "definition": "Brak entuzjazmu lub zainteresowania; obojętny.",
      "definition_translation": "Faltando entusiasmo ou preocupação; apático.",
      "example": "Wyglądał, jakby był niezainteresowany rozmową. Nierzeczony student nie brał udziału w dyskusji. Będzie niezainteresowana imprezą, jeśli nie będzie muzyki.",
      "example_translation": "Ele parecia desinteressado na conversa. O aluno desinteressado não participou da discussão. Ela estará desinteressada na festa se não houver música.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nudny",
      "translation": "desinteressante",
      "definition": "Niezdolny do zwrócenia uwagi; monotonny lub nieinspirujący.",
      "definition_translation": "Não mantendo a atenção de alguém; chato ou desinspirador.",
      "example": "Nudny film zmusił mnie do spania. Nudny prelegent sprawił, że wszyscy zasypiali. Nudna książka nie przykuła mojej uwagi.",
      "example_translation": "O filme desinteressante me fez dormir. O orador desinteressante fez com que todos nós déssemos um bocejo. O livro desinteressante não chamou minha atenção.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieżyczliwy",
      "translation": "desagradável",
      "definition": "Pokazujący brak życzliwości lub współczucia wobec innych",
      "definition_translation": "Tendo ou mostrando falta de bondade ou simpatia para com os outros",
      "example": "Była nieżyczliwa wobec swojej siostry, co sprawiło, że była molto smutna. Będzie nieżyczliwa wobec brata, jeśli nie wyrazi przeprosin. Była nieżyczliwa wobec przyjaciela rok temu.",
      "example_translation": "Ela foi desagradável com sua irmã, o que a fez muito triste. Ela será desagradável com seu irmão se ele não se desculpar. Ela foi desagradável com sua amiga no ano passado.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepły",
      "translation": "quente",
      "definition": "Mając umiarkowany lub komfortowy stopień ciepła",
      "definition_translation": "Tendo um grau moderado ou confortável de calor",
      "example": "Ciepła pogoda pozwala nam cieszyć się aktywnościami na świeżym powietrzu. Ciepła woda czuła się miło na mojej skórze. Upewnię się, że ciepła zupa będzie gotowa, gdy przybędziecie.",
      "example_translation": "O clima quente nos permite desfrutar de atividades ao ar livre. A água quente sentiu-se agradável na minha pele. Eu vou garantir que a sopa quente esteja pronta quando você chegar.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]