[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pozytywny",
      "translation": "positivo",
      "definition": "mający lub wykazujący dobrą lub optymistyczną postawę lub perspektywę",
      "definition_translation": "tendo ou mostrando uma atitude ou perspectiva boa ou otimista",
      "example": "Ona ma bardzo pozytywne nastawienie do życia. Była pewna, że dostanie pracę. Będzie pewna o wyniku.",
      "example_translation": "Ela tem uma atitude muito positiva em relação à vida. Ela estava positiva de que ela iria conseguir o emprego. Ela será positiva sobre o resultado.",
      "imageLink": "image_files\\English\\"imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "viciado",
      "definition": "mający silną i często szkodliwą potrzebę regularnego posiadania lub robienia czegoś",
      "definition_translation": "tendo uma necessidade forte e muitas vezes prejudicial de regularmente ter ou fazer algo",
      "example": "On był uzależniony od papierosów. On jest uzależniony od gier wideo. Będzie uzależniony od mediów społecznościowych.",
      "example_translation": "Ele era viciado em cigarros. Ele é viciado em jogos de vídeo. Ele será viciado em mídias sociais.",
      "imageLink": "image_files\\English\\"imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygodowy",
      "translation": "aventureiro",
      "definition": "gotów podejmować ryzyko i próbować nowych rzeczy",
      "definition_translation": "disposto a correr riscos e tentar coisas novas",
      "example": "Ona jest przygodową osobą, która kocha podróże. On był przygodowy i próbował nowych potraw. Będą przygodowi i pójdą na skok spadochronowy.",
      "example_translation": "Ela é uma pessoa aventureira que adora viajar. Ele era aventureiro e experimentou novos alimentos. Eles serão aventureiros e irão praticar paraquedismo.",
      "imageLink": "image_files\\English\\"imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czuły",
      "translation": "afetuoso",
      "definition": "wykazujący miłość, troskę lub łagodność",
      "definition_translation": "mostrando amor, cuidado ou bondade",
      "example": "On jest czułą osobą, która kocha uściski. Ona była czuła wobec swojej rodziny. Będą czuli wobec swoich dzieci.",
      "example_translation": "Ele é uma pessoa afetuosa que adora abraços. Ela era afetuosa em relação à sua família. Eles serão afetuosa em relação aos seus filhos.",
      "imageLink": "image_files\\English\\"imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agresywny",
      "translation": "agressivo",
      "definition": "Mający lub wykazujący pewną i siłową osobowość, gotów podejmować ryzyko i wyzwolić innych.",
      "definition_translation": "Tendo ou mostrando uma personalidade confiante e vigorosa, disposta a correr riscos e desafiar os outros.",
      "example": "On był agresywnym przedsiębiorcą, który zawsze szukał sposobów na rozszerzenie swojego imperium. On był agresywny w swoim podejściu do umowy, ale ostatecznie się opłaciło. Będzie agresywny w swojej strategii marketingowej, aby osiągnąć szerszą publiczność.",
      "example_translation": "Ele era um empresário agressivo que sempre procurava maneiras de expandir seu império. Ele havia sido agressivo em sua perseguição do acordo, mas acabou pago. Ele será agressivo em sua estratégia de marketing para alcançar uma audiência mais ampla.",
      "imageLink": "image_files\\English\\"imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambitny",
      "translation": "ambicioso",
      "definition": "Mający lub wykazujący silną wolę i determinację, aby osiągnąć sukces, często poprzez osiągnięcie czegoś trudnego lub wyzwaniowego.",
      "definition_translation": "Tendo ou mostrando um forte desejo e determinação para ter sucesso, Often por alcançar algo difícil ou desafiador.",
      "example": "Ona była ambitną młodą kobietą, która stawiała sobie za cel zostać wysokiej rangi menadżerką. On był ambitny w swojej karierze, ale jego priorytety zmieniły się po ślubie. Będą ambitni w swoich planach na uruchomienie nowego produktu.",
      "example_translation": "Ela era uma jovem ambiciosa que fixou sua mira em se tornar uma executiva de topo. Ele havia sido ambicioso em sua carreira precoce, mas suas prioridades mudaram após o casamento. Eles serão ambiciosos em seus planos para lançar um novo produto.",
      "imageLink": "image_files\\English\\"imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zabawny",
      "translation": "divertido",
      "definition": "Czujący lub wykazujący rozrywkę, zabawę lub przyjemność, często w lekkim lub humorystycznym sposób.",
      "definition_translation": "Sentindo ou mostrando prazer, entretenimento ou diversão, frequentemente de uma maneira ligeira ou jogosa.",
      "example": "Dzieci były zabawne, bawiąc się klaunem na urodzinach. Ona była zabawna, słysząc dowcip, który jej powiedział przyjaciel. Będą zabawne, oglądając pokaz komedii wieczorem wczorajszego dnia.",
      "example_translation": "As crianças foram divertidas pelas travessuras do palhaço na festa de aniversário. Ela foi divertida pelo piada bobo que seu amigo lhe contou. Eles haviam sido divertidos pelo show de comédia na noite anterior.",
      "imageLink": "image_files\\English\\"imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aroganci",
      "translation": "arrogante",
      "definition": "Mający lub wykazujący postawę wyższości, często towarzyszącą brakiem szacunku dla innych lub tendencją do patrzenia na nich z góry.",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada por uma falta de respeito pelos outros ou uma tendência de olhar para baixo.",
      "example": "On był aroganckim sportowcem, który zawsze myślał, że jest lepszy od innych. Ona była arogancka w swoich wczesnych latach, ale doświadczenie pokazało jej swoją skromność. Będą aroganci w swoich twierdzeniach o swojej wyższości.",
      "example_translation": "Ele era um atleta arrogante que sempre pensava que era melhor do que todos os outros. Ela havia sido arrogante em seus anos mais jovens, mas a experiência a humilhou. Eles serão arrogantes em suas alegações de superioridade.",
      "imageLink": "image_files\\English\\"imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "estupefato",
      "definition": "Czujący wielkie zdziwienie lub zdumienie, często towarzyszące czemuś niesamowitemu lub szokującemu.",
      "definition_translation": "Sentindo grande surpresa ou estupefação, muitas vezes acompanhada de um sentido de admiração.",
      "example": "Byłem zdumiony, słysząc o nagłym ślubie mojego przyjaciela. Byłem zdumiony, widząc piękno Wielkiego Kanionu, gdy zobaczyłem go po raz pierwszy. Będę zdumiony, jeśli wygram loterię.",
      "example_translation": "Fiquei estupefato com a notícia do casamento repentino do meu amigo. Eu havia ficado estupefato pela beleza do Grand Canyon quando o vi pela primeira vez. Ficarei estupefato se eu ganhar na loteria.",
      "imageLink": "image_files\\English\\"imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "estupefaciente",
      "definition": "Wzbudzający wielkie zdziwienie lub zdumienie, często z powodu bycia nadzwyczajnym lub nieoczekiwanym.",
      "definition_translation": "Causando grande surpresa ou estupefação, muitas vezes por ser extraordinário ou inesperado.",
      "example": "Widok z góry góry był zdumiewający. Odkrycie nowego gatunku zszokowało społeczność naukową. Zdumiewająca wiadomość zostanie ogłoszona jutro.",
      "example_translation": "A vista estupefaciente do topo da montanha era de tirar o fôlego. A descoberta estupefaciente da nova espécie chocou a comunidade científica. A notícia estupefaciente será anunciada amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spokojny",
      "translation": "à vontade",
      "definition": "Czując się zrelaksowany i komfortowo, bez jakiejkolwiek troski lub niepokoju.",
      "definition_translation": "Sentindo-se relaxado e confortável, sem qualquer preocupação ou ansiedade.",
      "example": "Czułem się spokojny, gdy w końcu dotarłem do hotelu po długim locie. Ona była spokojna wśród nowych kolegów po spotkaniu introdrukcjnym. On będzie spokojny, gdy skończy swój egzamin.",
      "example_translation": "Eu me senti à vontade quando finalmente cheguei ao meu hotel após o voo longo. Ela estava à vontade com seus novos colegas após a reunião de apresentação. Ele estará à vontade quando terminar seu exame.",
      "imageLink": "image_files\\English\\"imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świadomy",
      "translation": "consciente",
      "definition": "Posiadając wiedzę lub zrozumienie czegoś, w tym wiedzy subtelnego lub intuicyjnego.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, incluindo conhecimento sutil ou intuitivo.",
      "example": "Byłem świadomy niebezpieczeństwa pływania w silnym nurcie. Ona stała się świadoma swojego otoczenia po wyjściu z znieczulenia. On będzie świadomy konsekwencji swoich działań.",
      "example_translation": "Eu estava consciente do perigo de nadar na corrente forte. Ela se tornou consciente de seu entorno após se recuperar da anestesia. Ele estará consciente das consequências de suas ações.",
      "imageLink": "image_files\\English\\"imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niesforny",
      "translation": "mau-humorado",
      "definition": "Mający lub pokazujący zły lub nieprzyjemny temperament.",
      "definition_translation": "tendo ou mostrando uma disposição taciturna ou de mau humor",
      "example": "Ona była niesforą i zawsze dostawała się w bójki. Ona była niesforą od dzieciństwa. On będzie niesformy, gdy dorosnie.",
      "example_translation": "Ela era mau-humorada e sempre entrava em brigas. Ela havia sido mau-humorada desde a infância. Ela será mau-humorada quando crescer.",
      "imageLink": "image_files\\English\\"imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "equilibrado",
      "definition": "Mający wszystkie części lub elementy w harmonii lub proporcji.",
      "definition_translation": "tendo todas as partes ou elementos em harmonia ou proporção",
      "example": "Spółka miała zrównoważony budżet, co pozwoliło na nowe inwestycje. Atleta miał zrównoważoną dietę, aby poprawić wydajność. Drużyna będzie miała zrównoważony skład na mecz.",
      "example_translation": "O orçamento equilibrado da empresa permitiu novos investimentos. O atleta teve uma dieta equilibrada para melhorar o desempenho. A equipe terá uma linha equilibrada para o jogo.",
      "imageLink": "image_files\\English\\"imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorzki",
      "translation": "amargo",
      "definition": "Mający ostry, nieprzyjemny smak.",
      "definition_translation": "tendo um sabor agudo e desagradável",
      "example": "Kawa była gorzka i potrzebowała cukru. Ona czuła gorzkość po rozstaniu. Lek będzie miał gorzki smak, ale jest skuteczny.",
      "example_translation": "O café era amargo e precisava de açúcar. Ela sentiu amargura sobre o término. O remédio terá um sabor amargo, mas é eficaz.",
      "imageLink": "image_files\\English\\"imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmiały",
      "translation": "ousado",
      "definition": "Pokazujący odwagę lub pewność siebie w działaniu lub myśleniu.",
      "definition_translation": "mostrando coragem ou confiança em ação ou pensamento",
      "example": "Śmiała decyzja zmieniła los spółki. Odkrywca był śmiały i wyruszył w nieznane. Drużyna podejmie śmiały ruch, aby wygrać mistrzostwo.",
      "example_translation": "A decisão ousada mudou o destino da empresa. O explorador foi ousado e adentrou o desconhecido. A equipe fará um movimento ousado para vencer o campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapryśny",
      "translation": "mandão",
      "definition": "Mający lub pokazujący zbyt kontrolujący lub dominujący stosunek do innych; zbyt autorytarny lub dyktatorski.",
      "definition_translation": "Tendo ou mostrando uma atitude excessivamente controladora ou dominadora em relação a outros; autoritária ou ditatorial.",
      "example": "Ona była kapryśna i zawsze mówiła swoim rodzeństwu, co mają robić. Ona była kapryśną jako dziecko, ale wyrastała z tego. On będzie kapryśny, jeśli nie stanie się przed nim.",
      "example_translation": "Ela era mandona e sempre dizia o que os seus irmãos deviam fazer. Ela havia sido mandona quando criança, mas cresceu e superou isso. Ela será mandona se você não se opuser a ela.",
      "imageLink": "image_files\\English\\"imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jaskrawy",
      "translation": "brilhante",
      "definition": "Wydający lub odbijający dużo światła; świecący intensywnie; inteligentny i szybko rozumiejący.",
      "definition_translation": "Emitindo ou refletindo muito luz; brilhando intensamente; inteligente e rápido em entender.",
      "example": "Jaskrawe światło słoneczne utrudniało podejrzenie. Ona była jaskrawa i zawsze pomagała kolegom w zadaniach domowych. Jaskrawe nowe oświetlenie teatru uczyniło شوwa jeszcze bardziej widowiskowym.",
      "example_translation": "A luz solar brilhante tornou difícil de ver. Ela é brilhante e sempre ajuda os amigos com seu dever de casa. Os novos lugares brilhantes no teatro tornaram o show mais agradável.",
      "imageLink": "image_files\\English\\"imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "troskliwy",
      "translation": "cuidadoso",
      "definition": "Pokazujący prawdziwe zainteresowanie i troskę o dobro innych; delikatny i stosowny.",
      "definition_translation": "Mostrando um interesse genuíno e preocupação pelo bem-estar dos outros; gentil e considerado.",
      "example": "On jest troskliwym lekarzem, który zawsze stawia pacjentów na pierwszym miejscu. Ona była troskliwą i pielęgnującą wobec swoich dzieci. Nauczyciel jest troskliwym i upewnia się, że jego uczniowie zrozumieli lekcję.",
      "example_translation": "Ele é um médico cuidadoso que sempre coloca seus pacientes em primeiro lugar. Ela era cuidadosa e nutridora em relação às suas crianças. O professor cuidadoso certificou-se de que seus alunos entendessem a lição.",
      "imageLink": "image_files\\English\\"imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "cauteloso",
      "definition": "Ostrożnie unikający potencjalnych ryzyk lub niebezpieczeństw; roztropny i wahający się.",
      "definition_translation": "Evitando cuidadosamente riscos ou perigos potenciais; prudente e hesitante.",
      "example": "Powinieneś być ostrożny, gdy jedziesz w nocy. Ona była ostrożna w swoich inwestycjach i nie straciła pieniędzy. On będzie ostrożny, gdy spotka się z obcymi.",
      "example_translation": "Você deve ser cauteloso ao dirigir à noite. Ela era cautelosa com seus investimentos e não perdeu dinheiro. Ele será cauteloso quando encontrar estranhos.",
      "imageLink": "image_files\\English\\"imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zuchwały",
      "translation": "trapaceiro",
      "definition": "Mający lub pokazujący lekko niegrzeczny lub nieprzystojny sen humoru.",
      "definition_translation": "Tendo ou mostrando um senso de humor ligeiramente grosseiro ou impróprio.",
      "example": "Była zuchwałą uczennicą, zawsze robiliśmy żarty na lekcji. Była zuchwała w stosunku do swoich rodzeństwa, gdy była młoda. Będzie zuchwałą staruszką, dokuczając wnukom.",
      "example_translation": "Ela era uma estudante trapaceira, sempre fazendo piadas em sala de aula. Ela havia sido muito trapaceira com seus irmãos quando era jovem. Ela será uma senhora trapaceira, fazendo pegadinhas em seus netos.",
      "imageLink": "image_files\\English\\"imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecinny",
      "translation": "infantil",
      "definition": "Charakteryzujący się lub przypominający postawy, zainteresowania lub zachowanie dzieci.",
      "definition_translation": "Caracterizado por ou semelhante às atitudes, interesses ou comportamento das crianças.",
      "example": "Zachowywał się w dziecinnym sposób, rzucając zabawkami po pokoju. Miała dziecinne zafascynowanie rysunkami. Będą mieli dziecinne zdumienie na swoim dniu ślubu.",
      "example_translation": "Ele estava se comportando de forma infantil, jogando brinquedos ao redor do quarto. Ela tinha uma fascinação infantil com desenhos animados. Eles terão um senso de espanto infantil no seu dia de casamento.",
      "imageLink": "image_files\\English\\"imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezdarły",
      "translation": "desajeitado",
      "definition": "Niewprawny w ruchu lub działaniu; brak gracjalności lub koordynacji.",
      "definition_translation": "Desajeitado no movimento ou ação; falta de graça ou coordenação.",
      "example": "Był niezdarłym tancerzem, potykał się o własne nogi. Była niezdarła w słowach, mówiąc nie te rzeczy. Będą niezdarni w swojej pierwszej lekcji gotowania.",
      "example_translation": "Ele era um dançarino desajeitado, tropeçando sobre os próprios pés. Ela havia sido desajeitada com suas palavras, dizendo as coisas erradas. Eles serão desajeitados na sua primeira aula de culinária.",
      "imageLink": "image_files\\English\\"imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komunikatywny",
      "translation": "comunicativo",
      "definition": "Chętny do rozmowy i dzielenia się ideami; potrafi wyrazić swoje myśli i uczucia skutecznie.",
      "definition_translation": "Disposto a falar e compartilhar ideias; capaz de expressar pensamentos e sentimentos de forma eficaz.",
      "example": "Była komunikatywną nauczycielką, zachęcając swoich uczniów do zadawania pytań. Był komunikatywny ze swoją partnerką, omawiając ich problemy. Będą komunikatywni na swoim spotkaniu zespołu, dzieląc się swoimi pomysłami.",
      "example_translation": "Ela era uma professora comunicativa, encorajando seus alunos a fazer perguntas. Ele havia sido comunicativo com seu parceiro, discutindo seus problemas. Eles serão comunicativos na sua reunião de equipe, compartilhando suas ideias.",
      "imageLink": "image_files\\English\\"imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konkurencyjny",
      "translation": "competitivo",
      "definition": "Dotyczący lub charakteryzujący się konkurencją; mający silną chęć wygrania lub bycia lepszym od innych.",
      "definition_translation": "relacionado à ou caracterizado pela competição; tendo um forte desejo de vencer ou ser melhor que os outros",
      "example": "Była konkurencyjna w sporcie, zawsze próbując poprawić swoją wydajność. Była konkurencyjna od dzieciństwa. Będzie konkurencyjna na następnych igrzyskach olimpijskich.",
      "example_translation": "Ela era competitiva nos esportes, sempre tentando melhorar seu desempenho. Ela tem sido competitiva desde que era uma criança. Ela será competitiva nas próximas Olimpíadas.",
      "imageLink": "image_files\\English\\"imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarozumiały",
      "translation": "presunçoso",
      "definition": "Mający lub pokazujący zbyt wysoką opinię o sobie, swoich zdolnościach lub wyglądzie.",
      "definition_translation": "tendo ou mostrando uma opinião excessivamente alta de si mesmo, suas habilidades ou sua aparência",
      "example": "Był tak zarozumiały, że nie słuchał nikogo. Był zarozumiały od czasu, gdy dostał nową pracę. Będzie zarozumiały, aż ktoś nie nauczy go pokory.",
      "example_translation": "Ele era tão presunçoso que não ouviria o conselho de ninguém. Ele tem sido presunçoso desde que começou seu novo trabalho. Ele será presunçoso até que alguém o ensine uma lição.",
      "imageLink": "image_files\\English\\"imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaniepokojony",
      "translation": "preocupado",
      "definition": "Czujący lub pokazujący niepokój lub lęk o coś lub kogoś.",
      "definition_translation": "sentindo-se preocupado ou ansioso sobre algo ou alguém",
      "example": "Jestem zaniepokojony zdrowiem mojego przyjaciela. Była zaniepokojona wynikami swojego egzaminu. Będą zaniepokojeni sytuacją finansową swojej firmy.",
      "example_translation": "Estou preocupado com a saúde do meu amigo. Ela estava preocupada com os resultados dos seus exames. Eles estarão preocupados com a situação financeira da empresa.",
      "imageLink": "image_files\\English\\"imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konserwatywny",
      "translation": "conservador",
      "definition": "Mający lub pokazujący chęć zachowania tradycyjnych instytucji, wartości i sposobów życia.",
      "definition_translation": "tendo ou mostrando um desejo de preservar instituições, valores e formas de vida tradicionais",
      "example": "Był konserwatywnym politykiem, który sprzeciwiał się zmianom w konstytucji. Była konserwatywna w swoich inwestycjach, woląc opcje o niskim ryzyku. Będą konserwatywni w swoich wydatkach, próbując oszczędzić pieniądze.",
      "example_translation": "Ele era um político conservador que se opunha às mudanças na constituição. Ela tem sido conservadora em seus investimentos, preferindo opções de baixo risco. Eles serão conservadores em seus gastos, tentando economizar dinheiro.",
      "imageLink": "image_files\\English\\"imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "conteúdo",
      "definition": "Czujący lub pokazujący przyjemność lub zadowolenie; szczęśliwy i relaksowany.",
      "definition_translation": "Sentindo ou mostrando prazer ou satisfação; feliz e relaxado.",
      "example": "Byłem zadowolony z wyników projektu. Wczoraj byłem zadowolony z mojego życia. Jutro będę zadowolony z mojej decyzji.",
      "example_translation": "Eu estava contente com o resultado do projeto. Ontem, eu estava contente com minha vida. Amanhã, eu estarei contente com minha decisão.",
      "imageLink": "image_files\\English\\"imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konwencjonalny",
      "translation": "convencional",
      "definition": "Stosujący się do tradycyjnych norm, zwyczajów lub sposobów robienia rzeczy.",
      "definition_translation": "Segue as costume ou regras tradicionais ou maneiras de fazer as coisas.",
      "example": "Firma zawsze stosuje konwencjonalne praktyki w swojej branży. W przeszłości ludzie byli konwencjonalni w swoim zachowaniu. Jutro artysta stworzy niekonwencjonalne dzieło sztuki.",
      "example_translation": "A empresa sempre segue práticas convencionais em sua indústria. No passado, as pessoas eram convencionais em seu comportamento. Amanhã, o artista criará uma peça de arte não convencional.",
      "imageLink": "image_files\\English\\"imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współpracujący",
      "translation": "cooperativa",
      "definition": "Chętny do współpracy i pomocy innym.",
      "definition_translation": "Disposto a trabalhar juntos e ajudar um ao outro.",
      "example": "Współpracujący bank pomógł społeczności finansowo. Wczoraj, zespół był współpracujący podczas spotkania. W przyszłości, dwie firmy utworzą współpracujące partnerstwo.",
      "example_translation": "O banco cooperativo ajudou a comunidade financeiramente. Ontem, a equipe foi cooperativa durante a reunião. No futuro, as duas empresas formarão uma parceria cooperativa.",
      "imageLink": "image_files\\English\\"imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tchórzliwy",
      "translation": "covarde",
      "definition": "Brak odwagi lub siły w obliczu niebezpieczeństwa lub trudności.",
      "definition_translation": "Faltando coragem ou força diante do perigo ou dificuldade.",
      "example": "On wykazał tchórzliwe zachowanie podczas kryzysu. Wczoraj, tchórzliwy akt został potępiony przez wszystkich. Jutro, bohater nie będzie się zachowywał tchórzliwie w obliczu niebezpieczeństwa.",
      "example_translation": "Ele mostrou um comportamento covarde durante a crise. Ontem, o ato covarde foi condenado por todos. Amanhã, o herói não agirá covardemente diante do perigo.",
      "imageLink": "image_files\\English\\"imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyzwoity",
      "translation": "decente",
      "definition": "Posiadający wysoki poziom moralności, zachowania lub gustu; szanowany i sprawiedliwy.",
      "definition_translation": "Tendo um padrão alto de moralidade, comportamento ou gosto; respeitável e reto.",
      "example": "Ona była przyzwoitą osobą, która zawsze pomagała tym, którzy potrzebowali. Ona była przyzwoita dla mnie, odkąd przeprowadziłem się do miasta. Ona będzie przyzwoicie szanować reguły.",
      "example_translation": "Ela era uma pessoa decente que sempre ajudava aqueles que precisavam. Ela tem sido decente comigo desde que me mudei para a cidade. Ela irá respeitar decentemente as regras.",
      "imageLink": "image_files\\English\\"imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "decyzyjny",
      "translation": "decisivo",
      "definition": "Posiadający lub wykazujący zdolność do szybkiego i pewnego podejmowania decyzji.",
      "definition_translation": "Tendo ou mostrando a habilidade de tomar decisões rapidamente e com confiança.",
      "example": "On był decyzyjnym liderem, który podejmował trudne decyzje. On był decyzyjny w swoich wyborach kariery. On będzie decyzyjny w swoim głosie.",
      "example_translation": "Ele era um líder decisivo que tomar decisões difíceis. Ele tem sido decisivo em suas escolhas de carreira. Ele será decisivo em seu voto.",
      "imageLink": "image_files\\English\\"imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wymagający",
      "translation": "exigente",
      "definition": "Wymagający dużo wysiłku, czasu lub uwagi; surowy lub rygorystyczny.",
      "definition_translation": "Requerendo um grande esforço, tempo ou atenção; severo ou estrito.",
      "example": "Praca była wymagająca i wymagała dużo pracy. Ona była wymagająca w swoich oczekiwaniach. On będzie wymagający w swoich negocjacjach.",
      "example_translation": "O trabalho foi exigente e requeriu muito trabalho duro. Ela tem sido exigente em suas expectativas. Ele será exigente em suas negociações.",
      "imageLink": "image_files\\English\\"imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deprymujący",
      "translation": "deprimido",
      "definition": "Wzbudzający uczucia smutku lub bezradności; ponury lub nieprzyjemny.",
      "definition_translation": "Causando sentimentos de tristeza ou desesperança; sombrio ou desagradável.",
      "example": "Wiadomość była deprymująca i sprawiła, że czułem smutek. Pogoda była deprymująca ostatnio. Gospodarka będzie deprymująca w nadchodzących latach.",
      "example_translation": "As notícias foram deprimidas e me fizeram sentir triste. O tempo tem sido deprimido ultimamente. A economia será deprimida nos próximos anos.",
      "imageLink": "image_files\\English\\"imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozpaczliwy",
      "translation": "desesperado",
      "definition": "Czujący lub wykazujący silną chęć zrobienia czegoś, ponieważ jesteś w trudnej sytuacji i nie wiesz, co robić.",
      "definition_translation": "sentindo ou mostrando uma forte vontade de fazer algo porque você está em uma situação difícil e não sabe o que fazer",
      "example": "Byłem rozpaczliwy, aby wyjść z płonącego budynku. Byłem rozpaczliwy, aby znaleźć pracę przez miesiące. Będę rozpaczliwy, aby zobaczyć swoją rodzinę ponownie.",
      "example_translation": "Eu estava desesperado para sair do prédio em chamas. Eu havia estado desesperado para encontrar um emprego por meses. Estarei desesperado para ver minha família novamente.",
      "imageLink": "image_files\\English\\"imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdecydowany",
      "translation": "determinado",
      "definition": "Mający pewną decyzję lub mający silne zamiary zrobić coś.",
      "definition_translation": "tendo feito uma decisão firme ou tendo uma intenção forte de fazer algo",
      "example": "Ona była zdecydowana, aby ukończyć maraton. On był zdecydowany, aby nauczyć się grać na gitarze. Oni będą zdecydowani, aby osiągnąć sukces w swoim biznesie.",
      "example_translation": "Ela estava determinada a terminar o maratona. Ele havia estado determinado a aprender a tocar guitarra. Eles estarão determinados a ter sucesso nos seus negócios.",
      "imageLink": "image_files\\English\\"imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oddany",
      "translation": "dedicado",
      "definition": "Dający dużo czasu, miłości lub energii czemuś lub komuś, bo się o to dba.",
      "definition_translation": "dando muito tempo, amor ou energia para algo ou alguém porque você se preocupa muito com eles",
      "example": "Ona była oddana swojej rodzinie. On był oddany swojej pracy przez lata. Oni będą oddani swojej organizacji charytatywnej.",
      "example_translation": "Ela era dedicada à sua família. Ele havia sido dedicado ao seu trabalho por anos. Eles estarão dedicados à sua caridade.",
      "imageLink": "image_files\\English\\"imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sumienny",
      "translation": "diligente",
      "definition": "Robiący rzeczy starannie i z dużym nakładem sił, aby osiągnąć dobry wynik.",
      "definition_translation": "fazendo coisas cuidadosamente e com muito esforço, para alcançar um bom resultado",
      "example": "Ona była sumienną w swoich badaniach. On był sumienny w swoich studiach. Oni będą sumienni w swojej przygotowaniu do egzaminu.",
      "example_translation": "Ela era diligente em sua pesquisa. Ele havia sido diligente em seus estudos. Eles estarão diligentes em sua preparação para o exame.",
      "imageLink": "image_files\\English\\"imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niejednostajny",
      "translation": "desonesto",
      "definition": "Nieuczciwy lub nieprawdziwy; skłonny do oszustwa lub krzywoprzeczności wobec innych.",
      "definition_translation": "Não honesto ou verdadeiro; disposto a enganar ou trapacear os outros.",
      "example": "Została zwolniona z pracy za to, że była nieuczciwa wobec szefa. Była nieuczciwa co do swojego doświadczenia zawodowego i jest nieuczciwa co do swoich powodów odejścia. Będzie nieuczciwa ponownie w swojej następnej pracy.",
      "example_translation": "Ela foi demitida do seu trabalho por ser desonesta com seu chefe. Ela havia sido desonesta sobre sua experiência de trabalho e está sendo desonesta sobre seus motivos para sair. Ela será desonesta novamente em seu próximo trabalho.",
      "imageLink": "image_files\\English\\"imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezorganizowany",
      "translation": "desorganizado",
      "definition": "Brak systematycznego lub zorganizowanego podejścia; chaotyczny lub nieuporządkowany.",
      "definition_translation": "Faltando uma abordagem sistemática ou organizada; caótico ou desordenado.",
      "example": "Nieorganizowany system plików firmy utrudniał znalezienie ważnych dokumentów. Nieorganizowana praca grupowa prowadziła do zamieszania i błędów. Do następnego roku mają nadzieję, że będą mieli bardziej zorganizowany system.",
      "example_translation": "O sistema de arquivamento desorganizado da empresa tornou difícil encontrar documentos importantes. O projeto de grupo desorganizado levou à confusão e erros. Até o próximo ano, eles esperam ter um sistema mais organizado.",
      "imageLink": "image_files\\English\\"imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezadowolony",
      "translation": "insatisfeito",
      "definition": "Niezadowolony lub nieusatysfakcjonowany czymś; niezadowolony lub niespokojny.",
      "definition_translation": "Não satisfeito ou feliz com algo; infeliz ou descontente.",
      "example": "Klient był niezadowolony z obsługi i złożył skargę. Była niezadowolona z pracy i postanowiła odejść. Będzie niezadowolony, jeśli nie otrzyma zwrotu pieniędzy.",
      "example_translation": "O cliente estava insatisfeito com o serviço e apresentou uma reclamação. Ela estava insatisfeita com seu trabalho e decidiu sair. Ele estará insatisfeito se não receber um reembolso.",
      "imageLink": "image_files\\English\\"imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przykry",
      "translation": "perturbador",
      "definition": "Wygłaszający emocjonalny ból lub dyskomfort; niepokojący lub dotkliwy.",
      "definition_translation": "Causando dor emocional ou desconforto; perturbador ou distúrbio.",
      "example": "Wiadomość o katastrofie naturalnej była przykra dla wszystkich. Pacjent znalazł procedurę medyczną przykrą i wybrał alternatywę. Zawodnik znalazł porażkę przykrą, ale zapowiedział, że się odbije.",
      "example_translation": "A notícia do desastre natural foi perturbadora para todos. O paciente encontrou o procedimento médico perturbador e optou por uma alternativa. O atleta encontrou a perda perturbadora, mas se comprometeu a reverter.",
      "imageLink": "image_files\\English\\"imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "emocjonalny",
      "translation": "emocional",
      "definition": "Związany z emocjami, intensywnymi uczuciami lub wrażliwością.",
      "definition_translation": "Relativo a ou caracterizado por emoção, sentimentos intensos ou sensibilidade.",
      "example": "Była emocjonalna podczas filmu, ale on był nieporuszony. Była emocjonalna przez cały dzień, płacząc o wszystkim. Będzie emocjonalna, gdy zobaczy swój dzieciństwo ponownie.",
      "example_translation": "Ela era emocional durante o filme, mas ele não se comoveu. Ela tem sido emocional o dia todo, chorando sobre tudo. Ela será emocional quando ver sua casa de infância novamente.",
      "imageLink": "image_files\\English\\"imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " zachęcający",
      "translation": "encorajador",
      "definition": "Dający wsparcie lub ufność, oferujący pochwalę lub aprobatę.",
      "definition_translation": "Dando apoio ou confiança, oferecendo elogios ou aprovação.",
      "example": "Jego zachęcające słowa pomogły jej przezwyciężyć jej strachy. Ona zachęcała go do realizacji jego marzeń. Będą zachęcać swój zespół do zdobycia mistrzostwa.",
      "example_translation": "Suas palavras encorajadoras a ajudaram a superar seus medos. Ela tem sido encorajadora para que ele perseguisse seus sonhos. Eles serão encorajadores para que sua equipe ganhe o campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pełen energii",
      "translation": "energético",
      "definition": "Mający lub pokazujący dużo energii, żywotności lub entuzjazmu.",
      "definition_translation": "Tendo ou mostrando muita energia, vitalidade ou entusiasmo.",
      "example": "Był pełen energii i aktywny przez cały dzień, nigdy nie zmęczony. Ona była pełna energii i radosna, zawsze gotowa do działania. Będą pełni energii i motywowani, aby ukończyć projekt.",
      "example_translation": "Ele foi energético e ativo o dia todo, nunca se cansando. Ela tem sido energética e viva, sempre pronta para ir. Eles serão energéticos e motivados para terminar o projeto.",
      "imageLink": "image_files\\English\\"imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozrywkowy",
      "translation": "divertido",
      "definition": "Świadczący o zabawie lub przyjemności; interesujący lub angażujący.",
      "definition_translation": "Providenciando diversão ou prazer, atraente ou interessante.",
      "example": "Film był rozrywkowy, uwielbiałem efekty specjalne. On rozrywał gości przez całą noc, opowiadając historie i żarty. Będą rozrywać tłum swoją muzyką i tańcem.",
      "example_translation": "O filme foi divertido, eu amei os efeitos especiais. Ele tem sido divertido os convidados a noite toda, contando piadas e histórias. Eles serão divertidos para a multidão com sua música e dança.",
      "imageLink": "image_files\\English\\"imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "entusiasta",
      "definition": "Mający lub pokazujący intensywne i ekscytujące zainteresowanie czymś; czujący lub pokazujący ekscytację.",
      "definition_translation": "Tendo ou mostrando interesse intenso e emocionado em algo; sentindo ou mostrando entusiasmo emocionado.",
      "example": "Była zadowolona z nowego projektu i jej zespół był motywowany przez jej energię. W przeszłości była zadowolona z podobnych inicjatyw i będzie zadowolona z nich w przyszłości.",
      "example_translation": "Ela estava entusiasta sobre o novo projeto, e sua equipe foi motivada pela sua energia. No passado, ela havia sido entusiasta sobre iniciativas semelhantes, e ela continuará a ser entusiasta sobre elas no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "malvado",
      "definition": "Mający lub pokazujący chęć wyrządzenia krzywdy komuś; mający lub pokazujący złą lub złowrogą naturę.",
      "definition_translation": "Tendo ou mostrando um desejo de fazer mal a alguém; tendo uma natureza perversa ou malévola.",
      "example": "Bohater filmu był złym i próbował zniszczyć miasto. W przeszłości zrobił złe rzeczy i będzie robił złe rzeczy w przyszłości.",
      "example_translation": "O vilão no filme era malvado e buscava destruir a cidade. No passado, ele havia feito coisas ruins, e ele continuará a fazer coisas ruins no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyczerpujący",
      "translation": "exaustivo",
      "definition": " Powodujący ekstremalne zmęczenie fizyczne lub psychiczne; ekstremalnie męczący.",
      "definition_translation": "Causando cansaço físico ou mental extremo; extremamente cansativo.",
      "example": "Maraton był wyczerpujący, a bieżcy potrzebowali długiego odpoczynku później. W przeszłości trenowali przez miesiące, aby przygotować się do tego wyczerpującego wydarzenia, i będą kontynuować trening w przyszłości.",
      "example_translation": "O maratona foi exaustivo, e os corredores precisavam de um longo descanso após isso. No passado, eles haviam treinado por meses para se preparar para o evento exaustivo, e eles continuarão a treinar para eventos semelhantes no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekspert",
      "translation": "especialista",
      "definition": "Mający lub wykazujący wysoki poziom wiedzy lub umiejętności w określonej dziedzinie; osoba z wysokim poziomem wiedzy lub umiejętności w określonej dziedzinie.",
      "definition_translation": "Tendo ou mostrando um alto nível de conhecimento ou habilidade em uma área particular; uma pessoa com um alto nível de conhecimento ou habilidade em uma área particular.",
      "example": "Ekspert w tej dziedzinie był w stanie wyjaśnić złożony koncept szczegółowo. W przeszłości współpracowała z ekspertami, aby rozwijać nowe rozwiązania, i będzie kontynuować współpracę z ekspertami w przyszłości.",
      "example_translation": "O especialista no campo foi capaz de explicar o conceito complexo em detalhes. No passado, ela havia trabalhado com especialistas para desenvolver novas soluções, e ela continuará a trabalhar com especialistas no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierny",
      "translation": "fiel",
      "definition": "Wykazujący silne i stałe wsparcie lub lojalność wobec osoby, organizacji lub idei.",
      "definition_translation": "Tendo ou mostrando um forte e constante apoio ou lealdade a uma pessoa, organização ou ideia.",
      "example": "Była wierna swojemu partnerowi przez wiele lat. Była wierna swojemu przyjacielowi w czasie potrzeby. Będzie wierna swoim zasadom.",
      "example_translation": "Ela tem sido fiel ao seu parceiro por muitos anos. Ela foi fiel ao seu amigo em tempos de necessidade. Ela será fiel aos seus princípios.",
      "imageLink": "image_files\\English\\"imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zafascynowany",
      "translation": "fascinado",
      "definition": "Mający silne i nietypowe zainteresowanie czymś lub kimś.",
      "definition_translation": "Tendo um forte e incomum interesse em algo ou alguém.",
      "example": "Byłem zafascynowany dokumentem o dzikiej przyrodzie. Ona jest zafascynowana starożytnymi cywilizacjami. Byli zafascynowani pokazem magicznym.",
      "example_translation": "Eu fui fascinado pelo documentário sobre vida selvagem. Ela está fascinada pelas civilizações antigas. Eles foram fascinados pelo show de magia.",
      "imageLink": "image_files\\English\\"imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fascynujący",
      "translation": "fascinante",
      "definition": "Ekstremalnie interesujący lub atrakcyjny.",
      "definition_translation": "Extremamente interessante ou atraente.",
      "example": "Fascynująca historia podróży podróżnika jest opowiedziana w książce. Fascynujący świat nauki jest pełen tajemnic. Fascynująca kultura Japonii jest mieszanką tradycji i nowoczesności.",
      "example_translation": "A fascinante história da jornada do explorador é contada no livro. O fascinante mundo da ciência está cheio de mistérios. A fascinante cultura do Japão é uma mistura de tradicional e moderno.",
      "imageLink": "image_files\\English\\"imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziki",
      "translation": "feroz",
      "definition": "Wykazujący silne i agresywne determinację lub emocję.",
      "definition_translation": "Mostrando uma forte e agressiva determinação ou emoção.",
      "example": "Dziki wojownik walczył odważnie w bitwie. Dziki lew bronił swojego terytorium. Dzika burza spowodowała zniszczenia w mieście.",
      "example_translation": "O feroz guerreiro lutou bravamente na batalha. O feroz leão protegeu seu território. A tempestade feroz causou destruição na cidade.",
      "imageLink": "image_files\\English\\"imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "tolo",
      "definition": "Brakujący dobrego rozumu lub osądów; głupi",
      "definition_translation": "faltando bom senso ou julgamento; bobo",
      "example": "Był głupi, inwestując wszystkie swoje pieniądze w to ryzykowne przedsięwzięcie. Był głupi co do niej przez lata. Będzie głupi, odrzucając tę ofertę.",
      "example_translation": "Ele foi tolo em investir todo seu dinheiro em essa empresa arriscada. Ele tem sido tolo por ela há anos. Ele será tolo em recusar essa oferta.",
      "imageLink": "image_files\\English\\"imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "furioso",
      "definition": "Ekstremalnie zły lub gwałtowny",
      "definition_translation": "extremamente zangado ou violento",
      "example": "Była wściekła, gdy odkryła, że kłamał jej. Był wściekły o sytuacji przez tydzień. Będzie wściekły, gdy odkryje, co zrobili.",
      "example_translation": "Ela estava furiosa quando descobriu que ele havia mentido para ela. Ele tem estado furioso sobre a situação por semanas. Ele será furioso se descobrir o que eles fizeram.",
      "imageLink": "image_files\\English\\"imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chciwy",
      "translation": "ganancioso",
      "definition": "Mający lub wykazujący intensywne i egoistyczne pragnienie czegoś, zwłaszcza jedzenia lub pieniędzy",
      "definition_translation": "tendo ou mostrando um desejo intenso e egoísta por algo, especialmente comida ou dinheiro",
      "example": "Był chciwy i zabrał więcej niż swój udział. Ona była chciwa o swoje dziedzictwo. Będą chciwi, jeśli dostaną okazję.",
      "example_translation": "Ele foi ganancioso e pegou mais do que sua parte justa. Ela tem sido gananciosa sobre sua herança. Eles serão gananciosos se tiverem a oportunidade.",
      "imageLink": "image_files\\English\\"imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twardy",
      "translation": "difícil",
      "definition": "Silny i twardy w strukturze lub tekście",
      "definition_translation": "forte e firme em textura ou estrutura",
      "example": "Pracował ciężko, aby osiągnąć swoje cele. Ona pracuje ciężko nad swoim projektem. Będą ciężko pracować, aby zakończyć zadanie na czas.",
      "example_translation": "Ele trabalhou duro para alcançar seus objetivos. Ela tem estado trabalhando duro em seu projeto. Eles trabalharão duro para terminar a tarefa no prazo.",
      "imageLink": "image_files\\English\\"imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezależny",
      "translation": "independente",
      "definition": "Nie zależny od innych w zakresie wsparcia lub kierownictwa; samodzielny.",
      "definition_translation": "Não dependendo de outros para apoio ou orientação; autossuficiente.",
      "example": "Ona zawsze była niezależną osobą, preferującą podejmowanie własnych decyzji. Była niezależna w czasach studenckich, a teraz jest niezależną przedsiębiorczynią. Będzie niezależna w starej wieku, żyjąc na własnych zasadach.",
      "example_translation": "Ela sempre foi uma pessoa independente, preferindo tomar suas próprias decisões. Ela era independente nos seus dias de faculdade, e agora ela é uma empresária independente. Ela será independente na sua velhice, vivendo em seus próprios termos.",
      "imageLink": "image_files\\English\\"imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedoświadczony",
      "translation": "inexperiente",
      "definition": "Pozbawiony doświadczenia lub wiedzy w danej dziedzinie lub aktywności.",
      "definition_translation": "Faltando experiência ou conhecimento em um campo ou atividade particular.",
      "example": "Był niedoświadczonym kierowcą, więc prowadził ze szczególną ostrożnością. Była niedoświadczoną nauczycielką, ale teraz jest doświadczonym edukatorem. Będzie niedoświadczonym rodzicem, ale szybko się nauczy.",
      "example_translation": "Ele era um motorista inexperiente, então ele dirigia muito cautelosamente. Ela havia sido uma professora inexperiente, mas agora ela é uma educadora experiente. Ele será um pai inexperiente, mas ele aprenderá rapidamente.",
      "imageLink": "image_files\\English\\"imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewinny",
      "translation": "inocente",
      "definition": "Wolny od winy lub grzechu; nieszkodliwy.",
      "definition_translation": "Livre de culpa ou pecado; inofensivo.",
      "example": "Niewinne dziecko nie wiedziało, co się dzieje. Wyglądała niewinnie, ale była winna przestępstwa. Będzie niewinny do czasu, aż udowodni się jego winę.",
      "example_translation": "A criança inocente não sabia o que estava acontecendo. Ela parecia inocente, mas ela era culpada do crime. Ele será inocente até que seja provado culpado.",
      "imageLink": "image_files\\English\\"imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczery",
      "translation": "insincero",
      "definition": "Niegenuine lub nieprawdziwy; udający czuć lub być tym, czym nie jest.",
      "definition_translation": "Não genuíno ou sincero; fingindo sentir ou ser algo que não é.",
      "example": "Zrobił nieszczere przeprosiny, a ona nie uwierzyła mu. Była nieszczera w swoich kontaktach z nim. Będzie nieszczery, jeśli nie mówił szczerze.",
      "example_translation": "Ele fez um pedido de desculpas insincero, e ela não acreditou nele. Ela havia sido insincera em seus negócios com ele. Ele será insincero se não significa o que diz.",
      "imageLink": "image_files\\English\\"imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "intelektualista",
      "translation": "intelectual",
      "definition": "Osoba wyjątkowo wykształcona i wiedząca, szczególnie w dziedzinie sztuki i nauki.",
      "definition_translation": "Uma pessoa que é altamente educada e conhecedora, especialmente nas artes e ciências.",
      "example": "Jest intelektualistką, która napisała kilka książek o filozofii. Była intelektualistką z głębokim zrozumieniem przedmiotu. Będzie intelektualistką, która zmieni świat swoimi ideami.",
      "example_translation": "Ela é uma intelectual que escreveu vários livros sobre filosofia. Ela era uma intelectual que tinha uma compreensão profunda do assunto. Ela será uma intelectual que mudará o mundo com suas ideias.",
      "imageLink": "image_files\\English\\"imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieodpowiedzialny",
      "translation": "irresponsável",
      "definition": "Pozbawiony poczucia odpowiedzialności, niedbały lub świadomie ryzykujący.",
      "definition_translation": "Faltando sentido de responsabilidade, descuidado ou temerário.",
      "example": "Był nieodpowiedzialny w swoich finansach, co doprowadziło do długów. Jest nieodpowiedzialna i zawsze łamie swoje obietnice. Będą nieodpowiedzialni i spowodują szkody dla środowiska.",
      "example_translation": "Ele foi irresponsável com suas finanças, o que levou à dívida. Ela é irresponsável e sempre quebra suas promessas. Eles serão irresponsáveis e causarão danos ao meio ambiente.",
      "imageLink": "image_files\\English\\"imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdenerwowany",
      "translation": "irritado",
      "definition": "Czując lub wykazując frustrację lub niezadowolenie.",
      "definition_translation": "Sensação ou mostrando aborrecimento ou desprazer.",
      "example": "Byłem zdenerwowany hałasem z budowy. Ona łatwo się zdenerwuje, gdy ludzie są spóźnieni. Będą zdenerwowani przez słabą obsługę klienta.",
      "example_translation": "Eu estava irritado pelo barulho do local de construção. Ela se irrita facilmente quando as pessoas são atrasadas. Eles serão irritados pelo péssimo atendimento ao cliente.",
      "imageLink": "image_files\\English\\"imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "denerwujący",
      "translation": "irritante",
      "definition": "Wprowadzający frustrację lub niezadowolenie.",
      "definition_translation": "Causando aborrecimento ou desprazer.",
      "example": "Zapach papierosów jest denerwujący dla mnie. Hałas z sąsiedztwa był denerwujący dla niej. Uczucie świądu będzie denerwujące dla niego.",
      "example_translation": "O cheiro de fumaça de cigarro é irritante para mim. O barulho dos vizinhos estava irritante para ela. A sensação de coceira será irritante para ele.",
      "imageLink": "image_files\\English\\"imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lojalny",
      "translation": "leal",
      "definition": "Dający lub wykazywujący stałe wsparcie lub przynależność do osoby lub instytucji.",
      "definition_translation": "Dando ou mostrando apoio firme e constante a uma pessoa ou instituição.",
      "example": "Była lojalnym klientem firmy przez wiele lat i otrzymała program lojalnościowy. Jest lojalna wobec swojego męża, stojąc przy nim w trudnych czasach. Będzie lojalna wobec nowego pracodawcy i będzie ciężko pracować, aby udowodnić swoją wartość.",
      "example_translation": "Ela foi uma cliente leal à empresa por muitos anos, e eles a recompensaram com um programa de lealdade. Ela está sendo leal ao seu marido, apoiando-o em momentos de dificuldade e prosperidade. Ela será leal ao seu novo empregador e trabalhará arduamente para se provar.",
      "imageLink": "image_files\\English\\"imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dojrzały",
      "translation": "maduro",
      "definition": "Wykazujący wysoki poziom rozwoju emocjonalnego i stabilności.",
      "definition_translation": "Mostrando um alto nível de desenvolvimento emocional e estabilidade.",
      "example": "Był bardzo dojrzały dla swojego wieku i wszyscy szanowali go za jego mądrość. Dojrzała po przejściu przez trudny rozłąkę. Będą dojrzałymi i odpowiedzialnymi dorosłymi w ciągu kilku lat.",
      "example_translation": "Ele era muito maduro para sua idade, e todos o respeitavam por sua sabedoria. Ela amadureceu muito após passar por um término difícil. Eles amadurecerão em adultos responsáveis em alguns anos.",
      "imageLink": "image_files\\English\\"imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znaczyć",
      "translation": "médio",
      "definition": "Mający lub pokazujący intencję szkodzenia lub obrażenia kogoś.",
      "definition_translation": "Tendo ou mostrando uma intenção de prejudicar ou ofender alguém.",
      "example": "Był nieprzyjemny dla brata, i to bolało jego uczucia. Ona nie chciała zranić uczuć przyjaciela, ale tak się stało. Oni będą mieli dobrą wolę, ale ich działania nadal spowodują szkodę.",
      "example_translation": "Ele foi médio ao seu irmão, e isso magoou seus sentimentos. Ela não queria magoar os sentimentos de seu amigo, mas aconteceu mesmo assim. Eles terão boas intenções, mas suas ações ainda causarão danos.",
      "imageLink": "image_files\\English\\"imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znaczyć",
      "translation": "significar",
      "definition": "Zamierzający przekazać lub wyrazić określony pomysł lub uczucie.",
      "definition_translation": "Tendo a intenção de transmitir ou expressar uma ideia ou sentimento particular.",
      "example": "Co masz na myśli przez to? Ona miała na myśli, że chce pójść na imprezę. On miał na myśli, że kocha ją, ale nie miał odwagi.",
      "example_translation": "O que você quer dizer com isso? Ela significa que ela quer ir à festa. Ele quis dizer que ele a ama, mas não teve coragem.",
      "imageLink": "image_files\\English\\"imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mentalny",
      "translation": "mental",
      "definition": "Dotyczący umysłu; zajmujący się procesami lub zdolnościami umysłowymi.",
      "definition_translation": "Relacionado com a mente; preocupado com processos ou faculdades mentais.",
      "example": "Czuła mentalne wyczerpanie po długich godzinach pracy. Ona będzie musiała zrobić przerwę, aby oczyścić swoją głowę. Ona studiowała zdrowie psychiczne i dobre samopoczucie.",
      "example_translation": "Ela tem sentido exaustão mental após trabalhar longas horas. Ela terá que fazer uma pausa para clarear sua mente. Ela havia estudado saúde mental e bem-estar.",
      "imageLink": "image_files\\English\\"imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "miserável",
      "definition": "Czujący lub pokazujący wielką niezadowolenie lub dyskomfort.",
      "definition_translation": "Sentindo ou mostrando grande infelicidade ou desconforto.",
      "example": "Był nieszczęśliwy podczas miesięcy zimowych z powodu braku światła. On jest nieszczęśliwy ze swoją obecną sytuacją pracy. On będzie nieszczęśliwy, jeśli nie otrzyma awansu.",
      "example_translation": "Ele estava miserável durante os meses de inverno devido à falta de luz solar. Ele está miserável sobre sua situação atual de trabalho. Ele será miserável se não receber uma promoção.",
      "imageLink": "image_files\\English\\"imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmotywowany",
      "translation": "motivado",
      "definition": "Mający silną entuzjazm lub zainteresowanie wykonaniem czegoś.",
      "definition_translation": "Tendo um forte entusiasmo ou interesse em fazer algo.",
      "example": "Była zmotywowana, aby ukończyć projekt na czas. Ona jest zmotywowana, aby nauczyć się nowych umiejętności. Ona będzie zmotywowana, aby osiągnąć swoje cele.",
      "example_translation": "Ela estava motivada para terminar seu projeto no prazo. Ela está motivada para aprender novas habilidades. Ela será motivada para alcançar seus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poruszający",
      "translation": "emocionante",
      "definition": "Wzbudzający silne uczucia smutku lub współczucia.",
      "definition_translation": "Causando fortes sentimentos de tristeza ou simpatia.",
      "example": "Poruszające przemówienie prezesa firmy zainspirowało pracowników. Poruszająca scena w filmie sprawiła, że zapłakałem. Poruszające doświadczenie na koncercie zostanie ze mną na zawsze.",
      "example_translation": "O discurso emocionante do CEO inspirou os funcionários. A cena emocionante no filme me fez chorar. A experiência emocionante no concerto ficará comigo para sempre.",
      "imageLink": "image_files\\English\\"imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brudny",
      "translation": "nojento",
      "definition": "Mający silny i nieprzyjemny zapach; brudny i nieprzyjemny.",
      "definition_translation": "Tendo ou mostrando um cheiro forte e desagradável; sujo e desagradável.",
      "example": "Brudny zapach śmieci był ogromny. Byłem brudny dla niej wcześniej. Nie będę brudny dla nikogo.",
      "example_translation": "O nojento cheiro do lixo era esmagador. Eu havia sido nojento com ela anteriormente. Eu não serei nojento com ninguém.",
      "imageLink": "image_files\\English\\"imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "mal-comportado",
      "definition": "Zachowujący się lub robiący coś w sposób lekko źle lub nieprawidłowo, ale nie bardzo źle.",
      "definition_translation": "Comportando-se ou feito de uma maneira que é um pouco ruim ou errado, mas não muito ruim.",
      "example": "Była niegrzecznym dzieckiem. On był niegrzeczny i nie słuchał rodziców. Oni będą niegrzeczni i złamią reguły.",
      "example_translation": "Ela era uma criança mal-comportada. Ele foi mal-comportado e não ouviu seus pais. Eles serão mal-comportados e quebrarão as regras.",
      "imageLink": "image_files\\English\\"imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "posłuszny",
      "translation": "obediente",
      "definition": "Robiący to, co ktoś z władzy rozkazuje; przestrzegający reguł lub instrukcji.",
      "definition_translation": "Fazendo o que alguém em autoridade lhe diz para fazer; seguindo regras ou instruções.",
      "example": "Była posłuszną uczennicą. On był posłusznym i przestrzegał instrukcji. Oni będą posłuszni i zrobią, co im powiedziano.",
      "example_translation": "Ela era uma aluna obediente. Ele foi obediente e seguiu as instruções. Eles serão obedientes e farão o que lhes for dito.",
      "imageLink": "image_files\\English\\"imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cel",
      "translation": "objetivo",
      "definition": "Cel lub target do osiągnięcia; osąd lub opinia oparta na faktach.",
      "definition_translation": "Um objetivo ou alvo a ser alcançado; um julgamento ou opinião que é baseado em fatos.",
      "example": "Celem projektu było zwiększenie sprzedaży. Nauczyciel byli obiektywni w swojej ocenie. Firma będzie obiektywna w swoim procesie selekcji.",
      "example_translation": "O objetivo do projeto era aumentar as vendas. A professora foi objetiva em sua marcação. A empresa será objetiva em seu processo de seleção.",
      "imageLink": "image_files\\English\\"imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obraźliwy",
      "translation": "ofensivo",
      "definition": "Wywołujący gniew lub niezadowolenie; nieprzyjemny lub grubiański.",
      "definition_translation": "Causando que alguém se sinta zangado ou incomodado; desagradável ou rude.",
      "example": "Obraźliwy komentarz wywołał oburzenie w mediach społecznościowych. Drużyna została oskarżona o robienie obraźliwych gestów podczas meczu. Firma uruchomi nową kampanię, aby zmniejszyć obraźliwe reklamy.",
      "example_translation": "O comentário ofensivo provocou indignação nas mídias sociais. A equipe foi acusada de fazer gestos ofensivos durante o jogo. A empresa lançará uma nova campanha para reduzir a publicidade ofensiva.",
      "imageLink": "image_files\\English\\"imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "optymistyczny",
      "translation": "otimista",
      "definition": "Mający pozytywne nastawienie do przyszłości lub wyniku czegoś; spodziewający się dobrych rzeczy.",
      "definition_translation": "Tendo uma atitude positiva em relação ao futuro ou ao resultado de algo; esperando que coisas boas aconteçam.",
      "example": "Była optymistyczna wobec oferty pracy. Był optymistyczny, że drużyna wygra mistrzostwo. Byli optymistyczni wobec przyszłości firmy.",
      "example_translation": "Ela foi otimista sobre a oferta de emprego. Ele era otimista de que a equipe venceria o campeonato. Eles foram otimistas sobre o futuro da empresa.",
      "imageLink": "image_files\\English\\"imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zorganizowany",
      "translation": "organizado",
      "definition": "Zaplanowany i skoordynowany w sposób systematyczny; mający uporządkowany i efektywny system.",
      "definition_translation": "Planejado e coordenado de forma sistemática; tendo um sistema estruturado e eficiente.",
      "example": "Drużyna była zorganizowana i efektywna w swoim podejściu. Firma była zorganizowana w różne departamenty. Była zorganizowana i dobrze zarządzała swoim czasem.",
      "example_translation": "A equipe foi organizada e eficiente em sua abordagem. A empresa foi organizada em diferentes departamentos. Ela foi organizada e gerenciou seu tempo bem.",
      "imageLink": "image_files\\English\\"imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szokujący",
      "translation": "ultrajante",
      "definition": " Ekstremalnie zły lub nie do przyjęcia; wywołujący szok lub gniew.",
      "definition_translation": "Extremamente ruim ou inaceitável; causando choque ou raiva.",
      "example": "Szokujące zachowanie celebrity wywołało kontrowersję. Firma została oskarżona o robienie szokujących twierdzeń o swoim produkcie. Szokujące ceny biletów koncertowych szokowały fanów.",
      "example_translation": "O comportamento ultrajante do celebridade provocou controvérsia. A empresa foi acusada de fazer alegações ultrajantes sobre seu produto. Os preços ultrajantes dos ingressos do concerto chocaram os fãs.",
      "imageLink": "image_files\\English\\"imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bolesny",
      "translation": "doloroso",
      "definition": "Wywołujący fizyczny lub emocjonalny dyskomfort lub ból.",
      "definition_translation": "Causando dor física ou emoção desconfortável.",
      "example": "Pacjent doświadczył bolesnej rekonwalescencji po zabiegu. Była w bolesnej pracy przez godziny. Drużyna doświadczy bolesnej porażki jutro.",
      "example_translation": "O paciente experimentou uma recuperação dolorosa após a cirurgia. Ela havia sido em trabalho de parto doloroso por horas. A equipe experimentará uma derrota dolorosa amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasjonowany",
      "translation": "apaixonado",
      "definition": "Pokazujący lub odczuwający silne emocje, zwłaszcza miłość lub entuzjazm.",
      "definition_translation": "Mostrando ou sentindo fortes emoções, especialmente amor ou entusiasmo.",
      "example": "Ona jest pasjonowana swoją pracą. Był pasjonowany graniem na gitarze. Będą pasjonowani nowym projektem.",
      "example_translation": "Ela é apaixonada pelo seu trabalho. Ele foi apaixonado por tocar guitarra. Eles serão apaixonados sobre seu novo projeto.",
      "imageLink": "image_files\\English\\"imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bierny",
      "translation": "passivo",
      "definition": "Nie biorący aktywnego udziału w czymś, raczej pozwalający, aby rzeczy działy się same.",
      "definition_translation": "Não participando ativamente em algo, em vez disso permitindo que as coisas aconteçam.",
      "example": "Firma przyjęła bierną postawę wobec kryzysu. Studenci byli bierni podczas lekcji. Rząd będzie bierny wobec protestów.",
      "example_translation": "A empresa tomou uma abordagem passiva para a crise. Os alunos foram passivos durante a lição. O governo será passivo diante dos protestos.",
      "imageLink": "image_files\\English\\"imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pesymistyczny",
      "translation": "pessimista",
      "definition": "Mający negatywne nastawienie lub podejście, spodziewający się złych rzeczy.",
      "definition_translation": "Tendo uma visão negativa ou atitude, esperando coisas ruins aconteceram.",
      "example": "Był pesymistyczny wobec szans drużyny na zwycięstwo. Była pesymistyczna wobec swojej przyszłości. Będą pesymistyczni wobec perspektyw gospodarczych.",
      "example_translation": "Ele foi pessimista sobre as chances da equipe de vencer. Ela tem sido pessimista sobre seu futuro. Eles serão pessimistas sobre a perspectiva econômica.",
      "imageLink": "image_files\\English\\"imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "petrificado",
      "definition": "Ekstremalnie przerażony lub szokowany, często do tego stopnia, że nie jest w stanie się ruszyć lub działać",
      "definition_translation": "extremamente assustado ou chocado, muitas vezes até o ponto de não poder mover-se ou agir",
      "example": "Byłem przerażony, gdy zobaczyłem pająka pełzającego w moim kierunku. Byłem przerażony pająkami od dzieciństwa. Będę przerażony, gdy będę musiał wygłosić prezentację przed dużą publicznością.",
      "example_translation": "Eu estava petrificado quando vi a aranha rastejando em minha direção. Eu havia sido petrificado de aranhas desde pequeno. Estarei petrificado se tiver que fazer uma apresentação em frente a uma grande plateia.",
      "imageLink": "image_files\\English\\"imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praktyczny",
      "translation": "prático",
      "definition": "Mogący być użyty lub zrealizowany, i prawdopodobnie będący skuteczny lub udany",
      "definition_translation": "capaz de ser usado ou feito, e provável de ser eficaz ou bem-sucedido",
      "example": "Umiejętności praktyczne, które zdobyłem w college'u, okazały się bardzo przydatne w pracy. Była to bardzo praktyczna osoba, zawsze myśląca o tym, jak rozwiązać problemy. Będę się starał być bardziej praktyczny i lepiej zarządzać swoimi finansami.",
      "example_translation": "As habilidades práticas que eu aprendi na faculdade têm sido muito úteis no meu trabalho. Ela era uma pessoa muito prática, sempre pensando em como resolver problemas. Vou tentar ser mais prático e planejar minhas finanças melhor.",
      "imageLink": "image_files\\English\\"imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "profesjonalny",
      "translation": "profissional",
      "definition": "dotyczący lub związany z zawodem lub zajęciem wymagającym specjalnego przeszkolenia lub umiejętności",
      "definition_translation": "relacionado a ou conectado com um emprego ou ocupação que requer treinamento ou habilidade especial",
      "example": "Ona jest profesjonalną tancerką i wykonuje przez ponad 10 lat. On ma bardzo profesjonalną postawę i jest zawsze na czas. Muszę być bardziej profesjonalny w mojej komunikacji z klientami.",
      "example_translation": "Ela é uma dançarina profissional e tem sido performando há mais de 10 anos. Ele tem uma atitude muito profissional e sempre chega no horário. Eu preciso ser mais profissional em minha comunicação com clientes.",
      "imageLink": "image_files\\English\\"imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdezorientowany",
      "translation": "perplexo",
      "definition": "przejawiający lub odczuwający zamieszanie lub niepewność",
      "definition_translation": "sentindo ou mostrando confusão ou incerteza",
      "example": "Byłem zdezorientowany przez problem matematyczny i nie mogłem go rozwiązać. Ona wyglądała zdezorientowana, kiedy powiedziałem jej wiadomość. Będę zdezorientowany, jeśli nie zrozumiem instrukcji.",
      "example_translation": "Eu estava perplexo pelo problema de matemática e não consegui resolvê-lo. Ela parecia perplexa quando eu lhe disse a notícia. Estarei perplexo se não entender as instruções.",
      "imageLink": "image_files\\English\\"imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwalifikowany",
      "translation": "qualificado",
      "definition": "posiadający niezbędne umiejętności, doświadczenie lub wiedzę do wykonywania określonej pracy lub aktywności",
      "definition_translation": "Tendo as habilidades, experiência ou conhecimento necessários para fazer um determinado trabalho ou atividade.",
      "example": "Ona była kwalifikowaną nauczycielką z ponad 10-letnim doświadczeniem. Ona kwalifikuje się do pracy. Ona zakwalifikuje się do stypendium w przyszłym roku.",
      "example_translation": "Ela era uma professora qualificada com mais de 10 anos de experiência. Ela se qualifica para o trabalho. Ela se qualificará para a bolsa de estudos no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "realistyczny",
      "translation": "realista",
      "definition": "posiadający lub wykazujący realistyczne理解ienie sytuacji, nie zbyt optymistyczne ani pesymistyczne",
      "definition_translation": "Tendo ou mostrando uma compreensão realista de uma situação, não excessivamente otimista ou pessimista.",
      "example": "On miał realistyczne widzenie projektu. Ona była realistyczna wobec swoich szans na wygraną. Będą realistyczni w swoim podejściu.",
      "example_translation": "Ele tinha uma visão realista do cronograma do projeto. Ela era realista sobre suas chances de vitória. Eles serão realistas sobre seu orçamento.",
      "imageLink": "image_files\\English\\"imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozsądny",
      "translation": "razoável",
      "definition": "uczciwy, rozsądny i umiarkowany w swoich żądaniach, oczekiwaniach lub opiniach",
      "definition_translation": "Justo, sensato e moderado em suas demandas, expectativas ou opiniões.",
      "example": "On był rozsądną osobą do prowadzenia rozmów. Ona złożyła rozsądną prośbę. Będą rozsądni w swoim podejściu.",
      "example_translation": "Ele era uma pessoa razoável para lidar. Ela fez um pedido razoável. Eles serão razoáveis em sua abordagem.",
      "imageLink": "image_files\\English\\"imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "religijny",
      "translation": "religioso",
      "definition": "dotyczący lub wierzący w religię, szczególnie tej opartej na wierze w boga lub bogów",
      "definition_translation": "Relacionado a ou acreditar em uma religião, especialmente uma que é baseada em uma crença em um Deus ou deuses.",
      "example": "Ona była religijną osobą, która uczęszczała do kościoła co tydzień. On był religijny co do swoich codziennych modlitw. Będą religijni w swoich tradycjach.",
      "example_translation": "Ela era uma pessoa religiosa que frequentava a igreja todas as semanas. Ele era religioso sobre suas orações diárias. Eles eram religiosos sobre suas tradições.",
      "imageLink": "image_files\\English\\"imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wynajdujący",
      "translation": "resourceful",
      "definition": "mający zdolność szybkiego i pomysłowego pokonywania trudności",
      "definition_translation": "Tendo a habilidade de encontrar maneiras rápidas e inteligentes para superar dificuldades.",
      "example": "Ona była wynajdującą osobą, która zawsze znajdowała sposób, aby dostać rzeczy wykonane. Ona była wynajdująca w znalezieniu nowej pracy. Ona będzie wynajdująca w swojej nowej roli.",
      "example_translation": "Ela era uma pessoa resourceful que sempre encontrava um jeito de fazer as coisas. Ela havia sido resourceful em encontrar um novo emprego. Ela será resourceful em seu novo papel.",
      "imageLink": "image_files\\English\\"imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szanowany",
      "translation": "respeitável",
      "definition": "godzony szacunku lub podziwu, często ze względu na dobre zachowanie lub osiągnięcia",
      "definition_translation": "Digno de respeito ou admiração, muitas vezes devido a um bom comportamento ou realização.",
      "example": "On był szanowanym członkiem społeczności. On był szanowany przez swoich kolegów. On będzie szanowany w swojej nowej pozycji.",
      "example_translation": "Ele era um membro respeitável da comunidade. Ele havia sido respeitável em seus negócios com os outros. Ele será respeitável em seu novo cargo.",
      "imageLink": "image_files\\English\\"imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szanowany",
      "translation": "respeitado",
      "definition": "czujący lub wykazujący szacunek dla kogoś lub czegoś",
      "definition_translation": "Sentindo ou mostrando admiração por alguém ou algo.",
      "example": "On był szanowaną postacią w przemyśle. On był szanowany przez swoich kolegów. On będzie szanowany przez swoich współpracowników.",
      "example_translation": "Ele era uma figura respeitada na indústria. Ele havia sido respeitado por seus pares. Ele será respeitado por seus colegas de trabalho.",
      "imageLink": "image_files\\English\\"imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odpowiedzialny",
      "translation": "responsável",
      "definition": "mający obowiązek zrobienia czegoś lub odpowiedzialny za swoje działania lub ich konsekwencje",
      "definition_translation": "Tendo uma obrigação de fazer algo, ou responsável pelas suas ações ou consequências.",
      "example": "Ona była odpowiedzialna za projekt. Ona była odpowiedzialna za sukces zespołu. Ona będzie odpowiedzialna za nową inicjatywę.",
      "example_translation": "Ela era responsável pelo projeto. Ela havia sido responsável pelo sucesso da equipe. Ela será responsável pela nova iniciativa.",
      "imageLink": "image_files\\English\\"imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ryzykowny",
      "translation": "arriscado",
      "definition": "Wymagający lub narażony na ryzyko; niebezpieczny.",
      "definition_translation": "Envolvendo ou exposto ao risco; perigoso.",
      "example": "Inwestowanie na giełdzie może być ryzykowne, ale może być także bardzo korzystne. Podjąłem ryzykowną decyzję o odejściu z pracy i założeniu własnej firmy. Jeśli nie podejmę ryzykownego podejścia, nie osiągnę swoich celów.",
      "example_translation": "Investir no mercado de ações pode ser arriscado, mas também pode ser muito recompensador. Eu tomei uma decisão arriscada para sair do meu emprego e começar meu próprio negócio. Se eu não tomar uma abordagem arriscada, não alcançarei meus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bezwzględny",
      "translation": "despiadado",
      "definition": "Nie mający litości lub miłosierdzia; okrutny.",
      "definition_translation": "Tendo ou mostrando nenhuma piedade ou misericórdia; cruel.",
      "example": "Bezwzględny dyktator rządził krajem żelazną ręką. Była bezwzględna w swoim dążeniu do sukcesu, deptając każdego, kto stanął jej na drodze. Firma stosowała bezwzględne taktyki, co doprowadziło do jej upadku.",
      "example_translation": "O ditador despiadado governou o país com mão de ferro. Ela foi despiadada em sua busca de sucesso, pisando em qualquer um que se aproveitasse em seu caminho. As táticas despidadas da empresa levaram à sua queda.",
      "imageLink": "image_files\\English\\"imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wrażliwy",
      "translation": "sensível",
      "definition": "Łatwo ranny lub obrażony; emocjonalny.",
      "definition_translation": "Fácilmente ferido ou ofendido; emocional.",
      "example": "Była wrażliwa na krytykę i broniła się, gdy ktoś wskazywał jej błędy. Wrażliwy temat rasizmu był omijany w rozmowie. Artysta stworzył wrażliwe obrazy, które uchwyciły emocje widza.",
      "example_translation": "Ela era sensível à crítica e se defendia quando alguém apontava seus erros. O tema sensível do racismo foi evitado durante a conversa. As pinturas sensíveis do artista capturaram as emoções do espectador.",
      "imageLink": "image_files\\English\\"imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "surowy",
      "translation": "severo",
      "definition": "Ekstremalnie poważny lub surowy; intensywny.",
      "definition_translation": "Extremamente sério ou severo; intenso.",
      "example": "Surowe ostrzeżenie przed katastrofą wywołało powszechną panikę. Surowa kara za przestępstwo była uzasadniona. Lekarz ostrzegł go przed суrowymi konsekwencjami nieprzestrzegania leków.",
      "example_translation": "O aviso de tempo severo emitido pelo governo causou pânico generalizado. O castigo severo pelo crime foi justificado. O médico o advertiu sobre as consequências severas de não tomar seu medicamento.",
      "imageLink": "image_files\\English\\"imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "umiejętny",
      "translation": "habilidoso",
      "definition": "Posiadający lub wykazujący dużą umiejętność lub zdolność, szczególnie w określonej dziedzinie.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou capacidade, especialmente em uma área particular.",
      "example": "Była umiejętną pianistką i występowała na wielu koncertach. ONa ćwiczyła przez lata i będzie dalej poprawiać swoje umiejętności. Umiejętnie grała na fortepianie na weselu.",
      "example_translation": "Ela era uma pianista habilidosa e havia se apresentado em muitos concertos. Ela vinha praticando há anos e continuaría a melhorar suas habilidades. Ela tocou habilidosamente o piano no casamento.",
      "imageLink": "image_files\\English\\"imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "doświadczony",
      "translation": "treinado",
      "definition": "Posiadający lub wykazujący dużą umiejętność lub doświadczenie w określonej dziedzinie.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou experiência em uma área particular.",
      "example": "Jest doświadczonego inżyniera i zaprojektował wiele mostów. Pracował nad wieloma projektami i będzie prowadził nowy zespół. Będzie umiejętnie kierował projektem budowlanym.",
      "example_translation": "Ele é um engenheiro treinado e havia projetado muitas pontes. Ele havia trabalhado em vários projetos e liderará uma equipe nova. Ele gerenciará habilidosamente o projeto de construção.",
      "imageLink": "image_files\\English\\"imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyrafinowany",
      "translation": "sofisticado",
      "definition": "Złożony lub kulturowy, szczególnie w sposób, który jest uważany za imponujący lub atrakcyjny.",
      "definition_translation": "Complexo ou culto, especialmente de uma maneira que é considerada impressionante ou atraente.",
      "example": "Miasto ma wyrafinowany system transportu publicznego. Został niedawno zmodernizowany i będzie dalej ewoluować. Wyrafinowane oprogramowanie jest używane przez wiele firm.",
      "example_translation": "A cidade tem um sistema de transporte público sofisticado. Ele havia sido modernizado recentemente e continuará a evoluir. O software sofisticado é usado por muitas empresas.",
      "imageLink": "image_files\\English\\"imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "duchowy",
      "translation": "espiritual",
      "definition": "Związany z duchem lub duszą, a nie z ciałem lub rzeczami materialnymi.",
      "definition_translation": "Relacionado ao espírito ou alma, em vez do corpo físico ou coisas materiais.",
      "example": "Miała duchowe doświadczenie podczas medytacji. Czuła się coraz bardziej powiązana z naturą i będzie dalej eksplorować swoją stronę duchową. Duchowy lider przewodził grupę przez rytuał.",
      "example_translation": "Ela havia tido uma experiência espiritual durante sua meditação. Ela vinha se sentindo mais conectada à natureza e continuará a explorar seu lado espiritual. O líder espiritual guiou o grupo através do ritual.",
      "imageLink": "image_files\\English\\"imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spontaniczny",
      "translation": "espontâneo",
      "definition": "Występujący lub robiony w sposób naturalny i nie zaplanowany, bez przymusu lub uświadomienia.",
      "definition_translation": "Acontecendo ou feito de uma maneira natural e não planejada, sem ser forçado ou artificial.",
      "example": "Ma spontaniczny śmiech, jest bardzo zaraźliwy. Miała spontaniczną ideę dla nowego biznesu. Będzie miała spontaniczną reakcję na wiadomość.",
      "example_translation": "Ela tem um riso espontâneo, é muito contagioso. Ela teve uma ideia espontânea para um novo negócio. Ela terá uma reação espontânea às notícias.",
      "imageLink": "image_files\\English\\"imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prosty",
      "translation": "reto",
      "definition": "Rozciągający się lub poruszający się równomiernie w jednym kierunku, bez zakrętów lub odchyłek.",
      "definition_translation": "Estendendo-se ou movendo-se uniformemente em uma direção, sem curvatura ou desvio.",
      "example": "Droga była prosta i wąska. Stała prosto i wysoko. Będzie iść prosto do sklepu.",
      "example_translation": "A estrada era reta e estreita. Ela se levantou reta e alta. Ele caminhará reto até a loja.",
      "imageLink": "image_files\\English\\"imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uparty",
      "translation": "teimoso",
      "definition": "Posiadający lub wykazujący silną i nieugiętą determinację lub wolę, często w sposób nieuzasadniony lub uparty.",
      "definition_translation": "Tendo ou mostrando uma determinação forte e inflexível, ou uma vontade frequente em uma maneira irrazoável ou obstinada.",
      "example": "On jest uparty i nigdy nie słucha rad. Ona była uparta i nie chciała zmienić zdania. Będą uparci i będą obstawać przy swoim.",
      "example_translation": "Ele é teimoso e nunca ouve conselhos. Ela era teimosa e se recusou a mudar de ideia. Eles serão teimosos e insistirão em seu próprio caminho.",
      "imageLink": "image_files\\English\\"imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przesądny",
      "translation": "supersticioso",
      "definition": "Wierzący w przesądy lub praktykujący je, lub mający nadmierny lub irracjonalny strach przed czymś.",
      "definition_translation": "Acreditando em ou praticando superstição, ou tendo um medo excessivo ou irracional de alguma coisa.",
      "example": "Ona jest przesądna i wierzy w talizmany. On był przesądny i unikał czarnych kotów. Będą przesądni i będą uważać, że to jest złe skojarzenie, aby iść pod łukiem schodów.",
      "example_translation": "Ela é supersticiosa e acredita em amuletos da sorte. Ele era supersticioso e evitava gatos pretos. Eles serão supersticiosos e pensarão que é azarado andar debaixo de uma escada.",
      "imageLink": "image_files\\English\\"imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejrzliwy",
      "translation": "suspeito",
      "definition": "Wzbudzający podejrzenie lub nieufność; wątpliwy.",
      "definition_translation": "Provocando suspeita ou desconfiança; questionável.",
      "example": "Detektyw był podejrzliwy wobec nieznajomego człowieka Merchającego się wokół rogu. Wczoraj ona była podejrzliwa wobec zachowania swojego męża. Gdyby był tobą, byłbym podejrzliwy wobec tego e-maila.",
      "example_translation": "O detetive era suspeito do estranho ronda que estava espreitando na esquina. Ontem, ela era suspeita do comportamento do marido. Se eu fosse você, eu seria suspeito daquele e-mail.",
      "imageLink": "image_files\\English\\"imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współczujący",
      "translation": "simpático",
      "definition": "Odczuwający współczucie lub empatię wobec kogoś; łagodny i troskliwy.",
      "definition_translation": "Sentindo ou mostrando compaixão ou entendimento em relação a alguém; gentil e carinhoso.",
      "example": "Pielegniarka była bardzo współczująca wobec rodziny pacjenta. Ona miała współczujące ucho dla tych, którzy potrzebowali pomocy. Będą współczujący wobec twojej sytuacji.",
      "example_translation": "A enfermeira foi muito simpática em relação à família do paciente. Ela tem um ouvido simpático para aqueles que precisam. Ele será simpático à sua situação.",
      "imageLink": "image_files\\English\\"imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "napięty",
      "translation": "tenso",
      "definition": "Czujący lęk lub nerwowość; mający sense oczekiwania lub przeczucia.",
      "definition_translation": "Sentindo ansiedade ou nervosismo; tendo um sentido de antecipação ou expectativa.",
      "example": "Atmosfera w pokoju była napięta, gdy czekaliśmy na wyniki. Ona była napięta podczas całej prezentacji. Drużyna była napięta przed wielkim meczem.",
      "example_translation": "A atmosfera no quarto estava tensa enquanto esperávamos pelos resultados. Ela estava tensa durante toda a apresentação. A equipe estava tensa antes do grande jogo.",
      "imageLink": "image_files\\English\\"imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażający",
      "translation": "terrificante",
      "definition": "Wzbudzający ekstremalny strach lub alarm; ekstremalnie przerażający.",
      "definition_translation": "Causando extremo medo ou alarme; extremamente assustador.",
      "example": "Rolerkoster był przerażający, gdy spadał stromymi schodami. Film był przerażający, nie mogłem spać później. Straszny dom był przerażający, nie odważyłem się wejść.",
      "example_translation": "O monte de rolar era terrificante enquanto caía abruptamente. O filme foi terrificante, não consegui dormir depois. A casa assombrada era terrificante, não ousei entrar.",
      "imageLink": "image_files\\English\\"imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "troskliwy",
      "translation": "ponderoso",
      "definition": "Mający lub wykazujący staranną i troskliwą myśl, szczególnie w odniesieniu do uczuć innych.",
      "definition_translation": "Tendo ou mostrando um pensamento cuidadoso e considerado, especialmente em relação aos sentimentos dos outros.",
      "example": "Ona była troskliwą przyjaciółką, zawsze pamiętającą o moim urodzinach. Ona była troskliwa, przynosząc prezent. Będą troskliwi wobec moich uczuć w przyszłości.",
      "example_translation": "Ela foi uma amiga ponderosa, sempre lembrando meu aniversário. Ela havia sido ponderosa o suficiente para trazer um presente. Ela será ponderosa sobre meus sentimentos no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachwycony",
      "translation": "emocionado",
      "definition": "Czujący ekstremalną radość lub ekscytację, często z powodu czegoś, co się stało lub ma się stać.",
      "definition_translation": "Sentindo-se extremamente feliz ou emocionado, muitas vezes porque de algo que aconteceu ou vai acontecer.",
      "example": "Byłem zachwycony, gdy otrzymałem tę wiadomość. Ona była zachwycona niespodzianką. Będą zachwyceni, gdy pójdą na wakacje.",
      "example_translation": "Eu estava emocionado para receber as noticias. Ela estava emocionada com a festa surpresa. Eles estarão emocionados para ir em uma viagem.",
      "imageLink": "image_files\\English\\"imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twardy",
      "translation": "difícil",
      "definition": "Silny i zdolny do znoszenia trudności lub ciężkich sytuacji bez kapitulacji lub załamania.",
      "definition_translation": "Forte e capaz de lidar com situações difíceis ou dificuldades sem quebrar ou desistir.",
      "example": "On był twardym sportowcem, który nigdy nie poddawał się. Drużyna miała twardy mecz wczoraj. Ona będzie miała trudności, aby dostać pracę.",
      "example_translation": "Ele foi um atleta difícil que nunca desistiu. A equipe teve um jogo difícil ontem à noite. Ela terá um tempo difícil para conseguir o emprego.",
      "imageLink": "image_files\\English\\"imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tragiczny",
      "translation": "trágico",
      "definition": "Wzbudzający wielki smutek lub cierpienie, często z powodu nagłego lub nieoczekiwanego wydarzenia.",
      "definition_translation": "Causando grande sofrimento ou tristeza, muitas vezes devido a um evento súbito ou inesperado.",
      "example": "Wiadomość o jej śmierci była tragiczna. Wczorajszym wieczorem doszło do tragicznego wypadku. Historia miała tragiczne zakończenie.",
      "example_translation": "A notícia de sua morte foi trágica. O acidente trágico aconteceu ontem à noite. A história teve um final trágico.",
      "imageLink": "image_files\\English\\"imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieświadomy",
      "translation": "desconhecido",
      "definition": "Nie wiedzący lub nie zdający sobie sprawy z czegoś, szczególnie w wyniku braku informacji lub niedopatrzenia.",
      "definition_translation": "Não conhecendo ou sabendo de algo, especialmente como resultado de não ser informado ou não prestar atenção.",
      "example": "Byłem nieświadomy zagrożenia, aż było zbyt tarde. Byłem nieświadomy problemu przez tygodnie. Będę nieświadomy konsekwencji.",
      "example_translation": "Eu não sabia do perigo até que fosse tarde demais. Eu tenho sido desconhecido do problema por semanas. Eu serei desconhecido das consequências.",
      "imageLink": "image_files\\English\\"imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "incerto",
      "definition": "Nieznany lub niejasno zdefiniowany; wątpliwy lub kwestionowany.",
      "definition_translation": "Não conhecido ou claramente definido; duvidoso ou questionável.",
      "example": "Wynik meczu był niepewny aż do ostatniej minuty. Jestem niepewny co do swojej przyszłości od miesięcy. Będę niepewny co do tej decyzji.",
      "example_translation": "O resultado do jogo foi incerto até o minuto final. Eu tenho sido incerto sobre meu futuro por meses. Eu serei incerto sobre a decisão.",
      "imageLink": "image_files\\English\\"imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrozumienie",
      "translation": "compreensão",
      "definition": "Umiejętność zrozumienia lub interpretacji czegoś; wzajemne porozumienie lub harmonia.",
      "definition_translation": "A habilidade de compreender ou interpretar algo; um acordo mútuo ou harmonia.",
      "example": "W końcu zrozumiem złożony koncept. Osiągnięto porozumienie co do projektu. Będę miał głębsze zrozumienie tego problemu.",
      "example_translation": "Eu finalmente conquistei uma compreensão do conceito complexo. Nós alcançamos uma compreensão sobre o projeto. Eu terei uma compreensão mais profunda da questão.",
      "imageLink": "image_files\\English\\"imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezadowolony",
      "translation": "inquieto",
      "definition": "Czujący niepokój lub dyskomfort; nie czujący się swobodnie.",
      "definition_translation": "Sentindo-se ansioso ou desconfortável; não estar à vontade.",
      "example": "Czułem niezadowolenie w tej sytuacji. Ona czuła niezadowolenie zdecydowania. Będą niezadowoleni z tej zmiany.",
      "example_translation": "Eu me senti inquieto sobre a situação. Ela tem sido inquieta sobre a decisão. Eles serão inquietos sobre a mudança.",
      "imageLink": "image_files\\English\\"imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "desafortunado",
      "definition": "Mający lub charakteryzujący się złym losem; pechowy.",
      "definition_translation": "Tendo ou marcado por má sorte; azarado",
      "example": "Byłem nieszczęśliwy, że straciłem portfel wczoraj, ale na szczęście znalazłem go dziś i będę bardziej uważny w przyszłości.",
      "example_translation": "Eu fui desafortunado ao perder minha carteira ontem, mas felizmente, eu encontrei hoje e serei mais cuidadoso no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewystarczający",
      "translation": "inútil",
      "definition": "Nie dostarczający pomocy lub wsparcia; nieprzydatny.",
      "definition_translation": "Não fornecendo assistência ou apoio; não útil",
      "example": "Instrukcje były niewystarczające, więc musiałem to samemu zrozumieć. Jednak pomocny przyjaciel później pokazał mi lepszy sposób, co będzie bardzo przydatne w przyszłości.",
      "example_translation": "As instruções foram inúteis, então eu tive que descobrir por conta própria. No entanto, um amigo útil mais tarde me mostrou um melhor jeito de fazê-lo, o que será muito útil no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepopularny",
      "translation": "impopular",
      "definition": "Nie lubiany lub nie aprobowany przez wielu ludzi; niepopularny.",
      "definition_translation": "Não gostado ou aprovado por muitas pessoas; não popular",
      "example": "Nowa polityka jest niepopularna wśród pracowników, a wielu z nich rozważa odejście. Jednakże kierownictwo próbuje ją poprawić, co prawdopodobnie uczyni ją bardziej popularną w przyszłości.",
      "example_translation": "A nova política é impopular entre os funcionários, e muitos estão considerando sair. No entanto, a gerência está tentando melhorá-la, o que provavelmente a tornará mais popular no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieprzewidywalny",
      "translation": "imprevisível",
      "definition": "Nie mogący być przewidziany lub przypuszczany; niestabilny.",
      "definition_translation": "Incapaz de ser previsto ou antecipado; instável",
      "example": "Czas ostatnio był nieprzewidywalny, z nagłymi deszczami w ciągu dnia i czystymi niebem po południu. W przyszłości będę sprawdzał prognozę wczasie planowania aktywności na świeżym powietrzu.",
      "example_translation": "O clima tem sido imprevisível ultimamente, com chuvas súbitas pela manhã e céus limpos à tarde. No futuro, eu farei questão de verificar a previsão do tempo antes de planejar atividades ao ar livre.",
      "imageLink": "image_files\\English\\"imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nierzeczywisty",
      "translation": "irrealista",
      "definition": "Nie możliwy lub niepraktyczny do zrealizowania; nie oparty na rzeczywistości.",
      "definition_translation": "Não é possível ou prático de fazer ou alcançar; não baseado na realidade.",
      "example": "Nierzeczywisty cel został milionerem w ciągu nocy doprowadził do rozczarowania. Miałem nierzeczywiste oczekiwania co do ukończenia projektu na czas. Będę miał nierzeczywisty obciążenie pracy za miesiąc.",
      "example_translation": "O objetivo irrealista de se tornar um bilionário em uma noite levou a desapontamento. Eu tive uma expectativa irrealista de terminar o projeto no prazo. Eu terei uma carga de trabalho irrealista no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewłaściwy",
      "translation": "irrazoável",
      "definition": "Nie racjonalny lub nie rozsądny; nieuczciwy lub nie sprawiedliwy.",
      "definition_translation": "Não é racional ou sensato; não é justo ou fair.",
      "example": "Jej niewłaściwe żądania doprowadziły do upadku relacji. On był niewłaściwy w swoich oczekiwaniach. Ona będzie niewłaściwa w swoich prośbach za rok.",
      "example_translation": "As demandas irrazoáveis ​​dela levaram ao colapso da relação. Ele foi irrazoável em suas expectativas. Ela será irrazoável em suas solicitações no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezawodny",
      "translation": "não confiável",
      "definition": "Niezdolny do zaufania lub polegania; niekonsekwentny lub nieprecyzyjny.",
      "definition_translation": "Não pode ser confiável ou dependente; não é consistente ou precisa.",
      "example": "Niezdolny internetowy łączę spowodował frustrację. On był niezawodny w swoich zobowiązaniach. Będą oni niezawodni w swoich obietnicach w następnym kwartale.",
      "example_translation": "A conexão de internet não confiável causou frustração. Ele foi não confiável em seus compromissos. Eles serão não confiáveis ​​em suas promessas no próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "inseguro",
      "definition": "Niepewny lub nieufny; nie mający jasnej opinii lub uczucia.",
      "definition_translation": "Não é certo ou confiante; não tem uma opinião clara ou sentimento.",
      "example": "Byłem niepewny co do decyzji. Ona jest niepewna co do swojej przyszłości. Oni byli niepewni co do wyniku.",
      "example_translation": "Eu estava inseguro sobre a decisão. Ela está insegura sobre seu futuro. Eles estavam inseguros sobre o resultado.",
      "imageLink": "image_files\\English\\"imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przemuszczony",
      "translation": "violento",
      "definition": "Używający lub włączający siłę mającą na celu zranienie lub zabójstwo kogoś; charakteryzujący się lub skłonny do przemocy.",
      "definition_translation": "Usando ou envolvendo força destinada a machucar ou matar alguém; caracterizado por ou propenso à violência",
      "example": "Przemuszczona burza zniszczyła wiele budynków w mieście. Wczoraj byłem świadkiem przemuszczonej bójki dwóch mężczyzn. Do przyszłego roku rząd planuje zmniejszyć o 50% przemuszczone przestępstwa.",
      "example_translation": "A tempestade violenta danificou muitos edifícios na cidade. Ontem, eu testemunhei uma luta violenta entre dois homens. Até o próximo ano, o governo planeja reduzir crimes violentos em 50%.",
      "imageLink": "image_files\\English\\"imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "witany",
      "translation": "bem-vindo",
      "definition": "Wypowiedź przyjemności lub zatwierdzenia na przybycie kogoś lub obecność.",
      "definition_translation": "Uma expressão de prazer ou aprovação à chegada ou presença de alguém",
      "example": "Otrzymałem ciepłe powitanie od mojej rodziny goszczącej. Personel hotelu złożył powitanie wszystkim nowym gościom. Wieczór powitania był wielkim sukcesem.",
      "example_translation": "Eu recebi um acolhimento caloroso da minha família anfitriã. O pessoal do hotel estendeu um bem-vindo a todos os novos hóspedes. A Festa de Bem-Vindos foi um enorme sucesso.",
      "imageLink": "image_files\\English\\"imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "bem-equilibrado",
      "definition": "Mający wszystkie niezbędne lub pożądane elementy w odpowiedniej proporcji; stały i spokojny w sądzie lub temperament.",
      "definition_translation": "Tendo todos os elementos necessários ou desejáveis na proporção certa; firme e calmo no julgamento ou temperamento",
      "example": "Zrównoważona dieta pomogła jej schudnąć. Zrównoważona drużyna pracowała wydajnie, aby ukończyć projekt. Do przyszłego miesiąca będę miał zrównoważony harmonogram.",
      "example_translation": "A dieta bem-equilibrada ajudou ela a perder peso. O time bem-equilibrado trabalhou eficientemente para completar o projeto. Até o próximo mês, eu terei um cronograma bem-equilibrado.",
      "imageLink": "image_files\\English\\"imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mądry",
      "translation": "sábio",
      "definition": "Mający lub pokazujący doświadczenie, wiedzę i dobrą ocenę; rozsądny i roztropny.",
      "definition_translation": "Tendo ou mostrando experiência, conhecimento e bom julgamento; prudente e discernidor",
      "example": "Moja mądra babcia nauczyła mnie wielu wartościowych lekcji. Mądra decyzja uratowała firmę przed bankructwem. Do przyszłego roku będę mądry Enough, aby podejmować lepsze decyzje.",
      "example_translation": "Minha avó sábia ensinou-me muitas lições valiosas. A decisão sábia salvou a empresa da falência. Até o próximo ano, eu serei sábio o suficiente para fazer escolhas melhores.",
      "imageLink": "image_files\\English\\"imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dowcipny",
      "translation": "espirituoso",
      "definition": "Mający lub pokazujący szybką i wynalazczą umysł, często w sposób humorystyczny.",
      "definition_translation": "Tendo ou mostrando uma mente rápida e inventiva, muitas vezes de forma humorística.",
      "example": "Jest ona dowcipną pisarką, która może sprawić, że się śmieję z jej zabawnych obserwacji. Była ona dowcipna Enough, aby znaleźć inteligentne rozwiązanie problemu. Do 30. roku życia będzie ona dowcipna Enough, aby zrobić żart o tym.",
      "example_translation": "Ela é uma escritora espirituosa que pode fazer você rir com suas observações inteligentes. Ela foi espirituosa o suficiente para encontrar uma solução inteligente para o problema. Ela será espirituosa o suficiente para fazer uma piada sobre isso até os 30 anos.",
      "imageLink": "image_files\\English\\"imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepokojący",
      "translation": "preocupante",
      "definition": "Powodujący niepokój lub obawę.",
      "definition_translation": "Causando ansiedade ou preocupação.",
      "example": "Niepokojąca wiadomość o gospodarce sprawiła, że wszyscy byliśmy na szczycie. Niedawno martwiłem się o zdrowie. Ona martwi się o bezpieczeństwo syna od czasu, gdy wyjechał na studia.",
      "example_translation": "As notícias preocupantes sobre a economia tiveram todos em estado de alerta. Eu tenho me preocupado com minha saúde ultimamente. Ela tem se preocupado com a segurança do filho desde que ele saiu para a faculdade.",
      "imageLink": "image_files\\English\\"imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]