{
  "data": [
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taniec",
      "translation": "dançar",
      "definition": "Ruch ciała w rytmiczny sposób, zwykle do muzyki, jako forma ekspresji, ćwiczenia lub rozrywki.",
      "definition_translation": "Mover o corpo de uma forma rítmica, geralmente à música, como forma de expressão, exercício ou entretenimento.",
      "example": "Tańczyłem całą noc na imprezie. Tańczę teraz do mojej ulubionej piosenki. Tańczyłem na weselu jutro.",
      "example_translation": "Eu dançei a noite toda na festa. Eu estou dançando para minha canção favorita agora. Eu vou dançar no casamento amanhã.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakupy",
      "translation": "compras",
      "definition": "Akt kupowania rzeczy, szczególnie w sklepach, jako zajęcie rekreacyjne.",
      "definition_translation": "O ato de comprar coisas, especialmente em lojas, como atividade recreativa.",
      "example": "Poszedłem na zakupy do centrum handlowego wczoraj. Robię zakupy online teraz. Pójdę na zakupy z przyjaciółmi jutro.",
      "example_translation": "Eu fui às compras no centro comercial ontem. Eu estou fazendo compras online agora. Eu vou às compras com meus amigos amanhã.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palenie",
      "translation": "fumar",
      "definition": "Akt wdychania i wydychania dymu tytoniowego lub innych substancji, często jako praktyka rutynowa.",
      "definition_translation": "O ato de inalar e exalar o fumo de tabaco ou outras substâncias, frequentemente como prática habitual.",
      "example": "Paliłem w swoich latach nastoletnich. Palę cygaro okazjonalnie teraz. Przestanę palić wkrótce.",
      "example_translation": "Eu fumava em meus anos de adolescente. Eu fumo um charuto ocasionalmente agora. Eu vou parar de fumar em breve.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praca",
      "translation": "trabalho",
      "definition": "Działalność wymagająca wysiłku umysłowego lub fizycznego, wykonywana w celu osiągnięcia celu lub zarobku.",
      "definition_translation": "Atividade envolvendo esforço mental ou físico feito para alcançar um propósito ou ganhar a vida.",
      "example": "Pracowałem ciężko nad projektem wczoraj. Pracuję nad nowym zadaniem teraz. Będę pracował z domu jutro.",
      "example_translation": "Eu trabalhei duro no meu projeto ontem. Eu estou trabalhando em uma nova tarefa agora. Eu vou trabalhar em casa amanhã.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktywność",
      "translation": "atividade",
      "definition": "Zdolność do wykonywania czynności; naturalna zdolność do wykonywania konkretnej funkcji.",
      "definition_translation": "A capacidade de fazer algo; a habilidade natural de realizar uma função específica.",
      "example": "Była bardzo aktywna w społeczności, uczestnicząc w różnych aktywnościach. Uczestniczy w wielu aktywnościach codziennie. Uczestniczy w maratonie aktywności przyszłego roku.",
      "example_translation": "Ela era muito ativa na comunidade, participando de várias atividades. Ela participa de muitas atividades todos os dias. Ela participará da atividade de maratona no ano que vem.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kliknięcie",
      "translation": "clicar",
      "definition": "Krótki, nagły dźwięk, podobny do tego wydawanego przez mysz lub klawisz podczas naciskania.",
      "definition_translation": "Um ruído curto e repentino, como o feito por um mouse ou uma tecla sendo pressionada.",
      "example": "Kliknąłem przycisk, aby przesłać formularz. Kliknęła mysz, aby otworzyć plik. Będą klikać link, aby uzyskać dostęp do strony internetowej.",
      "example_translation": "Eu cliquei no botão para enviar o formulário. Ela clica no mouse para abrir o arquivo. Eles clicarão no link para acessar o website.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wspinaczka",
      "translation": "escalada",
      "definition": "Akt wspinania się lub wchodzenia, szczególnie przy użyciu rąk i nóg.",
      "definition_translation": "O ato de subir ou ir para cima, especialmente usando as mãos e os pés.",
      "example": "Wspinaczka na góry jest zadaniem ryzykownym. Wspinaczka po schodach, aby dostać się na najwyższe piętro. Wspinali się po ścianie skalnej w ubiegły weekend.",
      "example_translation": "Escalada de montanhas é uma tarefa desafiadora. Ela está subindo as escadas para chegar ao andar de cima. Eles escalaram a parede de rocha no fim de semana passado.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gotowanie",
      "translation": "cozinha",
      "definition": "Akt przygotowywania jedzenia przez gotowanie, smażenie lub pieczenie.",
      "definition_translation": "O ato de preparar comida pelo aquecimento, fervura ou fritura.",
      "example": "Gotowanie jest hobby dla wielu ludzi. Gotowała obiad, kiedy przybyłem. Będą gotować śniadanie dla nas jutro.",
      "example_translation": "Cozinhar é um hobby para muitas pessoas. Ela estava cozinhando o jantar quando cheguei. Eles cozinharão o café da manhã para nós amanhã.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kolarstwo",
      "translation": "ciclismo",
      "definition": "Akt jazdy na rowerze, szczególnie jako forma ćwiczenia lub rekreacji.",
      "definition_translation": "O ato de andar de bicicleta, especialmente como uma forma de exercício ou recreação.",
      "example": "Poszedłem kolarstwo w parku wczoraj. Jazdę kolarstwo do pracy dziś. Pójdę kolarstwo z przyjaciółmi następnego tygodnia.",
      "example_translation": "Eu fui ciclismo no parque ontem. Eu estou indo ciclismo para o trabalho hoje. Eu irei ciclismo com amigos na próxima semana.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rysowanie",
      "translation": "desenho",
      "definition": "Akt tworzenia obrazu lub diagramu przy użyciu różnych narzędzi i technik.",
      "definition_translation": "O ato de criar uma imagem ou diagrama usando várias ferramentas e técnicas.",
      "example": "Rysowałem obraz wczoraj. Rysuję diagram dzisiaj. Będę rysować portret następnego miesiąca.",
      "example_translation": "Eu estava desenhando uma imagem ontem. Eu estou desenhando um diagrama hoje. Eu estarei desenhando um retrato no próximo mês.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ćwiczenie",
      "translation": "exercício",
      "definition": "Fizyczna lub mentalna aktywność wykonywana w celu poprawy lub utrzymania zdrowia i sprawności.",
      "definition_translation": "Uma atividade física ou mental realizada para melhorar ou manter a saúde e a fitness.",
      "example": "Ćwiczyłem wczoraj. Ćwiczę dzisiaj. Ćwiczę codziennie następnego tygodnia.",
      "example_translation": "Eu fiz exercício ontem. Eu estou fazendo exercício hoje. Eu farei exercício todos os dias na próxima semana.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomoc",
      "translation": "ajuda",
      "definition": "Wsparcie lub pomoc udzielana komuś w potrzebie.",
      "definition_translation": "Assistência ou apoio fornecido a alguém em necessidade.",
      "example": "Pomógł-em mojemu przyjacielowi wczoraj. Pomagam swojej siostrze dzisiaj. Pomogę mojemu bratu następnego tygodnia.",
      "example_translation": "Eu ajudei meu amigo ontem. Eu estou ajudando minha irmã hoje. Eu ajudarei meu irmão na próxima semana.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kopnięcie",
      "translation": "chutar",
      "definition": "Uderzenie nogą lub stopą, zwykle z siłą lub energicznie.",
      "definition_translation": "bateu ou atingiu com a perna ou pé, geralmente de uma forma enérgica ou vigorosa",
      "example": " Kopnąłem piłkę, kopię piłkę, kopnę piłkę.",
      "example_translation": "Eu chutei a bola, eu chuto a bola, eu chutarei a bola.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pocałunek",
      "translation": "beijo",
      "definition": "Dotknięcie lub pocałowanie ustami, zazwyczaj jako znak miłości, sympatii lub powitania.",
      "definition_translation": "tocar ou acariciar com os lábios, geralmente como um sinal de amor, afeto ou cumprimento",
      "example": "Ona pocałowała mnie, ona mnie pocałuje, ona mnie pocałuje.",
      "example_translation": "Ela me beijou, ela me beija, ela me beijará.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praktyka",
      "translation": "prática",
      "definition": "Powtarzalne ćwiczenie lub wykonywanie umiejętności lub zawodu, często w celu poprawy lub utrzymania sprawności.",
      "definition_translation": "o exercício ou atividade repetida de uma habilidade ou profissão, frequentemente para melhorar ou manter a competência",
      "example": "Ćwiczyłem gitarę, ćwiczę gitarę, ćwiczę gitarę.",
      "example_translation": "Eu pratiquei guitarra, eu pratico guitarra, eu praticarei guitarra.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śpiewanie",
      "translation": "cantando",
      "definition": "Wytwarzanie dźwięków muzycznych głosem, szczególnie w sposób umiejętny lub artystyczny.",
      "definition_translation": "o ato de produzir sons musicais com a voz, especialmente de uma forma habilidosa ou artística",
      "example": "Śpiewałem, śpiewam, będę śpiewał.",
      "example_translation": "Eu estava cantando, eu estou cantando, eu estarei cantando.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deskorolka",
      "translation": "skateboardismo",
      "definition": "Jeżdżenie lub wykonywanie sztuczek na deskorolce, szczególnie jako sport lub aktywność rekreacyjna.",
      "definition_translation": "o ato de andar ou executar truques em um skate, especialmente como um esporte ou atividade recreativa",
      "example": "Deskorolkę uprawiam od czasów nastoletnich i nadal uwielbiam to dzisiaj. Deskorolkowałem z przyjaciółmi wczoraj, a jutro deskorolkujemy ponownie.",
      "example_translation": "Eu tenho sido um skateborder desde que eu era adolescente, e eu ainda amo isso hoje. Eu skateei com meus amigos ontem à noite, e vamos skatear novamente amanhã.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżwiarstwo",
      "translation": "patinagem",
      "definition": "Jeżdżenie po lodzie lub powierzchni lodowej na łyżwach, szczególnie jako sport lub aktywność rekreacyjna.",
      "definition_translation": "o ato de deslizar sobre o gelo ou uma superfície de gelo, tipicamente em patins, como uma forma de recreação ou esporte",
      "example": "Uwielbiałem łyżwiarstwo jako dziecko, a nadal lubię je dzisiaj. Łyżwiarstwo uprawiałem na lodowisku last week, a następnie łyżwiarstwo uprawię ponownie.",
      "example_translation": "Eu amava patinar quando era criança, e eu ainda gosto de patinar hoje. Eu patinei no rinque de gelo semana passada, e vou patinar novamente próximo mês.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "snowboard",
      "translation": "snowboard",
      "definition": "Zjeżdżanie po stoku śnieżnym na snowboardzie, szczególnie jako aktywność rekreacyjna.",
      "definition_translation": "o ato de deslizar por uma encosta coberta de neve em um snowboard, tipicamente como uma atividade recreativa",
      "example": "Zacząłem uprawiać snowboard ostatniego roku i uprawiam go co roku od zimy. Snowboardziłem na górze w minioną weekend, a następnie snowboardzię ponownie zimą.",
      "example_translation": "Eu comecei a snowboard ano passado, e eu tenho snowboard todas as invernos desde então. Eu snowboardei pela montanha semana passada, e vou snowboard novamente no próximo inverno.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "surfing",
      "translation": "surfe",
      "definition": "Zjeżdżanie po fali, szczególnie na desce surfingowej, jako forma aktywności rekreacyjnej lub sportu.",
      "definition_translation": "o ato de andar sobre uma onda, especialmente em uma prancha de surfe, como uma forma de recreação ou esporte",
      "example": "Uprawiam surfing od lat i nadal lubię to dzisiaj. Surfingowałem na plaży wczoraj, a jutro surfują ponownie.",
      "example_translation": "Eu tenho sido surfista por anos, e eu ainda amo isso hoje. Eu surfei na praia ontem, e vou surfar novamente amanhã.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pływanie",
      "translation": "natação",
      "definition": "Czynność poruszania się w wodzie za pomocą rąk i nóg, zazwyczaj w celu rekreacji lub ćwiczeń.",
      "definition_translation": "O ato de se mover pela água usando os braços e pernas, geralmente para recreação ou exercício.",
      "example": "Pływałem w basenie wczoraj, pływam każdego ranka, i pływać będę w oceanie w przyszłym tygodniu.",
      "example_translation": "Eu estava nadando na piscina ontem, eu nado todas as manhãs, e eu vou nadar no oceano na próxima semana.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "używanie",
      "translation": "usar",
      "definition": "Zastosowanie czegoś do określonego celu, szczególnie aby uzyskać pomoc lub korzyść.",
      "definition_translation": "Empregar algo para um propósito particular, especialmente para obter ajuda ou benefício dele.",
      "example": "Używałem roweru, teraz używam komputera, i użyję samochodu jutro.",
      "example_translation": "Eu costumava andar de bicicleta, eu uso um computador agora, e eu vou usar um carro amanhã.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chód",
      "translation": "caminhar",
      "definition": "Ruch w wolnym tempie, polegający na następowaniu jednej nogi po drugiej, szczególnie pieszo lub w regularnych odstępach.",
      "definition_translation": "Mover-se a um ritmo lento colocando um pé na frente do outro, especialmente a pé ou regularmente.",
      "example": "Chodziłem do szkoły, gdy byłem dzieckiem, teraz chodzę do pracy, i pójdę na spacer w parku następną niedzielę.",
      "example_translation": "Eu ia a pé para a escola quando eu era criança, eu vou a pé para o trabalho agora, e eu vou caminhar no parque no próximo domingo.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chodzenie",
      "translation": "caminhada",
      "definition": "Czynność poruszania się pieszo, szczególnie w wolnym i stałym tempie.",
      "definition_translation": "O ato de se mover a pé, especialmente de maneira lenta e estável.",
      "example": "Lubię chodzić po górach, teraz idę do sklepu, i szedłem w deszczu wczoraj wieczorem.",
      "example_translation": "Eu amo caminhar nas montanhas, eu estou caminhando para a loja agora, e eu caminhei na chuva ontem à noite.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pranie",
      "translation": "lavagem",
      "definition": "Czynność czyszczenia czegoś, szczególnie ubrań, za pomocą wody i mydła.",
      "definition_translation": "O ato de limpar algo, especialmente roupas, com água e sabão.",
      "example": "Prałem samochód wczoraj, pranie go co tydzień, i pranie go znowu jutro.",
      "example_translation": "Eu estava lavando meu carro ontem, eu lavo todos os semanas, e eu vou lavar novamente amanhã.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmywanie",
      "translation": "lavar louça",
      "definition": "Czynność mycia naczyń, sztućców i innych przedmiotów kuchennych.",
      "definition_translation": "O ato de lavar pratos, utensílios e outros itens de cozinha.",
      "example": "Robiłem zmywanie przez godzinę, robię zmywanie codziennie, i zrobię zmywanie ponownie dziś wieczorem.",
      "example_translation": "Eu tenho feito a lavagem de louça por horas, eu faço a lavagem de louça todos os dias, e eu farei a lavagem de louça novamente esta noite.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osiągnięcie",
      "translation": "conquista",
      "definition": "Proces lub stan osiągnięcia czegoś.",
      "definition_translation": "O processo ou estado de realizar algo.",
      "example": "Uzyskanie dyplomu było wielkim osiągnięciem dla mnie, osiągnąłem swój cel w zeszłym roku, i osiągnę następne wkrótce.",
      "example_translation": "Obter um diploma foi uma grande conquista para mim, eu alcancei meu objetivo no ano passado, e eu alcançarei outro em breve.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozprowadzenie",
      "translation": "arranjo",
      "definition": "Czynność przygotowania lub układania rzeczy w porządku.",
      "definition_translation": "O ato de preparar ou colocar coisas em ordem.",
      "example": "Zrobiłem rozprowadzenie by spotkać się z przyjacielem w parku, rozprzestrzeniam swój harmonogram każdego tygodnia, i zrobię rozprowadzenie imprezy miesiąc za miesiąc.",
      "example_translation": "Eu fiz um arranjo para encontrar meu amigo no parque, eu arrumo meu cronograma todas as semanas, e eu farei um arranjo para uma festa no próximo mês.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przybycie",
      "translation": "chegada",
      "definition": "Czynność przybycia lub przyjazdu do miejsca, szczególnie po podróży.",
      "definition_translation": "O ato de chegar ou vir a um lugar, especialmente após uma jornada.",
      "example": "Przybycie gości zostało ogłoszone przez gospodarza. Przybycie samolotu zostało opóźnione z powodu złej pogody. Przybycie nowego pracownika było znaczącą zmianą dla firmy.",
      "example_translation": "A chegada dos convidados foi anunciada pelo anfitrião. A chegada do avião foi adiada devido ao mau tempo. A chegada do novo funcionário foi uma mudança significativa para a empresa.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atak",
      "translation": "atacar",
      "definition": "Napad lub szturm fizyczny lub werbalny, z zamiarem zranienia lub zniszczenia.",
      "definition_translation": "Atacar ou assaltar, fisicamente ou verbalmente, com intenção de ferir ou destruir.",
      "example": "Armia zaatakowała bazę wroga o świcie. Pies zaatakuje każdego, kto podejdzie do jego terytorium. Firma zaatakuje nowy rynek silną kampanią reklamową.",
      "example_translation": "O exército atacou a base inimiga ao amanhecer. O cão atacará qualquer um que se aproxime do seu território. A empresa atacará o novo mercado com uma campanha de marketing forte.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprawdzić",
      "translation": "verificar",
      "definition": "Badanie lub sprawdzanie czegoś, aby określić jego dokładność, jakość lub stan.",
      "definition_translation": "Examinar ou investigar algo para determinar sua precisão, qualidade ou condição.",
      "example": "Muszę sprawdzić mój e-mail przed spotkaniem. Sprawdziła przepis, aby upewnić się, że ma wszystkie składniki. Nauczyciel sprawdzi nasze zadania domowe jutro.",
      "example_translation": "Eu preciso verificar meu e-mail antes da reunião. Ela verificou a receita para ter certeza de que tinha todos os ingredientes. O professor verificará nosso trabalho de casa amanhã.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybór",
      "translation": "escolha",
      "definition": "Akt wyboru lub decydowania między dwoma lub więcej możliwościami.",
      "definition_translation": "O ato de selecionar ou decidir entre duas ou mais possibilidades.",
      "example": "Musiałem dokonać trudnego wyboru między dwoma ofertami pracy. Uczeń miał wybór trzech przedmiotów do wyboru. Klient miał szeroki wybór produktów do wyboru.",
      "example_translation": "Eu tive que fazer uma escolha difícil entre duas ofertas de emprego. O estudante tinha uma escolha de três disciplinas eletivas para assistir. O cliente tinha uma ampla escolha de produtos para escolher.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "decyzja",
      "translation": "decisão",
      "definition": "Akt podejmowania decyzji lub osiągnięcia wniosku.",
      "definition_translation": "O ato de fazer uma escolha ou alcançar uma conclusão.",
      "example": "Podjąłem decyzję o rezygnacji z pracy i podróży po świecie. Byłem decydujący między dwoma ofertami pracy. Decyzję podjęcie do końca tygodnia.",
      "example_translation": "Eu tomei uma decisão de deixar meu emprego e viajar pelo mundo. Eu tenho estado decidindo entre duas ofertas de emprego. Eu farei uma decisão até o fim da semana.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostawa",
      "translation": "entrega",
      "definition": "Akt transportowania towarów lub produktów do klienta lub miejsca przeznaczenia.",
      "definition_translation": "O ato de transportar bens ou produtos para um cliente ou destino.",
      "example": "Dostawa paczki była opóźniona. Miałem pracę dostawczą w college'u. Firma obiecuje szybką dostawę w ciągu 24 godzin.",
      "example_translation": "A entrega do pacote foi atrasada. Eu tive um emprego de entrega durante a faculdade. A empresa promete entrega rápida dentro de 24 horas.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozwoju",
      "translation": "desenvolvimento",
      "definition": "Proces wzrostu lub ewolucji, zwłaszcza w osobie, organizacji lub projekcie.",
      "definition_translation": "O processo de crescimento ou evolução, especialmente em uma pessoa, organização ou projeto.",
      "example": "Firma zainwestowała dużo w rozwój nowej technologii. Rozwój językowy dziecka był imponujący. Rozwój infrastruktury miasta jest kluczowy dla jego wzrostu.",
      "example_translation": "A empresa investiu pesadamente no desenvolvimento de nova tecnologia. O desenvolvimento da linguagem da criança foi impressionante. O desenvolvimento da infraestrutura da cidade é crucial para seu crescimento.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nurkowanie",
      "translation": "mergulho",
      "definition": "Akt skakania do wody, zwykle podczas wykonywania konkretnego ruchu akrobatycznego, lub sportu eksploracji podwodnej.",
      "definition_translation": "O ato de pular na água, geralmente enquanto faz uma movimentação acrobática específica, ou o esporte de explorar subaquático.",
      "example": "Uwielbiam nurkowanie w oceanie. Nurkowała profesjonalnie przez wiele lat. Poszli na nurkowanie na rafie koralowej w zeszłym tygodniu.",
      "example_translation": "Eu amo mergulhar no oceano. Ela tem sido mergulhadora profissional por anos. Eles foram mergulhar no recife de coral no fim de semana passado.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jechać",
      "translation": "dirigir",
      "definition": "Operować pojazdem, zwłaszcza samochodem, lub podróżować pojazdem",
      "definition_translation": "operar um veículo, especialmente um carro, ou viajar em um veículo",
      "example": "Jechałem do sklepu wczoraj, jeździłem do pracy każdego dnia, i pojadę do plaży następny tydzień.",
      "example_translation": "Eu dirigi ao armazém ontem, eu dirijo ao trabalho todos os dias, e eu dirigirei à praia na próxima semana.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wysiłek",
      "translation": "esforço",
      "definition": "Użycie energii fizycznej lub psychicznej, aby osiągnąć coś",
      "definition_translation": "o uso de energia física ou mental para alcançar algo",
      "example": "Zrobiłem wysiłek, aby ukończyć projekt na czas, robię wysiłek, aby nauczyć się portugalskiego, i zrobię wysiłek, aby regularnie ćwiczyć.",
      "example_translation": "Eu fiz um esforço para terminar o projeto em tempo, eu estou fazendo um esforço para aprender português, e eu farei um esforço para exercitar regularmente.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wymiana",
      "translation": "troca",
      "definition": "Akt dawania czegoś w zamian za coś innego",
      "definition_translation": "o ato de dar algo em troca de outra coisa",
      "example": "Wymieniłem mój stary telefon na nowy, wymieniam e-maile z przyjaciółmi, i wymienię prezenty z rodziną.",
      "example_translation": "Eu troquei meu antigo telefone por um novo, eu troco emails com meus amigos, e eu trocarei presentes com minha família.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "eksperyment",
      "translation": "experimento",
      "definition": "Test naukowy lub badanie, aby dowiedzieć się czegoś",
      "definition_translation": "um teste ou investigação científica para descobrir algo",
      "example": "Przeprowadziłem eksperyment w chemii, prowadzę eksperyment z nowym przepisem, i przeprowadzę eksperyment z nowym produktem.",
      "example_translation": "Eu realizei um experimento na aula de química, eu estou realizando um experimento com uma receita nova, e eu realizarei um experimento com um produto novo.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walczyć",
      "translation": "lutar",
      "definition": "angażować się w fizikę lub weryfikację słowną z kimś lub czymś.",
      "definition_translation": "Ingressar em conflito físico ou verbal com alguém ou algo.",
      "example": "Walczyłem z bratem wczoraj, ale teraz wszystko jest w porządku. Będę walczyć o swoje prawa w przyszłości. Walczyłem w wojnie.",
      "example_translation": "Eu lutei com meu irmão ontem à noite, mas agora estamos bem. Vou lutar por meus direitos no futuro. Lutei na guerra.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "iść",
      "translation": "ir",
      "definition": "Przenieść się z jednego miejsca do innego, często w pośpiechu.",
      "definition_translation": "Mover-se de um lugar para outro, frequentemente com pressa.",
      "example": "Poszedłem do sklepu wczoraj, ale pójdę na imprezę tej nocy. Będę iść do college'u następnego roku.",
      "example_translation": "Eu fui ao mercado ontem, mas vou à festa hoje à noite. Vou ir à faculdade no ano que vem.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nawyk",
      "translation": "hábito",
      "definition": "Regularna tendencja lub praktyka, zwłaszcza taka, która jest trudna do pozbycia.",
      "definition_translation": "Uma tendência ou prática regular, especialmente uma que é difícil de abandonar.",
      "example": "Mam nawyk budzenia się wcześnie, ale nie poszedłem spać na czas wczoraj. Próbuję pozbyć się nawyku gryzienia paznokci.",
      "example_translation": "Eu tenho o hábito de acordar cedo, mas não fui para a cama no horário certo ontem à noite. Estou tentando quebrar o hábito de morder meus dedos.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prace domowe",
      "translation": "trabalho doméstico",
      "definition": "Zadania takie jak sprzątanie, gotowanie i inne obowiązki domowe.",
      "definition_translation": "Tarefas como limpeza, cozinha e outros deveres domésticos.",
      "example": "Zrobiłem prace domowe wczoraj, ale moja siostra zrobi je dziś. Nienawidzę robienia prac domowych w weekendy.",
      "example_translation": "Eu fiz o trabalho doméstico ontem, mas minha irmã fará hoje. Eu odeio fazer trabalho doméstico nos fins de semana.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uścisk",
      "translation": "abraço",
      "definition": "objąć kogoś ciasno w ramionach, zwykle aby wyrazić uczucie lub pocieszenie",
      "definition_translation": "segurar alguém firmemente nos braços, geralmente para expressar afeto ou conforto",
      "example": "Uściskałem matkę wczoraj, uściskam ją jutro, i uściskam ją każdego dnia.",
      "example_translation": "Eu abracei minha mãe ontem, vou abraçá-la amanhã e a abraço todos os dias.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prasowanie",
      "translation": "passar roupa",
      "definition": "akt używania gorącego narzędzia do usuwania zgniotków z tkaniny, zwłaszcza ubrań",
      "definition_translation": "o ato de usar uma ferramenta quente para remover rugas de tecido, especialmente roupas",
      "example": "Prasowałem koszulkę wczoraj, prasuję spodnie teraz, i prasować będę suknię jutro.",
      "example_translation": "Eu estava passando roupa na minha camisa ontem, estou passando roupa nas minhas calças agora e vou passar roupa no meu vestido amanhã.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skakać",
      "translation": "pular",
      "definition": "wyskakiwać w górę, zwykle obiema nogami",
      "definition_translation": "saltar no ar, geralmente com ambos os pés",
      "example": "Skakałem przed przeszkodą wczoraj, skaczę przez płot każdego dnia, i skoczę do basenu jutro.",
      "example_translation": "Eu pulei sobre a barreira ontem, pulo sobre a cerca todos os dias e vou pular na piscina amanhã.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spoglądać",
      "translation": "olhar",
      "definition": "kierować uwagę na coś, zwykle przez obrócenie głowy lub oczu",
      "definition_translation": "dirigir a atenção para algo, geralmente girando a cabeça ou os olhos",
      "example": "Spoglądałem na zdjęcie wczoraj, spoglądam na książkę teraz, i spoglądnie wyjrzy z okna jutro.",
      "example_translation": "Eu olhei para a imagem ontem, estou olhando para o livro agora e vou olhar para fora da janela amanhã.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygotowanie",
      "translation": "preparação",
      "definition": "Akt przygotowywania lub robienia czegoś gotowego; proces robienia lub stania się gotowym do czegoś.",
      "definition_translation": "O ato de preparar ou ter algo pronto; o processo de fazer ou tornar-se pronto para algo.",
      "example": "Przygotowywałem się do tego egzaminu przez tygodnie. Przygotowuję raport na spotkanie. Do przyszłego roku, ukończę przygotowania do mojego dyplomu.",
      "example_translation": "Eu tenho estado preparando para este exame por semanas. Estou preparando um relatório para a reunião. Até o ano que vem, eu terei concluído a preparação para o meu diploma.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "recykling",
      "translation": "reciclagem",
      "definition": "Proces przekształcania odpadów w nowe materiały lub produkty, redukując potrzebę ekstrakcji i przetwarzania surowców.",
      "definition_translation": "O processo de converter resíduos em novos materiais ou produtos, reduzindo a necessidade de extrair e processar materiais brutos.",
      "example": "Recykling papieru pomaga zachować naturalne zasoby. Recyklingu butelek plastikowych od lat. Do 2025 roku, miasto wdroży kompleksowy program recyklingu.",
      "example_translation": "Reciclar papel ajuda a conservar recursos naturais. Nós temos estado reciclando garrafas de plástico por anos. Até 2025, a cidade terá implementado um programa de reciclagem abrangente.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uratowanie",
      "translation": "resgate",
      "definition": "Akt ratowania kogoś lub czegoś z niebezpiecznej lub trudnej sytuacji.",
      "definition_translation": "O ato de salvar alguém ou algo de uma situação perigosa ou difícil.",
      "example": "Ekipa ratownicza pracowała nieprzerwanie, aby uratować uwięzionych górników. Uratowaliśmy psa ze schroniska. Do następnego miesiąca organizacja ratownicza uratuje setki zwierząt.",
      "example_translation": "A equipe de resgate trabalhou incansavelmente para salvar os mineiros presos. Nós resgatamos um cachorro do abrigo de animais. Até o mês que vem, a organização de resgate terá salvado centenas de animais.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "powrót",
      "translation": "retorno",
      "definition": "Powrót do miejsca lub osoby; zwrot czegoś jego właścicielowi lub oryginalnemu miejscu.",
      "definition_translation": "Voltar ou ir de volta a um lugar ou pessoa; devolver algo ao seu dono ou lugar original.",
      "example": "Powrócę do mojego miasta rodzinnego następnego roku. Zwróciła książkę do biblioteki. Do następnego tygodnia oddam przysługę mojemu przyjacielowi.",
      "example_translation": "Eu voltarei à minha cidade natal no ano que vem. Ela devolveu o livro à biblioteca. Até a próxima semana, eu terei devolvido o favor ao meu amigo.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bieg",
      "translation": "correr",
      "definition": "Poruszanie się szybko nogami, zazwyczaj w stałym i szybkim tempie, często dla ćwiczeń lub w kontekście konkurencji.",
      "definition_translation": "Mover-se rapidamente a pé, geralmente em um passo estável e rápido, muitas vezes para exercício ou em um contexto competitivo.",
      "example": "Ukończyłem maraton rok temu, biegam każdego ranka, i będę biegał 5 km następnego tygodnia.",
      "example_translation": "Eu corri um maratona no ano passado, eu corro todas as manhãs, e eu correr uma 5K na próxima semana.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyszukiwanie",
      "translation": "procurar",
      "definition": "Szukanie czegoś dokładnie i ostrożnie, często w sposób celowy i systematyczny.",
      "definition_translation": "Procurar cuidadosamente e minuciosamente por algo, muitas vezes de forma deliberada e sistemática.",
      "example": "Wyszukiwałem cały dom w poszukiwaniu kluczy, szukam nowej pracy, i będę wyszukiwał online odpowiedzi na pytanie.",
      "example_translation": "Eu procurei toda a casa pelas minhas chaves, eu estou procurando por um novo emprego, e eu vou procurar online pela resposta.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płeć",
      "translation": "sexo",
      "definition": "Biologiczne lub psychologiczne cechy, które definiują mężczyzn i kobiety, lub fizyczny lub emocjonalny akt intymności.",
      "definition_translation": "As características biológicas ou psicológicas que definem os homens e as mulheres, ou o ato físico ou emocional de intimidade.",
      "example": "Płeć dziecka została ujawniona podczas ultrażdu, para miała zdrowe życie seksualne, i temat edukacji seksualnej został omówiony w klasie.",
      "example_translation": "O sexo do bebê foi revelado no ultrassom, o casal tinha uma vida sexual saudável, e o tema da educação sexual foi discutido em aula.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krok",
      "translation": "passo",
      "definition": "Ruch nogi w chodzeniu lub biegu, lub pojedynczy krok w procesie lub rozwoju.",
      "definition_translation": "Um movimento do pé ao caminhar ou correr, ou uma ação única ou fase em um processo ou desenvolvimento.",
      "example": "Zrobiłem krok w tył, aby uniknąć przeszkody, zrobię krok do przodu w swojej karierze, i ona zrobiła krok w bok, aby wyjść z drogi.",
      "example_translation": "Eu dei um passo para trás para evitar o obstáculo, eu vou dar um passo adiante na minha carreira, e ela deu um passo para o lado para sair do caminho.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wspieranie",
      "translation": "apoio",
      "definition": "Udzielanie pomocy lub wsparcia komuś lub czemuś, utrzymanie czegoś w pozycji lub położeniu.",
      "definition_translation": "Dar assistência ou apoio a alguém ou algo, segurar algo ou mantê-lo em posição.",
      "example": "Wspieram cię w twojej decyzji. Wspierałem cię w twoim poprzednim projekcie. Będę wspierał cię w twoim nowym przedsięwzięciu.",
      "example_translation": "Eu vou apoiar você em sua decisão. Eu apoiei você em seu projeto anterior. Eu vou apoiar você em sua nova empreendimento.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wizyta",
      "translation": "visitar",
      "definition": "Odbycie wizyty u kogoś lub czegoś, szczególnie w celu spędzenia czasu z nimi lub obejrzenia czegoś.",
      "definition_translation": "Ir ver alguém ou algo, especialmente para passar tempo com eles ou para olhar para algo.",
      "example": "Odwiedziłem moich dziadków w weekend. Odwiedzę Paryż następnego roku. Odwiedziłem wiele krajów w swoim życiu.",
      "example_translation": "Eu visitei meus avós no fim de semana passado. Eu visitarei Paris no próximo ano. Eu visitei muitos países em minha vida.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marnowanie",
      "translation": "desperdiçar",
      "definition": "Użycie lub wydatkowanie czegoś, szczególnie pieniędzy lub czasu, bezcelowo lub niepotrzebnie.",
      "definition_translation": "Usar ou gastar algo, especialmente dinheiro ou tempo, de forma descuidada ou desnecessária.",
      "example": "Marnowałem dużo pieniędzy na nową grę wideo. Nie chcę marnować czasu, oglądając telewizję. Będę starał się nie marnować żywności więcej.",
      "example_translation": "Eu desperdiçe muito dinheiro naquele novo jogo de vídeo. Eu não quero desperdiçar meu tempo assistindo TV. Eu vou tentar não desperdiçar comida mais.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trening",
      "translation": "treinamento",
      "definition": "Sesja ćwiczeń fizycznych, szczególnie w siłowni, w celu poprawy kondycji fizycznej lub siły.",
      "definition_translation": "Uma sessão de exercício físico, especialmente em uma academia, para melhorar a própria aptidão física ou força.",
      "example": "Miałem świetny trening w siłowni wczoraj. Zacznę nowy trening miesiąc następny. Muszę ćwiczyć więcej, aby utrzymać zdrowie.",
      "example_translation": "Eu tive um treinamento ótimo na academia ontem. Eu vou começar um novo rotina de treinamento no próximo mês. Eu preciso treinar mais frequentemente para ficar saudável.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]
}