[
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo",
      "translation": "árvore",
      "definition": "Wieczne rośliny z wydłużonym pniem, lub pnia, wspierające gałęzie i liście w większości gatunków.",
      "definition_translation": "Uma planta perene com um caule alongado, ou tronco, que suporta galhos e folhas na maioria das espécies.",
      "example": "Drzewo było wysokie i cieniste. Zostało posadzone wiele lat temu. Będzie ścięte następnym tygodniu.",
      "example_translation": "A árvore era alta e sombreada. Havia sido plantada anos atrás. Será cortada na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jabłoń",
      "translation": "macieira",
      "definition": "Liczne drzewo uprawiane dla swoich owoców, które są często jedzone na świeżo lub stosowane w kuchni.",
      "definition_translation": "Uma árvore decídua cultivada pelo seu fruto, que é frequentemente comido fresco ou usado na cozinha.",
      "example": "Jabłoń zakwitła pięknie wiosną. Produkuje smaczne owoce co roku. Będzie zbierane następnego miesiąca.",
      "example_translation": "A macieira floresceu lindamente na primavera. Produz maçãs deliciosas todos os anos. Será colhida no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "las",
      "translation": "floresta",
      "definition": "Duży obszar ziemi pokryty drzewami i podszytem.",
      "definition_translation": "Uma grande área de terra coberta com árvores e vegetação luxuriante.",
      "example": "Las był ciemny i tajemniczy. Wędrowaliśmy przez niego wczoraj. Będzie chroniony przez prawo wkrótce.",
      "example_translation": "A floresta era escura e misteriosa. Passeamos por ela ontem. Será protegida pela lei em breve.",
      "imageLink": "image_files\\English\\"imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gałąź",
      "translation": "ramo",
      "definition": "Część drzewa, która rośnie z pnia lub głównego pnia, i która nosi liście, kwiaty lub owoce.",
      "definition_translation": "Uma parte de uma árvore que cresce a partir do tronco ou de um ramo principal, e que carrega folhas, flores ou frutos.",
      "example": "Gałąź złamała się w czasie burzy. Była słaba i krucha. Będzie przycięta następnego sezonu.",
      "example_translation": "O ramo quebrou na tempestade. Era fraco e quebradiço. Será podado na próxima estação.",
      "imageLink": "image_files\\English\\"imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo owocowe",
      "translation": "árvore de frutas",
      "definition": "Drzewo, które produkuje owoce, zazwyczaj w ogrodzie lub sadzie.",
      "definition_translation": "Uma árvore que produz frutas, normalmente em um jardim ou pomar.",
      "example": "Posadziłem drzewo owocowe w swoim ogródku ubiegłego roku, a teraz ono rodzi jabłka. Woduje je codziennie, i będę zbierał owoce następnego lata.",
      "example_translation": "Eu plantei uma árvore de frutas no meu quintal no ano passado, e agora ela está dando maçãs. Eu a rego todos os dias, e vou colher as frutas no próximo verão.",
      "imageLink": "image_files\\English\\"imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liść",
      "translation": "folha",
      "definition": "Płaska, zwykle zielona, struktura, która rośnie na roślinie lub drzewie.",
      "definition_translation": "Uma estrutura plana, geralmente verde, que cresce em uma planta ou árvore.",
      "example": "Liść na łodydze falował łagodnie w wietrze. Wybrałem liść z drzewa i zbadałem go dokładnie. Liść spadnie z drzewa następnej jesieni.",
      "example_translation": "A folha no caule ondulou suavemente na brisa. Eu peguei uma folha da árvore e examinei-a de perto. A folha irá cair da árvore no outono próximo.",
      "imageLink": "image_files\\English\\"imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dąb",
      "translation": "carvalho",
      "definition": "Typ drzewa liściastego o twardej, wytrzymałej drewnie.",
      "definition_translation": "Um tipo de árvore decídua com madeira dura e durável.",
      "example": "Dąb w naszym ogródku jest starszy niż 100 lat. Wyciąłem swoje inicjały na desce dębowej ubiegłego weekendu. Dąb dostarczy cienia dla naszych dzieci w przyszłości.",
      "example_translation": "A árvore de carvalho no nosso quintal tem mais de 100 anos. Eu gravei minhas iniciais em uma prancha de carvalho no último fim de semana. A árvore de carvalho fornecerá sombra para nossos filhos no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śliwka",
      "translation": "árvore de ameixa",
      "definition": "Typ drzewa owocowego, które produkuje śliwki, zazwyczaj w ogrodzie lub sadzie.",
      "definition_translation": "Um tipo de árvore de frutas que produz ameixas, normalmente em um jardim ou pomar.",
      "example": "Posadziłem śliwkę w swoim ogródku wiosną, a teraz ono rodzi smaczne śliwki. Woduje je codziennie, i będę zbierał śliwki następnego lata.",
      "example_translation": "Eu plantei uma árvore de ameixa no meu quintal na última primavera, e agora ela está dando ameixas deliciosas. Eu a rego todos os dias, e vou colher as ameixas no próximo verão.",
      "imageLink": "image_files\\English\\"imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korzeń",
      "translation": "raiz",
      "definition": "Podziemna część rośliny, włączając korzenie, bulwy lub inne struktury pod ziemią.",
      "definition_translation": "A parte subterrânea de uma planta, incluindo as raízes, tubérculos ou outras estruturas abaixo do solo.",
      "example": "Korzeń drzewa był zgniły, ale gałęzie były jeszcze zdrowe. Wczoraj pomógłem mojej babci wykopać korzeń starego dębu. Do następnej wiosny nowy system korzeniowy będzie całkowicie wykształcony.",
      "example_translation": "A raiz da árvore estava podre, mas os ramos ainda estavam saudáveis. Ontem, ajudei minha avó a desenterrar a raiz da velha árvore de carvalho. No próximo outono, o novo sistema de raízes estará完全 desenvolvido.",
      "imageLink": "image_files\\English\\"imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palm",
      "translation": "palmeira",
      "definition": "Wysokie, smukłe drzewo palmowe, zwykle mające pojedynczy pień i koronę liści.",
      "definition_translation": "Uma árvore de palmeira alta e esbelta, tipicamente tendo um caule único e uma coroa de folhas.",
      "example": "Usiadłem pod palmą, aby odpocząć. Palma w naszym ogródku jest starsza niż 10 lat. Do następnego roku będziemy zbierali olej palmowy z naszej farmy.",
      "example_translation": "Eu me sentei debaixo da árvore de palmeira para descansar. A árvore de palmeira em nosso quintal tem mais de 10 anos. Até o próximo ano, teremos colhido óleo de palma em nossa fazenda.",
      "imageLink": "image_files\\English\\"imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lasostepowe",
      "translation": "floresta",
      "definition": "Obszar leśny, szczególnie z gęstym baldachimiem drzew i podszytu.",
      "definition_translation": "Uma área arborizada, especialmente uma com uma canopy densa de árvores e vegetação rasteira.",
      "example": "Lasostepowe było pełne dzikich zwierząt. Wzięliśmy spacer przez lasostepowe ostatniego weekendu. Przed następną jesienią lasostepowe będzie wypełnione opadłymi liśćmi.",
      "example_translation": "A floresta estava fervilhando de vida selvagem. Nós fizemos um passeio pela floresta no último fim de semana. Até o próximo outono, a floresta estará cheia de folhas caídas.",
      "imageLink": "image_files\\English\\"imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akacja",
      "translation": "acácia",
      "definition": "Drzewo lub krzew z rodzaju Akacja, mający liście złożone i noszący małe, często żółtawe kwiaty.",
      "definition_translation": "Uma árvore ou arbusto do gênero Acacia, tendo folhas compostas e produzindo pequenas flores, muitas vezes amarelas.",
      "example": "Drzewo akacji zapewniało cień dla naszego pikniku. Posadziliśmy drzewo akacji w naszym ogrodzie ostatniego miesiąca. Przed następnim latem drzewo akacji będzie w pełni kwitnienia.",
      "example_translation": "A árvore de acácia proporcionou sombra para nosso piquenique. Nós plantamos uma árvore de acácia em nosso jardim no mês passado. Até o próximo verão, a árvore de acácia estará em plena floração.",
      "imageLink": "image_files\\English\\"imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "olsza",
      "translation": "amieiro",
      "definition": "Drzewo liściaste z rodziny brzozowatych, z liśćmi stożkowymi i owocami drewnopodobnymi przypominającymi małą szyszkę.",
      "definition_translation": "Uma árvore decídua da família do bordo, com folhas coníferas e fruto lenhoso que se assemelha a um pequeno cone.",
      "example": "Drzewo olszy nad brzegiem rzeki było domem dla wielu ptaków. Drzewo olszy zostało uderzone przez piorun wczoraj. Drzewo olszy będzie posadzone w nowym parku następnego roku.",
      "example_translation": "A árvore de amieiro perto da margem do rio era lar de muitos pássaros. A árvore de amieiro foi atingida por um raio ontem. A árvore de amieiro será plantada no novo parque ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo migdałowe",
      "translation": "amendoeira",
      "definition": "Małe drzewo liściaste rodzime dla Bliskiego Wschodu i Południowej Azji, o ozdobnych różowych lub białych kwiatach i jadalnych orzechach.",
      "definition_translation": "Uma pequena árvore decídua nativa do Oriente Médio e do Sul da Ásia, com flores rosa ou brancas vistosas e nozes comestíveis.",
      "example": "Drzewo migdałowe w naszym backyard kwitło pięknie ostatniej wiosny. Drzewo migdałowe zostało przycięte przez mojego ojca ostatniego weekendu. Drzewo migdałowe wyprodukuje smaczne orzechy następną jesienią.",
      "example_translation": "A amendoeira em nosso quintal floresceu lindamente na última primavera. A amendoeira foi podada pelo meu pai no último fim de semana. A amendoeira produzirá nozes deliciosas no próximo outono.",
      "imageLink": "image_files\\English\\"imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jesion",
      "translation": "freixo",
      "definition": "Drzewo liściaste z liśćmi złożonymi i skrzydlakowatymi owocami, szeroko rozpowszechnione w północnych regionach umiarkowanych.",
      "definition_translation": "Uma árvore decídua com folhas compostas e frutos alados, amplamente distribuída em regiões temperadas do norte.",
      "example": "Drzewo jesionu w parku zostało powalone przez silny wiatr wczoraj. Drzewo jesionu jest używane do produkcji rączek narzędzi. Drzewo jesionu będzie wspinane przez dzieci następnego lata.",
      "example_translation": "A árvore de freixo no parque foi derrubada pelo vento forte ontem. A árvore de freixo é usada para fazer cabos de ferramentas. A árvore de freixo será escalada pelas crianças aventureiras no próximo verão.",
      "imageLink": "image_files\\English\\"imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "baobá",
      "definition": "Wysokie drzewo liściaste z grubym, magazynującym wodę pniem, rodzime dla Afryki, Australii i Oceanu Indyjskiego.",
      "definition_translation": "Uma árvore alta, decídua com um tronco grosso que armazena água, nativa da África, Austrália e Oceano Índico.",
      "example": "Drzewo baobabu na sawannie było popularnym miejscem spotkań dla lokalnej ludności. Drzewo baobabu zapewniało cień od wieków. Drzewo baobabu będzie chronione przez nowe prawa ochrony następnego roku.",
      "example_translation": "A árvore de baobá na savana era um local de encontro popular para os vilarejos locais. A árvore de baobá tem proporcionado sombra por séculos. A árvore de baobá será protegida pelas novas leis de conservação no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buch",
      "translation": "faia",
      "definition": "Drzewo liściaste z gładką, szarą korą i małymi orzechami, często używane jako drewno.",
      "definition_translation": "Uma árvore decídua com casca cinza lisa e nozes pequenas, frequentemente utilizada como madeira.",
      "example": "Starożytne drzewo buku stało dumnie w lesie, jego gałęzie szumiąc delikatnie w wietrze. Wczoraj zobaczyłem drzewo buku przycinane przez ogrodnika. Przed następnym rokiem nowe sadzonki buku będą rozkwitłe.",
      "example_translation": "A antiga árvore de faia estava erguida na floresta, seus ramos balançando suavemente ao vento. Ontem, vi uma árvore de faia sendo podada por um jardineiro. Até o ano que vem, as novas mudas de faia estarão vicejando.",
      "imageLink": "image_files\\English\\"imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brzoza",
      "translation": "bettula",
      "definition": "Drzewo liściaste z białą, żółtą lub czarną korą, często używane do produkcji canoe i mebli.",
      "definition_translation": "Uma árvore decídua com casca branca, amarela ou preta, frequentemente utilizada para canoas e mobiliário.",
      "example": "Biała kora brzozy lśniła w świetle słonecznym. Zawsze kochałem zapach olejku brzozowego. Przed następną wiosną brzozy będą rosły wyżej.",
      "example_translation": "A casca branca da árvore de betula brilhava ao sol. Eu sempre amei o aroma do óleo essencial de betula. Até a próxima primavera, as árvores de betula terão crescido mais altas.",
      "imageLink": "image_files\\English\\"imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konar",
      "translation": "ramo",
      "definition": "Gałąź drzewa, szczególnie duża lub stabilna.",
      "definition_translation": "Um ramo de uma árvore, especialmente um grande ou resistente.",
      "example": "Gałąź dębu złamała się pod ciężarem śniegu. Wiewiórka skakała z gałęzi na gałąź. Przed następną jesienią gałęzie będą obładowane owocami.",
      "example_translation": "O ramo da árvore de carvalho quebrou com o peso da neve. O esquilo pulou de ramo em ramo. Até o outono que vem, os ramos estarão carregados de frutas.",
      "imageLink": "image_files\\English\\"imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cedr",
      "translation": "cedro",
      "definition": "Drzewo iglaste z aromatycznym drewnem, często używane w budownictwie i produkcji mebli.",
      "definition_translation": "Uma árvore perene com madeira aromática, frequentemente utilizada para construção e mobiliário.",
      "example": "Drewno cedrowe pachniało wspaniale w chatce. Kocham zapach olejku cedrowego. Przed następnym latem cedry będą zapewniały cień.",
      "example_translation": "A madeira de cedro cheirava incrível na cabana. Eu amo o aroma do óleo essencial de cedro. Até o próximo verão, as árvores de cedro estarão proporcionando sombra.",
      "imageLink": "image_files\\English\\"imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo wiśniowe",
      "translation": "cerejeira",
      "definition": "Drzewo liściaste z rodziny różowatych, z kwiatami ozdobnymi i czerwonym owocem, często jedzonym na świeżo lub używanym w wypiekach.",
      "definition_translation": "Uma árvore decidua da família das rosas, com flores vistosas e fruto vermelho que é freqüentemente comido fresco ou usado em padaria.",
      "example": "Drzewo wiśniowe w naszym ogródku było pięknie kwitnące wiosną ubiegłego roku. Teraz jest lato, a my cieszymy się słodkimi wiśniami. W przyszłym roku, przyciężemy je, aby utrzymać jego kształt.",
      "example_translation": "A cerejeira em nosso quintal estava florescendo lindamente na última primavera. Agora é verão, e estamos desfrutando das doces cerejas. No ano que vem, vamos podá-la para manter sua forma.",
      "imageLink": "image_files\\English\\"imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palmowiec kokosowy",
      "translation": "palmeira de coco",
      "definition": "Wysoki palmowiec z długim, smukłym pniem i dużymi, rozłożystymi liśćmi, rodzimy w regionach tropikalnych i szeroko uprawiany dla jego owocu i oleju.",
      "definition_translation": "Uma palmeira alta com um tronco longo e esbelto e folhas grandes, nativa de regiões tropicais e amplamente cultivada por seu fruto e óleo.",
      "example": "Widzieliśmy palmowiec kokosowy delikatnie kołyszący się na wietrze na plaży. Palmowiec kokosowy był źródłem żywności i schronienia przez wieki. Do przyszłego roku, zasadzimy palmowiec kokosowy w naszym ogródku.",
      "example_translation": "Vimos uma palmeira de coco balançando suavemente ao vento na praia. A palmeira de coco tem sido uma fonte vital de comida e abrigo por séculos. Até o ano que vem, vamos plantar uma palmeira de coco em nosso quintal.",
      "imageLink": "image_files\\English\\"imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stożek",
      "translation": "cone",
      "definition": "Kształt składający się z okrągłej bazy i stożkowych stron, spotykany jako symbol lub w matematyce.",
      "definition_translation": "Uma forma consistindo em uma base circular e lados que se estreitam até um ponto, usada como um símbolo ou em matemática.",
      "example": "Stożek, którego użyliśmy ostatnim razem w Boże Narodzenie, był dekorowany lśniącymi gwiazdami. Kupimy nowy stożek dla lodziarni w przyszłym tygodniu. Do tego czasu, stożek będzie częścią naszej rodzinnego tradycji.",
      "example_translation": "O cone que usamos no último Natal foi decorado com estrelas brilhantes. Vamos comprar um novo cone para a sorveteria da próxima semana. Até lá, o cone terá sido parte da nossa tradição familiar.",
      "imageLink": "image_files\\English\\"imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo iglaste",
      "translation": "árvore conífera",
      "definition": "Drzewo, które produkuje szyszki i ma liście igłowate, takie jak sosna, świerk lub jodła.",
      "definition_translation": "Uma árvore que produz cones e tem folhas semelhantes a agulhas, como um pinheiro, um abeto ou um abeto.",
      "example": "Drzewo iglaste w naszym ogródku jest pięknym choinką. Posadzimy drzewo iglaste w naszym nowym ogrodzie w przyszłej wiosny. Do tego czasu, drzewo iglaste będzie rosło wyżej niż nasz dom.",
      "example_translation": "A árvore conífera em nosso quintal é uma bela árvore de Natal. Vamos plantar uma árvore conífera em nosso novo jardim na próxima primavera. Até lá, a árvore conífera terá crescido mais alta que nossa casa.",
      "imageLink": "image_files\\English\\"imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo liściaste",
      "translation": "árvore decídua",
      "definition": "Drzewo, które co roku traci liście, zazwyczaj jesienią.",
      "definition_translation": "Uma árvore que perde suas folhas anualmente, geralmente no outono.",
      "example": "Drzewo liściaste w naszym ogródku straciło wszystkie liście przed tygodniem. Wiosną znowu będą rosły nowe liście. Do przyszłej jesieni, znowu je straci.",
      "example_translation": "A árvore decídua em nosso quintal perdeu todas as suas folhas na semana passada. Ela crescerá novas no próxima primavera. No próximo outono, ela terá perdido novamente.",
      "imageLink": "image_files\\English\\"imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bez czarny",
      "translation": "sabugueiro",
      "definition": "Krzew lub małe drzewo liściaste z kulistymi, fioletowymi owocami.",
      "definition_translation": "Um arbusto ou árvore pequena decídua com clusters de pequenos frutos redondos, roxos.",
      "example": "Jem dżem rozmarynowy od dzieciństwa. Moja babcia robiła go z bezów, które zbierała w lesie. Teraz robię go dla moich dzieci.",
      "example_translation": "Eu tenho comido geleia de sabugueiro desde que eu era criança. Minha avó costumava fazer isso com os sabugueiros que ela colhia na floresta. Agora, eu faço isso para meus próprios filhos.",
      "imageLink": "image_files\\English\\"imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiąz",
      "translation": "olmo",
      "definition": "Drzewo liściaste o rozłożystej koronie i wazonowatych gałęziach.",
      "definition_translation": "Uma árvore decídua com uma copa espalhada e galhos em forma de vaso.",
      "example": "Więz w parku jest jednym z moich ulubionych miejsc do czytania. Siedziałem pod nim wczoraj, czytając książkę. Znowu będę siedział pod nim jutro, ciesząc się cieniem.",
      "example_translation": "A árvore de olmo no parque é um dos meus lugares favoritos para ler. Eu sentei-me debaixo dela ontem, lendo um livro. Eu sentarei-me debaixo dela novamente amanhã, desfrutando da sombra.",
      "imageLink": "image_files\\English\\"imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "figowiec",
      "translation": "figueira",
      "definition": "Drzewo lub krzew liściaste z słodkimi, sokowymi owocami, rosnącymi w klimacie ciepłym.",
      "definition_translation": "Uma árvore ou arbusto decídua com frutas doces e suculentas que cresce em climas quentes.",
      "example": "Zasadziłem figowiec w swoim ogródku w zeszłym roku. Rósł szybko i zrobił smaczne owoce. W przyszłym roku, zbiorę jeszcze więcej fig z niego.",
      "example_translation": "Eu plantei uma figueira em meu quintal no ano passado. Ela cresceu rapidamente e produziu frutas deliciosas. No próximo ano, eu colherei ainda mais figos dela.",
      "imageLink": "image_files\\English\\"imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jodła",
      "translation": "abeto",
      "definition": "Jodła to typ iglastego drzewa, rodzimego w górskich regionach Europy, Azji i Ameryki Północnej.",
      "definition_translation": "Um abeto é um tipo de árvore conífera sempre verde que é nativa de regiões montanhosas da Europa, Ásia e América do Norte.",
      "example": "Wędkarze przechodzili przez gęsty las jodłowy, zdumieni wielkością drzew. Widzieli jodły wcześniej, ale nigdy tak wielu na jednym miejscu. W przyszłym roku, zasadzą jodły w swoim ogródku.",
      "example_translation": "Os hikings andaram pela floresta densa de abetos, maravilhados com as árvores altas. Eles haviam visto árvores de abeto antes, mas nunca tantas em um lugar. No ano que vem, eles vão plantar árvores de abeto no quintal de casa.",
      "imageLink": "image_files\\English\\"imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "leszczyna",
      "translation": "nogueira",
      "definition": "Leszczyna to typ krzewu lub małego drzewa liściastego, rodzimego w Europie i Azji, znanego z jadalnych orzechów.",
      "definition_translation": "Uma nogueira é um tipo de arbusto decíduo ou árvore pequena que é nativa da Europa e Ásia, conhecida por suas nozes comestíveis.",
      "example": "Leszczyny rosły dziko w lesie, ich gałęzie splątane razem. Kiedy byłem dzieckiem, zbierałem leszczyny z krzewów. W przyszłości, będziemy uprawiać leszczyny.",
      "example_translation": "Os arbustos de nogueira cresciam selvagens na floresta, seus ramos emaranhados entre si. Ela havia colhido nozes de nogueira dos arbustos quando criança. No futuro, eles vão cultivar árvores de nogueira.",
      "imageLink": "image_files\\English\\"imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jałowiec",
      "translation": "aguífera",
      "definition": "Jałowiec to rodzaj wiecznie zielonego drzewa lub krzewu, pochodzący z Europy, znany ze swoich ciernistych liści i czerwonych jagód.",
      "definition_translation": "Uma aguífera é um tipo de árvore ou arbusto sempre verde que é nativa da Europa, conhecida por suas folhas espinhosas e bagas vermelhas brilhantes.",
      "example": "Drzewo jałowca stało wysoko w ogrodzie, jego gałęzie ozdobione światłami. Zrobili wieniec jałowcowy na Boże Narodzenie. Latem będą sadzić nowe krzewy jałowca.",
      "example_translation": "A árvore de aguífera estava alta no jardim, seus ramos decorados com luzes. Eles haviam feito coroas de aguífera para o Natal. No verão, eles vão plantar novos arbustos de aguífera.",
      "imageLink": "image_files\\English\\"imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grab",
      "translation": "carrascal",
      "definition": "Grab to rodzaj liściastego drzewa, pochodzący z Europy, znany ze swojej gładkiej szarej kory i twardego drewna.",
      "definition_translation": "Um carrascal é um tipo de árvore decídua que é nativa da Europa, conhecida por sua casca cinzenta lisa e madeira dura.",
      "example": "Drzewa grabowe stały wzdłuż drogi, ich gałęzie skrzypiące na wietrze. Siedzieliśmy pod grabem w słoneczny dzień. Zimą będą przycinać drzewa grabowe.",
      "example_translation": "As árvores de carrascal linha o caminho de acesso, seus ramos rangendo no vento. Eles haviam sentado debaixo de uma árvore de carrascal em um dia ensolarado. No próximo inverno, eles vão podar as árvores de carrascal.",
      "imageLink": "image_files\\English\\"imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kasztanowiec",
      "translation": "castanheiro-do-parque",
      "definition": "Kasztanowiec to rodzaj liściastego drzewa z liśćmi dłoniastymi i orzechami obudowanymi w zielonej kolczastej łupinie, pochodzący z Europy i Azji.",
      "definition_translation": "Uma árvore decídua com folhas palmadas e nozes fechadas em uma casca verde espinhosa, nativa da Europa e Ásia.",
      "example": "Dzieci uwielbiały grać w koniki z kasztanowcami, które zbierały w parku. Wczoraj, zasadziłem kasztanowiec w swoim ogródku. Do następnego roku będzie wysoki i silny.",
      "example_translation": "As crianças amavam jogar conkers com os castanheiros-do-parque que eles coletavam do parque. Ontem, eu plantei uma árvore de castanheiro-do-parque no meu quintal. Até o ano que vem, ela estará alta e forte.",
      "imageLink": "image_files\\English\\"imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jałowcowiec",
      "translation": "junípero",
      "definition": "Jałowcowiec to wiecznie zielony krzew lub małe drzewo z igłowatymi liśćmi i fioletowymi jagodami, pochodzący z górskich regionów.",
      "definition_translation": "Um arbusto ou árvore pequena sempre-verde com folhas em forma de agulha e bagas roxas, nativa de regiões montanhosas.",
      "example": "Krzew jałowcowca w naszym ogrodzie został przycięty w zeszłym tygonu. Aromat jagód jałowcowca jest używany w wielu tradycyjnych przepisach. Do końca roku, zasadzę jałowcowiec w swoim ogrodzie.",
      "example_translation": "O arbusto de junípero no nosso jardim foi podado na semana passada. O aroma das bagas de junípero é usado em muitas receitas tradicionais. Até o final do ano, eu terei plantado uma árvore de junípero no meu jardim.",
      "imageLink": "image_files\\English\\"imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "modrzew",
      "translation": "lárice",
      "definition": "Modrzew to rodzaj liściastego drzewa iglastego z igłowatymi liśćmi i szyszkami, pochodzący z górskich regionów Europy i Azji.",
      "definition_translation": "Uma árvore conífera decídua com folhas em forma de agulha e cones, nativa de regiões montanhosas da Europa e Ásia.",
      "example": "Drzewa modrzewie w lesie zmieniły kolor na złoty w jesieni. Zasadzę modrzew w swoim ogrodzie wiosną. Drewno modrzewie jest używane do produkcji mebli.",
      "example_translation": "As árvores de lárice na floresta ficaram douradas em outono. Eu vou plantar uma árvore de lárice no meu quintal na próxima primavera. A madeira de lárice é usada para fazer mobiliário.",
      "imageLink": "image_files\\English\\"imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lipa",
      "translation": "tilia",
      "definition": "Lipa to rodzaj liściastego drzewa z liśćmi sercowatymi i wonnymi kwiatami, pochodzący z Europy i Azji.",
      "definition_translation": "Uma árvore decídua com folhas em forma de coração e flores fragrantes, nativa da Europa e Ásia.",
      "example": "Drzewo lipowe w parku było w pełni kwitnienia latem. Spacerowałem pod lipą i cieszyłem się słodkim zapachem. Liście lipy są używane w herbacie ziołowej.",
      "example_translation": "A árvore de tília no parque estava em plena floração no último verão. Eu caminhei sob a árvore de tília e desfrutei de seu doce perfume. As folhas de tília são usadas em chá herbal.",
      "imageLink": "image_files\\English\\"imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klon",
      "translation": "ácer",
      "definition": "Klon to rodzaj liściastego drzewa, znany ze swojego blasku jesiennej kolorystyki i charakterystycznych liści dłoniastych.",
      "definition_translation": "Um ácer é um tipo de árvore decídua conhecida por sua follagem de outono brilhante e folhas palmadas distintas.",
      "example": "Drzewo klonowe w naszym ogrodzie było szczególnie żywe podczas sezonu jesieni. Ojciec przyciął je w zeszłym roku. W przyszłości planuję zasadzić więcej klonów.",
      "example_translation": "A árvore de ácer em nosso quintal era especialmente vibrante durante a temporada de outono. No ano passado, foi podada pelo meu pai. No futuro, pretendo plantar mais árvores de ácer.",
      "imageLink": "image_files\\English\\"imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "różyenie",
      "translation": "sorveira",
      "definition": "Różyenie to rodzaj liściastego drzewa lub krzewu z jagodami, często kojarzone z mitologią i folklorem celtyckim.",
      "definition_translation": "Uma sorveira é um tipo de árvore ou arbusto decíduo com bagos vermelhos brilhantes, frequentemente associada à mitologia e folclore celtas.",
      "example": "Drzewo różyenie w naszym ogrodzie było ulubionym miejscem ptaków, aby zbudować gniazdo. Zimą, widziałem królika jedzącego jagody różyenia. Wiosną planuję przyciąć drzewo różyenie, aby utrzymać jego kształt.",
      "example_translation": "A árvore de sorveira em nosso jardim era um local favorito para os pássaros fazerem ninhos. No último inverno, eu vi um coelho comendo os bagos de sorveira. Na primavera, pretendo podar a árvore de sorveira para manter sua forma.",
      "imageLink": "image_files\\English\\"imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sekwoja",
      "translation": "sequóia",
      "definition": "Sekwoja to rodzaj wiecznie zielonego drzewa, pochodzący z zachodniego wybrzeża Ameryki Północnej, znany ze swojego kolosalnego rozmiaru i długowieczności.",
      "definition_translation": "Uma sequóia é um tipo de árvore perene nativa da costa oeste da América do Norte, conhecida por seu tamanho massive e longevidade.",
      "example": "Drzewa sekwoi w parku narodowym były nadzwyczaj wysokie. W zeszłym roku, wędrowałem przez las sekwoi. W przyszłości, mam nadzieję zobaczyć wielką sekwoję w Kalifornii.",
      "example_translation": "As árvores de sequóia no parque nacional eram incrivelmente altas. No ano passado, eu fiz um trekking pela floresta de sequóias. No futuro, espero ver a árvore de sequóia gigante na Califórnia.",
      "imageLink": "image_files\\English\\"imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świerk",
      "translation": "pícea",
      "definition": "Świerk to rodzaj wiecznie zielonego drzewa z igłowatymi liśćmi, często używanego w stolarstwie i budownictwie.",
      "definition_translation": "Uma pícea é um tipo de árvore perene com folhas semelhantes a agulhas, frequentemente usada para marcenaria e construção.",
      "example": "Drzewa świerkowe w lesie były gęsto nasadzone. Zimą, ściąłem świerk na opał. W przyszłości planuję zbudować regał z drewna świerkowego.",
      "example_translation": "As árvores de pícea na floresta estavam densamente compactadas. No último inverno, eu cortei uma árvore de pícea para lenha. No futuro, pretendo construir uma estante de madeira de pícea.",
      "imageLink": "image_files\\English\\"imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sosna kamienna",
      "translation": "pinheiro-branco",
      "definition": "Typ wiecznie zielonego drzewa z igłowatymi liśćmi i szyszkami, rodzimy dla regionu śródziemnomorskiego.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa da região do Mediterrâneo.",
      "example": "Sosna kamienna jest popularnym drzewem ozdobnym w ogrodach. Została posadzona tam w zeszłym roku. Będzie przycięta następnego tygodnia.",
      "example_translation": "O pinheiro-branco é uma árvore ornamental popular em jardins. Foi plantada lá no ano passado. Será podada na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sosna szwajcarska",
      "translation": "pinheiro-suíço",
      "definition": "Typ wiecznie zielonego drzewa z igłowatymi liśćmi i szyszkami, rodzimy dla górskich regionów Europy.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa das regiões montanhosas da Europa.",
      "example": "Sosna szwajcarska jest częstym widokiem w Szwajcarskich Alpach. Rosła tam przez wieki. Będzie dalej rozkwitać w przyszłości.",
      "example_translation": "O pinheiro-suíço é uma vista comum nos Alpes Suíços. Tem estado crescendo lá por séculos. Continuará a prosperar no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "platan",
      "translation": " sicômoro",
      "definition": "Typ liściastego drzewa z szerokimi liśćmi i charakterystycznym kształtem, rodzimy dla Ameryki Północnej.",
      "definition_translation": "Um tipo de árvore decídua com folhas largas e uma forma distinta, nativa da América do Norte.",
      "example": "Platan jest popularnym wyborem dla miejskiego projektowania krajobrazu. Został posadzony w parku miesiąc temu. Będzie dostarczać cienia przez pokolenia.",
      "example_translation": "O sicômoro é uma escolha popular para paisagismo urbano. Foi plantado no parque no mês passado. Proporcionará sombra para gerações futuras.",
      "imageLink": "image_files\\English\\"imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gałąź",
      "translation": "ramo",
      "definition": "Mała gałąź lub łodyga, zwłaszcza cienka, zwykle z drzewa lub krzewu.",
      "definition_translation": "Um pequeno ramo ou haste, especialmente um fino, típico de uma árvore ou arbusto.",
      "example": "Ptak zbudował swoje gniazdo na gałęzi dębu. Spadła z drzewa w zeszłym tygodniu. Będzie wykorzystywana ponownie w przyszłym roku.",
      "example_translation": "O pássaro construiu seu ninho em um ramo da árvore de carvalho. Tinha caído da árvore na semana passada. Será usado novamente no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierzba płacząca",
      "translation": "chouro chorão",
      "definition": "Wierzba płacząca to typ drzewa, które ma długie, opadające gałęzie i jest często spotykane nad wodą.",
      "definition_translation": "Um chouro chorão é um tipo de árvore que tem galhos longos e pendentes e é freqüentemente encontrado perto de água.",
      "example": "Wierzba płacząca stała wysoko nad jeziorem, jej gałęzie szelestem się kołysząc w bryzie. Wczoraj park ranger przyciął jej gałęzie. Do przyszłego lata będzie miała pięknie odrastające gałęzie.",
      "example_translation": "A árvore de chouro chorão estava de pé alto pelo lago, seus galhos balançando suavemente na brisa. Ontem, o guarda-parque cortou seus galhos. Até o próximo verão, ela terá crescido novamente de forma bela.",
      "imageLink": "image_files\\English\\"imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierzba",
      "translation": "salgueiro",
      "definition": "Wierzba to typ drzewa lub krzewu, który ma giętkie gałęzie i jest często spotykane nad wodą.",
      "definition_translation": "Um salgueiro é um tipo de árvore ou arbusto que tem galhos flexíveis e é freqüentemente encontrado perto de água.",
      "example": "Wierzba dostarczała cienia dla dzieci bawiących się w parku. Rolnik używał gałęzi wierzby do robienia koszy. Do przyszłej zimy wierzba będzie miała ponad 2 metry wysokości.",
      "example_translation": "A árvore de salgueiro proporcionou sombra para as crianças brincando no parque. O agricultor usou galhos de salgueiro para fazer cestos. Até o próximo inverno, o salgueiro terá crescido mais alto.",
      "imageLink": "image_files\\English\\"imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]