[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wąż",
      "translation": "cobra",
      "definition": "długi, cienki, beznogi zwierz, który nie ma powiek i ma rozgałęziony język, często spotykany w ciepłych krajach",
      "definition_translation": "um animal longo, fino, sem pernas, sem pálpebras e com língua bifurcada, encontrado com frequência em países quentes",
      "example": "Widziałem węża w ogrodzie wczoraj, jegoś się na mnie. Ten wąż zje mysz jutro. Ten wąż zjadł ptaka tydzień temu.",
      "example_translation": "Eu vi uma cobra no jardim ontem, estava sibilando para mim. A cobra comerá um rato amanhã. A cobra havia comido um pássaro na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żaba",
      "translation": "rã",
      "definition": "małe, skaczące zwierzę o gładkiej skórze, znalezione w stawach i rzekach",
      "definition_translation": "um pequeno animal saltador com pele lisa, encontrado em lagos e rios",
      "example": "Żaba skoczyła do stawu wczoraj, skoczy z wody jutro. Żaba skoczyła przez liść tydzień temu.",
      "example_translation": "A rã pulou para dentro do lago ontem, pulará para fora da água amanhã. A rã havia pulado sobre a folha na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żółw",
      "translation": "tartaruga",
      "definition": "wolno poruszający się płaz z pancerzem, często spotykany na lądzie",
      "definition_translation": "um réptil de movimento lento com casco, encontrado com frequência em terra",
      "example": "Żółw szedł wolno przez pustynię wczoraj, będzie szedł szybciej jutro. Żółw szedł wokół drzewa tydzień temu.",
      "example_translation": "A tartaruga caminhou lentamente pelo deserto ontem, caminhará mais rápido amanhã. A tartaruga havia caminhado ao redor da árvore na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żółwiątko",
      "translation": "tartaruga-marinha",
      "definition": "wolno poruszający się płaz z pancerzem, często spotykany w morzu",
      "definition_translation": "um réptil de movimento lento com casco, encontrado com frequência no mar",
      "example": "Żółwiątko pływało wolno przez ocean wczoraj, będzie pływało szybciej jutro. Żółwiątko pływało wokół rafy koralowej tydzień temu.",
      "example_translation": "A tartaruga-marinha nadou lentamente pelo oceano ontem, nadará mais rápido amanhã. A tartaruga-marinha havia nadado ao redor do coral na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aligator",
      "translation": "jacaré",
      "definition": "duży płaz z długim, zaokrąglonym nosem i potężnymi szczękami, spotykany w bagnistych wodach południowo-wschodnich Stanów Zjednoczonych i Ameryki Środkowej i Południowej.",
      "definition_translation": "um grande réptil com um focinho arredondado e maxilas poderosas, encontrado em águas pantanosas nos Estados Unidos do sudeste e na América Central e do Sul.",
      "example": "Widziałem aligatora opalającego się w słońcu wczoraj, zje raccoona jutro i zjadł rybę przedwczoraj.",
      "example_translation": "Eu vi um jacaré tomando sol ontem, ele comerá um raccoon amanhã e havia comido um peixe no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ananowiec",
      "translation": "anaconda",
      "definition": "bardzo duży, niejadowity wąż znaleziony w mokradłach Ameryki Południowej, znany z wielkości i zdolności ściskania.",
      "definition_translation": "uma grande cobra não venenosa encontrada nos pântanos da América do Sul, conhecida por seu tamanho massivo e habilidades de constrição.",
      "example": "Ananowiec zjadł jelenia tydzień temu, je dzisiaj kapibarę i zje tapira za miesiąc.",
      "example_translation": "A anaconda havia comido um veado na semana passada, come um capivara hoje e comerá um tapir no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "boa",
      "translation": "boa",
      "definition": "niejadowity wąż znaleziony w Ameryce Środkowej i Południowej, znany ze zdolności ściskania i kolorowych wzorów.",
      "definition_translation": "uma cobra não venenosa encontrada na América Central e do Sul, conhecida por suas habilidades de constrição e padrões coloridos.",
      "example": "Trzymałem boa dusiciela w rękach rok temu, trzyma teraz szczura i trzymał mysz przedwczoraj.",
      "example_translation": "Eu segurei uma jiboia em minhas mãos no ano passado, agora está segurando um rato e havia segurado um camundongo no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krokodyl",
      "translation": "crocodilo",
      "definition": "duży płaz z długim, zębatym nosem i potężnymi szczękami, spotykany w rzekach, jeziorach i mokradłach Afryki, Azji, Australii i Ameryki.",
      "definition_translation": "um grande réptil com um focinho longo e dentado e maxilas poderosas, encontrado em rios, lagos e pântanos na África, Ásia, Austrália e nas Américas.",
      "example": "Widziałem krokodyla pływającego w rzece Nil wczoraj, będzie pływał w rzece Amazonki jutro i pływał w rzece Missisipi przedwczoraj.",
      "example_translation": "Eu vi um crocodilo nadando no rio Nilo ontem, ele nadará no rio Amazonas amanhã e havia nadado no rio Mississippi no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jaszczurka",
      "translation": "lagarto",
      "definition": "płaz z rodziny Lacertidae, który obejmuje gekony, iguany i skinki, typowo mający długi ogon i nogi i zdolny do regeneracji ogona, jeśli go straci.",
      "definition_translation": "Um réptil da família Lacertidae, que inclui gêkos, iguanas e escamados, tipicamente tendo um rabo longo e pernas e sendo capaz de regenerar seu rabo se for perdido.",
      "example": "Jaszczurka opalała się w ciepłym słońcu na skale. Opalała się tam przez godziny przedwczoraj. Będzie opalała się tam jutro.",
      "example_translation": "O lagarto se banhou no sol quente sobre a rocha. Ele havia se banhado lá por horas no dia anterior. Ele se banhará lá novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muszla",
      "translation": "concha",
      "definition": "twarda, zewnętrzna powłoka mięczaka, kręgowca lub płaza, szczególnie gdy chroni ciało lub delikatne organy.",
      "definition_translation": "A cobertura externa dura de um molusco, crustáceo ou réptil, especialmente quando protegendo um corpo macio ou órgãos delicados.",
      "example": "Muszla żółwia chroniła go przed drapieżnikami. Chroniła go przed drapieżnikami przez lata. Będzie chronić go przed drapieżnikami w przyszłości.",
      "example_translation": "A concha da tartaruga protegia-o dos predadores. Ela havia protegido-o dos predadores por anos. Ela protegerá-o dos predadores no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żmija",
      "translation": "cascavel",
      "definition": "Wąż jadowity z rodzaju Crotalus, produkujący dźwięk szumu przez potrząsanie ogonem.",
      "definition_translation": "Uma cobra venenosa do gênero Crotalus, tendo um som de chocalhar produzido pelo sacudimento de sua cauda.",
      "example": "Żmija ostrzegała nas głośnym szumem. Ostrzegała nas głośnym szumem w_previous_week. Ostrzega nas głośnym szumem niedługo.",
      "example_translation": "A cascavel nos avisou com um chocalhar alto. Ela havia nos avisado com um chocalhar alto na semana anterior. Ela nos avisará com um chocalhar alto novamente em breve.",
      "imageLink": "image_files\\English\\"imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gad",
      "translation": "régio",
      "definition": "Zimnokrwiste zwierzę z klasy Reptilia, włączając w to węże, jaszczurki, żółwie, krokodyle i aligatory, charakteryzujące się łuskowatą skórą, składaniem jaj i trójdzielnym sercem.",
      "definition_translation": "Um animal de sangue frio da classe Reptilia, incluindo cobras, lagartos, tartarugas, crocodilos e jacarés, caracterizado por pele escamosa, pondo ovos e tendo um coração de três câmaras.",
      "example": "Gad pełzał wolno po pustynnym podłożu. Pełzał wolno po pustynnym podłożu wczoraj. Pełzał wolno po pustynnym podłożu jutro.",
      "example_translation": "O régio rastejou lentamente pelo chão do deserto. Ele havia rastejado lentamente pelo chão do deserto ontem. Ele rastejará lentamente pelo chão do deserto novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "salamandra",
      "translation": "salamandra",
      "definition": "Salamandra to płaz, który ma smukłe ciało, długi ogon i zwykle cztery nogi. Żyje w wodzie lub w pobliżu wody i ma wilgotną, gładką skórę.",
      "definition_translation": "Uma salamandra é um anfíbio que tem um corpo esguio, uma cauda longa e geralmente quatro pernas. Ele vive em ou perto de água e tem uma pele úmida e lisa.",
      "example": "Salamandra pełzała wolno po lesie. Mieszkała tam przez miesiące. Będzie się wykluwała z jaj wiosną.",
      "example_translation": "A salamandra rastejou lentamente pelo chão da floresta. Ele havia morado lá por meses. Ela eclodirá de seus ovos na primavera.",
      "imageLink": "image_files\\English\\"imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kijanka",
      "translation": "girino",
      "definition": "Kijanka to młodociane stadium żaby lub ropuchy, mające długi ogon i skrzela. Płynie w wodzie i jednocześnie zjada glony i małe owady.",
      "definition_translation": "Um girino é o estágio jovem de um sapo ou rã, tendo uma cauda longa e guelras. Ele nada em água e come algas e pequenos insetos.",
      "example": "Kijanka płynęła szybko wokół stawu. Będzie się przemieniać w żabę za kilka tygodni. Wykluła się z jaj miesiąc temu.",
      "example_translation": "O girino nadou rapidamente ao redor do lago. Ele se metamorfosará em um sapo em algumas semanas. Ele havia eclodido de seus ovos no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ropucha",
      "translation": "sapo",
      "definition": "Ropucha to rodzaj płaza, który ma suche, szorstkie skóry i krótkie nogi. Żyje na lądzie i jednocześnie zjada owady i robaki.",
      "definition_translation": "Um sapo é um tipo de anfíbio que tem uma pele seca e berrante e pernas curtas. Ele vive em terra e come insetos e vermes.",
      "example": "Ropucha skakała wolno po ogrodzie. Mieszkała tam przez lata. Zagrzebie się w ziemi zimą.",
      "example_translation": "O sapo pulou lentamente pelo jardim. Ele havia morado lá por anos. Ele cavará no solo no inverno.",
      "imageLink": "image_files\\English\\"imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płazy",
      "translation": "anfíbios",
      "definition": "Płazy to grupa zimnokrwistych zwierząt, które żyją w wodzie lub w pobliżu wody i mają wilgotną, gładką skórę. Mają stadium larwalne i przechodzą metamorfozę, aby stać się dorosłymi.",
      "definition_translation": "Os anfíbios são um grupo de animais de sangue frio que vivem em ou perto de água e têm uma pele úmida e lisa. Eles têm um estágio larval e sofrem metamorfose para se tornarem adultos.",
      "example": "Płazy żyły w stawie i otaczającym lesie. Mieszkały tam przez pokolenia. Znikną, jeśli środowisko zostanie zniszczone.",
      "example_translation": "Os anfíbios viviam no lago e na floresta circundante. Eles haviam estado lá por gerações. Eles desaparecerão se o hábitat for destruído.",
      "imageLink": "image_files\\English\\"imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ślepówka",
      "translation": "lagartixa-cega",
      "definition": "Typ beznogiego jaszczura, zwykle małego i kopiącego, spotykany w Europie i Azji.",
      "definition_translation": "Um tipo de lagarto sem pernas, geralmente pequeno e cavador, encontrado na Europa e Ásia.",
      "example": "Ślepówka pełzała wolno po lesie, jej maleńkie łuski lśniąc w słońcu. Wczoraj widziałem ślepówkę, która się wygrzewała w ciepłym słońcu. Przed rokiem ślepówka będzie znacznie większa.",
      "example_translation": "A lagartixa-cega rastejou lentamente pelo chão da floresta, suas escamas minúsculas brilhando ao sol. Ontem, eu vi uma lagartixa-cega tomando banho de sol quente. Até o ano que vem, a lagartixa-cega terá crescido muito maior.",
      "imageLink": "image_files\\English\\"imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kameleon",
      "translation": "camaleão",
      "definition": "Typ jaszczura, który może zmieniać swoją barwę, aby się zleżeć z otoczeniem, spotykany w ciepłych częściach świata.",
      "definition_translation": "Um tipo de lagarto que pode mudar de cor para se misturar com seu entorno, encontrado em partes quentes do mundo.",
      "example": "Kameleon siadł na gałęzi, jego skóra zmieniając się z zielonej na brązową, gdy obserwował swoją zdobycz. Wczoraj widziałem kameleona, który zmienił się w mgnieniu oka. Przed rokiem kameleon będzie się adaptował do nowego środowiska.",
      "example_translation": "O camaleão pousou em um galho, sua pele mudando de verde para marrom enquanto observava sua presa. Ontem, eu vi um camaleão mudar de cor em um instante. Até o ano que vem, o camaleão terá se adaptado ao seu novo hábitat.",
      "imageLink": "image_files\\English\\"imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kobra",
      "translation": "cobra",
      "definition": "Typ jadowitego węża spotykany w Afryce i Azji, znany ze swojej struktury podobnej do kaptura wokół głowy.",
      "definition_translation": "Um tipo de cobra venenosa encontrada em África e Ásia, conhecida pela sua estrutura em forma de capuz ao redor da cabeça.",
      "example": "Kobra unosiła się z ziemi, jej kaptur rozprężając się, gdy przygotowywała się do ugryzienia. Wczoraj widziałem kobrę, która się wymykała przez trawę. Przed rokiem kobra będzie się wylinkała ponownie.",
      "example_translation": "A cobra levantou seu corpo do chão, sua capuz inflando enquanto preparava-se para atacar. Ontem, eu vi uma cobra serpenteando pela grama. Até o ano que vem, a cobra terá se desfeito de sua pele novamente.",
      "imageLink": "image_files\\English\\"imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wszelka",
      "translation": "serpente das ervas",
      "definition": "Typ niejadowitego węża spotykany w Europie i Azji, znany ze swojego smukłego ciała i zwinności.",
      "definition_translation": "Um tipo de cobra não venenosa encontrada em Europa e Ásia, conhecida por seu corpo esbelto e agilidade.",
      "example": "Wszelka płynęła cicho przez wysoką trawę, jej łuski lśniąc w słońcu. Wczoraj widziałem wszelkę, która się wygrzewała w ciepłym słońcu. Przed rokiem wszelka będzie znacznie dłuższa.",
      "example_translation": "A serpente das ervas deslizou silenciosamente pela erva alta, suas escamas brilhando ao sol. Ontem, eu vi uma serpente das ervas tomando banho de sol quente. Até o ano que vem, a serpente das ervas terá crescido muito mais longa.",
      "imageLink": "image_files\\English\\"imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żaba drzewna",
      "translation": "tritão",
      "definition": "Rodzaj żaby żyjącej na drzewach, spotykany w ciepłych i wilgotnych klimatach.",
      "definition_translation": "Um pequeno salamandra semi-aquático com corpo esbelto e cauda longa, encontrado em lagos e lagoas.",
      "example": "Żaba drzewna skakała z gałęzi na gałąź. Spróbuję obserwować żabę drzewną w jej naturalnym środowisku jutro. Kamuflaż żaby drzewnej jest imponujący.",
      "example_translation": "Eu vi um tritão nadando no lago ontem. Vou observar um tritão em seu hábitat natural amanhã. Tenho estudado o ciclo de vida do tritão.",
      "imageLink": "image_files\\English\\"imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wąż pyton",
      "translation": "píton",
      "definition": "Duży wąż z rodziny dusicielek, rodzimy w Afryce i Azji.",
      "definition_translation": "Uma grande cobra da família de constrictores, nativa da África e Ásia.",
      "example": "Wąż pyton sunął się przez trawę. Spróbuję złapać węża pytona w dziczy jutro. Wąż pyton jest jednym z najbardziej fascynujących węży.",
      "example_translation": "O píton deslizou pela grama. Vou tentar pegar um píton selvagem amanhã. Píton é uma das cobras mais fascinantes.",
      "imageLink": "image_files\\English\\"imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "salamandra plamista",
      "translation": "salamandra manchada",
      "definition": "Rodzaj salamandry z żółtymi lub pomarańczowymi plamami na grzbiecie, spotykana w wschodniej Ameryce Północnej.",
      "definition_translation": "Um tipo de salamandra com manchas amarelas ou laranjas nas costas, encontrado no leste da América do Norte.",
      "example": "Widziałem salamandrę plamistą koło stawu wczoraj. Salamandra plamista jest zagrożona od wielu lat. Będę badaczem środowiska salamandry plamistej.",
      "example_translation": "Eu vi uma salamandra manchada perto do lago ontem. A salamandra manchada tem sido ameaçada de extinção por muitos anos. Vou pesquisar o hábitat da salamandra manchada.",
      "imageLink": "image_files\\English\\"imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "traszka",
      "translation": "rã arbórea",
      "definition": "Mała półwodna salamandra z cienkim ciałem i długim ogonem, spotykana w stawach i jeziorach.",
      "definition_translation": "Um tipo de rã que vive em árvores, encontrado em climas quentes e úmidos.",
      "example": "Widziałem traszkę pływającą w stawie wczoraj. Będę obserwował traszkę w jej naturalnym środowisku jutro. Będę badaczem cyklu życia traszki.",
      "example_translation": "A rã arbórea pulou de galho em galho. Vou tentar observar uma rã arbórea em seu hábitat natural amanhã. O camuflagem da rã arbórea é impressionante.",
      "imageLink": "image_files\\English\\"imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żmija",
      "translation": "víbora",
      "definition": "Jadowity wąż spotykany w wielu częściach świata, szczególnie w ciepłych i tropikalnych regionach.",
      "definition_translation": "Uma cobra venenosa encontrada em muitas partes do mundo, especialmente em regiões quentes e tropicais.",
      "example": "Żmija sunęła się przez trawę, jej jadowite zęby gotowe do ataku. Żmija ugryzła farmera w zeszłym roku. Żmija zaatakuje każdego, kto zbliży się zbyt blisko.",
      "example_translation": "A víbora deslizava silenciosamente pela grama, suas presas venenosas prontas. A víbora havia mordido o fazendeiro no ano passado. A víbora atacará qualquer pessoa que se aproxime demais.",
      "imageLink": "image_files\\English\\"imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wąż wodny",
      "translation": "serpente de água",
      "definition": "Mityczne lub legendarne stworzenie przedstawiane jako wąż lub smok żyjący w wodzie, często związane z rzekami, jeziorami lub oceanami.",
      "definition_translation": "Uma criatura mítica ou lendária retratada como uma cobra ou dragão que vive na água, frequentemente associada a rios, lagos ou oceanos.",
      "example": "Wąż wodny miał moc kontrolowania fal. Według legendy, wąż wodny został kiedyś zauważony w jeziorze. Wąż wodny wyjdzie z oceanu, aby odebrać swoje królestwo.",
      "example_translation": "Serpente de água dizia-se ter o poder de controlar as ondas. Segundo a lenda, a serpente de água havia sido vista no lago. A serpente de água subirá do oceano para reivindicar seu reino.",
      "imageLink": "image_files\\English\\"imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]