[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gitara",
      "translation": "guitarra",
      "definition": "Instrument muzyczny strunowy, wykonywany przez szarpanie lub strumienienie, zazwyczaj składający się z fretowanego gryfu i pudła, które amplifikuje dźwięk.",
      "definition_translation": "Um instrumento musical de cordas tocado por arrancamento ou raspagem, normalmente composto por um braço fretado e um corpo que ressona o som.",
      "example": "Wczoraj grałem na gitarze w moim zespole, dziś będę grał na gitarze na koncercie jutro, a wczoraj grałem na gitarze z przyjaciółmi.",
      "example_translation": "Eu toquei a guitarra na minha banda ontem à noite, Eu vou tocar a guitarra no concerto amanhã e eu toquei a guitarra com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bęben",
      "translation": "tambor",
      "definition": "Instrument muzyczny wydający dźwięk, gdy go uderza się, zazwyczaj składający się z pustego pudła z membraną rozciągniętą na jednym lub obu końcach.",
      "definition_translation": "Um instrumento musical produzido por ser atingido, geralmente composto por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "Uderzyłem w bęben w zespole, będę uderzał w bęben na festiwalu jutro, a wczoraj uderzyłem w bęben z przyjaciółmi.",
      "example_translation": "Eu bati o tambor na banda, Eu vou bater o tambor no festival amanhã e eu bati o tambor com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bębny",
      "translation": "tambores",
      "definition": "Liczba mnoga bębna, instrumenty muzyczne wydające dźwięk, gdy się je uderza, zazwyczaj składające się z pustych pudeł z membraną rozciągniętą na jednym lub obu końcach.",
      "definition_translation": "Plural de tambor, instrumentos musicais produzidos por ser atingidos, geralmente compostos por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "Wczoraj grałem na bębnach w zespole, dziś będę grał na bębnach na koncercie jutro, a wczoraj grałem na bębnach z przyjaciółmi.",
      "example_translation": "Eu toquei os tambores na banda, Eu vou tocar os tambores no concerto amanhã e eu toquei os tambores com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "instrument",
      "translation": "instrumento",
      "definition": "Narzędzie lub urządzenie używane do produkcji muzyki, takie jak fortepian, gitara lub bęben.",
      "definition_translation": "Uma ferramenta ou dispositivo utilizado para produzir música, como um piano, uma guitarra ou um tambor.",
      "example": "Wczoraj grałem na instrumentach muzycznych w orkiestrze, dziś będę grał na instrumentach muzycznych na imprezie jutro, a wczoraj grałem na instrumentach muzycznych z przyjaciółmi.",
      "example_translation": "Eu toquei um instrumento musical na orquestra, Eu vou tocar um instrumento musical na festa amanhã e eu toquei um instrumento musical com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klawiatura",
      "translation": "teclado",
      "definition": "Elektroniczne urządzenie z klawiszami, które naciskasz, aby wpisać słowa, liczby i symbole na komputerze lub maszynie do pisania.",
      "definition_translation": "Um instrumento eletrônico com teclas que você pressiona para digitar palavras, números e símbolos em um computador ou máquina de escrever.",
      "example": "Wczoraj użyłem klawiatury, aby napisać list. Dziś używam jej, aby napisać email. Jutro będę używał jej, aby pogadać z przyjacielem.",
      "example_translation": "Ontem, eu usei um teclado para escrever uma carta. Hoje, estou usando para digitar um email. Amanhã, vou usar para conversar com meu amigo.",
      "imageLink": "image_files\\English\\"imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fortepian",
      "translation": "piano",
      "definition": "Instrument muzyczny ze strunami, który gra się, naciskając klawisze na klawiaturze.",
      "definition_translation": "Um instrumento musical com cordas que você toca pressionando teclas em um teclado.",
      "example": "Kiedy byłem dzieckiem, uczyłem się grać na fortepianie. Teraz gram na fortepianie dla mojej rodziny. W przyszłości będę uczyć moje dzieci grać na fortepianie.",
      "example_translation": "Quando eu era criança, aprendi a tocar piano. Agora, toco piano para minha família. No futuro, vou ensinar meus filhos a tocar piano.",
      "imageLink": "image_files\\English\\"imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skrzypce",
      "translation": "violino",
      "definition": "Instrument muzyczny strunowy, wykonywany szarpaniem smyczkiem lub szarpaniem strun palcami.",
      "definition_translation": "Um instrumento musical de cordas tocado com um arco ou puxando as cordas com os dedos.",
      "example": "Moja siostra grała na skrzypcach w szkolnej orkiestrze, kiedy była młodsza. Teraz uczy ona studentów gry na skrzypcach. W przyszłości wystąpi ona z profesjonalną orkiestrą.",
      "example_translation": "Minha irmã tocou violino na orquestra escolar quando era jovem. Agora, ela ensina violino a alunos. No futuro, ela fará uma performance com uma orquestra profissional.",
      "imageLink": "image_files\\English\\"imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dudy",
      "translation": "gaitas de fole",
      "definition": "Tradycyjny szkocki instrument muzyczny z workiem, w który wkłada się powietrze, aby wydać głośny, wzniosły dźwięk.",
      "definition_translation": "Um instrumento musical tradicional escocês com um saco que você sopra ar para produzir um som alto e lamuriento.",
      "example": "Widziałem, jak gra się na dudach na szkockim festiwalu, kiedy byłem turystą. Dziś oglądam film, na którym ktoś gra na dudach. Jutro będę uczestniczył w koncercie z udziałem dud.",
      "example_translation": "Eu vi gaitas de fole sendo tocadas em um festival escocês quando era turista. Hoje, estou assistindo um vídeo de alguém tocando gaitas de fole. Amanhã, irei assistir a um concerto com gaitas de fole.",
      "imageLink": "image_files\\English\\"imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "flet",
      "translation": "flauta",
      "definition": "Flet jest instrumentem muzycznym, w którym wydaje się dźwięk, dmuchając powietrze przez otwór embouchure, co daje jasny i czysty dźwięk.",
      "definition_translation": "Um flauta é um instrumento musical que é tocado soprando ar sobre o buraco da embocadura, produzindo um som claro e brilhante.",
      "example": "Kiedy byłem dzieckiem, grałem na flecie w szkolnej orkiestrze. Teraz gram na flecie w profesjonalnej orkiestrze. Będę grał na flecie na koncercie jutro.",
      "example_translation": "Eu toquei a flauta na banda escolar quando eu era criança. Agora eu toco a flauta em uma orquestra profissional. Eu vou tocar a flauta no concerto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "saksofon",
      "translation": "saxofone",
      "definition": "Saksofon jest instrumentem muzycznym drewnianym, który jest powszechnie używany w muzyce jazzowej i rockowej, znany ze swojego gładkiego i bogatego brzmienia.",
      "definition_translation": "Um saxofone é um instrumento de madeira que é comummente usado no jazz e rock, conhecido pelo seu som suave e rico.",
      "example": "John Coltrane był legendarnym saksofonistą. Uczę się grać na saksofonie na egzaminie muzycznym. Ona będzie grała na saksofonie na szkolnym koncercie.",
      "example_translation": "John Coltrane foi um jogador de saxofone lendário. Estou aprendendo a tocar o saxofone para meu exame de música. Ela vai tocar o saxofone no concerto escolar.",
      "imageLink": "image_files\\English\\"imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trębaczka",
      "translation": "trompete",
      "definition": "Trębaczka to instrument dęty, często używany w orkiestrach i zespołach jazzowych, znany z donośnego i przeciągłego dźwięku.",
      "definition_translation": "Um trompete é um instrumento de metal que é comummente usado em orquestras e bandas de jazz, conhecido pelo seu som alto e penetrante.",
      "example": "Ćwiczyłem grać na trębaczce każdego dnia, gdy byłem w szkole średniej. Trębaczka wykonała piękny solo. Kupią nową trębaczkę dla szkolnej orkiestry.",
      "example_translation": "Eu pratiquei tocar o trompete todos os dias quando eu estava no ensino médio. O jogador de trompete performou um belo solo. Eles vão comprar um novo trompete para a banda escolar.",
      "imageLink": "image_files\\English\\"imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akordeon",
      "translation": "acordeão",
      "definition": "Akordeon to przenośny instrument klawiszowy, często używany w muzyce ludowej, charakteryzujący się swoimi świstkami, które wibrują, produkując dźwięk.",
      "definition_translation": "Um acordeão é um instrumento de teclado portátil que é comummente usado em música folclórica, caracterizado por suas lâminas que vibram para produzir som.",
      "example": "Zobaczyłem akordeonistę grającego na rogu ulicy. Nauczyła się grać na akordeonie od ojca. Zespół zaprezentował akordeonistę w swoim najnowszym albumie.",
      "example_translation": "Eu vi um jogador de acordeão se apresentando na esquina da rua. Ela aprendeu a tocar o acordeão com seu pai. A banda apresentou um jogador de acordeão em seu último álbum.",
      "imageLink": "image_files\\English\\"imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gitara basowa",
      "translation": "baixo",
      "definition": "Gitara basowa to instrument strunowy, na którym gra się szczypiąc lub uderzając struny palcami lub pęsetą. Jest podobna do gitarzysty, ale z dłuższą skalą i czterema strunami strojonymi na niższą tonację.",
      "definition_translation": "Um baixo é um instrumento de cordas tocado por dedilhar ou bater suas cordas com os dedos ou um pick. Ele é semelhante em aparência e construção a uma guitarra elétrica, mas com uma escala de comprimento mais longo e quatro cordas afinadas para uma pitches mais baixa.",
      "example": "Grałem na gitarze basowej w zespole, gdy byłem w college'u. Teraz gram na gitarze basowej w studiu. Zagram na gitarze basowej na koncercie w przyszłym tygodniu.",
      "example_translation": "Eu costumava tocar o baixo em uma banda quando eu estava na faculdade. Agora, eu toco o baixo em um estúdio. Eu vou tocar o baixo em um concerto na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiolonczela",
      "translation": "violoncelo",
      "definition": "Wiolonczela to duży instrument strunowy, na którym gra się, przeciągając smyczek przez struny lub szczypiąc struny palcami. Jest członkiem rodziny skrzypiec i jest powszechnie używany w orkiestrach i zespołach kameralnych.",
      "definition_translation": "Um violoncelo é um grande instrumento musical de cordas que é tocado por deslizar um arco em suas cordas ou por dedilhar as cordas com os dedos. Ele é um membro da família do violino e é comumente usado em orquestras e conjuntos de música de câmara.",
      "example": "Uczę się grać na wiolonczeli od trzech lat. Moja siostra grała na wiolonczeli w orkiestrze. Zagra na wiolonczeli na recitalu w przyszłym miesiącu.",
      "example_translation": "Eu tenho aprendido a tocar o violoncelo por três anos. Minha irmã tocou o violoncelo em uma orquestra. Ela vai tocar o violoncelo em um recital no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fortepian koncertowy",
      "translation": "piano de cauda",
      "definition": "Fortepian koncertowy to duży, złożony instrument muzyczny, który produkuje dźwięk, gdy klawisze są naciskane, co aktywuje młotki, które uderzają w struny. Jest powszechnie używany w wykonaniach muzyki klasycznej i jest uważany za symbol elegancji i wyrafinowania.",
      "definition_translation": "Um piano de cauda é um grande instrumento musical complexo que produz som quando as teclas são pressionadas, o que ativa martelos que atingem cordas. Ele é comumente usado em performances de música clássica e é considerado um símbolo de elegância e sofisticação.",
      "example": "Wziąłem lekcję na fortepianie koncertowym wczoraj. Ona grała na fortepianie koncertowym od pięciu lat. Zagrają na fortepianie koncertowym w sali koncertowej jutro.",
      "example_translation": "Eu tomei uma aula no piano de cauda ontem. Ela tem sido tocando o piano de cauda desde que ela tinha cinco anos. Eles vão se apresentar no piano de cauda na sala de concerto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "harmonijka",
      "translation": "harmonica",
      "definition": "Harmonijka to mały, przenośny instrument muzyczny, na którym gra się, dmuchając i wysysając powietrze. Jest powszechnie używany w muzyce bluesowej i folkowej, i jest znany ze swojego charakterystycznego, wycieńczającego dźwięku.",
      "definition_translation": "Uma harmonica é um pequeno instrumento musical portátil que é tocado soprando e respirando ar através dele. Ele é comumente usado em música blues e folk e é conhecido pelo seu som distinto e uivante.",
      "example": "Nauczyłem się grać na harmonijce latem. On grał na harmonijce w zespole. Nauczy mnie, jak grać na harmonijce w przyszłym tygodniu.",
      "example_translation": "Eu aprendi a tocar a harmonica no último verão. Ele tocou a harmonica em uma banda. Ela me ensinará como tocar a harmonica na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tamburyn",
      "translation": "tamborim",
      "definition": "Tamburyn to instrument muzyczny składający się z płytkiego bębna z metalowymi dzwonkami przytwierdzonymi do obręczy, na którym gra się, potrząsając lub uderzając rękami.",
      "definition_translation": "Um tamborim é um instrumento musical composto por um tambor raso com guizos de metal presos à borda, tocado sacudindo ou batendo com as mãos.",
      "example": "Muzyk mistrzowski grał na tamburynie w zespole jazzowym wczoraj, zagra dziś i grał przez lata.",
      "example_translation": "O músico jogou habilmente o tamborim na banda de jazz ontem à noite, jogará novamente esta noite e tem jogado há anos.",
      "imageLink": "image_files\\English\\"imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "róg",
      "translation": "corno",
      "definition": "Róg to instrument muzyczny wykonany z metalu, drewna lub innych materiałów, składający się z rury z ustnikiem na jednym końcu i fałszywą na drugim, na którym gra się, dmuchając powietrze przez ustnik.",
      "definition_translation": "Um corno é um instrumento musical feito de metal, madeira ou outros materiais, composto por um tubo com uma boca em uma extremidade e uma campânula em outra, tocado soprando ar pela boca.",
      "example": "Łowca dmuchnął róg głośno, aby dać sygnał do rozpoczęcia polowania, dmuchnął go wcześniej, aby zebrać grupę, i dmuchnie go ponownie, aby świętować złów.",
      "example_translation": "O caçador soprou o corno alto para sinalizar o início da caçada, havia soprado mais cedo para reunir o grupo e sopará novamente para comemorar a captura.",
      "imageLink": "image_files\\English\\"imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "organy",
      "translation": "órgão",
      "definition": "Organy to instrument muzyczny, na którym gra się, naciskając klawisze na klawiaturze, co aktywuje szereg piszczałek lub sygnałów elektronicznych, produkując dźwięk.",
      "definition_translation": "Um órgão é um instrumento musical tocado pressionando teclas em um teclado, que ativa uma série de tubos ou sinais eletrônicos para produzir som.",
      "example": "Organista z kościoła zagrał piękną melodię na organach podczas ceremonii weselnej, grał na nich wczoraj na próbie, i zagra ponownie na nich na pogrzebie w przyszłym tygodniu.",
      "example_translation": "O organista da igreja tocou uma linda melodia no órgão durante a cerimônia de casamento, havia tocado durante o ensaio ontem e tocará novamente no funeral da próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trójkąt",
      "translation": "triângulo",
      "definition": "Trójkąt to instrument muzyczny składający się z metalowego pręta zgiętego w kształt trójkąta, na którym gra się, uderzając metalowym brzmieniem.",
      "definition_translation": "Um triângulo é um instrumento musical composto por uma haste de metal dobrada em forma triangular, tocado batendo com um batedor de metal.",
      "example": "Perkusista zadzwonił trójkątem głośno w wykonaniu orkiestralnym, zadzwoni go ponownie na następnym koncercie, i zadzwonił go na próbie w zeszłym tygodniu.",
      "example_translation": "O percussionista tocou o triângulo alto na apresentação orquestral, tocará novamente no próximo concerto e havia tocado durante o ensaio da semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bałabałka",
      "translation": "balalaica",
      "definition": "Strunowy instrument muzyczny pochodzenia rosyjskiego, mający trójkątną skrzynkę i długi szyjnik z trzema strunami.",
      "definition_translation": "Um instrumento musical de cordas de origem russa, com um corpo triangular e um pescoço longo com três cordas.",
      "example": "Folkowa kapela grała na bałabałce z wielkim entuzjazmem, wypełniając salę żywą muzyką.",
      "example_translation": "A banda folclórica tocou a balalaica com grande entusiasmo, enchendo o salão com música viva.",
      "imageLink": "image_files\\English\\"imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "banjo",
      "translation": "banjo",
      "definition": "Strunowy instrument muzyczny o okrągłej skrzynce i długim szyjnikiem, typowo mający cztery lub pięć strun.",
      "definition_translation": "Um instrumento musical de cordas com um corpo redondo e um pescoço longo, tipicamente tendo quatro ou cinco cordas.",
      "example": "Nauczyła się grać na banjo, kiedy była nastolatką, a teraz jest to jej ulubiony instrument.",
      "example_translation": "Ela aprendeu a tocar o banjo quando era adolescente, e agora é seu instrumento favorito.",
      "imageLink": "image_files\\English\\"imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fagot",
      "translation": "fagote",
      "definition": "Duży, podwójnie stroikowy instrument dęty stosowany w orkiestrach i muzyce kameralnej.",
      "definition_translation": "Um instrumento de madeira de sopro de dupla lâmina usado em orquestras e música de câmara.",
      "example": "Wirtuoz fagotu zręcznie nawigował przez złożony solo w symfonii.",
      "example_translation": "O jogador de fagote habilmente navegou o solo complexo na sinfonia.",
      "imageLink": "image_files\\English\\"imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kastanietki",
      "translation": "castanhola",
      "definition": "Para małych, kubowych instrumentów klikanych razem, aby wyprodukować rytmiczny dźwięk, typowo stosowany w muzyce flamenco.",
      "definition_translation": "Um par de instrumentos pequenos, em forma de xícara, clicados juntos para produzir um som rítmico,typically usado em música flamenco.",
      "example": "Tancerka dodawała żywy rytm działających kastaniemek do tradycyjnego танца hiszpańskiego.",
      "example_translation": "Os castanholas da dançarina adicionaram um ritmo percussivo animado à dança tradicional espanhola.",
      "imageLink": "image_files\\English\\"imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cymbałom",
      "translation": "cimbalom",
      "definition": "Tradycyjny węgierski instrument strunowy o trapezoidalnej skrzynce i zestawie metalowych młotków używanych do uderzania strun.",
      "definition_translation": "Um instrumento de cordas tradicional húngaro com uma caixa de som trapezoidal e um conjunto de martelos de metal usados para tocar as cordas.",
      "example": "Muzyk zręcznie grał na cymbałom na festiwalu folkowym. Grała na cymbałom przez lata. Będzie grać na cymbałom na nadchodzącym koncercie.",
      "example_translation": "O músico tocou habilmente o cimbalom no festival folclórico. Ela havia tocado o cimbalom por anos. Ela tocará o cimbalom no concerto que está por vir.",
      "imageLink": "image_files\\English\\"imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klakier",
      "translation": "estalo",
      "definition": "Osoba, która klaska, zwłaszcza aby wyrazić aprobatę lub uznanie.",
      "definition_translation": "Uma pessoa que bate palmas, especialmente para expressar aprovação ou apreciação.",
      "example": "Klakier w publiczności był bardzo entuzjastyczny. Była klakiem przez lata. Będzie klakiem na ceremonii wręczenia nagród.",
      "example_translation": "O estalo na audiência era muito entusiasta. Ela havia sido uma estalo por anos. Ela será uma estalo na cerimônia de premiação.",
      "imageLink": "image_files\\English\\"imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klarnet",
      "translation": "clarinete",
      "definition": "Drewniany instrument muzyczny z jednym stroikiem, grany przez dmuchanie powietrza przez stroik, aby wyprodukować charakterystyczny dźwięk.",
      "definition_translation": "Um instrumento musical de madeira com uma única lâmina, tocado soprar ar através da lâmina para produzir um som característico.",
      "example": "Muzyk biegło grał na klarnecie na koncercie jazzowym. Grała na klarnecie od dzieciństwa. Będzie grać na klarnecie w orkiestrze symfonicznej.",
      "example_translation": "O músico tocou habilmente o clarinete no concerto de jazz. Ela havia tocado o clarinete desde que era criança. Ela tocará o clarinete na orquestra sinfônica.",
      "imageLink": "image_files\\English\\"imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "talerg",
      "translation": "prato",
      "definition": "Wklęsła metalowa płyta używana jako instrument muzyczny, typowo uderzana pałką lub κραszona razem, aby wyprodukować dzwięk dzwonienia.",
      "definition_translation": "Uma placa metálica côncava usada como instrumento musical, geralmente atingida por um pau ou crashada juntas para produzir um som de campainha.",
      "example": "Perkusista kraśnie uderzył talerg, aby rozpocząć piosenkę. Używał talergu w swoich występach. Będzie kraśnie uderzyć talerg na koncercie rockowym.",
      "example_translation": "O baterista crashou o prato para começar a música. Ele havia usado o prato em suas performances. Ele crashará o prato novamente no concerto de rock.",
      "imageLink": "image_files\\English\\"imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kontrabas",
      "translation": "contrabaixo",
      "definition": "Duży instrument strunowy grany przez przeciągnięcie smyczka przez struny lub szarpiąc struny palcami.",
      "definition_translation": "Um grande instrumento de cordas tocado pelo deslizar de um arco sobre suas cordas ou pela execução das cordas com os dedos.",
      "example": "Muzyk zręcznie grał na kontrabasie w orkiestrze wczoraj, grał wczoraj, a będzie grał jutro i grał przez lata.",
      "example_translation": "O músico tocou habilmente o contrabaixo na orquestra ontem, tocará novamente amanhã e tem tocado há anos.",
      "imageLink": "image_files\\English\\"imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gong",
      "translation": "gongo",
      "definition": "Metalowa płyta uderzana młotkiem, aby wyprodukować głośny, dzwonienia dźwięk, typowo używana w muzyce i kontekstach ceremonii południowo-wschodniej Azji.",
      "definition_translation": "Uma placa metálica percutida com um martelo para produzir um som alto e metálico, geralmente usada em música e contextos cerimoniais do Sudeste Asiático.",
      "example": "Gong został głośno uderzony, aby zapowiedzieć rozpoczęcie ceremonii, został uderzony przed występem, a będzie uderzony ponownie na końcu.",
      "example_translation": "O gongo foi percutido alto para sinalizar o início da cerimônia, havia sido percutido antes da performance e será percutido novamente no final.",
      "imageLink": "image_files\\English\\"imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "harmonium",
      "translation": "harmonio",
      "definition": "Instrument muzyczny podobny do organów, ale z miechem zamiast klawiatury, używany w muzyce klasycznej indyjskiej i pakistańskiej.",
      "definition_translation": "Um instrumento musical semelhante ao órgão de canhão, mas com um fole em vez de um teclado, usado na música clássica indiana e paquistanesa.",
      "example": "Gracz harmonium ćwiczył przez godziny, gra teraz i zabierze się na koncert jutro.",
      "example_translation": "O jogador de harmonio havia praticado por horas, está tocando agora e tocará no concerto que virá.",
      "imageLink": "image_files\\English\\"imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "harfa",
      "translation": "harpa",
      "definition": "Instrument strunowy, gra się na nim, sztukając strun palcami, często używany w muzyce orkiestrowej i kameralnej.",
      "definition_translation": "Um instrumento de cordas tocado pela execução das cordas com os dedos, frequentemente usado em música orquestral e de câmara.",
      "example": "Harfistka brawurowo zagrała na harfie w orkiestrze wczoraj, gra na niej w zespole muzyki kameralnej i zagra na niej na koncercie jutro.",
      "example_translation": "A harpista tocou habilmente a harpa na orquestra ontem, toca em grupo de música de câmara e tocará no concerto que virá.",
      "imageLink": "image_files\\English\\"imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klawesyn",
      "translation": "cravo",
      "definition": "Klawesyn to instrument muzyczny, w którym dźwięk jest wytwarzany przez pióra lub plectra, które sztukają struny.",
      "definition_translation": "Um cravo é um instrumento musical tocado por meio de um teclado, no qual o som é produzido por penas ou plectras que puxam as cordas.",
      "example": "Klawesyn był popularnym instrumentem w okresie barokowym, a wielu sławnych kompozytorów pisało muzykę na niego. Zawsze chciałem zagrać na klawesynie i zacznę brać lekcje za rok. Ona zagrała pięknie na klawesynie wczorajszej nocy na koncercie.",
      "example_translation": "O cravo foi um instrumento popular no período Barroco, e muitos compositores famosos escreveram música para ele. Eu sempre quis tocar o cravo, e vou começar a ter aulas no ano que vem. Ela havia tocado o cravo beleza na noite passada no concerto.",
      "imageLink": "image_files\\English\\"imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bębny",
      "translation": "timbales",
      "definition": "Bębny to rodzaj instrumentu perkusyjnego z ciałem kulistym i jednym membraną, gra się na nich, uderzając membranę pałką.",
      "definition_translation": "Os timbales são um tipo de tambor musical com um corpo redondo e uma única cabeça, tocado ao bater a cabeça com um pau.",
      "example": "Bębny były najgłośniejszymi instrumentami w orkiestrze, a ich dźwięk rozbrzmiewał przez całą salę koncertową. Perkusista musiał wymienić bębny przed następnym występem. Będą grać na bębnach na paradzie jutro.",
      "example_translation": "Os timbales foram os instrumentos mais altos na orquestra, e seu som ecoou por todo o salão de concertos. O baterista teve que substituir os timbales antes da próxima apresentação. Eles vão tocar os timbales no desfile amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lutnia",
      "translation": "alauté",
      "definition": "Lutnia to instrument muzyczny strunowy z ciałem gruszkowatym i szyjką, gra się na nim, sztukając strun palcami.",
      "definition_translation": "Um alauté é um instrumento musical de cordas com um corpo em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com os dedos.",
      "example": "Lutnia była popularnym instrumentem w okresie renesansu, a wielu sławnych muzyków grało na niej. Nauczę się grać na lutni semestr następny. Ona zawsze była fascynowana lutnią i jej bogatą historią.",
      "example_translation": "O alauté foi um instrumento popular no período do Renascimento, e muitos músicos famosos o tocaram. Eu vou aprender a tocar o alauté no próximo semestre. Ela sempre esteve fascinada pelo alauté e sua rica história.",
      "imageLink": "image_files\\English\\"imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "bandolim",
      "definition": "Mandolina to instrument muzyczny strunowy z ciałem małym, gruszkowatym i szyjką, gra się na nim, sztukając strun palcami lub plektronem.",
      "definition_translation": "Um bandolim é um instrumento musical de cordas com um corpo pequeno em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com um plectro ou dedos.",
      "example": "Mandolinista zagrał wokalista w folkowej różowej kapeli. Zawsze chciałem posiadać mandolinę, a终于 kupiłem ją w zeszłym tygodniu. Ona zagrała pięknie na mandolinie w operze.",
      "example_translation": "O bandolim foi tocado pelo vocalista da banda folk. Eu sempre quis ter um bandolim, e eu finalmente comprei um na semana passada. Ela tocou o bandolim lindamente na ópera.",
      "imageLink": "image_files\\English\\"imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marakasy",
      "translation": "maracas",
      "definition": "Marakasy to instrument perkusyjny pochodzący z Ameryki Łacińskiej, składający się z pustego gourdu lub drewnianej naczyni wypełnionej paciorkami lub kamieniami, używany do tworzenia dźwięku klekotliwego.",
      "definition_translation": "Uma maraca é um instrumento de percussão originário da América Latina, consistindo geralmente de uma cuia oca ou vase de madeira preenchida com contas ou seixos, usada para criar um som de chocalho.",
      "example": "Muzyk energicznieathom marakasy podczas występu salsa. Ona podnosi marakasy od czasu, gdy była nastolatką. Będzie podnosiła marakasy na nadchodzącym festiwalu.",
      "example_translation": "O músico chacoalhou as maracas vividamente durante a performance de salsa. Ela tem chacoalhado maracas desde que era adolescente. Ela vai chacoalhar maracas no próximo festival.",
      "imageLink": "image_files\\English\\"imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obój",
      "translation": "oboe",
      "definition": "Obój to instrument dęty drewniany z podwójnym ustnikiem, powszechnie używany w muzyce orkiestrowej i kameralnej, znany z charakterystycznego, miękkiego dźwięku.",
      "definition_translation": "Um oboé é um instrumento de sopro de madeira de duplo pedal, comumente usado em música orquestral e de câmara, conhecido pelo seu som distinto e suave.",
      "example": "Oboista zagrał piękną melodię na oboju podczas koncertu. Ona grała na oboju przez ponad 20 lat. Będzie grała solo na oboju na recitalu.",
      "example_translation": "A oboísta tocou uma melodia linda no seu oboé durante o concerto. Ela tem tocado oboé por mais de 20 anos. Ela vai tocar uma peça solo de oboé no recital.",
      "imageLink": "image_files\\English\\"imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "okaryna",
      "translation": "ocarina",
      "definition": "Okaryna to mały, fletowy instrument muzyczny z charakterystycznym, nostalgiczny dźwiękiem, pochodzący z Starożytnej Meksyki i Ameryki Południowej.",
      "definition_translation": "Uma ocarina é um instrumento musical pequeno, semelhante a uma flauta, com um som distinto e hauntinante, originário da antiga Mesoamérica e América do Sul.",
      "example": "Archeolog odkrył starożytną okarynę w ruinach azteckiego tempła. Ona dmuchnęła w okarynę, produkując słodki, żałobny dźwięk. On będzie grał na okarynie na festiwalu kultury.",
      "example_translation": "O arqueólogo descobriu uma ocarina antiga nos restos do templo Asteca. Ela soprou na ocarina, produzindo um som doce e lúgubre. Ele vai tocar a ocarina no festival cultural.",
      "imageLink": "image_files\\English\\"imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fletnia",
      "translation": "flauta de bisel",
      "definition": "Fletnia to prosty, dęty instrument muzyczny, często nauczany dzieci w lekcjach muzyki w szkole, używany do rozwoju kontroli oddechu i podstawowych umiejętności muzycznych.",
      "definition_translation": "Uma flauta de bisel é um instrumento musical de sopro simples, frequentemente ensinado a crianças em aulas de música em escolas elementares, usado para desenvolver controle de respiração e habilidades musicais básicas.",
      "example": "Trzecioklasiści nauczyli się grać 'Mary Had a Little Lamb' na flecie. Ona grała na flecie od czasu, gdy była w przedszkolu. Będą wykonywać ensemble fletni na koncercie szkolnym.",
      "example_translation": "O aluno do terceiro ano aprendeu a tocar 'Maria Tinha um Carneirinho' na flauta de bisel. Ela tem tocado flauta de bisel desde que estava no jardim de infância. Eles vão apresentar um ensemble de flauta de bisel no concerto escolar.",
      "imageLink": "image_files\\English\\"imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bęben sznurkowy",
      "translation": "caixa de snare",
      "definition": "Bęben sznurkowy jest rodzajem bębna, który produkuje ostrą, trzaskającą dźwięczność, gdy uderzony. Często używany jest w muzyce wojskowej i orkiestralnej.",
      "definition_translation": "Um tambor de snare é um tipo de tambor que produz um som agudo e estaladiço quando atingido. É frequentemente usado em música militar e orquestral.",
      "example": "Perkusista umiejętnie grał na bębnie sznurkowym podczas parady. Grał na nim wczoraj, a będzie grał ponownie jutro.",
      "example_translation": "O baterista tocou expertamente a caixa de snare durante o desfile. Ela havia tocado ontem, e ela irá tocar novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puzon",
      "translation": "trombone",
      "definition": "Puzon jest instrumentem muzycznym, który jest grany przez szumiący powietrze przez ustnik, produkując niski dźwięk.",
      "definition_translation": "Um trombone é um instrumento musical que é tocado soprando ar através de uma boca, produzindo um som grave.",
      "example": "Puzonista umiejętnie slipował do niskich nut podczas koncertu jazzowego. Ćwiczył to przez miesiące, a wykona to ponownie w przyszłym tygodniu.",
      "example_translation": "O trombonista habilmente deslizou para as notas baixas durante o concerto de jazz. Ele havia praticado por meses, e ele irá performá-lo novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tuba",
      "translation": "tuba",
      "definition": "Tuba jest dużym, niskim instrumentem dętym, którego się gra przez szumiący powietrze przez ustnik, często używanym w orkiestrach i zespołach.",
      "definition_translation": "Uma tuba é um grande instrumento de metal de baixa pitched que é tocado soprando ar através de uma boca, frequentemente usado em orquestras e bandas.",
      "example": "Tubaista dostarczyła bogatego, głębokiego dźwięku podczas występu symfonicznego. Będzie grać na nim ponownie na nadchodzącym festiwalu, a grała na nim w zeszłym roku.",
      "example_translation": "O tubista forneceu um som rico e profundo durante a performance de sinfonia. Ela irá tocar novamente no próximo festival, e ela tocou no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dzwony rurowe",
      "translation": "sinos tubulares",
      "definition": "Dzwony rurowe są instrumentem muzycznym składającym się z zestawu metalowych rur różnej długości, które są uderzane, aby wyprodukować brzęczący dźwięk.",
      "definition_translation": "Os sinos tubulares são um instrumento musical composto por um conjunto de tubos de metal de comprimentos variados que são atingidos para produzir um som de sino.",
      "example": "Muzyk umiejętnie grał na dzwonach rurowych podczas koncertu kościelnego. Ćwiczył to przez tygodnie, a wykona to ponownie w przyszłym miesiącu.",
      "example_translation": "A musicista tocou habilmente os sinos tubulares durante o concerto da igreja. Ela havia praticado por semanas, e ela irá performá-lo novamente no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wibrafon",
      "translation": "vibrafone",
      "definition": "Wibrafon jest instrumentem muzycznym z serią metalowych klawiszy, które są uderzane młotkami, aby wyprodukować brzęczący dźwięk.",
      "definition_translation": "Um instrumento musical com uma série de barras metálicas que são atingidas por martelos para produzir um som retumbante.",
      "example": "Zespół jazzowy prezentował wibrafonistę, który dodał unikatowy efekt do ich muzyki. Wibrafon został wprowadzony w XIX wieku. Do 2020 roku wibrafon stał się standardem w wielu orkiestrach.",
      "example_translation": "A banda de jazz apresentou um jogador de vibrafone que adicionou um toque único à sua música. O vibrafone foi introduzido no século 19. Até os anos 2020, o vibrafone havia se tornado um padrão em muitas orquestras.",
      "imageLink": "image_files\\English\\"imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ksylofon",
      "translation": "xilofone",
      "definition": "Ksylofon jest instrumentem muzycznym z serią drewnianych klawiszy, które są uderzane młotkami, aby wyprodukować brzęczący dźwięk.",
      "definition_translation": "Um instrumento musical com uma série de barras de madeira que são atingidas por martelos para produzir um som retumbante.",
      "example": "Dziecko nauczyło się grać na ksylofonie w lekcji muzyki. Ksylofon jest często używany w dziecięcych piosenkach. Do przyszłego roku opanuje ksylofon.",
      "example_translation": "A criança aprendeu a tocar o xilofone na aula de música. O xilofone é frequentemente usado em canções infantis. Até o ano que vem, ela terá dominado o xilofone.",
      "imageLink": "image_files\\English\\"imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]