[
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czarny",
      "translation": "preto",
      "definition": "Mający kolor węgla lub sadzy; nie mając światła; całkowicie ciemny.",
      "definition_translation": "Tendo a cor de carvão ou fuligem; não tendo luz; totalmente escuro.",
      "example": "Wczoraj wieczorem nosiłam czarną suknię na przyjęcie, ale jutro noszę białą na ślub. Do przyszłego roku będę nosiła czarną na każde oficjalne wydarzenie.",
      "example_translation": "Eu usei um vestido preto para a festa ontem à noite, mas usarei um branco para o casamento amanhã. Até o ano que vem, terei usado um preto para todos os eventos formais.",
      "imageLink": "image_files\\English\\"imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niebieski",
      "translation": "azul",
      "definition": "Mający kolor jak ten na niebie w słoneczny dzień; wesoły i optymistyczny.",
      "definition_translation": "Tendo a cor de um céu claro em um dia ensolarado; alegre e otimista.",
      "example": "Niebieska koszula, którą ubrałem wczoraj, była zbyt nieformalna na spotkanie, ale dzisiaj ubiorę niebieski krawat na prezentację. Do przyszłego miesiąca będę ubierał niebieski garnitur na każdą konferencję.",
      "example_translation": "A camisa azul que eu usei ontem foi muito casual para a reunião, mas usarei uma gravata azul para a apresentação hoje. Até o mês que vem, terei usado um terno azul para todas as conferências.",
      "imageLink": "image_files\\English\\"imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brązowy",
      "translation": "marrom",
      "definition": "Mający kolor jak ten drewna lub ziemi; solidny i niezawodny.",
      "definition_translation": "Tendo a cor de madeira ou terra; sólido e confiável.",
      "example": "Kiedy byłem dzieckiem, miałem brązowego psa, ale teraz mam brązową kotkę. Do przyszłego roku będę miał brązowego konia przez pięć lat.",
      "example_translation": "Eu tive um cachorro marrom quando eu era criança, mas agora tenho um gato marrom. Até o ano que vem, terei tido um cavalo marrom por cinco anos.",
      "imageLink": "image_files\\English\\"imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zielony",
      "translation": "verde",
      "definition": "Mający kolor jak ten trawy lub liści; świeży i naturalny.",
      "definition_translation": "Tendo a cor de grama ou folhas; fresco e natural.",
      "example": "Wczoraj zobaczyłem zielonego ptaka w parku, ale dzisiaj zobaczyłem zielony samochód na ulicy. Do przyszłego tygodnia zobaczę zielony dom na wsi.",
      "example_translation": "Eu vi um pássaro verde no parque ontem, mas hoje vi um carro verde na rua. Até a semana que vem, terei visto uma casa verde no campo.",
      "imageLink": "image_files\\English\\"imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szary",
      "translation": "cinzento",
      "definition": "Mający kolor pośredni między czarnym i białym; nie biały ani czarny",
      "definition_translation": "tendo uma cor intermediária entre preto e branco; nem branco nem preto",
      "example": "Szare niebo sprawiło, że dzień wydawał się ponury. Ona ubrała szarą suknię na przyjęcie. Do przyszłego roku będę miał szaryą brodę.",
      "example_translation": "Os céus cinzentos fizeram o dia parecer sombrio. Ela usava um vestido cinzento na festa. No ano que vem, eu terei uma barba cinzenta.",
      "imageLink": "image_files\\English\\"imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomarańczowy",
      "translation": "laranja",
      "definition": "Mający kolor pośredni między czerwonym i żółtym; owoc o tym kolorze",
      "definition_translation": "uma cor intermediária entre vermelho e amarelo; um fruto dessa cor",
      "example": "Ona obierała pomarańczę na przekąskę. Pomarańczowy zachód słońca był przepiękny. Do przyszłego miesiąca będę jadł pomarańczę dziennie.",
      "example_translation": "Ela descascou uma laranja para um lanche. O pôr-do-sol laranja foi impressionante. No mês que vem, eu terei comido uma laranja por dia.",
      "imageLink": "image_files\\English\\"imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czerwony",
      "translation": "vermelho",
      "definition": "Mający jasny, ekspansywny kolor; intensywna pasja lub energia",
      "definition_translation": "tendo uma cor brilhante e ousada; paixão ou energia intensa",
      "example": "Czerwony samochód pędził po autostradzie. Ona ubrała czerwoną suknię na przyjęcie. Do przyszłego roku będę miał czerwony telefon.",
      "example_translation": "O carro vermelho percorreu a rodovia. Ela usava um vestido vermelho na festa. No ano que vem, eu terei um telefone vermelho.",
      "imageLink": "image_files\\English\\"imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biały",
      "translation": "branco",
      "definition": "Mający kolor jak śnieg lub mleko; czysty lub czysty",
      "definition_translation": "tendo uma cor como a da neve ou do leite; puro ou limpo",
      "example": "Białe ściany były bez skazy. Ona ubrała białą bluzkę do pracy. Do przyszłego miesiąca będę miał białego laptopa.",
      "example_translation": "As paredes brancas estavam impecáveis. Ela usava uma camisa branca no trabalho. No mês que vem, eu terei um laptop branco.",
      "imageLink": "image_files\\English\\"imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żółty",
      "translation": "amarelo",
      "definition": "Kolor pośredni między zielonym i pomarańczowym, zwłaszcza jasny, żywy kolor słońca lub dojrzałego banana.",
      "definition_translation": "A cor intermediária entre o verde e o laranja, especialmente a cor brilhante e vibrante do sol ou de um banana maduro.",
      "example": "Żółte słońce świeciło jasno na niebie. Wczoraj ubrałem żółtą koszulę. Jutro pomaluję ścianę żółtą.",
      "example_translation": "O sol amarelo brilhou intensamente no céu. Ontem, eu usei uma camisa amarela. Amanhã, eu vou pintar a parede de amarelo.",
      "imageLink": "image_files\\English\\"imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmietanka",
      "translation": "creme",
      "definition": "Słodkie lub pikantne danie sporządzone z mleka lub śmietanki, często aromatyzowane i ubite.",
      "definition_translation": "Um alimento doce ou salgado feito de leite ou creme, muitas vezes aromatizado e batido.",
      "example": "Uwielbiam jeść śmietankę na płatki owsiane. Ona biła śmietankę, aż była sztywna. On kupi śmietankę do kawy.",
      "example_translation": "Eu amo comer creme em meus panquecas. Ela bateu o creme até que ficasse firme. Ele vai comprar creme para o café.",
      "imageLink": "image_files\\English\\"imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złoty",
      "translation": "dourado",
      "definition": "Mający jasny, żółty kolor, podobny do złota.",
      "definition_translation": "Tendo uma cor amarela brilhante, como o ouro.",
      "example": "Złota statua świeciła ładnie na półce. Złote słońce wstało nad górami. Ona będzie nosić złotą suknię na przyjęcie.",
      "example_translation": "A estátua dourada brilhou intensamente na prateleira. O sol dourado nasceu sobre as montanhas. Ela vai usar um vestido dourado para a festa.",
      "imageLink": "image_files\\English\\"imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cytryna",
      "translation": "limão",
      "definition": "Mały, owalny lub okrągły owoc o kwaśnym smaku, często używany w gotowaniu lub jako ozdoba.",
      "definition_translation": "Um pequeno fruto oval ou redondo com um gosto azedo, muitas vezes usado na cozinha ou como garnitura.",
      "example": "Wycisnął sok cytrynowy do wody. Ona zjadła plaster cytrynowej pizzy wczoraj. On będzie sadzić cytrynę w ogrodzie.",
      "example_translation": "Eu espremi o suco de limão na água. Ela comeu uma fatia de torta de limão ontem. Ele vai plantar uma árvore de limão no jardim.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "różowy",
      "translation": "cor-de-rosa",
      "definition": "Jaskrawy, żywy kolor o czerwonawym odcieniu, często kojarzony z kobiecością i zabawą.",
      "definition_translation": "Uma cor brilhante e vibrante com uma tonalidade vermelha, muitas vezes associada à feminilidade e ao espírito de brincadeira.",
      "example": "Różowa suknia była jej ulubiona, nosiła ją na przyjęcie wczoraj, i będzie nosićAgain następnej tygodniu.",
      "example_translation": "O vestido cor-de-rosa era seu favorito, ela o usou para a festa ontem à noite e usará novamente na semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "purpurowy",
      "translation": "roxo",
      "definition": "Bogaty, luksusowy kolor o mieszance czerwieni i niebieskiego, często kojarzony z kreatywnością, mądrością i władzą.",
      "definition_translation": "Uma cor rica e luxuosa com uma mistura de tons vermelhos e azulados, muitas vezes associada à criatividade, sabedoria e poder.",
      "example": "Artysta mieszał purpurę i niebieski, aby stworzyć unikatowy odcień, malował z nim wczoraj, i będzie malować ponownie jutro.",
      "example_translation": "A artista misturou roxo e azul para criar uma tonalidade única, ela havia pintado com isso ontem e pintará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "srebrny",
      "translation": "prata",
      "definition": "Jasny, lśniący metal o szarawo-białym kolorze, często używany w biżuterii, monetach i innych ozdobach.",
      "definition_translation": "Um metal brilhante e cinzento-branco, frequentemente usado em joias, moedas e outros ornamentos.",
      "example": "Medal olimpijski był wykonany ze srebra, ona zdobyła go w zeszłym roku, i będzie się ubiegać o następny w przyszłym roku.",
      "example_translation": "A medalha olímpica era feita de prata, ela havia ganhado no ano passado e competirá por outra no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fioletowy",
      "translation": "violeta",
      "definition": "Jaskrawy, żywy kolor o purpurowym odcieniu, często kojarzony z kreatywnością, indywidualnością i mądrością.",
      "definition_translation": "Uma cor púrpura brilhante e vívida, muitas vezes associada à criatividade, individualidade e sabedoria.",
      "example": "Artysta namalował fioletowy krajobraz, malował go rano, i będzie malować ponownie wieczorem.",
      "example_translation": "A artista pintou um paisagem violeta, ela havia pintado isso de manhã e pintará outra noite.",
      "imageLink": "image_files\\English\\"imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "beżowy",
      "translation": "bege",
      "definition": "Blado-żółty kolor, podobny do niebarwionej wełny.",
      "definition_translation": "Um cor pálido amarelo-marrom, como o de lã não tingida.",
      "example": "Modelka przechodziła po catwalku w przepięknej beżowej sukni wieczorowej. Ona nosiła beżową sweter na przyjęcie wczoraj. Ona będzie nosić beżowy garnitur na rozmowę o pracę jutro.",
      "example_translation": "A modelo desfilou na passarela usando um vestido de noite bege emocionante. Ela havia usado um suéter bege na festa na noite anterior. Ela usará um terno bege na entrevista de emprego amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marynarski",
      "translation": "azul-marinho",
      "definition": "Ciemny niebieski kolor, podobny do munduru marynarskiego.",
      "definition_translation": "Um cor azul-escura, como a de um uniforme naval.",
      "example": "Kapitan nosił marynarski mundur na uroczystość. Ona nosiła marynarską suknię na przyjęcie tydzień temu. Ona będzie nosić marynarski garnitur na spotkanie biznesowe jutro.",
      "example_translation": "O capitão usou um uniforme azul-marinho na cerimônia. Ela havia usado um vestido azul-marinho na festa na semana anterior. Ela usará um terno azul-marinho na reunião de negócios amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chaki",
      "translation": "caqui",
      "definition": "Jasny brązowy kolor, podobny do bawełnianej tkaniny używanej w mundurach wojskowych.",
      "definition_translation": "Um cor marrom-clara, como a de tecido de algodão usado para uniformes militares.",
      "example": "Żołnierz nosił chaki spodnie na ćwiczeniu. Ona nosiła chaki szorty na piknik dzisiaj. Ona będzie nosić chaki kurtkę na wycieczkę Backpackers następny tydzień.",
      "example_translation": "O soldado usou calças caqui no exercício de treinamento. Ela havia usado calças curtas caqui no piquenique no dia anterior. Ela usará um casaco caqui na viagem de camping na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zielony oliwkowy",
      "translation": "verde-oliva",
      "definition": "Żółto-zielony kolor, podobny do dojrzałych oliwek.",
      "definition_translation": "Um cor amarelo-verde, como a de azeitonas maduras.",
      "example": "Łowca nosił kombinezon oliwkowego kamuflażu, aby zleżeć się z otoczeniem. Ona nosiła zieloną suknię oliwkową na przyjęcie w ogrodzie miesiąc temu. Ona będzie nosić zielone buty oliwkowe na wycieczkę górską następny miesiąc.",
      "example_translation": "O caçador usou camuflagem verde-oliva para se misturar com o entorno. Ela havia usado um vestido verde-oliva no jardim na festa do mês anterior. Ela usará botas verde-oliva na viagem de caminhada do mês próximo.",
      "imageLink": "image_files\\English\\"imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "amarant",
      "translation": "amaranto",
      "definition": "Amarant to roślina kwitnąca, która jest rodzimą dla Ameryk. Jest to roczna lub wieloletnia ziołowa roślina, która rośnie do 2,5 metra wysokości, z szerokimi, owalnymi liśćmi i kolorowymi kwiatami.",
      "definition_translation": "O amaranto é uma planta florífera nativa das Américas. É uma erva anual ou perene que cresce até 8 pés de altura, com folhas ovaladas largas e flores coloridas.",
      "example": "Rolnik uprawiał amarant na swoim polu, a on zakwitł pięknie zeszłego lata. Będzie uprawiał go ponownie w przyszłym roku, a będzie kwitł w przyszłości.",
      "example_translation": "O agricultor cultivou amaranto em seu campo, e ele floresceu lindamente no verão passado. Ele cultivará novamente no ano que vem, e ele florescerá no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bursztyn",
      "translation": "âmbar",
      "definition": "Bursztyn to żółty lub brązowy skamieniały żywiczny produkt, często używany w biżuterii. Jest ceniony za swoją ciepłą, złotą barwę i zdolność do zachowania starożytnych owadów i roślin.",
      "definition_translation": "O âmbar é uma resina fóssil de árvore amarela ou marrom utilizada frequentemente em joias. É valorizado por sua cor quente, dourada e sua capacidade de preservar insetos e plantas antigas.",
      "example": "Kobieta nosiła naszyjnik z bursztynem na przyjęcie, a on lśnił pięknie w świetle. Kupiła go podczas swojej podróży na Bałtyk w zeszłym roku, gdzie bursztyn jest obfity.",
      "example_translation": "A mulher usou um colar de âmbar para a festa, e ele brilhou lindamente na luz. Ela o havia comprado em sua viagem à região báltica no ano passado, onde o âmbar é abundante.",
      "imageLink": "image_files\\English\\"imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "antracyt",
      "translation": "antracito",
      "definition": "Antracyt to rodzaj węgla, który jest bardzo twardy i czysty. Jest używany jako paliwo i również w systemach filtracji wody ze względu na swój wysoki udział węgla.",
      "definition_translation": "O antracito é um tipo de carvão que é muito duro e puro. É usado como combustível e também é usado em sistemas de filtragem de água devido ao seu alto teor de carbono.",
      "example": "Firma użyła antracytu do osiągnięcia wysokiej jakości stali. Będzie kontynuowała stosowanie go w przyszłości, ponieważ jest wiarygodnym źródłem energii.",
      "example_translation": "A empresa usou antracito para alimentar seus fornos, e isso produziu um aço de alta qualidade. Eles continuarão a usá-lo no futuro, pois é uma fonte confiável de energia.",
      "imageLink": "image_files\\English\\"imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akwamaryna",
      "translation": "aquamarina",
      "definition": "Akwamaryna to rodzaj kamienia szlachetnego, często używanego w biżuterii. Jest ceniona za swoją bladą niebieską lub niebiesko-zieloną barwę i ma ono rzekomo uspokajające właściwości.",
      "definition_translation": "A aquamarina é um tipo de pedra preciosa que é frequentemente usada em joias. É valorizada por sua cor azul-pálida ou azul-verde e diz-se que tem propriedades calmantes.",
      "example": "Królowa nosiła naszyjnik z akwamaryną na uroczystość, a ona komponowała się pięknie z jej niebieskimi oczami. Otrzymała go jako prezent od swojego męża, który kupił go podczas ich podróży do Brazylii w zeszłym roku.",
      "example_translation": "A rainha usou um colar de aquamarina para a cerimônia, e isso complementou seus olhos azuis lindamente. Ela o havia recebido como um presente de seu marido, que o havia comprado em sua viagem ao Brasil no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karmazyn",
      "translation": "carmesim",
      "definition": "Karmazyn to intensywna czerwona do purpurowo-czerwonej barwa, uzyskiwana z owada cochineal, stosowana w kolorowaniu żywności, kosmetyków i materiałów artystycznych.",
      "definition_translation": "Um pigmento vermelho-brilhante a vermelho-púrpura obtido do inseto cochineal, usado na coloração de alimentos, cosméticos e materiais de arte.",
      "example": "Ona ostrożnie mieszała karmazyn z wodą, aby stworzyć żywy lakier do swojego projektu artystycznego. Artysta użył karmazynu, aby stworzyć znakomite portrety. Za tydzień malarka będzie miała ukończony mural karmazynowy.",
      "example_translation": "Ela misturou cuidadosamente o carmesim com água para criar uma tinta vibrante para seu projeto de arte. O artista havia usado carmesim para criar um retrato deslumbrante. Até a próxima semana, o pintor terá terminado o mural colorido de carmesim.",
      "imageLink": "image_files\\English\\"imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krwawnik",
      "translation": "carminho",
      "definition": "Krwawnik to głęboka, bogata czerwona barwa, zwłaszcza w tkaninach lub barwnikach.",
      "definition_translation": "Um cor vermelho profundo e rico, especialmente em tecidos ou corantes.",
      "example": "Oficjalny kolor uniwersytetu to krwawnik, a on jest przedstawiony na ich logo. Kobieta nosiła suknię krwawnikową na formalne wydarzenie. Za rok firma wprowadzi nową linię produktów krwawnikowych.",
      "example_translation": "A cor oficial da universidade é carminho, e é destaque proeminente em seu logotipo. A mulher usou um vestido carminho para o evento formal. Até o ano que vem, a empresa terá introduzido uma nova linha de produtos carminho.",
      "imageLink": "image_files\\English\\"imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyjan",
      "translation": "ciano",
      "definition": "Cyjan to jasnogIELNO-niebieska barwa, zwłaszcza w druku i wyświetlaczach cyfrowych.",
      "definition_translation": "Um cor verde-azulado brilhante, especialmente em impressão e exibição digital.",
      "example": "Projektant wybrał tło cyjanowe dla strony internetowej, aby nadać logo wyrazistości. Artysta mieszał cyjan i żółć, aby stworzyć unikatowy odcień zieleni. Za miesiąc firma wprowadzi nową linię akcesoriów cyjanowych.",
      "example_translation": "O designer escolheu um fundo ciano para o site para fazer o logotipo se destacar. O artista misturou ciano e amarelo para criar uma tonalidade única de verde. Até o próximo mês, a empresa terá lançado uma nova linha de acessórios coloridos de ciano.",
      "imageLink": "image_files\\English\\"imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szmaragd",
      "translation": "esmeralda",
      "definition": "Szmaragd to jasnozielona barwa, zwłaszcza w kamieniach szlachetnych i biżuterii.",
      "definition_translation": "Um cor verde brilhante, especialmente em joias e ourivesaria.",
      "example": "Aktorka nosiła naszyjnik szmaragdowy na czerwonym dywanie. Fotograf uchwycił szmaragdowy kolor lasu w swoim zdjęciu krajobrazowym. Za lato firma jubilerska wprowadzi nową kolekcję szmaragdów.",
      "example_translation": "A atriz usou um colar esmeralda no evento de carpete vermelho. O fotógrafo capturou o verde esmeralda da floresta em sua cena de paisagem. Até o próximo verão, a empresa de joias terá introduzido uma nova coleção esmeralda.",
      "imageLink": "image_files\\English\\"imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "imbir",
      "translation": "gengibre",
      "definition": "Imbir to korzeń używany jako przyprawa, zwłaszcza w kuchni azjatyckiej i indyjskiej, mający pikantny, słodki i nieco gorzki smak.",
      "definition_translation": "Uma raiz usada como tempero, especialmente na cozinha asiática e indiana, tendo um sabor picante, doce e levemente amargo.",
      "example": "Dodałem trochę imbiru do zupy, aby uzyskać dodatkowy smak. Wczoraj startowałem imbir do sałatki. Jutro kupię świeży imbir do przepisu.",
      "example_translation": "Adicionei um pouco de gengibre à sopa para extra sabor. Ontem, raspei gengibre para a salada. Amanhã, comprarei um pouco de gengibre fresco para a receita.",
      "imageLink": "image_files\\English\\"imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "indygo",
      "translation": "anil",
      "definition": "Indygo to głęboka, niebieska barwa, zwłaszcza pigment niebieski używany w farbowaniu i malowaniu.",
      "definition_translation": "Uma cor azul profunda, especialmente um pigmento azul vibrante usado em tingimento e pintura.",
      "example": "Artysta mieszał indygo z żółcią, aby stworzyć unikatowy odcień. Roślina indygo była używana przez wieki do produkcji intensywnego niebieskiego barwnika. Nowy trend w modzie obejmuje indygoowe dżinsy.",
      "example_translation": "O artista misturou anil com amarelo para criar uma tonalidade única. A planta de anil tem sido usada por séculos para produzir o tingimento azul vibrante. A nova tendência de moda apresenta calças jeans anil.",
      "imageLink": "image_files\\English\\"imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "magenta",
      "definition": "A bright, vivid pinkish-purple color, especially a deep pinkish-purple pigment used in printing and dyeing.",
      "definition_translation": "Uma cor rosa-violácea brilhante e viva, especialmente um pigmento rosa-violáceo profundo usado em impressão e tingimento.",
      "example": "The designer chose magenta for the logo to grab attention. Magenta is a key color in the printing process. The fashion model wore a stunning magenta dress on the runway.",
      "example_translation": "O designer escolheu magenta para o logotipo para chamar atenção. O magenta é uma cor-chave no processo de impressão. A modelo de moda usava um vestido magenta deslumbrante na passarela.",
      "imageLink": "image_files\\English\\"imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mahogany",
      "translation": "mogno",
      "definition": "A type of tree with a rich, reddish-brown wood, often used in furniture making and woodworking.",
      "definition_translation": "Um tipo de árvore com madeira rica, castanha-avermelhada, frequentemente usada na fabricação de móveis e marcenaria.",
      "example": "The carpenter chose mahogany for the dining table. The old mahogany door creaked when I opened it. The luxury yacht had a beautiful mahogany interior.",
      "example_translation": "O carpinteiro escolheu mogno para a mesa de jantar. A porta de mogno antiga rangeu quando eu a abri. O iate de luxo tinha um interior de mogno lindo.",
      "imageLink": "image_files\\English\\"imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "maroon",
      "translation": "coral",
      "definition": "A dark reddish-brown color, especially a deep, rich brown-red color.",
      "definition_translation": "Uma cor escura avermelhada, especialmente uma cor profunda e rica avermelhado",
      "example": "I marooned on the island for a week. I will maroon on the island for a week. I marooned on the island for a week.",
      "example_translation": "Eu me deixei à deriva na ilha por uma semana. Eu me deixarei à deriva na ilha por uma semana. Eu me deixei à deriva na ilha por uma semana.",
      "imageLink": "image_files\\English\\"imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ochre",
      "translation": "ocre",
      "definition": "A natural pigment, typically yellow, orange or red, used in painting and dyeing.",
      "definition_translation": "Um pigmento natural, tipicamente amarelo, laranja ou vermelho, usado em pintura e tingimento.",
      "example": "The ancient Egyptians used ochre to paint their walls. The artist mixed ochre with water to create a vibrant color. The ochre-colored rocks were a striking feature of the landscape.",
      "example_translation": "Os antigos egípcios usaram ocre para pintar suas paredes. O artista misturou ocre com água para criar uma cor vibrante. As rochas de cor ocre foram uma característica marcante do paisagem.",
      "imageLink": "image_files\\English\\"imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "scarlet",
      "translation": "escarlate",
      "definition": "A bright, vivid red color.",
      "definition_translation": "Uma cor vermelha brilhante e viva.",
      "example": "The scarlet dress stood out in the crowd. The scarlet sunset was a breathtaking sight. The scarlet flowers bloomed in the garden.",
      "example_translation": "O vestido escarlate se destacou na multidão. O pôr do sol escarlate foi um espetáculo de tirar o fôlego. As flores escarlates floriram no jardim.",
      "imageLink": "image_files\\English\\"imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "turquoise",
      "translation": "turquesa",
      "definition": "A blue-green mineral, often used as a gemstone.",
      "definition_translation": "Um mineral azul-verde, frequentemente usado como pedra preciosa.",
      "example": "The turquoise necklace was a beautiful gift. The turquoise waters of the ocean sparkled in the sunlight. The turquoise stone was polished to perfection.",
      "example_translation": "O colar turquesa foi um presente lindo. As águas turquesas do oceano brilharam à luz do sol. A pedra turquesa foi polida à perfeição.",
      "imageLink": "image_files\\English\\"imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]