[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Abisyn",
      "translation": "Abissínio",
      "definition": "Rasa domowego kota pochodząca z Etiopii, znana z charakterystycznej szaty tygrysiej i smukłej budowy.",
      "definition_translation": "Uma raça de gato doméstico originária da Etiópia, conhecida por sua coat listrada distinta e construção esguia.",
      "example": "Kot Abisyn jest znany ze swej inteligencji i giocowej osobowości. W przeszłości był hodowany do polowania na szczury. Obecnie jest popularnym zwierzęciem domowym, które będzie się bawić ze swoim właścicielem. W przyszłości będzie kontynuował swoje czary ze swoim unikatowym wyglądem.",
      "example_translation": "O gato Abissínio é conhecido por sua inteligência e personalidade brincalhona. Foi criado no passado para caçar roedores. Hoje em dia, é um pet popular que brinca com seu dono no presente. No futuro, continuará a encantar amantes de gatos com sua aparência única.",
      "imageLink": "image_files\\English\\"imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Amerykański krótkowłosy",
      "translation": "Americano de Pelo Curto",
      "definition": "Rasa domowego kota pochodząca z Ameryki Północnej, znana z krótkiej, gęstej szaty i zwartej budowy.",
      "definition_translation": "Uma raça de gato doméstico originária da América do Norte, conhecida por sua construção sólida e coat curto e denso.",
      "example": "Amerykański krótkowłosy jest kotem relaksacyjnym, który lubi spędzać czas ze swoim właścicielem. W przeszłości był wykorzystywany do polowania na szczury na farmach. Dziś jest popularnym zwierzęciem domowym, które kuli się na kanapie. W przyszłości będzie kontynuował swój status jako ukochany towarzysz dla wielu rodzin.",
      "example_translation": "O Americano de Pelo Curto é um gato relaxado que gosta de passar tempo com seu dono. No passado, foi usado para caçar roedores em fazendas. Hoje em dia, é um pet popular que se enrosca no sofá no presente. No futuro, continuará a ser um companheiro amado para muitas famílias.",
      "imageLink": "image_files\\English\\"imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kot bengalski",
      "translation": "Gato Bengal",
      "definition": "Hybrydowa rasa domowego kota, stworzona przez skrzyżowanie kota domowego z azjatyckim kotem leopardowym, znana z charakterystycznej szaty cętkowanej czy marmurkowej.",
      "definition_translation": "Uma raça híbrida de gato doméstico, criada por cruzar gatos domésticos com o gato-leopardo asiático, conhecida por sua coat manchada ou marmorizada distinta.",
      "example": "Kot bengalski jest rasą o wysokiej energii, wymagającą wiele ćwiczeń i stymulacji. W przeszłości był uważany za rasę rzadką, ale obecnie jest szeroko dostępny jako zwierzę domowe. W przyszłości będzie kontynuował swoje życie z właścicielami, którzy mogą mu zapewnić uwagę, której potrzebuje.",
      "example_translation": "O Gato Bengal é uma raça de alta energia que requer muito exercício e estímulo. No passado, era considerada uma raça rara, mas hoje em dia, é amplamente disponível como um pet. No futuro, continuará a prosperar com donos que possam fornecer-lhe a atenção que precisa.",
      "imageLink": "image_files\\English\\"imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Birmańczyk",
      "translation": "Birmanês",
      "definition": "Rasa domowego kota pochodząca z Birmy, znana z szaty punktowej i białych 'rękawic' na łapach.",
      "definition_translation": "Uma raça de gato doméstico originária da Birmânia, conhecida por sua coat pontuda e 'luvas' brancas em suas patas.",
      "example": "Kot birmański jest znany ze swej spokojnej i łagodnej natury. W przeszłości był uważany za zwierzę święte w Birmie. Dziś jest popularnym zwierzęciem domowym, które lubi leżeć w słońcu. W przyszłości będzie kontynuował swój status jako ukochany towarzysz dla tych, którzy cenią jego spokojnej natury.",
      "example_translation": "O Gato Birmanês é conhecido por sua natureza calma e gentil. No passado, era considerado um animal sagrado na Birmânia. Hoje em dia, é um pet popular que gosta de se deitar ao sol no presente. No futuro, continuará a ser um companheiro amado para aqueles que apreciam sua aparência serena.",
      "imageLink": "image_files\\English\\"imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Brytyjski krótkowłosy",
      "translation": "gato britânico de pelo curto",
      "definition": "Brytyjski krótkowłosy jest rasą domowego kota pochodzącą z Zjednoczonego Królestwa, znany z zwartej budowy, krótkiej szaty i spokojnej natury.",
      "definition_translation": "O gato britânico de pelo curto é uma raça de gato doméstico nativa do Reino Unido. Eles são conhecidos por sua construção robusta, pelagem curta e temperamento calmo.",
      "example": "Miałem brytyjskiego krótkowłosego, kiedy byłam dzieckiem, i był on bardzo ufny. Teraz, jako dorosły, juga mam brytyjskiego krótkowłosego, i nadal jest on bardzo giocowy. W przyszłości dostanę kolejnego.",
      "example_translation": "Eu tive um gato britânico de pelo curto quando era criança, e ele era muito carinhoso. Agora tenho um como adulto, e ele ainda é muito brincalhão. No futuro, vou ter outro.",
      "imageLink": "image_files\\English\\"imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "birmanês",
      "definition": "Burmese jest rasą domowego kota pochodzącą z Tajlandii i Mjanmy, znany z charakterystycznej szaty i giocowej natury.",
      "definition_translation": "O birmanês é uma raça de gato doméstico originária da Tailândia e Myanmar. Eles são conhecidos por sua aparência física distinta e personalidades brincalhonas.",
      "example": "Zawsze fascynowała mnie rasa Burmese, i w końcu dostałem jednego przed rokiem. Był on bardzo nieśmiały na początku, ale teraz jest on już bardzo przyjazny. Zdecydowanie dostanę kolejnego w przyszłości.",
      "example_translation": "Eu sempre fui fascinado pela raça birmanês, e finalmente consegui um no ano passado. Ele era muito tímido no início, mas agora é muito amistoso. Certamente vou ter outro no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "cartuxo",
      "definition": "Chartreux jest rasą domowego kota pochodzącą z Francji, znany z niebiesko-szarej szaty i spokojnej, łagodnej natury.",
      "definition_translation": "O cartuxo é uma raça de gato doméstico originária da França. Eles são conhecidos por sua pelagem azul-acinzentada e natureza calma e gentil.",
      "example": "Moja siostra ma Chartreux, i jest on bardzo spokojny. Śpi cały dzień, ale pewnie będzie giocowy wieczorem. W przyszłości sądzę, że stanie się jeszcze bardziej ufny.",
      "example_translation": "Minha irmã tem um cartuxo, e ele é muito relaxado. Ele tem estado dormindo o dia todo, mas estou certo de que será brincalhão à noite. No futuro, acho que ele se tornará mais carinhoso.",
      "imageLink": "image_files\\English\\"imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kolorpunkt, Himalajski",
      "translation": "ponto de cor, himalaio",
      "definition": "Himalajski jest rasą domowego kota, stworzoną przez skrzyżowanie kota syjamskiego z perskim, znany z uszami i punktowych zabarwień szaty.",
      "definition_translation": "O himalaio é uma raça de gato doméstico que surgiu do cruzamento de gatos siameses com gatos persas. Eles são conhecidos por suas orelhas pontudas e pontos de cor na pelagem.",
      "example": "Miałem Himalajskiego, kiedy byłam dzieckiem, i był on bardzo aktywny. Teraz mam kolorpunkta, i jest on również bardzo giocowy. W przyszłości dostanę Himalajskiego ponownie, i jestem pewny, że będzie on bardzo inteligentny.",
      "example_translation": "Eu tive um himalaio quando era criança, e ele era muitoativo. Agora tenho um ponto de cor, e ele é muito brincalhão. No futuro, vou ter um himalaio novamente, e estou certo de que ele será muito inteligente.",
      "imageLink": "image_files\\English\\"imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "Rasa domowego kota znana z kręconej, miękkiej szaty i smukłej budowy.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curvo, macio e corpo esbelto.",
      "example": "Miałem kota Devon Rex, kiedy byłam dzieckiem, i był on bardzo giocowy. Teraz mam kota Devon Rex i jest on nadal mycket giocowy. W przyszłości zawsze będę miał kota Devon Rex jako zwierzę domowe.",
      "example_translation": "Eu tinha um gato Rex de Devon quando era criança, era tão jogador. Agora tenho um Rex de Devon e ainda é jogador. No futuro, sempre terei um Rex de Devon como animal de estimação.",
      "imageLink": "image_files\\English\\"imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kot domowy",
      "translation": "gato doméstico",
      "definition": "Kot, który jest trzymany jako zwierzę domowe lub żyje w pobliżu ludzi.",
      "definition_translation": "Um gato que é mantido como animal de estimação ou vive em ou perto de habitações humanas.",
      "example": "Mój kot domowy lubi spać dużo. Wczoraj my kot domowy był bardzo leniwy. Jutro mój kot domowy będzie się budził wcześnie.",
      "example_translation": "Meu gato doméstico gosta de dormir muito. Ontem, meu gato doméstico foi muito preguiçoso. Amanhã, meu gato doméstico acordará cedo.",
      "imageLink": "image_files\\English\\"imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kot eksocik",
      "translation": "exótico shorthair",
      "definition": "Rasa kota domowego znana z kortego, gęstego futra i płaskiej twarzy.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curto, denso e rosto plano.",
      "example": "Wczoraj zobaczyłem kota eksotycznego w sklepie zoologicznym. Kot eksocik jest tak słodki. W przyszłości kupię kota eksocika.",
      "example_translation": "Vi um gato exótico shorthair na loja de animais ontem. O gato exótico shorthair é tão fofo. No futuro, comprarei um gato exótico shorthair.",
      "imageLink": "image_files\\English\\"imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "japoński bobtail",
      "translation": " Rabo Curto Japonês",
      "definition": "Rasa kota domowego znana z krótkiego ogona i puszystego futra.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu rabo curto e pelo fofinho.",
      "example": "Miałem kota japońskiego bobtaila, gdy byłam dzieckiem, było tak puszyste. Teraz mam kota japońskiego bobtaila i nadal jest puszysty. W przyszłości zawsze będę miała kota japońskiego bobtaila jako zwierzaka.",
      "example_translation": "Eu tinha um gato Rabo Curto Japonês quando era criança, era tão fofo. Agora tenho um Rabo Curto Japonês e ainda é fofo. No futuro, sempre terei um Rabo Curto Japonês como animal de estimação.",
      "imageLink": "image_files\\English\\"imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Gato Maine Coon",
      "definition": "Maine Coon to domowany kot rodzimy z Ameryki Północnej, szczególnie ze stanu Maine. Jest to duży i muskularny kot z charakterystycznym wyglądem fizycznym i przyjaznym, wyluzowanym nastawieniem.",
      "definition_translation": "O Gato Maine Coon é um gato-doméstico nativo da América do Norte, especificamente do estado do Maine. É um gato grande e muscular com uma aparência física distinta e uma personalidade amigável e extrovertida.",
      "example": "Miałem kota Maine Coon, gdy byłam dzieckiem. Teraz mam kota Ragdolla, ale chcę dostać kolejnego kota Maine Coon. W przyszłości adoptuję kota Maine Coon ze schroniska.",
      "example_translation": "Eu tive um gato Maine Coon quando eu era uma criança. Agora eu tenho um gato Ragdoll, mas eu quero ter outro gato Maine Coon. No futuro, eu vou adotar um gato Maine Coon de um abrigo.",
      "imageLink": "image_files\\English\\"imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Norweski leszczyk",
      "translation": "Gato Florestal Norueguês",
      "definition": "Norweski leszczyk to domowany kot rodzimy z Norwegii, znany ze swojego grube, wodoodpornego futra i umiejętności przetrwania w zimnych klimatach.",
      "definition_translation": "O Gato Florestal Norueguês é um gato-doméstico nativo da Noruega, conhecido por sua roupa espessa e resistente à água e sua habilidade de prosperar em climas frios.",
      "example": "Mój przyjaciel ma kota norweskiego leszczyka, który uwielbia się bawić w śniegu. Zimą wypadło przez okno i utknęło w śnieżce. W przyszłości kupimy kolejnego, aby towarzyszyć mu.",
      "example_translation": "Meu amigo tem um gato Florestal Norueguês que adora brincar na neve. No inverno passado, ele pulou pela janela e ficou preso na neve. No futuro, vamos ter outro para fazer companhia.",
      "imageLink": "image_files\\English\\"imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "Ocicato",
      "definition": "Ocicat to rasa kota domowego rozwijana, aby przypominać dzikiego kota, z charakterystycznym wzorem futra i silnym, muskularnym budowaniem.",
      "definition_translation": "O Ocicato é uma raça de gato-doméstico desenvolvida para se assemelhar a um gato selvagem, com um padrão de roupa distinto e uma construção forte e muscular.",
      "example": "Wczoraj zobaczyłem oicata w sklepie zoologicznym. Bawiło się piłką z wełny. W przyszłości chcę hodować oicaty i sprzedawać je miłośnikom zwierząt.",
      "example_translation": "Eu vi um Ocicato na loja de animais ontem. Ele estava brincando com um novelo de lã. No futuro, eu quero criar Ocicatos e vendê-los para donos de pets.",
      "imageLink": "image_files\\English\\"imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "perski",
      "translation": "Persa",
      "definition": "Perski to rasa kota domowego pochodząca z Persji, znana ze swojego pięknego, falistego futra i spokojnego, łagodnego usposobienia.",
      "definition_translation": "A Persa é uma raça de gato-de-pêlo-longo originária da Pérsia, conhecida por sua roupa bela e fluída e sua natureza calma e gentil.",
      "example": "Miałem kota perskiego, gdy byłam dzieckiem, było bardzo leniwe i spało cały dzień. Teraz mam kota syjamskiego, który jest bardzo aktywny i zabawny.",
      "example_translation": "Eu tive um gato Persa quando eu era uma criança. Ele era muito preguiçoso e dormia o dia todo. Agora eu tenho um gato Siames que é muito ativo e brincalhão.",
      "imageLink": "image_files\\English\\"imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Boneca de Pano",
      "definition": "Ragdoll to rasa kota znana z miękkiego, aksamitnego futra i tendencji do uwewnętrznienia, gdy jest podnoszony.",
      "definition_translation": "Uma Boneca de Pano é uma raça de gato conhecida por seu couro macio e sedoso e tendência a ir mole quando erguida.",
      "example": "Miałem kota Ragdolla, gdy byłam dzieckiem, było tak słodkie. Bawiłem się z nim przez cały dzień, a on zawsze wkładał się na moje kolana. Pewnego dnia kupię kolejnego kota Ragdolla.",
      "example_translation": "Eu tinha um gato Boneca de Pano quando era criança, era tão doce. Eu brincava com ele o dia todo, e sempre se enrolava no meu colo. Um dia, vou ter outro Boneca de Pano.",
      "imageLink": "image_files\\English\\"imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blue rosyjski",
      "translation": "Azul Russo",
      "definition": "Blue rosyjski to rasa kota domowego znana z grubego, puszystego futra i zielonych oczu.",
      "definition_translation": "O Azul Russo é uma raça de gato doméstico conhecida por seu couro grosso e macio e olhos verdes.",
      "example": "Wczoraj zobaczyłem kota blue rosyjskiego w sklepie zoologicznym, było tak piękne. Chciałbym zabrać je ze sobą. Może pewnego dnia kupię kota blue rosyjskiego.",
      "example_translation": "Eu vi um gato Azul Russo na loja de animais, era tão bonito. Eu gostaria de ter levado para casa comigo. Talvez um dia, vou ter um gato Azul Russo.",
      "imageLink": "image_files\\English\\"imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sawannah",
      "translation": "Savana",
      "definition": "Sawannah to rasa kota domowego znana z wysokiego, smukłego budowania i ujmujących wzorów futra.",
      "definition_translation": "A Savana é uma raça de gato doméstico conhecida por sua construção alta e esbelta e padrões de couro impressionantes.",
      "example": "Czytałem o rasie Sawannah online, brzmiało to tak interesująco. Chciałbym mieć kota Sawannah pewnego dnia, wydają się tak pełne energii. Mój przyjaciel miał kota Sawannah, było vraiment zabawne.",
      "example_translation": "Eu li sobre a raça Savana online, soava tão interessante. Eu gostaria de ter um gato Savana um dia, parecem tão energéticos. Meu amigo tinha um gato Savana, era realmente brincalhão.",
      "imageLink": "image_files\\English\\"imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "SzkockiFold",
      "translation": "Dobra Escocesa",
      "definition": "SzkockiFold to rasa kota domowego znana z unikatowych, zagiętych uszu i zabawnej osobowości.",
      "definition_translation": "A Dobra Escocesa é uma raça de gato doméstico conhecida por suas orelhas únicas, dobradas, e personalidade brincalhona.",
      "example": "Wczoraj zobaczyłem kota SzkockiegoFolda w schronisku, było tak słodkie. Chciałbym mieć kota SzkockiegoFolda, wydają się tak uczuciowe. Moja siostra miała kota SzkockiegoFolda, było bardzo słodkie.",
      "example_translation": "Eu vi um gato Dobra Escocesa no abrigo de animais, era tão fofinho. Eu gostaria de ter um gato Dobra Escocesa, parecem tão afeiçoados. Minha irmã tinha um gato Dobra Escocesa, era realmente doce.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Syjamski",
      "translation": "siamês",
      "definition": "dotyczący lub charakterystyczny dla Syjamu (Tajlandii) lub jego mieszkańców",
      "definition_translation": "relacionado com ou característico do Sião (Tailândia) ou seu povo",
      "example": "Syjamskie bliźniaki były sławne ze swojego niezwykłego stanu. Studiują rasę kota syjamskiego. Odwiedzą syjamskie świątynie w przyszłym roku.",
      "example_translation": "Os gêmeos siameses eram famosos por sua condição incomum. Eles estão estudando a raça de gato siamês. Eles visitarão os templos siameses no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Syberyjski",
      "translation": "siberiano",
      "definition": "dotyczący lub charakterystyczny dla Syberii lub jej mieszkańców",
      "definition_translation": "relacionado com ou característico da Sibéria ou seu povo",
      "example": "Tygrys syberyjski jest gatunkiem zagrożonym. Odwiedziła syberyjskie lasy zimą. Będą studiować syberyjski klimat w następnym semestrze.",
      "example_translation": "O tigre siberiano é uma espécie ameaçada. Ela viajou para as florestas siberianas no último inverno. Eles vão estudar o clima siberiano no próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Somalijski",
      "translation": "somali",
      "definition": "dotyczący lub charakterystyczny dla Somalii lub jej mieszkańców",
      "definition_translation": "relacionado com ou característico da Somália ou seu povo",
      "example": "Kryzys somalijskich uchodźców jest katastrofą humanitarną. On jest pochodzenia somalijskiego. Będą uczyć się o somalijskiej kulturze w następnym tygodniu.",
      "example_translation": "A crise de refugiados somalis é um desastre humanitário. Ele é de descendência somali. Eles vão aprender sobre a cultura somali na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sfyński",
      "translation": "esfinge",
      "definition": "rasa kota bezwłosego znana ze swojego szczupłego ciała i klinowatego głowy",
      "definition_translation": "uma raça de gato sem pêlo conhecida por seu corpo esbelto e cabeça em forma de cunha",
      "example": "Kot Sfyński jest bardzo czuły. Mieliśmy kociaka Sfyńskiego w zeszłym roku. Będzie adoptowała kota Sfyńskiego w następnym miesiącu.",
      "example_translation": "O gato esfinge é muito afetuoso. Eles tinham um filhote de esfinge no ano passado. Ela vai adotar um gato esfinge no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Turecka Angora",
      "translation": "Angora Turco",
      "definition": "Turecka Angora to rzadka i majestatyczna rasa kota domowego pochodząca z Turcji. Ma ona wełniste, delikatne futro wymagające regularnej pielęgnacji i jest znana ze swojej zabawnej i czułej osobowości.",
      "definition_translation": "O Angora Turco é uma raça rara e majestosa de gato doméstico originária da Turquia. Ele tem um pelo sedoso e fino que requer cuidados regulares e é conhecido por sua personalidade brincalhona e afetuosa.",
      "example": "Adoptowałem kociaka Tureckiej Angory w zeszłym roku, a teraz dorósł on do pięknego kota. Będę adoptował kolejnego w następnym roku, a adoptowałem jeden pięć lat temu.",
      "example_translation": "Eu adotei um gatinho Angora Turco no ano passado, e agora cresceu em um belo gato. Vou adotar outro no próximo ano, e adotei um cinco anos atrás.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Turecki Van",
      "translation": "Van Turco",
      "definition": "Turecki Van to rzadka i starożytna rasa kota domowego pochodząca z Turcji. Jest ona znana ze swoich charakterystycznych białych i kolorowych znaków i jest często uważana za silnego i energicznego kota.",
      "definition_translation": "O Van Turco é uma raça rara e antiga de gato doméstico originária da Turquia. Ele é conhecido por suas marcações brancas e coloridas distintas e é freqüentemente considerado um gato robusto e energético.",
      "example": "Zobaczyłem Tureckiego Vana na pokazie kotów w zeszłym weekendzie, a byłam pod wrażeniem jego urody. Będę kupował Tureckiego Vana w następnym miesiącu, a moja siostra miała jednego przez lata.",
      "example_translation": "Eu vi um Van Turco no show de gatos no último fim de semana, e fiquei impressionado com sua beleza. Vou comprar um Van Turco no próximo mês, e minha irmã tem tido um por anos.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]