[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwiat",
      "translation": "flor",
      "definition": "Roślina, która produkuje kwiaty, szczególnie jedna, która jest uprawiana w ogrodzie ze względu na jej piękno lub zapach.",
      "definition_translation": "Uma planta que produz flores, especialmente uma que é cultivada em um jardim por sua beleza ou fragrância.",
      "example": "Zasiałem kwiat w ogrodzie wczoraj, teraz kwitnie, a jutro usunę jego kwiatostan.",
      "example_translation": "Eu plantei uma flor no jardim ontem, está florescendo agora, e eu vou remove-las amanhã.",
      "imageLink": "image_files\\English\\flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "róża",
      "translation": "rosa",
      "definition": "Roślina o kolczastych pędach, która produkuje pachnące, efektowne kwiaty, szczególnie jeden z gatunków używanych w perfumerii.",
      "definition_translation": "Uma planta de caule espinhoso que produz flores fragrantes e vistosas, especialmente uma das espécies usadas na perfumaria.",
      "example": "Dałem jej różę jako prezent, była zachwycona, a za tydzień dadę jej następną.",
      "example_translation": "Eu dei uma rosa como presente para ela, ela ficou emocionada, e darei outra para ela na próxima semana.",
      "imageLink": "image_files\\English\\rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stokrotka",
      "translation": "margarida",
      "definition": "Bylina z białymi i żółtymi kwiatami, często spotykana na trawnikach i łąkach.",
      "definition_translation": "Uma planta perene com flores brancas e amarelas, comumente encontrada em gramados e prados.",
      "example": "Cały dzień zbieraliśmy stokrotki na polu, teraz je zbieramy, a jutro zberniemy więcej.",
      "example_translation": "Nós pegamos margaridas no campo o dia todo, estamos pegando agora, e pegaremos mais amanhã.",
      "imageLink": "image_files\\English\\daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słonecznik",
      "translation": "girassol",
      "definition": "Wysoka, jednoroczna roślina z dużymi, jasnożółtymi kwiatami, które następują ruchu słońca.",
      "definition_translation": "Uma planta alta, anual com flores grandes e amarelas brilhantes que seguem o movimento do sol.",
      "example": "Zasiałem słoneczniki na podwórku tydzień temu, teraz rosną, a za miesiąc zakwitną.",
      "example_translation": "Eu plantei girassóis no quintal da semana passada, eles estão crescendo agora, e vão florescer próximo mês.",
      "imageLink": "image_files\\English\\sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tulipan",
      "translation": "túlio",
      "definition": "Tulipan to bylina z efektownymi, kubeczkowatymi kwiatami i smukłą łodygą, często uprawiana w ogrodach.",
      "definition_translation": "Um túlio é uma planta perene com flores em forma de xícara e haste delgada, frequentemente cultivada em jardins.",
      "example": "Zasiałem tulipana w ogrodzie rok temu, teraz sadzę następny, a za rok zasadzę kolejny.",
      "example_translation": "Eu plantei um túlio no meu jardim no ano passado, estou plantando um agora e plantarei outro no ano que vem.",
      "imageLink": "image_files\\English\\tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aster",
      "translation": "ástera",
      "definition": "Aster to rodzaj kwitnącej rośliny, często używanej w bukietach i kompozycjach.",
      "definition_translation": "Ástera é um tipo de planta florífera que é frequentemente usado em buquês e arranjos.",
      "example": "Moja babcia miała astera w ogrodzie, gdy byłem dzieckiem, teraz widzę astery w parku, a jutro kupię kilka asterów dla żony.",
      "example_translation": "Minha avó tinha um ástera no seu jardim quando eu era criança, eu vejo ásteras no parque agora e comprarei alguns ásteras para minha esposa amanhã.",
      "imageLink": "image_files\\English\\aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "azalia",
      "translation": "azálea",
      "definition": "Azalia to rodzaj krzewu kwitnącego, często używanego w krajobrazowej architekturze.",
      "definition_translation": "Azálea é um tipo de arbusto florífero que é frequentemente usado em paisagismo.",
      "example": "Przeszedłem przez ogród azalii w miniony weekend, teraz przycinam azalię, a wiosną następną roku zasadzę azaliowego drzewa.",
      "example_translation": "Eu caminhei por um jardim de azálea no fim de semana passado, estou podando um arbusto de azálea agora e plantarei uma árvore de azálea na próxima primavera.",
      "imageLink": "image_files\\English\\azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kaktus",
      "translation": "cacto",
      "definition": "Kaktus to rodzaj rośliny sukulentnej, która ma grube, woskowe pędy i ostre ciernie.",
      "definition_translation": "Um cacto é um tipo de planta suculenta que tem caules grossos e espinhos afiados.",
      "example": "Miałem kaktusa w pokoju, gdy byłam studentem, teraz podleję kaktusa, a za tydzień podaruję kaktusa przyjacielowi.",
      "example_translation": "Eu tinha um cacto no meu quarto quando eu estava na faculdade, estou regando um cacto agora e darei um cacto ao meu amigo na próxima semana.",
      "imageLink": "image_files\\English\\cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "goździk",
      "translation": "cravo",
      "definition": "Goździk to kwitnąca roślina, często używana w bukietach i kompozycjach.",
      "definition_translation": "Um cravo é uma planta florífera que é frequentemente usada em buquês e arranjos.",
      "example": "Kupiłem goździk na urodziny mamy wczoraj. Dziś dam go jej. Jutro będę pamiętał wyraz na jej twarzy, gdy otrzyma go.",
      "example_translation": "Eu comprei um cravo para o aniversário da minha mãe ontem. Hoje, vou dar para ela. Amanhã, vou lembrar da expressão no rosto dela quando ela o recebe.",
      "imageLink": "image_files\\English\\carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chryzantema",
      "translation": "crisântemo",
      "definition": "Chryzantema to rodzaj kwiatu, często kojarzony z kulturą azjatycką i używany w kompozycjach kwiatowych.",
      "definition_translation": "Um crisântemo é um tipo de flor que é frequentemente associado a culturas asiáticas e é usado em arranjos florais.",
      "example": "Zasiałem chryzantemę w ogrodzie rok temu. Teraz kwitnie pięknie. W przyszłym roku będę musiał ją przycinać, aby zachować zdrowie.",
      "example_translation": "Eu plantei um crisântemo no meu jardim no ano passado. Este ano, está florescendo lindamente. No ano que vem, vou ter que podá-lo para mantê-lo saudável.",
      "imageLink": "image_files\\English\\chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwietnik bożonarodzeniowy",
      "translation": "centáurea",
      "definition": "Kwietnik bożonarodzeniowy to rodzaj rośliny kwitnącej, która często spotykana jest na polach i łąkach.",
      "definition_translation": "Uma centáurea é um tipo de planta florífera que é frequentemente encontrada em campos e prados.",
      "example": "Wczoraj zobaczyłem kwietnik bożonarodzeniowy rosnący w polu. Dziś robię zdjęcie. Jutro pokażę je przyjacielowi.",
      "example_translation": "Eu vi uma centáurea crescendo no campo ontem. Hoje, estou tirando uma foto dela. Amanhã, vou mostrá-la para meu amigo.",
      "imageLink": "image_files\\English\\cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szafirek",
      "translation": "crocus",
      "definition": "Szafirek to rodzaj rośliny kwitnącej, która często kojarzona jest z wiosną i znana jest ze swoich jasnych kolorów.",
      "definition_translation": "Um crocus é um tipo de planta florífera que é frequentemente associado à primavera e é conhecido por suas cores vibrantes.",
      "example": "Posadziłem szafirek w ogrodzie miesiąc temu. Teraz kwitnie. Za miesiąc będę go podlewał regularnie.",
      "example_translation": "Eu plantei um crocus no meu jardim no mês passado. Este mês, está florescendo. No mês que vem, vou ter que regá-lo regularmente.",
      "imageLink": "image_files\\English\\crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żółty krzyż",
      "translation": "narciso",
      "definition": "Żółty krzyż to rodzaj rośliny kwitnącej, która jest endemiczna dla Europy i Afryki Północnej. Ma jasnożółte lub białe kwiaty z trębwiącym środkiem i często kojarzona jest z wiosną.",
      "definition_translation": "O narciso é um tipo de planta florífera originária da Europa e do Norte da África. Tem flores brilhantes amarelas ou brancas com um centro em forma de trombeta e é frequentemente associado à primavera.",
      "example": "Posadziłem żółte krzyże w ogrodzie rok temu, i już znowu zaczęły kwitnąć tej wiosny. Codziennie je podlewałem i będę to robił, aż przestaną kwitnąć. Za rok posadzę jeszcze więcej żółtych krzyży.",
      "example_translation": "Eu plantei narcisos no meu jardim no ano passado, e eles já começaram a florescer novamente esta primavera. Eu tenho regado todos os dias, e continuarei a fazê-lo até que eles parem de florescer. Até o ano que vem, eu plantarei ainda mais narcisos.",
      "imageLink": "image_files\\English\\daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "daleja",
      "translation": "dália",
      "definition": "Daleja to rodzaj rośliny kwitnącej, która jest endemiczna dla Meksyku i Ameryki Środkowej. Ma okazałe, wyjątkowo kolorowe kwiaty, które mogą osiągnąć nawet 10 cali średnicy.",
      "definition_translation": "A dália é um tipo de planta florífera originária do México e da América Central. Tem flores vistosas e brilhantes que podem chegar a 10 polegadas de diâmetro.",
      "example": "Od lat uprawiam daleje w ogrodzie, i zawsze przyciągają one wiele pszczół i motyli. Za tydzień posadzę nowe daleje, i spodziewam się, że zakwitną do końca lata. Przed emeryturą posadzę daleje w każdym zakątku ogrodu.",
      "example_translation": "Eu tenho cultivado dálías no meu jardim há anos, e elas sempre atraem muitos abelhas e borboletas. Eu plantarei novas dálías na próxima semana, e espero que elas floresçam até o final do verão. Quando eu me aposentar, eu terei plantado dálías em todos os cantos do meu jardim.",
      "imageLink": "image_files\\English\\dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "edelweiss",
      "translation": "edelweiss",
      "definition": "Edelweiss to rodzaj rośliny kwitnącej, która jest endemiczna dla Alp Europejskich. Ma białe, gwiaździste kwiaty, często kojarzone z czystością i niewinnością.",
      "definition_translation": "O edelweiss é um tipo de planta florífera originária dos Alpes Europeus. Tem flores brancas em forma de estrela que são frequentemente associadas à pureza e inocência.",
      "example": "Zobaczyłem edelweissy kwitnące na szczycie góry, kiedy weszliśmy na szczyt ostatnio weekend. Będę pamiętać piękny widok edelweissów na tle niebieskiego nieba. Za rok weszliśmy na szczyt góry, aby zobaczyć edelweissy kwitnące ponownie.",
      "example_translation": "Eu vi flores de edelweiss florescendo no topo da montanha quando eu fiz uma caminhada no último fim de semana. Eu sempre lembrarei da bela vista das flores de edelweiss contra o céu azul. Até o ano que vem, eu terei subido again até o topo da montanha para ver as flores de edelweiss florescendo.",
      "imageLink": "image_files\\English\\edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezapominajka",
      "translation": "não-me-esqueças",
      "definition": "Niezapominajka to rodzaj rośliny kwitnącej, która jest endemiczna dla Europy i Azji. Ma małe, niebieskie kwiaty, często kojarzone z miłością i pamięcią.",
      "definition_translation": "O não-me-esqueça é um tipo de planta florífera originária da Europa e da Ásia. Tem flores pequenas e azuis que são frequentemente associadas ao amor e à recordação.",
      "example": "Posadziłem niezapominajki w ogrodzie rok temu, i już znowu zaczęły kwitnąć tej wiosny. Będę dawał niezapominajki moim bliskim jako symbol pamięci. Za rok posadzę niezapominajki w każdym zakątku ogrodu.",
      "example_translation": "Eu plantei não-me-esqueças no meu jardim no ano passado, e eles já começaram a florescer novamente nesta primavera. Eu darei não-me-esqueças aos meus seres queridos como um símbolo de recordação. Até o ano que vem, eu terei plantado não-me-esqueças em todos os cantos do meu jardim.",
      "imageLink": "image_files\\English\\forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "freesja",
      "translation": "freícia",
      "definition": "Freesja to rodzaj roślin cebulowych z rodziny Iridaceae, endemiczna dla Afryki. Są znane ze swoich pachnących, wazykowatych kwiatów, często używanych w perfumach i kompozycjach kwiatowych.",
      "definition_translation": "A freícia é um gênero de bulbos na família Iridaceae, nativa da África. Eles são conhecidos por suas flores em forma de funil, frequentemente usadas em perfumes e arranjos florais.",
      "example": "Posadziłem cebulki freesji w ogrodzie wiosną minionego roku, i pięknie zakwitły tym latem. Posadzę więcej cebulek freesji zimą. Ona posadziła cebulki freesji w ogrodzie rok temu.",
      "example_translation": "Eu plantei bulbos de freícia em meu jardim na última primavera, e eles floresceram lindamente este verão. Vou plantar mais bulbos de freícia no próximo inverno. Ela havia plantado bulbos de freícia em seu jardim no ano anterior.",
      "imageLink": "image_files\\English\\freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fuksja",
      "translation": "fuçia",
      "definition": "Fuksja to rodzaj roślin kwitnących z rodziny Onagraceae, endemiczna dla Ameryki Południowej i Nowej Zelandii. Są znane ze swoich delikatnych, wiszących kwiatów w odcieniach różu i fioletu.",
      "definition_translation": "A fuçia é um gênero de plantas floríferas na família Onagraceae, nativa da América do Sul e da Nova Zelândia. Eles são conhecidos por suas flores delicadas, semelhantes a pingentes, em tons de rosa e púrpura.",
      "example": "Mam fuksję w pokoju, i pięknie kwitnie każdego lata. Ona miała fuksję w ogrodzie, i zakwitła rok temu. Będą mieli fuksję w ogrodzie wiosną przyszłym roku.",
      "example_translation": "Eu tenho uma planta de fuçia em meu quarto de estar, e ela floresce lindamente todos os verões. Ela havia uma planta de fuçia em seu jardim, e ela floresceu no ano passado. Eles terão uma planta de fuçia em seu jardim na próxima primavera.",
      "imageLink": "image_files\\English\\fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gerbery",
      "translation": "margarida-gerbera",
      "definition": "Gerbery to rodzaj kwiatów, endemiczna dla Afryki Południowej. Są znane ze swoich jasnych, wesołych kwiatów w różnych kolorach, często używanych w kompozycjach kwiatowych i bukietach.",
      "definition_translation": "A margarida-gerbera é um tipo de margarida nativa da África do Sul. É conhecida por suas flores brilhantes e alegres em uma variedade de cores, frequentemente usadas em arranjos florais e buquês.",
      "example": "Dałem jej bukiet gerberów na urodziny, i uwielbiała je. Będą dali jej bukiet gerberów na ślub. Ona dała mu bukiet gerberów na dyplom.",
      "example_translation": "Eu dei a ela um buquê de margaridas-gerbera para o seu aniversário, e ela adorou. Eles darão a ela um buquê de margaridas-gerbera para o seu casamento. Ela havia dado a ele um buquê de margaridas-gerbera para a sua formatura.",
      "imageLink": "image_files\\English\\gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "malwa",
      "translation": "malva-rosse",
      "definition": "Malwa to rodzaj roślin kwitnących z rodziny ślazowych, endemiczna dla Azji i Europy. Są znane ze swoich wysokich, szlachetnych kolumn kwiatowych w różnych kolorach, często używanych w tradycyjnych ogrodach wiejskich.",
      "definition_translation": "A malva-rosse é um tipo de planta florífera na família das malvas, nativa da Ásia e da Europa. É conhecida por suas hastes altas e estáveis de flores muito coloridas, frequentemente usadas em jardins de cottage tradicionais.",
      "example": "Posadziłem nasiona malwy w ogrodzie wiosną minionego roku, i pięknie zakwitły tym latem. Ona posadzi nasiona malwy w ogrodzie zimą. Oni posadzili nasiona malwy w ogrodzie rok temu.",
      "example_translation": "Eu plantei sementes de malva-rosse em meu jardim na última primavera, e elas floresceram lindamente este verão. Ela plantará sementes de malva-rosse em seu jardim no próximo inverno. Eles haviam plantado sementes de malva-rosse em seu jardim no ano anterior.",
      "imageLink": "image_files\\English\\hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hiacynt",
      "translation": "jacinto",
      "definition": "Typ kwitnącej rośliny, zwykle mającej niebieskie, różowe lub białe kwiaty dzwoneczkowate.",
      "definition_translation": "Um tipo de planta florida, tipicamente com flores azuis, rosa ou brancas em forma de sino.",
      "example": "Zasadziłem hiacynt w moim ogrodzie w zeszłym roku, i kwitł pięknie tej wiosny. Wczoraj zobaczyłem zdjęcie hiacynta w magazynie, i kupię jeden jutro.",
      "example_translation": "Eu plantei um jacinto no meu jardim no ano passado, e ele floresceu lindamente nesta primavera. Ontem, eu vi uma foto de um jacinto em uma revista, e eu comprarei um amanhã.",
      "imageLink": "image_files\\English\\hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "iris",
      "translation": "íris",
      "definition": "Typ kwitnącej rośliny z ozdobnymi, kolorowymi kwiatami, szczególnie kwiatem z rodzaju Iris.",
      "definition_translation": "Um tipo de planta florida com flores coloridas e vistosas, especialmente uma flor do gênero Íris.",
      "example": "Kupiłem iris w szkółce ogrodniczej tydzień temu, i już rośnie. Moja babcia miała piękne irisy w swoim ogrodzie, i zasadzę jeden następny miesiąc.",
      "example_translation": "Eu comprei um íris na nursery semana passada, e ele já está crescendo. Minha avó tinha íris lindas em seu jardim, e eu plantarei um no próximo mês.",
      "imageLink": "image_files\\English\\iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lilak",
      "translation": "lilás",
      "definition": "Typ kwitnącego krzewu lub małego drzewa z fioletowymi, różowymi lub białymi kwiatami, szczególnie w Europie i Ameryce Północnej.",
      "definition_translation": "Um tipo de arbusto ou árvore pequena florida com flores roxas, rosa ou brancas, especialmente na Europa e América do Norte.",
      "example": "Lilak w moim ogrodzie kwitł właśnie teraz, i pachnie wspaniale. W zeszłym roku zobaczyłem lilak w parku, i zasadzę jeden w przyszłej wiosnie.",
      "example_translation": "O lilás no meu quintal está florescendo agora, e ele cheira incrível. No ano passado, eu vi uma árvore de lilás em um parque, e eu plantarei um na próxima primavera.",
      "imageLink": "image_files\\English\\lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lilia",
      "translation": "lírio",
      "definition": "Typ kwitnącej rośliny z dużymi, trąbkowatymi kwiatami, często białymi, żółtymi lub różowymi.",
      "definition_translation": "Um tipo de planta florida com flores grandes em forma de trombeta, frequentemente brancas, amarelas ou rosa.",
      "example": "Mam lilię w moim ogrodzie, i jest ona jednym z moich ulubionych kwiatów. Wczoraj zobaczyłem zdjęcie lilii w magazynie, i kupię bukiet lilii jutro.",
      "example_translation": "Eu tenho um lírio no meu jardim, e ele é uma das minhas flores favoritas. Ontem, eu vi uma foto de um lírio em uma revista, e eu comprarei um buquê de lírios amanhã.",
      "imageLink": "image_files\\English\\lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lilijka",
      "translation": "lírio dos vales",
      "definition": "Lilijka jest typem kwitnącej rośliny z małymi, dzwonkowatymi kwiatami, które są białe lub bladożółte.",
      "definition_translation": "Um lírio dos vales é um tipo de planta florífera com pequenas flores em forma de sino que são brancas ou amarelo-pálido.",
      "example": "Zobaczyłem piękną lilijkę w ogrodzie wczoraj, ale nie widziałem jej w zeszłym roku. Zobaczę ją ponownie następnego roku.",
      "example_translation": "Eu vi um lindo lírio dos vales no jardim ontem, mas não o vi no ano passado. Eu o verei novamente next year.",
      "imageLink": "image_files\\English\\lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "narcyz",
      "translation": "narciso",
      "definition": "Narcyz jest typem kwitnącej rośliny z ozdobnymi, kielichowatymi kwiatami, które są często białe lub żółte.",
      "definition_translation": "Um narciso é um tipo de planta florífera com flores vistosas, em forma de xícara, que são frequentemente brancas ou amarelas.",
      "example": "Zasadziłem narcyza w moim ogrodzie w zeszłym roku, i kwitł pięknie tego roku. Zasadzę następny w przyszłym roku.",
      "example_translation": "Eu plantei um narciso no meu jardim no ano passado, e ele floresceu lindamente este ano. Eu plantarei outro no ano que vem.",
      "imageLink": "image_files\\English\\narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "orchidea",
      "translation": "orquídea",
      "definition": "Orchidea jest egzotyczną kwitnącą rośliną z ozdobnymi, kolorowymi kwiatami, które są często uprawiane w szklarniach.",
      "definition_translation": "Uma orquídea é um tipo de planta florífera exótica com flores vistosas, coloridas, que são frequentemente cultivadas em estufas.",
      "example": "Zobaczyłem piękną orchideę w ogrodzie botanicznym wczoraj, ale nie kupiłem jej. Kupię ją następnego miesiąca.",
      "example_translation": "Eu vi uma linda orquídea no jardim botânico ontem, mas não a comprei. Eu comprarei uma no próximo mês.",
      "imageLink": "image_files\\English\\orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fiołek",
      "translation": "pensée",
      "definition": "Fiołek jest typem kwitnącej rośliny z ozdobnymi, delikatnymi kwiatami, które są często uprawiane w ogrodach.",
      "definition_translation": "Uma pensée é um tipo de planta florífera com flores coloridas, delicadas, que são frequentemente cultivadas em jardins.",
      "example": "Zasadziłem fiołek w moim ogrodzie wiosną przeszłego roku, i kwitł pięknie tego lata. Zasadzę następny w przyszłej wiosnie.",
      "example_translation": "Eu plantei uma pensée no meu jardim na primavera passada, e ela floresceu lindamente este verão. Eu plantarei outra na próxima primavera.",
      "imageLink": "image_files\\English\\pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piosonka",
      "translation": "peonía",
      "definition": "Piosonka jest kwitnącą rośliną, która jest rodzima w Азji, Europie i Zachodniej Ameryce Północnej. Jest znana ze swoich ozdobnych kwiatów i jest często używana w ogrodach ozdobnych.",
      "definition_translation": "Uma peónia é uma planta florífera nativa da Ásia, Europa e América do Norte Ocidental. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "Zasadziłem piosonkę w moim ogrodzie w zeszłym roku, i kwitł pięknie tej wiosny. Opiekuję się nią, i kwitnie znów następnego roku.",
      "example_translation": "Plantei uma peónia em meu jardim no ano passado, e floresceu lindamente esta primavera. Tenho cuidado dela, e florescerá novamente no próximo ano.",
      "imageLink": "image_files\\English\\peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mak",
      "translation": "papoula",
      "definition": "Mak jest kwitnącą rośliną, która jest rodzima w Europie i Азji. Jest znany ze swoich ozdobnych kwiatów i jest często używany w ogrodach ozdobnych.",
      "definition_translation": "Uma papoula é uma planta florífera nativa da Europa e Ásia. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "Makowe pola były w pełni kwitnienia, kiedy odwiedziliśmy wieś w zeszłym roku. Zrobiliśmy zdjęcia pięknych maków, i zapamiętam tę podróż na zawsze.",
      "example_translation": "Os campos de papoulas estavam em plena floração quando visitamos o campo no último verão. Tiramos fotos das belas papoulas, e sempre me lembrarei dessa viagem.",
      "imageLink": "image_files\\English\\poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prymula",
      "translation": "prímula",
      "definition": "Prymula to roślina kwitnąca, rodzima w Europie i Ameryce Północnej. Jest znana ze swoich delikatnych kwiatów i często jest używana w ogrodach ozdobnych.",
      "definition_translation": "Uma prímula é uma planta florífera nativa da Europa e América do Norte. É conhecida por suas flores delicadas e é frequentemente usada em jardins ornamentais.",
      "example": "Moja babcia uprawiała prymulę w swoim ogrodzie, kiedy byłem dzieckiem. Pomagałem jej podlewać ją, a ona opowiadała mi historie o swoim własnym dzieciństwie.",
      "example_translation": "Minha avó costumava cultivar prímulas em seu jardim quando eu era criança. Eu ajudava a regá-las, e ela me contava histórias sobre sua própria infância.",
      "imageLink": "image_files\\English\\primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lwie ogon",
      "translation": "dragão",
      "definition": "Lwie ogon to roślina kwitnąca, rodzima w regionie śródziemnomorskim. Jest znana ze swoich niezwykłych kwiatów i często jest używana w ogrodach ozdobnych.",
      "definition_translation": "Um dragão é uma planta florífera nativa da região do Mediterrâneo. É conhecida por suas flores únicas e é frequentemente usada em jardins ornamentais.",
      "example": "Uprawiałem lwie ogony w swoim ogrodzie, kiedy byłem dzieckiem, a moi przyjaciele zawsze byli podejmowani ich żywymi kolorami. Teraz, mam lwiego ogona w swoim biurze, a on przypomina mi piękne wspomnienia.",
      "example_translation": "Eu costumava cultivar dragões em meu jardim quando eu era criança, e meus amigos sempre ficavam impressionados com suas cores brilhantes. Agora, tenho um dragão em meu escritório, e ele traz lembranças carinhosas.",
      "imageLink": "image_files\\English\\snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieżyczka",
      "translation": "bella-dona",
      "definition": "Śnieżyczka to mała, bulwiasta roślina wieloletnia, która produkuje białe kwiaty zimą i wczesną wiosną.",
      "definition_translation": "Uma drop de neve é uma planta perene bulbosa pequena que produz flores brancas no final do inverno e início da primavera.",
      "example": "Śnieżyczka zakwitła w ogrodzie, Śnieżyczka zakwitnie w ogrodzie, Śnieżyczka zakwitła w ogrodzie.",
      "example_translation": "A drop de neve floresceu no jardim, A drop de neve florescerá no jardim, A drop de neve havia florescido no jardim.",
      "imageLink": "image_files\\English\\snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tagetes",
      "translation": "tagetes",
      "definition": "Tagetes to rodzaj roślin jednorocznych i wieloletnich, powszechnie znanych jako calennis, które produują jaskrawe żółte i pomarańczowe kwiaty.",
      "definition_translation": "Tagetes é um gênero de plantas anuais e perenes, comumente conhecidas como calêndulas, que produzem flores amarelas e laranja brilhantes.",
      "example": "Rolnik posadził tagetes w polu, Rolnik posadzi tagetes w polu, Rolnik posadził tagetes w polu.",
      "example_translation": "O agricultor plantou tagetes no campo, O agricultor plantará tagetes no campo, O agricultor havia plantado tagetes no campo.",
      "imageLink": "image_files\\English\\tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fiołek",
      "translation": "violeta",
      "definition": "Fiołek to mała, delikatna kwiaty o purpurowym, niebieskim lub białym kolorze, o słodkim, przyjemnym zapachu.",
      "definition_translation": "Uma violeta é uma flor pequena e delicada de cor púrpura, azul ou branca, com um cheiro doce e fragrante.",
      "example": "Dziewczyna zerwała fiołek w ogrodzie, Dziewczyna zerwie fiołek w ogrodzie, Dziewczyna zerwała fiołek w ogrodzie.",
      "example_translation": "A menina colheu uma violeta no jardim, A menina colherá uma violeta no jardim, A menina havia colhido uma violeta no jardim.",
      "imageLink": "image_files\\English\\violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liliowiec wodny",
      "translation": "lírio-d'água",
      "definition": "Liliowiec wodny to rodzaj rośliny wodnej z dużymi, okrągłymi liśćmi, które unoszą się na powierzchni wody.",
      "definition_translation": "Um lírio-d'água é um tipo de planta aquática com folhas grandes e arredondadas que flutuam na superfície da água.",
      "example": "Liliowiec wodny zakwitł na stawie, Liliowiec wodny zakwitnie na stawie, Liliowiec wodny zakwitł na stawie.",
      "example_translation": "O lírio-d'água floresceu na lagoa, O lírio-d'água florescerá na lagoa, O lírio-d'água havia florescido na lagoa.",
      "imageLink": "image_files\\English\\water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwiat wiatru",
      "translation": "flor do vento",
      "definition": "Kwiat wiatru to rodzaj rośliny kwitnącej, która rośnie w miejscach z silnym wiatrem, przystosowując się do przetrwania w trudnych warunkach.",
      "definition_translation": "Uma flor do vento é um tipo de planta florífera que cresce em áreas com ventos fortes, tendo se adaptado para sobreviver em condições adversas.",
      "example": "Wczoraj zobaczyłem piękny kwiat wiatru w ogrodzie. Dziś posadzę kwiat wiatru w moim ogrodzie. Za rok kwiat wiatru zakwitnie.",
      "example_translation": "Eu vi uma linda flor do vento no jardim ontem. Hoje, vou plantar uma flor do vento no meu quintal. Até o ano que vem, a flor do vento terá florescido.",
      "imageLink": "image_files\\English\\windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]