[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba",
      "translation": "número",
      "definition": "Wartość liczbową lub ilość, często wyrażaną przez cyfrę lub słowo, używaną do liczenia, ilościowania lub mierzenia czegoś.",
      "definition_translation": "Um valor numérico ou quantidade, souvent expresso por um numeral ou uma palavra, usado para contar, quantificar ou medir algo.",
      "example": "Muszę zapamiętać numer autobusu, którym jeżdżę do pracy. Wczoraj zapomniałem numeru i zgubiłem się. Jutro będę pewnie zapisać numer.",
      "example_translation": "Eu preciso lembrar o número do ônibus que eu pego para ir ao trabalho. Ontem, eu esqueci o número e me perdi. Amanhã, eu vou ter certeza de escrever o número.",
      "imageLink": "image_files\\English\\number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koło",
      "translation": "círculo",
      "definition": "Okragły kształt, typowo bez początku lub końca, używany do reprezentowania zakresu wartości, rozmiarów lub ilości.",
      "definition_translation": "Uma forma redonda, típica sem início ou fim, usado para representar um range de valores, tamanhos ou quantidades.",
      "example": "Koło przyjaciół, które mam, jest dla mnie bardzo ważne. W zeszłym tygodniu utworzyliśmy koło, aby omówić projekt. Do przyszłego roku utworzymy koło ekspertów.",
      "example_translation": "O círculo de amigos que eu tenho é muito importante para mim. Na semana passada, nós formamos um círculo para discutir o projeto. Até o ano que vem, nós teremos formado um círculo de especialistas.",
      "imageLink": "image_files\\English\\circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwadrat",
      "translation": "quadrado",
      "definition": "Kształt o czterech stronach o równych długościach, używany do reprezentowania stabilności, struktury lub równowagi.",
      "definition_translation": "Uma forma com quatro lados de igual comprimento, usado para representar estabilidade, estrutura ou equilíbrio.",
      "example": "Plac kwadratowy w centrum miasta jest popularnym miejscem turystycznym. Wczoraj spacerowałem wokół kwadratu, aby zrobić zdjęcia. W przyszłości na pewno odwiedzę kwadrat ponownie.",
      "example_translation": "A praça no centro da cidade é um local popular para turistas. Ontem, eu caminhei em volta da praça para tirar algumas fotos. No futuro, eu certamente visitarei a praça novamente.",
      "imageLink": "image_files\\English\\square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gwiazda",
      "translation": "estrela",
      "definition": "Olbrzymia, luminująca kula gazu, trzymana przez własną grawitację, często widoczna na niebie nocnym.",
      "definition_translation": "Uma bola maciça e luminosa de gás que é mantida unida pela sua própria gravidade, frequentemente visível no céu noturno.",
      "example": "Chciałbym móc zobaczyć gwiazdę z bliska. Wczoraj wieczorem widziałem gwiazdę migającą na niebie. W przyszłości ludzie może podróżować do innych gwiazd.",
      "example_translation": "Eu gostaria de poder ver uma estrela de perto. Na noite passada, eu vi uma estrela brilhando no céu. No futuro, os humanos podem viajar para outras estrelas.",
      "imageLink": "image_files\\English\\star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krzyż",
      "translation": "cruz",
      "definition": "Krzyż jest figurą geometryczną utworzoną przez dwie linie, które przecinają się nawzajem, dzieląc każdą z nich na cztery kąty proste.",
      "definition_translation": "Uma cruz é uma figura geométrica formada por duas linhas que se intersectam, dividindo-se em quatro ângulos retos.",
      "example": "Przeszedłem przez ulicę, potem przeszedłem przez most, a w końcu przeszedłem przez linię mety.",
      "example_translation": "Eu cruzei a rua, então eu vou cruzar a ponte, e finalmente eu havia cruzado a linha de chegada.",
      "imageLink": "image_files\\English\\cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "procent",
      "translation": "por cento",
      "definition": "Procent jest jednostką proporcji, równą jednej setnej części całości.",
      "definition_translation": "Por cento é uma unidade de proporção, igual a um centésimo de um todo.",
      "example": "Dostałem 80 procent na egzaminie, w przyszłym roku dostanę 90 procent, a w zeszłym roku dostałem 70 procent.",
      "example_translation": "Eu obtive 80 por cento na minha prova, no ano que vem eu vou obter 90 por cento, e no ano passado eu obtive 70 por cento.",
      "imageLink": "image_files\\English\\per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "suma",
      "translation": "soma",
      "definition": "Suma jest wynikiem dodawania dwóch lub więcej liczb.",
      "definition_translation": "Uma soma é o resultado de somar dois ou mais números juntos.",
      "example": "Będę sumował liczby, potem sumowałem koszty, a w końcu mam sumę wyników.",
      "example_translation": "Eu vou somar os números, então eu somei os custos, e finalmente eu somei os resultados.",
      "imageLink": "image_files\\English\\sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dodawanie",
      "translation": "adição",
      "definition": "Dodawanie jest aktem łączenia dwóch lub więcej liczb lub ilości, aby uzyskać łączny wynik lub sumę.",
      "definition_translation": "Adição é o ato de combinar dois ou mais números ou quantidades para obter um total ou uma soma.",
      "example": "Będę dodawał do mojego raportu, potem dodałem do mojej prezentacji, a w końcu dodałem do mojego projektu.",
      "example_translation": "Eu vou fazer uma adição ao meu relatório, então eu fiz uma adição à minha apresentação, e finalmente eu fiz uma adição ao meu projeto.",
      "imageLink": "image_files\\English\\addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stożek",
      "translation": "cone",
      "definition": "Stożek jest trójwymiarową figurą geometryczną, która zwęża się od okrągłej podstawy do punktu.",
      "definition_translation": "Um cone é uma forma geométrica tridimensional que se estreita de uma base circular para um ponto.",
      "example": "Ona jeździła na łyżwach wokół stożka na lodowisku. Ona będzie jeździła na łyżwach wokół stożka na lodowisku. Ona jeździła na łyżwach wokół stożka na lodowisku.",
      "example_translation": "Ela patinou em torno do cone na pista de gelo. Ela patinará em torno do cone na pista de gelo. Ela patinou em torno do cone na pista de gelo.",
      "imageLink": "image_files\\English\\cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sześcian",
      "translation": "cubo",
      "definition": "Sześcian jest trójwymiarowym ciałem stałym z sześcioma kwadratowymi twarzami o równych wielkościach, gdzie wszystkie kąty są prostymi.",
      "definition_translation": "Um cubo é um objeto sólido tridimensional com seis faces quadradas de tamanho igual, onde todos os ângulos são ângulos retos.",
      "example": "Sześcian siedział na stole. Sześcian będzie siedział na stole. Sześcian siedział na stole.",
      "example_translation": "O cubo estava sobre a mesa. O cubo sentará sobre a mesa. O cubo estava sobre a mesa.",
      "imageLink": "image_files\\English\\cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "średnica",
      "translation": "diâmetro",
      "definition": "Średnica koła to najdłuższa odległość wzdłuż koła, przechodząca przez jego środek.",
      "definition_translation": "O diâmetro de um círculo é a distância mais longa através do círculo, passando pelo seu centro.",
      "example": "Średnica koła była 20 cali. Średnica koła będzie 20 cali. Średnica koła była 20 cali.",
      "example_translation": "O diâmetro da roda era de 20 polegadas. O diâmetro da roda será de 20 polegadas. O diâmetro da roda era de 20 polegadas.",
      "imageLink": "image_files\\English\\diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owal",
      "translation": " oval",
      "definition": "Owal to zamknięta krzywa będąca wynikiem przecięcia stożka i płaszczyzny, która nie jest równoległa do podstawy stożka.",
      "definition_translation": "Um oval é uma curva fechada resultante da interseção de um cone e um plano que não é paralelo à base do cone.",
      "example": "Kształt owalny stadionu był imponujący. Kształt owalny stadionu będzie imponujący. Kształt owalny stadionu był imponujący.",
      "example_translation": "A forma oval do estádio era impressionante. A forma oval do estádio será impressionante. A forma oval do estádio era impressionante.",
      "imageLink": "image_files\\English\\oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trójkąt",
      "translation": "triângulo",
      "definition": "Wielokąt z trzema bokami, szczególnie taki, który ma trzy kąty proste.",
      "definition_translation": "Um polígono com três lados, especialmente um com três ângulos retos.",
      "example": "Narysowałem trójkąt na tablicy. Wczoraj narysowałem trójkąt. Jutro narysuję trójkąt.",
      "example_translation": "Eu desenhei um triângulo no quadro-negro. Ontem, eu desenhei um triângulo. Amanhã, eu desenharei um triângulo.",
      "imageLink": "image_files\\English\\triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt",
      "translation": "ângulo",
      "definition": "Przestrzeń lub kształt utworzony przez dwie linie lub płaszczyzny, które się przecinają.",
      "definition_translation": "O espaço ou forma formada por duas linhas ou planos que se encontram.",
      "example": "Zmierzyłem kąt dachu. Wczoraj zmierzyłem kąt dachu. Jutro zmierzę kąt dachu.",
      "example_translation": "Eu medi o ângulo do telhado. Ontem, eu medi o ângulo do telhado. Amanhã, eu medirei o ângulo do telhado.",
      "imageLink": "image_files\\English\\angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piramida",
      "translation": "pirâmide",
      "definition": "Monumentalna budowla o kwadratowej podstawie i czterech trójkątnych bokach, które spotykają się na szczycie.",
      "definition_translation": "Uma estrutura monumental com uma base quadrada e quatro lados triangulares que se encontram no ápice.",
      "example": "Odwiedziłem piramidę w Egipcie. Wczoraj odwiedziłem piramidę w Egipcie. Jutro odwiedzę piramidę w Egipcie.",
      "example_translation": "Eu visitei a pirâmide no Egito. Ontem, eu visitei a pirâmide no Egito. Amanhã, eu visitarei a pirâmide no Egito.",
      "imageLink": "image_files\\English\\pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prostokąt",
      "translation": "retângulo",
      "definition": "Czworokąt z wszystkimi bokami różnej długości, gdzie wszystkie kąty wewnętrzne są kątami prostymi.",
      "definition_translation": "Uma forma de quatro lados com todos os lados de comprimentos diferentes, onde todos os ângulos internos são ângulos retos.",
      "example": "Narysowałem prostokąt na papierze. Wczoraj narysowałem prostokąt na papierze. Jutro narysuję prostokąt na papierze.",
      "example_translation": "Eu desenhei um retângulo no papel. Ontem, eu desenhei um retângulo no papel. Amanhã, eu desenharei um retângulo no papel.",
      "imageLink": "image_files\\English\\rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zbiór",
      "translation": "conjunto",
      "definition": "Kolekcja unikatowych obiektów, znanych jako elementy lub członkowie, które mogą być dowolnymi przedmiotami, włączając w to liczby, litery, osoby lub inne rzeczy.",
      "definition_translation": "Um conjunto de objetos únicos, conhecidos como elementos ou membros, que podem ser qualquer coisa, incluindo números, letras, pessoas ou outras coisas.",
      "example": "Ona nakrywała do stołu na obiad. Wczoraj ona nakryła do stołu. Jutro ona nakryje do stołu.",
      "example_translation": "Ela define a mesa para o jantar. Ontem, ela definiu a mesa. Amanhã, ela definirá a mesa.",
      "imageLink": "image_files\\English\\set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmienna",
      "translation": "variável",
      "definition": "Symbol lub wartość, która może przyjmować różne wartości, często stosowana w równaniach matematycznych i programowaniu komputerowym.",
      "definition_translation": "Um símbolo ou quantidade que pode assumir diferentes valores, frequentemente usado em equações matemáticas e programação de computador.",
      "example": "Zmienna x jest używana w równaniu. Wczoraj zmienna była używana w kodzie. Jutro zmienna będzie używana w algorytmie.",
      "example_translation": "A variável x é usada na equação. Ontem, a variável foi usada no código. Amanhã, a variável será usada no algoritmo.",
      "imageLink": "image_files\\English\\variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrokąt",
      "translation": "ângulo agudo",
      "definition": "Kąt, którego miara leży między 0° a 90°, często stosowany w geometrii i trigonometrii.",
      "definition_translation": "Um ângulo cuja medida está entre 0° e 90°, frequentemente usado em geometria e trigonometria.",
      "example": "Ostrokąt trójkąta wynosi 30°. Wczoraj kąt dachu był ostrym. Jutro kąt nachylenia będzie ostrym.",
      "example_translation": "O ângulo agudo do triângulo é de 30°. Ontem, o ângulo do telhado era agudo. Amanhã, o ângulo da encosta será agudo.",
      "imageLink": "image_files\\English\\acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oś współrzędnych",
      "translation": "eixo de coordenadas",
      "definition": "Linia lub punkt odniesienia, który służy jako podstawa do pomiaru lub orientacji innych linii lub punktów w systemie współrzędnych.",
      "definition_translation": "Uma linha ou um ponto de referência que serve como base para medir ou orientar outras linhas ou pontos em um sistema de coordenadas.",
      "example": "Oś współrzędnych jest używana w kreśleniu wykresów. Wczoraj os x była używana w wykresie. Jutro os y będzie używana w diagramie.",
      "example_translation": "O eixo de coordenadas é usado em grafia. Ontem, o eixo x foi usado no gráfico. Amanhã, o eixo y será usado no diagrama.",
      "imageLink": "image_files\\English\\axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba cardinalna",
      "translation": "número cardinal",
      "definition": "Liczba cardinalna to wartość numerowa, która wskazuje rozmiarzbioru lub ilości.",
      "definition_translation": "Um número cardinal é um valor numérico que indica o tamanho de um conjunto ou quantidade.",
      "example": "Liczba cardinalna zbioru wynosi pięć. Nauczyciel poprosił uczniów, aby znaleźli liczbę cardinalną zbioru słów. Liczba cardinalna zbioru zostanie obliczona przez komputer.",
      "example_translation": "O número cardinal do conjunto é cinco. A professora pediu aos alunos que encontrassem o número cardinal do conjunto de palavras. O número cardinal do conjunto será calculado pelo computador.",
      "imageLink": "image_files\\English\\cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obwód",
      "translation": "circunferência",
      "definition": "Obwód to odległość wokół koła lub innego kształtu.",
      "definition_translation": "A circunferência é a distância ao redor de um círculo ou outra forma.",
      "example": "Obwód koła wynosi 3,14 metra. Atleta pobiegł wokół obwodu bieżni. Inżynier obliczył obwód rury.",
      "example_translation": "A circunferência do círculo é 3,14 metros. O atleta correu ao redor da circunferência da pista. O engenheiro calculou a circunferência do tubo.",
      "imageLink": "image_files\\English\\circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współczynnik",
      "translation": "coeficiente",
      "definition": "Współczynnik to wartość numeryczna, która reprezentuje stałą proporcjonalności między dwiema wielkościami.",
      "definition_translation": "Um coeficiente é um valor numérico que representa uma constante de proporcionalidade entre duas quantidades.",
      "example": "Współczynnik tarcia wynosi 0,5. Naukowiec obliczył współczynnik rozprężności termicznej. Współczynnik sprężystości został zmierzony w eksperymencie.",
      "example_translation": "O coeficiente de atrito é 0,5. O cientista calculou o coeficiente de expansão térmica. O coeficiente de elasticidade foi medido no experimento.",
      "imageLink": "image_files\\English\\coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kompas",
      "translation": "compasso",
      "definition": "Kompas to narzędzie nawigacyjne służące do znajdowania kierunków, szczególnie w nawigacji i geografii.",
      "definition_translation": "Os compassos são uma ferramenta de navegação usada para encontrar direções, especialmente na navegação e geografia.",
      "example": "Turysta użył kompasu, aby znaleźć kierunek. Żeglarz sprawdził kompas, aby skorygować kurs. Uczeń narysował mapę używając kompasu.",
      "example_translation": "O caminhante usou compasso para encontrar a direção. O marinheiro verificou o compasso para ajustar o curso. O estudante desenhou um mapa usando compasso.",
      "imageLink": "image_files\\English\\compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt pełny",
      "translation": "ângulo completo",
      "definition": "Kąt pełny to kąt, którego miara wynosi 360 stopni, tworząc pełny okrąg.",
      "definition_translation": "Um ângulo completo é um ângulo cuja medida é de 360 graus, formando um círculo completo.",
      "example": "Ziemia obraca się o 360 stopni w kącie pełnym, wykonując jeden pełny obrót. Obracała się o kąt pełny w przeszłości, obraca się obecnie i będzie obracać w przyszłości, wykonując jeden pełny obrót.",
      "example_translation": "A Terra gira 360 graus em um ângulo completo, fazendo uma rotação completa. Ela girou um ângulo completo no passado, está girando um ângulo completo agora e girará um ângulo completo no futuro.",
      "imageLink": "image_files\\English\\complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "system współrzędnych",
      "translation": "sistema de coordenadas",
      "definition": "System współrzędnych to zestaw osi umożliwiający lokalizację punktów w przestrzeni, często używany w matematyce i fizyce.",
      "definition_translation": "Um sistema de coordenadas é um conjunto de eixos usados para localizar pontos no espaço, frequentemente usado em matemática e física.",
      "example": "System współrzędnych pomógł nam zlokalizować dokładną pozycję planety w przeszłości, pomaga nam teraz i pomoże nam w przyszłości, aby nawigować w przestrzeni. Użyliśmy systemu współrzędnych, aby zmapować galaktykę, używamy go teraz, aby prowadzić nasz statek kosmiczny, i będziemy używać go w przyszłości, aby wytyczać nowe kursy.",
      "example_translation": "O sistema de coordenadas nos ajudou a localizar a posição precisa do planeta no passado, ajuda-nos agora e ajudará-nos no futuro a navegar pelo espaço. Usamos um sistema de coordenadas para mapear a galáxia, estamos usando-o agora para guiar nossa espaçonave e usaremos-o no futuro para cartografar novos cursos.",
      "imageLink": "image_files\\English\\coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pierwiastek sześcienny",
      "translation": "raiz cúbica",
      "definition": "Pierwiastek sześcienny liczby to wartość, która, pomnożona przez się trzykrotnie, daje pierwotną liczbę.",
      "definition_translation": "A raiz cúbica de um número é um valor que, quando multiplicado por si mesmo três vezes, dá o número original.",
      "example": "Pierwiastek sześcienny 27 to 3, ponieważ 3 pomnożone przez się trzykrotnie równa się 27. W przeszłości obliczaliśmy pierwiastek sześcienny ręcznie, teraz używamy kalkulatorów, a w przyszłości będziemy używać zaawansowanych algorytmów komputerowych.",
      "example_translation": "A raiz cúbica de 27 é 3, porque 3 multiplicado por si mesmo três vezes iguala 27. No passado, calculamos a raiz cúbica de um número à mão, agora usamos calculadoras e no futuro, usaremos algoritmos computacionais avançados.",
      "imageLink": "image_files\\English\\cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prostopadłościan",
      "translation": "cuboide",
      "definition": "Prostopadłościan to trójwymiarowy kształt z sześcioma prostokątnymi ścianami, gdzie wszystkie kąty są proste.",
      "definition_translation": "Um cuboide é uma forma tridimensional com seis faces retangulares, onde todos os ângulos são ângulos retos.",
      "example": "Prostopadłościanowy pudełko było ciężkie w przeszłości, jest ciężkie teraz i będzie ciężkie w przyszłości, niezależnie od tego, jak je obrócimy. Pakowaliśmy prostopadłościanowe pudełko w przeszłości, pakujemy je teraz i będziemy pakować w przyszłości z uwagą.",
      "example_translation": "A caixa de formato cuboide era pesada no passado, ainda é pesada agora e será pesada no futuro, não importa como a rotacionamos. Embalamos a caixa cuboide no passado, estamos embalando-a agora e embalaremos-a no futuro com cuidado.",
      "imageLink": "image_files\\English\\cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walcowy",
      "translation": "cilindro",
      "definition": "Walcowy to trójwymiarowy kształt stały z dwiema równoległymi i okrągłymibazami połączonymi powierzchnią boczną.",
      "definition_translation": "Um cilindro é uma forma sólida tridimensional com duas bases paralelas e circulares conectadas por uma superfície lateral curva.",
      "example": "Mechanik użył walca, aby zmierzyć objętość oleju silnikowego. Wczoraj użył go, aby sprawdzić płyn hamulcowy. Jutro będzie używał go, aby zmierzyć płyn transmisyjny.",
      "example_translation": "O mecânico usou um cilindro para medir o volume do óleo do motor. Ontem, ela havia usado para verificar o fluido de freno. Amanhã, ela usará para medir o fluido de transmissão.",
      "imageLink": "image_files\\English\\cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba dziesiętna",
      "translation": "decimal",
      "definition": "Liczba dziesiętna to liczba wyrażona w systemie dziesiętnym, z częścią ułamkową oddzieloną od części całkowitej kropką dziesiętną.",
      "definition_translation": "Um decimal é um número expresso no sistema decimal, com uma parte fracionária separada da parte inteira por um ponto decimal.",
      "example": "Uczeń miał trudności z konwersją ułamka na liczbę dziesiętną, ale w końcu zrozumiał ten pojęcie. Wczoraj ćwiczył konwersję liczb dziesiętnych na ułamki. Jutro będzie uczyć się o rozwinięciach dziesiętnych.",
      "example_translation": "A estudante teve dificuldade em converter a fração para um decimal, mas finalmente entendeu o conceito. Ontem, ela havia praticado converter decimais para frações. Amanhã, ela aprenderá sobre expansões decimais.",
      "imageLink": "image_files\\English\\decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równanie różniczkowe",
      "translation": "equação diferencial",
      "definition": "Równanie różniczkowe to matematyczne równanie, które zawiera nieznany funkcję i jej pochodne, a także relację wartości funkcji i jej pochodnych w różnych punktach przestrzeni i czasu.",
      "definition_translation": "Uma equação diferencial é uma equação matemática que envolve uma função desconhecida e suas derivadas, e relaciona os valores da função e suas derivadas em diferentes pontos no espaço e tempo.",
      "example": "Fizykunakan równanie różniczkowe do modelowania ruchu wahadła. Wczoraj, ona użyła go do analizy wzrostu populacji. Jutro, ona zastosuje je do badania obwodów elektrycznych.",
      "example_translation": "O físico usou uma equação diferencial para modelar o movimento do pêndulo. Ontem, ela havia usado para analisar o crescimento populacional. Amanhã, ela aplicará para estudar os circuitos elétricos.",
      "imageLink": "image_files\\English\\differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyfra",
      "translation": "dígito",
      "definition": "Cyfra to pojedynczy symbol używany do reprezentacji wartości numerycznej, takiej jak 0, 1, 2 itd.",
      "definition_translation": "Um dígito é um símbolo único usado para representar um valor numérico, como 0, 1, 2, etc.",
      "example": "Komputer używa siedmiu cyfr do przechowywania numeru telefonu. Wczoraj, on użył pięciu cyfr do przechowywania kodu pocztowego. Jutro, on użyje dziesięciu cyfr do przechowywania numeru konta.",
      "example_translation": "O computador usou sete dígitos para armazenar o número de telefone. Ontem, ele havia usado cinco dígitos para armazenar o código postal. Amanhã, ele usará dez dígitos para armazenar o número de conta.",
      "imageLink": "image_files\\English\\digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dywidenda",
      "translation": "dividendos",
      "definition": "Dywidenda to wypłata, którą spółka akcyjna wypłaca swoim akcjonariuszom,通常 jako sposób dystrybucji zysków.",
      "definition_translation": "Um dividendo é um pagamento feito por uma corporação para seus acionistas, geralmente como forma de distribuir lucros.",
      "example": "Spółka wypłaci dywidendę swoim akcjonariuszom w następnym kwartale. Dywidenda była wypłacana corocznie przez ostatnie 5 lat. Spółka zwiększy dywidendę w następnym roku.",
      "example_translation": "A empresa pagará um dividendo para seus acionistas no próximo trimestre. O dividendo foi pago anualmente nos últimos 5 anos. A empresa aumentará o dividendo no próximo ano.",
      "imageLink": "image_files\\English\\divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podział",
      "translation": "divisão",
      "definition": "Podział to proces dzielenia lub separowania czegoś na części lub grupy.",
      "definition_translation": "A divisão é o processo de separar ou dividir algo em partes ou grupos.",
      "example": "Spółka przechodzi przez proces podziału, aby poprawić efektywność. Podział spółki zostanie zakończony następnego miesiąca. Zespół zostanie podzielony na mniejsze grupy, aby pracować nad projektem.",
      "example_translation": "A empresa está passando por um processo de divisão para melhorar a eficiência. A divisão da empresa será concluída no próximo mês. A equipe será dividida em grupos menores para trabalhar no projeto.",
      "imageLink": "image_files\\English\\division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dzielnik",
      "translation": "divisor",
      "definition": "Dzielnik to liczba, przez którą inna liczba jest dzielona.",
      "definition_translation": "Um divisor é um número pelo qual outro número é dividido.",
      "example": "Dzielnik 10 to 2. Liczba 5 jest dzielnikiem 15. Dzielnik będzie użyty do obliczenia ilorazu.",
      "example_translation": "O divisor de 10 é 2. O número 5 é um divisor de 15. O divisor será usado para calcular o quociente.",
      "imageLink": "image_files\\English\\divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "eksponent, potęga",
      "translation": "expoente, potência",
      "definition": "Eksponent to mała liczba, która wskazuje, do której potęgi liczba powinna być podniesiona.",
      "definition_translation": "Um expoente é um número pequeno que indica a potência à qual um número deve ser elevado.",
      "example": "Eksponent 2 w równaniu jest równy 3. Potęga 2 jest równa 4. Formula używa eksponentów do obliczenia wyniku.",
      "example_translation": "O expoente de 2 na equação é 3. A potência de 2 é 4. A fórmula usa expoentes para calcular o resultado.",
      "imageLink": "image_files\\English\\exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ułamek",
      "translation": "fração",
      "definition": "Ułamek to sposób wyrażenia części całości jako ilorazu liczb, zazwyczaj licznika i mianownika.",
      "definition_translation": "Uma fração é uma forma de expressar uma parte de um todo como um quociente de números, geralmente um numerador e um denominador.",
      "example": "Wczoraj, nauczono mnie dodawać ułamki w lekcji matematyki. Dziś ćwiczymy odejmowanie ułamków. Do następnego tygodnia, nauczę się mnożyć ułamki.",
      "example_translation": "Ontem, eu aprendi a adicionar frações na aula de matemática. Hoje, estou praticando subtrair frações. Até a próxima semana, eu terei dominado a multiplicação de frações.",
      "imageLink": "image_files\\English\\fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "funkcja",
      "translation": "função",
      "definition": "Funkcja to relacja między zestawem wejść (zwanych dziedziną) a zestawem możliwych wyników (zwanych zakresem).",
      "definition_translation": "Uma função é uma relação entre um conjunto de entradas (chamado de domínio) e um conjunto de saídas possíveis (chamado de faixa).",
      "example": "Program komputerowy używa funkcji do obliczenia pola koła. Funkcja zwróci wynik w jednostkach kwadratowych. Do końca miesiąca, funkcja zostanie zoptymalizowana, aby działać szybciej.",
      "example_translation": "O programa de computador usa uma função para calcular a área de um círculo. A função retornará o resultado em unidades quadradas. Até o final do mês, a função será otimizada para rodar mais rápido.",
      "imageLink": "image_files\\English\\function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "półkula",
      "translation": "hemisfério",
      "definition": "Półkula to albo północna, albo południowa część Ziemi, podzielona przez równik.",
      "definition_translation": "Um hemisfério é ou metade norte ou metade sul da Terra, dividida pelo equador.",
      "example": "Ziemia jest podzielona na dwie półkule: półkulę północną i południową. Urodziłem się w półkuli północnej, ale podróżowałem już do półkuli południowej kilka razy. Do następnego roku, odwiedzę każdy kraj w półkuli południowej.",
      "example_translation": "A Terra é dividida em dois hemisférios: o Hemisfério Norte e o Hemisfério Sul. Eu nasci no Hemisfério Norte, mas já viajei para o Hemisfério Sul várias vezes. Até o ano que vem, eu terei visitado todos os países do Hemisfério Sul.",
      "imageLink": "image_files\\English\\hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "heptagon",
      "translation": "heptágono",
      "definition": "Heptagon to wielokąt o siedmiu bokach.",
      "definition_translation": "Um heptágono é um polígono com sete lados.",
      "example": "Wczoraj, nauczono mnie rysować heptagon w lekcji geometrii. Dziś próbuję obliczyć jego obwód. Do następnego tygodnia, zapamiętuję formułę obliczania pola heptagonu.",
      "example_translation": "Eu aprendi a desenhar um heptágono na aula de geometria ontem. Hoje, estou tentando calcular seu perímetro. Até a próxima semana, eu terei memorizado a fórmula para encontrar a área de um heptágono.",
      "imageLink": "image_files\\English\\heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "heksagon",
      "translation": "hexágono",
      "definition": "Heksagon to wielokąt z sześcioma bokami, mający sześć wierzchołków i kąty wewnętrzne, które sumują się do 720 stopni.",
      "definition_translation": "Um hexágono é um polígono com seis lados, tendo seis vértices e ângulos internos que somam 720 graus.",
      "example": "Pszczoły zbudowały swoją plastry w kształcie heksagonu, co zapewnia maksymalną przestrzeń do przechowywania. Starożytni Grecy studiowali właściwości heksagonów. Do roku 2050 architekci zaprojektują całe miasta zbudowane z heksagonalnych budynków.",
      "example_translation": "As abelhas construíram seu favo em formato de hexágono, que proporciona espaço de armazenamento máximo. Os antigos gregos estudaram as propriedades dos hexágonos. Até o ano 2050, arquitetos projetarão cidades inteiras com edifícios hexagonais.",
      "imageLink": "image_files\\English\\hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieskończoność",
      "translation": "infinito",
      "definition": "Nieskończoność to koncepcja w matematyce, która reprezentuje ilość bez końca lub ograniczenia, rozszerzającą się w nieskończoność we wszystkich kierunkach.",
      "definition_translation": "O infinito é um conceito em matemática que representa uma quantidade sem fim ou limite, estendendo-se infinitamente em todas as direções.",
      "example": "Uważa się, że wszechświat ma nieskończoną liczbę galaktyk, każda z nich zawierająca nieskończoną liczbę gwiazd. Matematycy długo próbowali zrozumieć koncepcję nieskończoności. Badając nieskończoność, możemy odblokować sekrety kosmosu.",
      "example_translation": "O universo é considerado ter galáxias infinitas, cada uma contendo estrelas infinitas. Matemáticos têm lutado há muito tempo para entender o conceito de infinito. Ao estudar o infinito, podemos desbloquear segredos do cosmo.",
      "imageLink": "image_files\\English\\infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba całkowita",
      "translation": "inteiro",
      "definition": "Liczba całkowita to liczba całkowita, dodatnia, ujemna lub zerowa, bez części ułamkowej.",
      "definition_translation": "Um inteiro é um número inteiro, seja positivo, negativo ou zero, sem parte fracional.",
      "example": "Liczba całkowita 5 jest liczbą pierwszą, podczas gdy 6 nie jest. W programowaniu komputerowym liczby całkowite są używane do przechowywania liczb całkowitych. Do 2025 roku naukowcy będą używać liczb całkowitych do złamania skomplikowanych kodów szyfrowych.",
      "example_translation": "O inteiro 5 é um número primo, enquanto 6 não é. Na programação de computadores, inteiros são usados para armazenar números inteiros. Até 2025, cientistas usarão inteiros para quebrar códigos de criptografia complexos.",
      "imageLink": "image_files\\English\\integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "całka",
      "translation": "integral",
      "definition": "Całka to podstawowa koncepcja w rachunku różniczkowym, reprezentująca pole powierzchni pod krzywą lub akumulację ilości w danym przedziale.",
      "definition_translation": "Uma integral é um conceito fundamental em cálculo que representa a área sob uma curva ou a acumulação de uma quantidade sobre um intervalo.",
      "example": "Całka x kwadrat jest równa x sześcianowi podzielonemu przez 3. W fizyce całki są używane do obliczania prędkości obiektów. Stosując całki, inżynierowie mogą zaprojektować bardziej wydajne systemy.",
      "example_translation": "A integral de x ao quadrado é x ao cubo dividido por 3. Na física, integrais são usadas para calcular a velocidade dos objetos. Ao aplicar integrais, engenheiros podem projetar sistemas mais eficientes.",
      "imageLink": "image_files\\English\\integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba niewymierna",
      "translation": "número irracional",
      "definition": "Liczba, która nie może być wyrażona jako skończony dziesiętny lub ułamek, taka jak pi lub pierwiastek kwadratowy z 2.",
      "definition_translation": "Um número que não pode ser expresso como um decimal finito ou fração, como pi ou a raiz quadrada de 2.",
      "example": "Starożytni Grecy odkryli, że pierwiastek kwadratowy z 2 był liczbą niewymierną. Została ona użyta w matematyce przez wieki. Będzie to ważna koncepcja w przyszłości.",
      "example_translation": "Os antigos gregos descobriram que a raiz quadrada de 2 era um número irracional. Ele tem sido usado em matemática por séculos. Ele continuará a ser um conceito importante no futuro.",
      "imageLink": "image_files\\English\\irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odcinek prostoliniowy",
      "translation": "segmento de linha",
      "definition": "Część linii, która ma stałą długość i jest ograniczona przez dwa różne punkty.",
      "definition_translation": "Uma parte de uma linha que tem um comprimento fixo e é delimitada por dois pontos distinctos.",
      "example": "Nauczyciel narysował odcinek prostoliniowy na tablicy, aby zilustrować koncepcję geometrii. Uczniowie musieli znaleźć środek odcinka prostoliniowego w swoim ćwiczeniu. Odcinek prostoliniowy będzie ważną koncepcją w ich następnym teście z matematyki.",
      "example_translation": "O professor desenhou um segmento de linha no quadro para ilustrar o conceito de geometria. Os alunos tiveram que encontrar o ponto médio do segmento de linha no seu exercício. O segmento de linha será um conceito importante no seu próximo teste de matemática.",
      "imageLink": "image_files\\English\\line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "logarytm",
      "translation": "logaritmo",
      "definition": "Moc, do której musi być podniesiony podstawowy numer, aby uzyskać daną wartość, tak jak logarytm 100 z podstawą 10 jest równy 2.",
      "definition_translation": "O poder ao qual um número base deve ser elevado para produzir um valor determinado, como o logaritmo de 100 com base 10 é 2.",
      "example": "Matematyk użył logarytmu, aby uprościć skomplikowane obliczenia. Logarytm będzie ważną koncepcją w jego badaniach. Uczył się logarytmu na uniwersytecie.",
      "example_translation": "O matemático usou o logaritmo para simplificar o cálculo complexo. O logaritmo será um conceito importante em sua pesquisa. Eles haviam estudado o logaritmo em seus dias de universidade.",
      "imageLink": "image_files\\English\\logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mnożenie",
      "translation": "multiplicação",
      "definition": "Proces łączenia dwóch lub więcej liczb, aby uzyskać iloczyn, np. 2 pomnożone przez 3 to 6.",
      "definition_translation": "O processo de combinar dois ou mais números para obter um produto, como 2 multiplicado por 3 é 6.",
      "example": "Uczniowie uczyli się tablicy mnożenia w szkole podstawowej. Musieli ćwiczyć mnożenie ułamków w swoim zadaniu z matematyki. Koncepcja mnożenia będzie używana w ich przyszłej karierze.",
      "example_translation": "Os alunos aprenderam a tabela de multiplicação em seus dias de escola elementar. Eles tiveram que praticar a multiplicação de frações em seu trabalho de casa de matemática. O conceito de multiplicação será usado em suas carreiras futuras.",
      "imageLink": "image_files\\English\\multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba naturalna",
      "translation": "número natural",
      "definition": "Liczba naturalna to dodatnia liczba całkowita, która jest większa od zera i nie ma miejsc dziesiętnych.",
      "definition_translation": "Um número natural é um inteiro positivo, que é um número inteiro maior que zero e não tem casas decimais.",
      "example": "W matematyce zbiór liczb naturalnych jest często oznaczany jako N. Wczoraj policzyłem 10 liczb naturalnych. Jutro policzę 20 liczb naturalnych.",
      "example_translation": "Em matemática, o conjunto de números naturais é frequentemente denotado como N. Ontem, eu contei 10 números naturais. Amanhã, eu contarei 20 números naturais.",
      "imageLink": "image_files\\English\\natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "linia liczbową",
      "translation": "linha numérica",
      "definition": "Linia liczbową to wizualna reprezentacja liczb na linii, gdzie każdy punkt na linii reprezentuje określoną liczbę.",
      "definition_translation": "Uma linha numérica é uma representação visual de números em uma linha, onde cada ponto na linha representa um número específico.",
      "example": "Nauczyciel narysował linię liczbową na tablicy, aby pomóc uczniom zrozumieć ułamki. Użyłem linii liczbowej, aby rozwiązać zadanie z matematyki wczoraj. Do następnego tygodnia będę w stanie stworzyć linię liczbową samodzielnie.",
      "example_translation": "O professor desenhou uma linha numérica no quadro para ajudar os alunos a entender frações. Eu usei uma linha numérica para resolver o problema de matemática ontem. Até a próxima semana, eu serei capaz de criar uma linha numérica sozinho.",
      "imageLink": "image_files\\English\\number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt rozwarty",
      "translation": "ângulo obtuso",
      "definition": "Kąt rozwarty to kąt większy niż 90 stopni, ale mniejszy niż 180 stopni.",
      "definition_translation": "Um ângulo obtuso é um ângulo maior que 90 graus, mas menor que 180 graus.",
      "example": "Kąt rozwarty w trójkącie wynosił 120 stopni. Wczoraj nauczyłem się, jak mierzyć kąty rozwrarte w geometrii. Do następnego roku będę w stanie łatwo identyfikować kąty rozwarte.",
      "example_translation": "O ângulo obtuso no triângulo era de 120 graus. Ontem, eu aprendi como medir ângulos obtusos na aula de geometria. Até o próximo ano, eu serei capaz de identificar ângulos obtusos facilmente.",
      "imageLink": "image_files\\English\\obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ośmiokąt",
      "translation": "octógono",
      "definition": "Ośmiokąt to wielokąt o ośmiu bokach.",
      "definition_translation": "Um octógono é um polígono com oito lados.",
      "example": "Budynek o kształcie ośmiokąta był słynnym punktem orientacyjnym w mieście. Kiedyś zbudowałem ośmiokąt z bloków, a do następnego miesiąca będę w stanie skonstruować ośmiokąt za pomocą oprogramowania geometrycznego.",
      "example_translation": "O prédio octogonal era um marco famoso na cidade. Eu construí um octógono com blocos quando eu era criança. Até o próximo mês, eu serei capaz de construir um octógono usando software de geometria.",
      "imageLink": "image_files\\English\\octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba porządkowa",
      "translation": "número ordinal",
      "definition": "Liczba, która pokazuje pozycję czegoś w serii lub liście, takiej jak pierwszy, drugi lub trzeci.",
      "definition_translation": "Um número que mostra a posição de algo em uma série ou lista, como primeiro, segundo ou terceiro.",
      "example": "Książka jest liczbą porządkową w serii, więc jest piątym. W przeszłości była trzecia, ale teraz jest piątą, a w przyszłości będzie siódmą.",
      "example_translation": "O livro é um número ordinal na série, então é o quinto. No passado, era o terceiro, mas agora é o quinto, e no futuro, será o sétimo.",
      "imageLink": "image_files\\English\\ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równoległy",
      "translation": "paralelo",
      "definition": "Rozciągający się w tej samej kierunku, równoodległy w każdym punkcie i nigdy nie przecinający się.",
      "definition_translation": "Estendendo-se na mesma direção, equidistante em todos os pontos e nunca se intersectando.",
      "example": "Dwie linie są równoległe do siebie, więc nigdy się nie spotkają. W przeszłości nie były równoległe, ale teraz są. W przyszłości będą nadal równoległe.",
      "example_translation": "As duas linhas são paralelas entre si, então nunca se encontrarão. No passado, não eram paralelas, mas agora são. No futuro, ainda serão paralelas.",
      "imageLink": "image_files\\English\\parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czworokąt równoległy",
      "translation": "paralelograma",
      "definition": "Czworokąt z przeciwnymi bokami o tej samej długości i przeciwnymi kątami o tej samej wartości.",
      "definition_translation": "Um quadrilátero com lados opostos de igual comprimento e ângulos opostos que são iguais.",
      "example": "Czworokąt równoległy ma przeciwnych boków o tej samej długości, więc jego pole jest łatwe do obliczenia. W przeszłości był prostokątem, ale teraz jest czworokątem równoległym. W przyszłości będzie rombem.",
      "example_translation": "O paralelograma tem lados opostos iguais, então sua área é fácil de calcular. No passado, era um retângulo, mas agora é um paralelograma. No futuro, será um rombo.",
      "imageLink": "image_files\\English\\parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pięciokąt",
      "translation": "pentágono",
      "definition": "Wielokąt o pięciu bokach, taki jak kształt pięciu punktów na gwiazdce.",
      "definition_translation": "Um polígono com cinco lados, como a forma dos cinco pontos de uma estrela.",
      "example": "Pięciokąt jest kształtem o pięciu bokach, więc często jest używany w logo. W przeszłości był kwadratem, ale teraz jest pięciokątem. W przyszłości będzie sześciokątem.",
      "example_translation": "O pentágono é uma forma de cinco lados, então é frequentemente usado em logotipos. No passado, era um quadrado, mas agora é um pentágono. No futuro, será um hexágono.",
      "imageLink": "image_files\\English\\pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prostopadły",
      "translation": "perpendicular",
      "definition": "Linia lub płaszczyzna, która jest prostopadła do innej linii lub płaszczyzny.",
      "definition_translation": "Uma linha ou plano que está a um ângulo reto (90 graus) em relação a outra linha ou plano.",
      "example": "Prostopadłe linie przecinały się w centrum koła. Budowniczy upewnił się, że ściany są prostopadłe do fundamentu. Nauczyciel wyjaśni, jak rysować prostopadłe linie jutro.",
      "example_translation": "As linhas perpendiculares se intersectavam no centro do círculo. O construtor assegurou que as paredes fossem perpendiculares à fundação. A professora explicará como desenhar linhas perpendiculares amanhã.",
      "imageLink": "image_files\\English\\perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba pierwsza",
      "translation": "número primo",
      "definition": "Całkowita liczba większa niż 1, która nie ma dodatnich dzielników innych niż 1 i sama się.",
      "definition_translation": "Um número inteiro maior que 1 que não tem divisores positivos além de 1 e ele mesmo.",
      "example": "Liczba pierwsza 17 jest kluczową częścią kryptografii. Matematyk spędził lata szukając liczby pierwszej większej niż 100,000. Algorytm zidentyfikuje liczby pierwsze w zestawie danych.",
      "example_translation": "O número primo 17 é um componente-chave em criptografia. O matemático passou anos procurando por um número primo maior que 100,000. O algoritmo identificará números primos no conjunto de dados.",
      "imageLink": "image_files\\English\\prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pryzmat",
      "translation": "prisma",
      "definition": "Przezroczysty obiekt o płaskich, polerowanych powierzchniach, który załamuje światło.",
      "definition_translation": "Um objeto transparente com superfícies planas e polidas que refrata luz.",
      "example": "Pryzmat na mikroskopie rozdzielał światło na jego składowe kolory. Nauczyciel użył pryzmatu, aby zademonstrować koncepcję załamania. Artysta zaprojektował wspaniały pryzmatyczny lustrzany w hotelu luksusowym.",
      "example_translation": "O prisma no microscópio dividiu a luz em suas cores componentes. A professora usou um prisma para demonstrar o conceito de refração. A artista projetou um lustre de prisma deslumbrante para o hotel de luxo.",
      "imageLink": "image_files\\English\\prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "produkt",
      "translation": "produto",
      "definition": "Rzecz lub substancja wyprodukowana lub rafinowana na sprzedaż.",
      "definition_translation": "Uma coisa ou substância que é fabricada ou refinada para venda.",
      "example": "Nowa linia produktów zwiększyła sprzedaż firmy o 20%. Rolnik sprzedał swój produkt na lokalnym rynku. Do 2025 roku firma planuje wydać nowy produkt co kwartał.",
      "example_translation": "A nova linha de produtos aumentou as vendas da empresa em 20%. O agricultor vendeu seu produto no mercado local. Até 2025, a empresa pretende lançar um novo produto a cada trimestre.",
      "imageLink": "image_files\\English\\product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Twierdzenie Pitagorasa",
      "translation": "Teorema de Pitágoras",
      "definition": "Matematyczna koncepcja opisująca relację między długościami boków trójkąta prostokątnego, która stwierdza, że kwadrat długości przeciwprostokątnej jest równy sumie kwadratów długości pozostałych dwóch boków.",
      "definition_translation": "Um conceito matemático que descreve a relação entre os comprimentos dos lados de um triângulo retângulo, afirmando que o quadrado do comprimento da hipotenusa é igual à soma dos quadrados dos comprimentos dos outros dois lados.",
      "example": "Nauczyciel wyjaśnił twierdzenie Pitagorasa uczniom, którzy następnie użyli go do obliczenia długości przeciwprostokątnej. Wczoraj użyłem go, aby rozwiązać trudny problem. Jutro będę używał go ponownie, aby znaleźć długość trójkąta prostokątnego.",
      "example_translation": "O professor explicou o teorema de Pitágoras aos alunos, que então o usaram para calcular o comprimento da hipotenusa. Ontem, eu havia usado para resolver um problema difícil. Amanhã, vou usá-lo novamente para encontrar o comprimento de um triângulo retângulo.",
      "imageLink": "image_files\\English\\pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Równanie kwadratowe",
      "translation": "Equação quadrática",
      "definition": "Równanie wielomianowe drugiego stopnia, oznaczające, że najwyższa potęga zmiennej jest równa dwóm, i mające ogólną postać ax^2 + bx + c = 0, gdzie a, b i c są stałymi.",
      "definition_translation": "Uma equação polinomial de grau dois, significando que o maior poder da variável é dois, e tendo a forma geral ax^2 + bx + c = 0, onde a, b e c são constantes.",
      "example": "Uczeń zmagał się z rozwiązaniem równania kwadratowego, ale ostatecznie znalazł pierwiastki. Wczoraj użyłem równań kwadratowych, aby zamodelować wzrost populacji. Jutro będę używał ich, aby zoptymalizować funkcję.",
      "example_translation": "O aluno lutou para resolver a equação quadrática, mas eventualmente encontrou as raízes. Ontem, eu havia usado equações quadráticas para modelar o crescimento populacional. Amanhã, vou usá-las para otimizar uma função.",
      "imageLink": "image_files\\English\\quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Iloczyn",
      "translation": "Quociente",
      "definition": "Wynik dzielenia jednej wielkości przez inną, często wyrażany jako liczba dziesiętna lub ułamek, i używany do porównywania lub skalowania wielkości.",
      "definition_translation": "O resultado de dividir uma quantidade por outra, frequentemente expressa como decimal ou fração, e usada para comparar ou dimensionar quantidades.",
      "example": "Iloczyn 12 i 4 jest równy 3. Wczoraj obliczyłem iloczyn dwóch liczb. Jutro będę znajdował iloczyn ułamka i liczby całkowitej.",
      "example_translation": "O quociente de 12 e 4 é 3. Ontem, eu havia calculado o quociente de dois números. Amanhã, vou encontrar o quociente de uma fração e um número inteiro.",
      "imageLink": "image_files\\English\\quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Promień",
      "translation": "Raio",
      "definition": "Odcinek linii od środka koła lub sfery do jej obwodu, używany do opisu rozmiaru lub kształtu koła lub sfery.",
      "definition_translation": "Um segmento de linha que se estende do centro de um círculo ou esfera para sua periferia, e usado para descrever o tamanho ou forma do círculo ou esfera.",
      "example": "Promień koła wynosi 5 cm. Wczoraj znalazłem promień sfery. Jutro będę obliczał promień zbiornika cylindrycznego.",
      "example_translation": "O raio do círculo é 5 cm. Ontem, eu havia encontrado o raio de uma esfera. Amanhã, vou calcular o raio de um tanque cilíndrico.",
      "imageLink": "image_files\\English\\radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Liczba racjonalna",
      "translation": "número racional",
      "definition": "Liczba racjonalna jest liczbą, która może być wyraźnie jako iloraz lub ułamek dwóch liczb całkowitych, tj. liczba, która może być napisana w postaci a/b, gdzie a i b są liczbami całkowitymi, a b jest różne od zera.",
      "definition_translation": "Um número racional é um número que pode ser expresso como o quociente ou fração de dois inteiros, ou seja, um número que pode ser escrito na forma a/b, onde a e b são inteiros e b é não-nulo.",
      "example": "Liczba racjonalna 3/4 jest mniejsza niż jeden, ale liczba racjonalna 5/3 jest większa niż jeden. W przeszłościśmy studiowali liczby racjonalne na lekcjach matematyki. Teraz uczymy się dodawać i odejmować liczby racjonalne. W przyszłości będziemy uczyć się mnożyć i dzielić liczby racjonalne.",
      "example_translation": "O número racional 3/4 é menor que um, mas o número racional 5/3 é maior que um. No passado, estudamos números racionais em aula de matemática. Agora, estamos aprendendo a adicionar e subtrair números racionais. No futuro, aprenderemos a multiplicar e dividir números racionais.",
      "imageLink": "image_files\\English\\rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Liczba rzeczywista",
      "translation": "número real",
      "definition": "Liczba rzeczywista jest wartością, która może być przedstawiona na linii liczbowej, obejmując wszystkie liczby racjonalne i nieracjonalne.",
      "definition_translation": "Um número real é um valor que pode ser representado na linha numérica, incluindo todos os números racionais e irracionais.",
      "example": "Wszystkie liczby racjonalne są liczbami rzeczywistymi, ale nie wszystkie liczby rzeczywiste są liczbami racjonalnymi. W przeszłościśmy używali liczb rzeczywistych, aby zmierzyć długość przedmiotów. Teraz używamy liczb rzeczywistych, aby obliczyć powierzchnię kształtów. W przyszłości będziemy używać liczb rzeczywistych, aby modelować złożone systemy.",
      "example_translation": "Todos os números racionais são números reais, mas nem todos os números reais são racionais. No passado, usamos números reais para medir o comprimento de objetos. Agora, estamos usando números reais para calcular a área de formas. No futuro, usaremos números reais para modelar sistemas complexos.",
      "imageLink": "image_files\\English\\real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kąt refleksyjny",
      "translation": "ângulo reflexo",
      "definition": "Kąt refleksyjny jest kątem, który jest większy niż 180 stopni, ale mniejszy niż 360 stopni.",
      "definition_translation": "Um ângulo reflexo é um ângulo que é maior que 180 graus, mas menor que 360 graus.",
      "example": "Kąt refleksyjny utworzony przez dwie linie jest większy niż 200 stopni. W przeszłościśmy uczyliśmy się mierzyć kąty refleksyjne za pomocą kwadrantu. Teraz uczymy się obliczać kąty refleksyjne za pomocą trigonometrii. W przyszłości będziemy stosować kąty refleksyjne do projektowania złożonych struktur.",
      "example_translation": "O ângulo reflexo formado pelas duas linhas é maior que 200 graus. No passado, aprendemos a medir ângulos reflexos usando um transportador. Agora, estamos aprendendo a calcular ângulos reflexos usando trigonometria. No futuro, aplicaremos ângulos reflexos para projetar estruturas complexas.",
      "imageLink": "image_files\\English\\reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Romb",
      "translation": "rombo",
      "definition": "Romb jest czworobokiem, wszystkie boki którego mają równą długość, gdzie przeciwległe boki są równoległe, a przeciwległe kąty są równe.",
      "definition_translation": "Um rombo é um quadrilátero com todos os lados de igual comprimento, onde os lados opostos são paralelos e os ângulos opostos são iguais.",
      "example": "Romb ma cztery kąty proste i cztery boki o równej długości. W przeszłościśmy rysowali romby za pomocą cyrkla i linijki. Teraz uczymy się obliczać obwód i pole rombów. W przyszłości będziemy stosować romby, aby zaprojektować symetryczne wzory.",
      "example_translation": "O rombo tem quatro ângulos retos e quatro lados de igual comprimento. No passado, desenhamos rombos usando uma régua e compasso. Agora, estamos aprendendo a calcular o perímetro e a área de rombos. No futuro, aplicaremos rombos para projetar padrões simétricos.",
      "imageLink": "image_files\\English\\rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kąt prosty",
      "translation": "ângulo reto",
      "definition": "Kąt prosty jest kątem, który jest równy 90 stopni, utworzonym przez dwie proste, które się przecinają.",
      "definition_translation": "Um ângulo que é de 90 graus, formado por duas linhas retas que se intersectam.",
      "example": "Stolarz użył kwadratu, aby upewnić się, że kąt prosty jest poprawny. Nauczyciel poprosił ucznia, aby narysował kąt prosty. Architekt zaprojektował budynek z wieloma kątami prostymi.",
      "example_translation": "O carpinteiro usou um quadrado para garantir que o ângulo reto estava correto. A professora pediu ao aluno que desenhasse um ângulo reto. O arquiteto projetou o prédio com muitos ângulos retos.",
      "imageLink": "image_files\\English\\right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Korzeń",
      "translation": "raiz",
      "definition": "Część podziemna rośliny, która ją zakorzenia się i wchłania składniki odżywcze i wodę.",
      "definition_translation": "A parte subterrânea de uma planta que a ancora e absorve nutrientes e água.",
      "example": "Rolnik ostrożnie zasadził drzewo, upewniając się, że korzeń jest głęboki. Matematyk rozwiązał równanie, aby znaleźć korzeń. Lekarz zbadał korzeń zęba, aby ustalić przyczynę bólu.",
      "example_translation": "O agricultor plantou a árvore com cuidado, certificando-se de que a raiz estava profunda. O matemático resolveu a equação para encontrar a raiz. O médico examinou a raiz do dente para determinar a causa da dor.",
      "imageLink": "image_files\\English\\root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sferyczny",
      "translation": "esfera",
      "definition": "Trójwymiarowa figura symetryczna wokół swojego środka, podobnie jak piłka.",
      "definition_translation": "Uma forma tridimensional que é simétrica em relação ao seu centro, como uma bola.",
      "example": "Astronauta orbitalny Ziemię, widząc ją jako idealną sferyczną. Nauczycielka uczyła klasę o właściwościach sfery. Architekt zaprojektował budynki o kształcie sferycznym.",
      "example_translation": "O astronauta orbitou a Terra, vendo-a como uma esfera perfeita. A professora ensinou à classe sobre as propriedades de uma esfera. O arquiteto projetou um prédio em forma de esfera incrível.",
      "imageLink": "image_files\\English\\sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pierwiastek kwadratowy",
      "translation": "raiz quadrada",
      "definition": "Wartość, która, gdy jest pomnożona przez siebie, daje określoną liczbę.",
      "definition_translation": "Um valor que, quando multiplicado por si mesmo, dá um número especificado.",
      "example": "Uczeń miał trudności ze znalezieniem pierwiastka kwadratowego z 16. Matematyk użył pierwiastka kwadratowego do rozwiązania równania. Komputer zaprogramował funkcję pierwiastka kwadratowego, aby uprościć obliczenia.",
      "example_translation": "O estudante lutou para encontrar a raiz quadrada de 16. O matemático usou a raiz quadrada para resolver a equação. O computador programou a função de raiz quadrada para simplificar o cálculo.",
      "imageLink": "image_files\\English\\square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt prosty",
      "translation": "ângulo reto",
      "definition": "Kąt prosty to kąt, którego miara jest równa 180 stopniom. Jest on tworzony przez dwie promienie, które rozciągają się w przeciwnych kierunkach od wspólnego punktu końcowego.",
      "definition_translation": "Um ângulo reto é um ângulo cuja medida é igual a 180 graus. É formado por dois raios que se estendem em direções opostas a partir de um ponto comum.",
      "example": "W geometrii kąt prosty jest używany do definiowania linii. Wczoraj narysowałem kąt prosty w swoim zadaniu matematycznym. Jutro dowiem się więcej o obliczaniu miary kąta prostego.",
      "example_translation": "Na geometria, um ângulo reto é usado para definir uma linha. Ontem, desenhei um ângulo reto no meu trabalho de matemática. Amanhã, vou aprender como calcular a medida de um ângulo reto.",
      "imageLink": "image_files\\English\\straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podzbiór",
      "translation": "subconjunto",
      "definition": "Podzbiór to zbiór, który zawiera niektóre lub wszystkie elementy innego zbioru. Jest to część większego zbioru.",
      "definition_translation": "Um subconjunto é um conjunto que contém alguns ou todos os elementos de outro conjunto. É uma parte de um conjunto maior.",
      "example": "Zbiór liczb parzystych jest podzbiorem zbioru liczb naturalnych. Wczoraj udowodniłem, że zbiór liczb pierwszych jest podzbiorem zbioru liczb nieparzystych. W przyszłości będę studiował więcej o podzbiorach w teorii zbiorów.",
      "example_translation": "O conjunto de números pares é um subconjunto do conjunto de números naturais. Ontem,provei que o conjunto de números primos é um subconjunto do conjunto de números ímpares. No futuro, vou estudar mais sobre subconjuntos na teoria dos conjuntos.",
      "imageLink": "image_files\\English\\subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odejmowanie",
      "translation": "subtração",
      "definition": "Odejmowanie to operacja matematyczna reprezentująca akt znalezienia różnicy między dwiema liczbami lub wielkościami.",
      "definition_translation": "Subtração é uma operação matemática que representa o ato de encontrar a diferença entre dois números ou quantidades.",
      "example": "Wykonam operację odejmowania, aby znaleźć różnicę między 10 a 5. Wczoraj odjąłem 2 od 8, aby uzyskać 6. W przyszłości będę uczyć się więcej o odejmowaniu z liczbami ujemnymi.",
      "example_translation": "Vou realizar uma operação de subtração para encontrar a diferença entre 10 e 5. Ontem, subtraí 2 de 8 para obter 6. No futuro, vou aprender mais sobre subtração com números negativos.",
      "imageLink": "image_files\\English\\subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twierdzenie Talesa",
      "translation": "teorema de Tales",
      "definition": "Twierdzenie Talesa to fundamentalne twierdzenie w geometrii, które stwierdza, że średnica koła zawsze podwaja się na każdym punkcie koła.",
      "definition_translation": "O teorema de Tales é um princípio fundamental em geometria que afirma que o diâmetro de um círculo sempre subtende um ângulo reto em qualquer ponto do círculo.",
      "example": "Twierdzenie Talesa jest używane do dowodzenia, że suma kątów wnętrznych trójkąta jest równa 180 stopniom. Wczoraj zastosowałem twierdzenie Talesa do rozwiązania problemu w geometrii. W przyszłości będę używał twierdzenia Talesa do studiowania koł i sferycznych powierzchni.",
      "example_translation": "O teorema de Tales é usado para provar que a soma dos ângulos internos de um triângulo é igual a 180 graus. Ontem, apliquei o teorema de Tales para resolver um problema em geometria. No futuro, vou usar o teorema de Tales para estudar mais sobre círculos e esferas.",
      "imageLink": "image_files\\English\\thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "torus",
      "translation": "tório",
      "definition": "Torus to powierzchnia w kształcie pierścienia lub donuta, generowana przez obracanie koła w trzech wymiarach wokół osi współpłaszczyznowej z kołem.",
      "definition_translation": "Um tório é uma superfície em forma de rosquinha gerada pela rotação de um círculo no espaço tridimensional em torno de um eixo coplanar com o círculo.",
      "example": "Matematyk użył torusa, aby zilustrować koncepcję krzywizny w trzech wymiarach. Ona wcześniej studiowała torus w swoim stopniu licencjata. Ona będzie używać torusa ponownie w swoim przyszłym projekcie badawczym.",
      "example_translation": "O matemático usou um tório para ilustrar o conceito de curvatura no espaço tridimensional. Ela havia estudado anteriormente o tório em seu diploma de bacharel. Ela usará o tório novamente em seu futuro projeto de pesquisa.",
      "imageLink": "image_files\\English\\torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trapez",
      "translation": "trapecial",
      "definition": "Trapez to czworokąt z co najmniej dwoma parami przeciwnych stron o nie równych długościach. Jest on również znany jako trapezium.",
      "definition_translation": "Um trapézio é um quadrilátero com pelo menos dois pares de lados opostos de comprimento desigual. Também é conhecido como trapezoide.",
      "example": "Architekt zaprojektował budynek o kształcie trapezu, aby dostosować się do nieregularnie kształtowanej działki. Artystka użyła trapezu jako kształtu geometrycznego w swoim obrazie. Inżynier będzie projektował most o kształcie trapezu w przyszłości.",
      "example_translation": "O arquiteto projetou um prédio em forma de trapézio para acomodar o terreno irregularmente formato. A artista usou um trapézio como uma forma geométrica em sua pintura. O engenheiro projetará uma ponte em forma de trapézio no futuro.",
      "imageLink": "image_files\\English\\trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wektor",
      "translation": "vetor",
      "definition": "W matematyce i fizyce wektor to wielkość z magnitudą i kierunkiem, często reprezentowana graficznie jako strzałka.",
      "definition_translation": "Em matemática e física, um vetor é uma quantidade com magnitude e direção, frequentemente representado graficamente como uma seta.",
      "example": "Fizyk użył wektora, aby reprezentować siłę działającą na obiekt. Ona będzie używać wektorów, aby opisać ruch cząstki w swoim przyszłym badaniu. On wcześniej studiował wektory w swoim stopniu licencjata.",
      "example_translation": "O físico usou um vetor para representar a força que atua no objeto. Ela usará vetores para descrever o movimento da partícula em sua futura pesquisa. Ele havia estudado vetores anteriormente em seu diploma de bacharel.",
      "imageLink": "image_files\\English\\vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt zero",
      "translation": "ângulo zero",
      "definition": "W geometrii kąt zero to kąt, którego miara jest dokładnie równa 0 stopniom, utworzony przez dwie linie lub promienie, które się pokrywają.",
      "definition_translation": "Em geometria, um ângulo zero é um ângulo cuja medida é exatamente zero graus, formado por duas linhas ou raios que coincidem.",
      "example": "Matematyk studiował właściwości kąta zero w swoim badaniu. On zmierzył kąt zero między dwiema liniami. Oni będą eksplorować koncepcję kąta zero w swoim przyszłym projekcie.",
      "example_translation": "O matemático estudou as propriedades de um ângulo zero em sua pesquisa. Ele mediu um ângulo zero entre as duas linhas. Eles explorarão o conceito de um ângulo zero em seu futuro projeto.",
      "imageLink": "image_files\\English\\zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]