[
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bank",
      "translation": "banco",
      "definition": "A bank is a financial institution that provides banking services to individuals and businesses.",
      "definition_translation": "Um banco é uma instituição financeira que fornece serviços bancários a indivíduos e empresas.",
      "example": "I went to the bank to deposit my paycheck yesterday, I go to the bank every week, and I will go to the bank tomorrow to withdraw cash.",
      "example_translation": "Eu fui ao banco para depositar meu pagamento ontem, eu vou ao banco todas as semanas, e irei ao banco amanhã para sacar dinheiro.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bar",
      "translation": "bar",
      "definition": "A bar is a place where people go to drink and socialize.",
      "definition_translation": "Um bar é um lugar onde as pessoas vão para beber e se socializar.",
      "example": "I went to the bar last night, I go to the bar every Friday, and I will go to the bar next week to watch the game.",
      "example_translation": "Eu fui ao bar ontem à noite, eu vou ao bar todas as sextas-feiras, e irei ao bar na próxima semana para assistir ao jogo.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "beach",
      "translation": "praia",
      "definition": "A beach is a landform along a body of water, typically consisting of loose particles such as sand or pebbles.",
      "definition_translation": "Uma praia é uma forma de terra ao longo de um corpo de água, tipicamente consistindo de partículas soltas como areia ou seixos.",
      "example": "I went to the beach last summer, I go to the beach every year, and I will go to the beach next month to relax.",
      "example_translation": "Eu fui à praia no último verão, eu vou à praia todos os anos, e irei à praia no próximo mês para relaxar.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "café",
      "definition": "A café is a place where people go to drink coffee and socialize.",
      "definition_translation": "Um café é um lugar onde as pessoas vão para beber café e se socializar.",
      "example": "I went to the café this morning, I go to the café every day, and I will go to the café tomorrow to meet my friends.",
      "example_translation": "Eu fui ao café esta manhã, eu vou ao café todos os dias, e irei ao café amanhã para encontrar meus amigos.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cinema",
      "translation": "cinema",
      "definition": "A cinema is a place where films are shown to the public for entertainment.",
      "definition_translation": "Um cinema é um lugar onde filmes são mostrados ao público para entretenimento.",
      "example": "I went to the cinema last night, I'm going to the cinema tonight, and I will go to the cinema tomorrow.",
      "example_translation": "Eu fui ao cinema ontem à noite, estou indo ao cinema hoje à noite, e irei ao cinema amanhã.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "factory",
      "translation": "fábrica",
      "definition": "A factory is a building or complex where goods are manufactured or assembled.",
      "definition_translation": "Uma fábrica é um prédio ou complexo onde mercadorias são fabricadas ou montadas.",
      "example": "I worked in a factory when I was younger, I'm working in a factory now, and I will work in a factory again.",
      "example_translation": "Eu trabalhei em uma fábrica quando eu era mais jovem, estou trabalhando em uma fábrica agora, e irei trabalhar em uma fábrica novamente.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "farm",
      "translation": "fazenda",
      "definition": "A farm is an area of land used for agricultural purposes, such as growing crops or raising animals.",
      "definition_translation": "Uma fazenda é uma área de terra utilizada para fins agrícolas, como cultivar culturas ou criar animais.",
      "example": "I lived on a farm when I was a child, I'm visiting a farm next week, and I will own a farm someday.",
      "example_translation": "Eu vivi em uma fazenda quando eu era criança, estou visitando uma fazenda na semana que vem, e irei possuir uma fazenda um dia.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "flat",
      "translation": "apartamento",
      "definition": "A flat is a set of rooms, including a kitchen and bathroom, designed for living in.",
      "definition_translation": "Um apartamento é um conjunto de salas, incluindo cozinha e banheiro, projetado para viver dentro.",
      "example": "I rented a flat last year, I'm living in a flat now, and I will buy a flat soon.",
      "example_translation": "Eu aluguei um apartamento no ano passado, estou morando em um apartamento agora, e irei comprar um apartamento em breve.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hospital",
      "translation": "hospitál",
      "definition": "A hospital is a health care institution providing patient treatment with specialized medical and surgical services and staff.",
      "definition_translation": "Um hospital é uma instituição de saúde que fornece tratamento de pacientes com serviços médicos e cirúrgicos especializados e pessoal.",
      "example": "I visited my friend at the hospital yesterday. I will visit him again tomorrow. I had visited him last week.",
      "example_translation": "Eu visitei meu amigo no hospital ontem. Vou visitá-lo novamente amanhã. Eu o havia visitado na semana passada.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hotel",
      "translation": "hotel",
      "definition": "A hotel is an establishment that provides paid lodging, usually on a short-term basis.",
      "definition_translation": "Um hotel é um estabelecimento que fornece alojamento pago, geralmente por um curto prazo.",
      "example": "I stayed at a hotel in Paris last year. I am staying at a hotel now. I will stay at a hotel next month.",
      "example_translation": "Eu fiquei em um hotel em Paris no ano passado. Estou hospedado em um hotel agora. Vou ficar em um hotel no próximo mês.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dom",
      "translation": "casa",
      "definition": "Dom to budynek przeznaczony do mieszkania przez ludzi, szczególnie mieszkanie lub rezydencja.",
      "definition_translation": "Uma casa é um edifício para habitação humana, especialmente uma moradia ou residência.",
      "example": "Mieszkałem w domu, kiedy byłam dzieckiem. Mieszkam w domu teraz. Będę mieszkał w domu, kiedy będę emerytem.",
      "example_translation": "Eu vivi em uma casa quando eu era criança. Eu moro em uma casa agora. Vou morar em uma casa quando eu me aposentar.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muzeum",
      "translation": "museu",
      "definition": "Muzeum to instytucja poświęcona zdobywaniu, konserwacji, badaniu, wystawianiu i interpretacji przedmiotów mających wartość naukową, historyczną lub artystyczną.",
      "definition_translation": "Um museu é uma instituição dedicada à aquisição, conservação, estudo, exposição e interpretação educacional de objetos com valor científico, histórico ou artístico.",
      "example": "Odwiedziłem muzeum w zeszłym tygodniu. Odwiedzę muzeum następnego miesiąca. Odwiedziłem muzeum w zeszłym roku.",
      "example_translation": "Eu visitei um museu na semana passada. Vou visitar um museu no próximo mês. Eu havia visitado um museu no ano passado.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "park",
      "translation": "parque",
      "definition": "Duża publiczna przestrzeń zielona w mieście, z trawą, drzewami i często urządzeniami do rekreacji i rozrywki.",
      "definition_translation": "Um grande espaço verde público em uma cidade, com grama, árvores e frequentemente instalações para recreação e entretenimento.",
      "example": "Przechadzałem się przez park wczoraj, przechadzam się przez park każdego ranka, przechadzałem się przez park jutro.",
      "example_translation": "Eu caminhei pelo parque ontem, eu camino pelo parque todas as manhãs, eu caminharei pelo parque amanhã.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "restauracja",
      "translation": "restaurante",
      "definition": "Miejsce, gdzie ludzie płacą za siedzenie i jedzenie posiłków, które są przygotowywane i serwowane na miejscu.",
      "definition_translation": "Um lugar onde as pessoas pagam para sentar e comer refeições que são cozinhadas e servidas no local.",
      "example": "Zjadłem w restauracji wczoraj, jadam w restauracji co tydzień, zjem w restauracji następnego miesiąca.",
      "example_translation": "Eu comi em um restaurante ontem à noite, eu como em um restaurante todas as semanas, eu comerei em um restaurante no próximo mês.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeka",
      "translation": "rio",
      "definition": "Naturalne ciało wodne, które płynie, często łączące jeziora, mokradła lub oceany.",
      "definition_translation": "Um corpo natural de água que flui, frequentemente conectando lagos, áreas úmidas ou oceanos.",
      "example": "Pływałem w rzece wczoraj, pływam w rzece co lato, pływałem w rzece w zeszłym roku.",
      "example_translation": "Eu nadei no rio ontem, eu nado no rio todos os verões, eu nadarei no rio no próximo ano.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "droga",
      "translation": "estrada",
      "definition": "Sposób utrzymany dla podróżowania przez pojazdy, szczególnie samochody, busy i ciężarówki.",
      "definition_translation": "Uma maneira feita para viagem por veículos, especialmente carros, ônibus e caminhões.",
      "example": "Jechałem drogą w zeszłym tygodniu, jadę drogą co dzień, jechałem drogą następnego tygodnia.",
      "example_translation": "Eu dirigi no caminho semana passada, eu dirijo no caminho todos os dias, eu dirigirei no caminho na próxima semana.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkoła",
      "translation": "escola",
      "definition": "Instytucja, gdzie ludzie, szczególnie dzieci, chodzą nauczyć się od nauczycieli.",
      "definition_translation": "Uma instituição onde as pessoas, especialmente crianças, vão aprender com professores.",
      "example": "Chodziłem do szkoły wczoraj, chodzę do szkoły dzisiaj, pójdę do szkoły jutro.",
      "example_translation": "Eu fui para a escola ontem, estou indo para a escola hoje e irei para a escola amanhã.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "morze",
      "translation": "mar",
      "definition": "Duże ciało wody solnej, które pokrywa znaczną część powierzchni Ziemi.",
      "definition_translation": "Um grande corpo de água salgada que cobre uma parte significativa da superfície da Terra.",
      "example": "Widziałem morze wczoraj, widzę morze dzisiaj, zobaczę morze jutro.",
      "example_translation": "Eu vi o mar ontem, estou vendo o mar hoje e verei o mar amanhã.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep",
      "translation": "loja",
      "definition": "Budynek lub część budynku, gdzie są sprzedawane lub oferowane do sprzedaży towary lub usługi.",
      "definition_translation": "Um prédio ou parte de um prédio onde mercadorias ou serviços são vendidos ou oferecidos para venda.",
      "example": "Robiłem zakupy w centrum handlowym wczoraj, robię zakupy w centrum handlowym dzisiaj, zrobię zakupy w centrum handlowym jutro.",
      "example_translation": "Eu fiz compras no shopping ontem, estou fazendo compras no shopping hoje e farei compras no shopping amanhã.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stacja",
      "translation": "estação",
      "definition": "Budynek lub struktura, gdzie pociągi lub autobusy zatrzymują się, aby pasażerowie mogli wsiąść lub wysiąść.",
      "definition_translation": "Um prédio ou estrutura onde os trens ou ônibus param para deixar os passageiros subirem ou descerem.",
      "example": "Przybyłem na stację wczoraj, przybywam na stację dzisiaj, przybędę na stację jutro.",
      "example_translation": "Eu cheguei à estação ontem, estou chegando à estação hoje e chegarei à estação amanhã.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatrzymać",
      "translation": "parar",
      "definition": "Zaprzestać czegoś lub zatrzymać się; przestać się poruszać lub robić coś",
      "definition_translation": "Parar ou interromper algo; cessar de se mover ou fazer algo",
      "example": "Zatrzymałem się, gdy dotarłem do znaku stop. Zatrzymam się w sklepie w drodze do domu. Zakończyłem naukę, kiedy rozpoczął się egzamin.",
      "example_translation": "Eu parei de correr quando eu alcançei o sinal de parada. Eu vou parar na loja no meu caminho para casa. Eu havia parado de estudar quando o exame começou.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ulica",
      "translation": "rua",
      "definition": "Publiczna droga w zabudowanym środowisku",
      "definition_translation": " Uma via pública em um ambiente construído",
      "example": " Spacerowałem ulicą, żeby dostać się do parku. Ulica była zamknięta z powodu remontu. Spotkamy się na rogu ulicy o 17:00.",
      "example_translation": "Eu caminhei pela rua para chegar ao parque. A rua foi fechada devido à construção. Ela irá me encontrar no canto da rua às 5 pm.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "supermarket",
      "translation": "supermercado",
      "definition": "Duży sklep detaliczny, który sprzedaje żywność i inne produkty gospodarstwa domowego",
      "definition_translation": "Um grande mercado varejista que vende alimentos e outros produtos para o lar",
      "example": "Poszedłem do supermarketu, żeby kupić prowiant. Supermarket jest otwarty 24 godziny na dobę. Ona pracuje jako kasjerka w supermarketu.",
      "example_translation": "Eu fui ao supermercado para comprar mantimentos. O supermercado está aberto 24 horas por dia. Ela trabalha como caixa de um supermercado.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "basen",
      "translation": "piscina",
      "definition": "Konstrukcja wypełniona wodą, gdzie ludzie mogą pływać",
      "definition_translation": "Uma estrutura preenchida com água para as pessoas nadarem",
      "example": "Poszedłem do basenu, żeby popływać. Basen był zamknięty z powodu konserwacji. Zainstalowali nowy basen w ogrodzie tylnym.",
      "example_translation": "Eu fui à piscina para nadar voltas. A piscina foi fechada para manutenção. Eles instalaram uma nova piscina no quintal.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miasto",
      "translation": "cidade",
      "definition": "Miasto to jest osada ludzka, która jest większa niż wieś, ale mniejsza niż miasto",
      "definition_translation": "Uma cidade é um assentamento humano que é maior que uma aldeia, mas menor que uma cidade.",
      "example": "Wychowałem się w małym mieście, teraz mieszkam w mieście, a następny rok odwiedzę miasto.",
      "example_translation": "Eu cresci em uma cidade pequena, eu moro em uma cidade agora, e eu visitarei uma cidade no próximo ano.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczelnia",
      "translation": "universidade",
      "definition": "Uczelnia to jest instytucja szkolnictwa wyższego i badań, która przyznaje stopnie akademickie w różnych dziedzinach studiów",
      "definition_translation": "Uma universidade é uma instituição de ensino superior e pesquisa, que concede diplomas acadêmicos em várias áreas de estudo.",
      "example": "Ukończyłem uczelnię w zeszłym roku, teraz studiuję na uczelni, a będę uczęszczał do uczelni w przyszłości.",
      "example_translation": "Eu me formei na universidade no ano passado, eu estou estudando na universidade agora, e eu frequentarei a universidade no futuro.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieś",
      "translation": "aldeia",
      "definition": "Wieś to jest grupa domów i budynków, większa niż osada, ale mniejsza niż miasto, położona na obszarze wiejskim",
      "definition_translation": "Uma aldeia é um grupo de casas e edifícios associados, maior que uma aldeola e menor que uma cidade, situada em uma área rural.",
      "example": "Odwiedziłem wieś latem, odwiedzę wieś następnym latem, a wiele razy odwiedziłem wieś.",
      "example_translation": "Eu visitei uma aldeia no verão passado, eu visitarei uma aldeia no próximo verão, e eu visitei uma aldeia muitas vezes.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zoo",
      "translation": "zoológico",
      "definition": "Zoo to jest miejsce, gdzie zwierzęta są trzymane w niewoli dla ludzi, aby je zobaczyć i poznać",
      "definition_translation": "Um zoológico é um lugar onde os animais são mantidos em cativeiro para as pessoas verem e aprender sobre eles.",
      "example": "Wczoraj poszedłem do zoo, jutro pójdę do zoo, a wiele razy odwiedziłem zoo.",
      "example_translation": "Eu fui ao zoológico ontem, eu irei ao zoológico amanhã, e eu fui ao zoológico muitas vezes.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lotnisko",
      "translation": "aeroporto",
      "definition": "Miejsce, gdzie samoloty startują i lądują, zazwyczaj mające obiekty dla pasażerów i ładunku",
      "definition_translation": "Um lugar onde aeronaves decolam e aterram, geralmente tendo instalações para passageiros e carga.",
      "example": "Wczoraj przybyłem na lotnisko, ale mój lot był opóźniony. Dziś czekam na lotnisku na moją przesiadkę. Do tej pory jutro będę dotarł do mojego lotniska docelowego.",
      "example_translation": "Cheguei ao aeroporto ontem, mas meu voo foi adiado. Hoje, estou esperando no aeroporto para minha conexão. Até essa hora amanhã, já terei chegado ao meu aeroporto de destino.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apartament",
      "translation": "apartamento",
      "definition": "Samodzielna jednostka mieszkalna, która zajmuje tylko część budynku",
      "definition_translation": "Uma unidade de habitação autossuficiente que ocupa apenas parte de um prédio.",
      "example": " Wynająłem apartament w mieście, kiedy byłem studentem. Teraz jestem właścicielem apartamentu niedaleko plaży. Za pięć lat planuję kupić kolejny apartament w górach.",
      "example_translation": "Aluguei um apartamento na cidade quando eu era estudante. Agora, eu possuo um apartamento perto da praia. Em cinco anos, pretendo comprar outro apartamento nos montes.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obszar",
      "translation": "área",
      "definition": "Określony obszar ziemi lub przestrzeni, szczególnie używany do określonego celu.",
      "definition_translation": "Uma extensão particular de terra ou espaço, especialmente uma usada para um propósito específico.",
      "example": "Park jest popularnym obszarem piknikowym. Obszar biznesowy miasta jest bardzo zajęty. Do przyszłego roku firma rozszerzy swój obszar operacyjny.",
      "example_translation": "O parque é uma área popular para piqueniques. A área de negócios da cidade é muito movimentada. Até o ano que vem, a empresa terá expandido sua área de operações.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgarnia",
      "translation": "livraria",
      "definition": "Sklep, gdzie sprzedawane są książki.",
      "definition_translation": "Uma loja onde livros são vendidos.",
      "example": "Wczoraj odwiedziłem księgarnię w starej części miasta. Księgarnia pod moim domem jest bardzo wygodna. Do przyszłego miesiąca otworzę własną księgarnię.",
      "example_translation": "Visitei uma livraria na parte antiga da cidade ontem. A livraria perto da minha casa é muito conveniente. Até o mês que vem, eu terei aberto minha própria livraria.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgarnia akademicka",
      "translation": "livraria",
      "definition": "Budynek lub pomieszczenie, które zawiera dużą kolekcję książek, periodyków i innych publikacji, typowo ustawionych na półkach, a często mających również ladę lub biurko do sprzedaży lub konsultacji.",
      "definition_translation": "Um edifício ou sala que contém uma grande coleção de livros, periódicos e outras publicações, geralmente arranjados em prateleiras, e frequentemente tendo um balcão ou mesa para vendas ou consulta.",
      "example": "Wczoraj poszedłem do księgarni akademickiej i kupiłem nową powieść. Dziś idę do księgarni akademickiej, aby zwrócić książkę, a jutro pójdę do księgarni akademickiej na podpisanie książki.",
      "example_translation": "Eu fui à livraria ontem e comprei um novo romance. Hoje, estou indo à livraria para devolver um livro, e amanhã irei à livraria para participar de um evento de assinatura de livros.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "most",
      "translation": "ponte",
      "definition": "Konstrukcja budowana w celu pokonania doliny, drogi, ciała wody lub innego przeszkody, typowo łącząca dwa obszary lądowe lub zapewniająca dostęp do przeprawy.",
      "definition_translation": "Uma estrutura construída para atravessar um vale, estrada, corpo de água ou outro obstáculo, conectando geralmente duas áreas de terra ou fornecendo acesso a uma travessia.",
      "example": "Stary most został zaprojektowany przez słynnego inżyniera i zbudowany w XIX wieku. Dziś most jest zamknięty z powodu konserwacji, ale wczoraj był otwarty dla pieszych. Do przyszłego roku nowy most będzie ukończony.",
      "example_translation": "A ponte antiga foi projetada por um engenheiro famoso e construída no século 19. Hoje, a ponte está fechada para manutenção, mas ontem estava aberta a pedestres. Até o ano que vem, a nova ponte estará concluída.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "budynek",
      "translation": "prédio",
      "definition": "Konstrukcja z dachem i ścianami, taka jak dom, biuro lub fabryka, zaprojektowana dla ludzkiej okupacji lub użytku.",
      "definition_translation": "Uma estrutura com telhado e paredes, como uma casa, escritório ou fábrica, projetada para ocupação ou uso humano.",
      "example": "Budynek został ewakuowany podczas alarmu pożarowego. Wczoraj budynek był inspekcjonowany przez urzędników miejskich, a jutro będzie otwarty dla publiczności.",
      "example_translation": "O prédio foi evacuado durante o alarme de incêndio. Ontem, o prédio foi inspecionado pelos funcionários da cidade, e amanhã o prédio estará aberto ao público.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dworzec autobusowy",
      "translation": "estação de ônibus",
      "definition": "Miejsce lub budynek, gdzie autobusy zatrzymują się, aby zabierać lub wysadzać pasażerów, często mając urządzenia takie jak kasy biletowe, sale poczekalni i stołówki.",
      "definition_translation": "Um lugar ou edifício onde os ônibus param para pegar ou deixar passageiros, frequentemente tendo instalações como bilheterias, salas de espera e quiosques de refreshment.",
      "example": "Przybyłem na dworzec autobusowy wcześnie, aby kupić bilet. Wczoraj dworzec autobusowy był zatłoczony ludźmi wyruszającymi na wakacje, a jutro będzie spokojniejszy.",
      "example_translation": "Eu cheguei à estação de ônibus cedo para comprar meu bilhete. Ontem, a estação de ônibus estava lotada de pessoas indo para férias, e amanhã estará mais tranquila.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przystanek autobusowy",
      "translation": "parada de ônibus",
      "definition": "Miejsce, gdzie autobusy zatrzymują się, aby zabierać lub wysadzać pasażerów.",
      "definition_translation": "Um lugar onde os ônibus param para deixar as pessoas entrada e saída.",
      "example": "Spotkamy się na przystanku autobusowym o 17:00. Wczoraj wsiadłem do autobusu na przystanku autobusowym pod moim domem. Do przyszłego roku przystanek autobusowy będzie wyremontowany.",
      "example_translation": "Vou encontrar você na parada de ônibus às 5 pm. Ontem, eu peguei o ônibus da parada de ônibus perto da minha casa. Até o próximo ano, a parada de ônibus será reformada.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stolówka",
      "translation": "cafetaria",
      "definition": "Miejsce, gdzie ludzie mogą kupić i zjeść posiłek, zwykle w szkole lub biurze.",
      "definition_translation": "Um lugar onde as pessoas podem comprar e comer comida, geralmente em um prédio escolar ou de escritório.",
      "example": "Stolówka serwuje śniadanie i lunch. Wczoraj zjadłem kanapkę w stolówce podczas przerwy. Do przyszłego miesiąca stolówka będzie oferować opcje wegańskie.",
      "example_translation": "A cafetaria serve café da manhã e almoço. Ontem, eu comi um sanduíche na cafetaria durante minha pausa. Até o próximo mês, a cafetaria oferecerá opções veganas.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stolica",
      "translation": "capital",
      "definition": "Miasto lub miejscowość, która jest centrum rządu kraju, stanu lub regionu.",
      "definition_translation": "A cidade ou cidade que é o centro do governo de um país, estado ou região.",
      "example": "Waszyngton jest stolicą Stanów Zjednoczonych. Wczoraj odwiedziłem budynek stolicy w Austin. Do przyszłego roku stolica będzie gospodarzem igrzysk olimpijskich.",
      "example_translation": "Washington D.C. é a capital dos Estados Unidos. Ontem, eu visitei o prédio da capital em Austin. Até o próximo ano, a cidade capital sediará os Jogos Olímpicos.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "parking",
      "translation": "estacionamento",
      "definition": "Miejsce, gdzie ludzie mogą parkować swoje samochody, zwykle w wyznaczonym obszarze.",
      "definition_translation": "Um lugar onde as pessoas podem estacionar seus carros, geralmente em uma área designada.",
      "example": "Parking jest pełny, musimy zaparkować na ulicy. Wczoraj jeździłem po parkingu, szukając wolnego miejsca. Do przyszłego tygodnia parking będzie wyremontowany.",
      "example_translation": "O estacionamento está cheio, vamos estacionar na rua. Ontem, eu dirigi em torno do estacionamento para encontrar um lugar. Até a próxima semana, o estacionamento será reformado.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamek",
      "translation": "castelo",
      "definition": "Duży budynek lub konstrukcja, zwykle zbudowana w przeszłości dla króla lub innej ważnej osoby, często otoczona murami i wieżami.",
      "definition_translation": "Um grande edifício ou estrutura, tipicamente construído no passado para um rei ou outra pessoa importante, muitas vezes cercado por paredes e torres.",
      "example": "Odwiedziłem średniowieczny zamek w zeszłym weekendzie. Zamierzam odwiedzić zamek jutro. Odwiedziłem zamek w zeszłym roku.",
      "example_translation": "Eu visitei um castelo medieval no fim de semana passado. Eu vou visitar um castelo amanhã. Eu visitei um castelo no ano passado.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "katedra",
      "translation": "catedral",
      "definition": "Duży, imponujący kościół, zwykle jeden z najważniejszych w mieście lub regionie, często z biskupem lub arcybiskupem.",
      "definition_translation": "Uma grande e impressionante igreja, tipicamente uma das mais importantes em uma cidade ou região, muitas vezes com um bispo ou arcebispo.",
      "example": "Katedra w naszym mieście jest bardzo piękna. Zamierzam uczestniczyć w mszy w katedrze jutro. Uczestniczyłem w ślubie w katedrze w zeszłym miesiącu.",
      "example_translation": "A catedral em nossa cidade é muito bonita. Eu irei assistir a uma missa na catedral amanhã. Eu assisti a um casamento na catedral no mês passado.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum",
      "translation": "centro",
      "definition": "Środkowa część czegoś, takiego jak miasto, budynek lub koło.",
      "definition_translation": "O ponto ou parte central de algo, como uma cidade, um edifício ou um círculo.",
      "example": "Centrum miasta jest bardzo zajęte. Spotkam się z tobą w centrum parku. Środek koła jest oznaczony kropką.",
      "example_translation": "O centro da cidade é muito movimentado. Eu irei me encontrar com você no centro do parque. O centro do círculo está marcado com um ponto.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apteka",
      "translation": "farmácia",
      "definition": "Sklep, w którym sprzedawane są leki, chemikalia i inne produkty, często z wykwalifikowaną osobą, która udziela porad na ich temat.",
      "definition_translation": "Uma loja onde se vendem medicamentos, produtos químicos e outros produtos, muitas vezes com uma pessoa qualificada que dá conselhos sobre seu uso.",
      "example": "Idę do apteki, aby kupić leki. Sklep apteczny jest otwarty 24 godziny. Pójdziesz do apteki wczoraj, aby uzyskać rady.",
      "example_translation": "Eu vou à farmácia comprar alguns medicamentos. A loja da farmácia está aberta 24 horas. Eu fui à farmácia ontem para pedir conselho.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kościół",
      "translation": "igreja",
      "definition": "Budynek na chrześcijańskie nabożeństwa, zawierający nawę, ołtarz i ambonę.",
      "definition_translation": "Um prédio para adoração cristã, caracteristicamente com uma nave, altar e púlpito.",
      "example": "Poszedłem do kościoła w zeszłą niedzielę, idę do kościoła jutro i chodziłem do kościoła co tydzień, kiedy byłem dzieckiem.",
      "example_translation": "Eu fui à igreja no último domingo, vou à igreja amanhã e eu ia à igreja todas as semanas quando eu era uma criança.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum miasta",
      "translation": "centro da cidade",
      "definition": "Centralna część miasta, zwykle z głównymi sklepami, biurami i budynkami publicznymi.",
      "definition_translation": "A parte central de uma cidade, normalmente com lojas principais, escritórios e edifícios públicos.",
      "example": "Uwielbiam odwiedzać centrum miasta w weekendy, odwiedziłem centrum miasta w zeszłym roku i zamierzam odwiedzić centrum miasta w przyszłym miesiącu.",
      "example_translation": "Eu amo visitar o centro da cidade nos fins de semana, visitei o centro da cidade ano passado e vou visitar o centro da cidade próximo mês.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep odzieżowy",
      "translation": "loja de roupas",
      "definition": "Okazja handlowa sprzedająca odzież i akcesoria.",
      "definition_translation": "Um estabelecimento de varejo que vende roupas e acessórios.",
      "example": "Kupiłem nową koszulę w sklepie odzieżowym wczoraj, idę do sklepu odzieżowego jutro i kupię nową sukienkę w sklepie odzieżowym w przyszłym tygodniu.",
      "example_translation": "Eu comprei uma camisa nova na loja de roupas ontem, vou à loja de roupas amanhã e vou comprar um vestido novo na loja de roupas na próxima semana.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klub",
      "translation": "clube",
      "definition": "Organizacja lub grupa osób, które dzielą podobne zainteresowania lub aktywności.",
      "definition_translation": "Uma organização ou grupo de pessoas que compartilham interesses ou atividades semelhantes.",
      "example": "Poszedłem do klubu wczoraj wieczorem, idę do klubu dziś wieczorem i pójdę do klubu w przyszłym weekendzie.",
      "example_translation": "Eu fui ao clube na noite passada, vou ao clube esta noite e vou ao clube no próximo fim de semana.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kolegium",
      "translation": "faculdade",
      "definition": "Instytucja edukacyjna lub placówka, szczególnie szkoła, kolegium lub uniwersytet, która zapewnia wyższą edukację i jest zwykle uczęszczana przez osoby w wieku 17 lat i starsze.",
      "definition_translation": "Uma instituição educacional ou estabelecimento, em particular uma escola, faculdade ou universidade, que fornece educação superior e é geralmente frequentada por pessoas com 17 anos ou mais.",
      "example": "Ukończyłem kolegium w zeszłym roku. Obecnie uczęszczam do kolegium. Zamierzam uczęszczać do kolegium w przyszłym roku.",
      "example_translation": "Eu me formei na faculdade no ano passado. Eu estou atualmente frequentando a faculdade. Eu frequentarei a faculdade no ano que vem.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "róg",
      "translation": "canto",
      "definition": "Punkt lub obszar, gdzie spotykają się dwie lub więcej krawędzi, powierzchni lub linii.",
      "definition_translation": "O ponto ou área onde duas ou mais bordas, superfícies ou linhas se encontram ou se intersectam.",
      "example": "Siądę w rogu pokoju. Siedziałem w rogu pokoju wczoraj wieczorem. Siedziałem w rogu pokoju rano.",
      "example_translation": "Eu sentarei no canto do quarto. Eu sentei no canto do quarto ontem à noite. Eu sentei no canto do quarto esta manhã.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dom towarowy",
      "translation": "loja de departamentos",
      "definition": "Duży sklep detaliczny sprzedający szeroki asortyment produktów, w tym ubrania, kosmetyki, artykuły gospodarstwa domowego i inne.",
      "definition_translation": "Uma loja de varejo grande que vende uma ampla gama de produtos, incluindo roupas, cosméticos, produtos para o lar e mais.",
      "example": "Zamierzam zrobić zakupy w domu towarowym jutro. Robiłem zakupy w domu towarowym wczoraj. Robię zakupy w domu towarowym każdego tygodnia.",
      "example_translation": "Eu farei compras na loja de departamentos amanhã. Eu fiz compras na loja de departamentos ontem. Eu faço compras na loja de departamentos todas as semanas.",
      "imageLink": "image_files\\English\\department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dyskoteka",
      "translation": "disco",
      "definition": "Typ płyt winylowych używanych do odtwarzania muzyki lub klub nocny, w którym odtwarzana jest muzyka.",
      "definition_translation": "Um tipo de registro de vinil usado para tocar música, ou uma boate onde música gravada é tocada.",
      "example": "Uwielbiałem słuchać muzyki dyskotekowej w latach 70-tych. Byłem na dyskotece wczorajszej nocy. Będę uczestniczyć w wydarzeniu dyskotekowym miesiąc wyżej.",
      "example_translation": "Eu costumava ouvir música disco nos anos 70. Eu fui a uma festa de disco ontem à noite. Eu irei a um evento de disco no próximo mês.",
      "imageLink": "image_files\\English\\disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apteka",
      "translation": "farmácia",
      "definition": "Sklep detaliczny, w którym sprzedawane są leki i inne produkty zdrowotne.",
      "definition_translation": "Uma loja varejista onde drogas e outros produtos de saúde são vendidos.",
      "example": "Wczoraj poszedłem do apteki, aby kupić lekarstwo. Poszedłem do apteki, aby kupić lekarstwo dzisiaj, i pójdę tam jutro, i pójdę tam następnego tygodnia.",
      "example_translation": "Eu fui à farmácia para comprar algum remédio ontem, irei novamente amanhã e havia ido semana passada.",
      "imageLink": "image_files\\English\\drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wejście",
      "translation": "entrada",
      "definition": "Punkt wejścia lub dostępu do miejsca, budynku lub systemu.",
      "definition_translation": "O ponto de entrada ou acesso a um lugar, edifício ou sistema.",
      "example": "Wejście do muzeum było zamknięte wczoraj, będzie otwarte jutro i było otwarte w zeszłym tygodniu.",
      "example_translation": "A entrada do museu estava fechada ontem, estará aberta amanhã e havia sido aberta semana passada.",
      "imageLink": "image_files\\English\\entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyjście",
      "translation": "saída",
      "definition": "Sposób wyjścia z miejsca, budynku lub systemu.",
      "definition_translation": "Uma maneira de sair de um lugar, edifício ou sistema.",
      "example": "Szybko znalazłem wyjście z budynku wczoraj, znajdę je ponownie jutro i znalazłem je w zeszłym tygodniu.",
      "example_translation": "Eu encontrei a saída do prédio rapidamente ontem, irei encontrar novamente amanhã e havia encontrado semana passada.",
      "imageLink": "image_files\\English\\exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pole",
      "translation": "campo",
      "definition": "Otwarta przestrzeń ziemi, często używana do określonego celu, takiego jak rolnictwo lub sport.",
      "definition_translation": "Uma área aberta de terra, geralmente utilizada para um propósito específico, como agricultura ou esportes.",
      "example": "Drużyna grała na polu wczoraj, będą grać ponownie jutro i grała w zeszłym tygodniu.",
      "example_translation": "A equipe havia jogado no campo ontem, vão jogar novamente amanhã e jogaram semana passada.",
      "imageLink": "image_files\\English\\field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "garaż",
      "translation": "garagem",
      "definition": "Budynek lub szopa używana do przechowywania samochodu, ciężarówki lub innego pojazdu.",
      "definition_translation": "Um edifício ou galpão para abrigar um carro, caminhão ou outro veículo.",
      "example": "Parkowałem samochód w garażu wczoraj wieczorem. Parkuję samochód w garażu tej nocy. Parkowałem samochód w garażu wczoraj.",
      "example_translation": "Eu estacionei meu carro na garagem ontem à noite. Eu estacionarei meu carro na garagem esta noite. Eu estacionei meu carro na garagem ontem.",
      "imageLink": "image_files\\English\\garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wzgórze",
      "translation": "monte",
      "definition": "Naturalnie wyniesiona część ziemi, często z stromymi zboczami i okrągłym szczytem.",
      "definition_translation": "Uma área de terra naturalmente elevada, muitas vezes com lados íngremes e um topo arredondado.",
      "example": "Wdrapałem się na wzgórze, aby zobaczyć lepszy widok. Wdrapnę się na wzgórze, aby zobaczyć zachód słońca. Wdrapałem się na wzgórze wczoraj, aby ćwiczyć.",
      "example_translation": "Eu subi o monte para ter uma visão melhor. Eu subirei o monte para ver o pôr do sol. Eu subi o monte ontem para me exercitar.",
      "imageLink": "image_files\\English\\hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyspa",
      "translation": "ilha",
      "definition": "Część lądu otoczona wodą.",
      "definition_translation": "Um pedaço de terra rodeado por água.",
      "example": "Odwiedziłem piękną wyspę na Karaibach w zeszłym roku. Odwiedzę wyspę w Grecji tym latem. Odwiedziłem wyspę na Hawajach, gdy byłem dzieckiem.",
      "example_translation": "Eu visitei uma ilha bonita no Caribe ano passado. Eu visitarei uma ilha na Grécia este verão. Eu visitei uma ilha no Havaí quando eu era criança.",
      "imageLink": "image_files\\English\\island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biblioteka",
      "translation": "biblioteca",
      "definition": "Budynek lub pokój zawierający kolekcję książek, periodyków i innych źródeł informacji.",
      "definition_translation": "Um edifício ou sala contendo uma coleção de livros, periódicos e outras fontes de informação.",
      "example": "Poszedłem do biblioteki, aby studiować na egzamin. Pójdę do biblioteki, aby zrobić projekt badawczy. Poszedłem do biblioteki wczoraj, aby zwrócić książkę.",
      "example_translation": "Eu fui à biblioteca para estudar para o meu exame. Eu irei à biblioteca para pesquisar para o meu projeto. Eu fui à biblioteca ontem para devolver um livro.",
      "imageLink": "image_files\\English\\library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "winda",
      "translation": "elevador",
      "definition": "Urządzenie używane do podnoszenia lub opuszczania ludzi lub obiektów między piętrami w budynku.",
      "definition_translation": "Um dispositivo usado para elevar ou abaixar pessoas ou objetos entre andares em um prédio.",
      "example": "Wziąłem windę na najwyższe piętro. Weźmie windę do biura jutro. Wziąłem windę do siłowni wczoraj.",
      "example_translation": "Eu peguei o elevador para o andar de cima. Eu vou pegar o elevador para o escritório amanhã. Eu peguei o elevador para a academia ontem.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " targ",
      "translation": "mercado",
      "definition": "Regularne zgromadzenie ludzi dla sprzedaży żywności, towarów lub usług.",
      "definition_translation": "Um encontro regular de pessoas para a venda de alimentos, mercadorias ou serviços.",
      "example": "Poszedłem na targ, aby kupić owoce. Ona pójdzie na targ, aby sprzedać swoje rękodzieło. Oni poszli na targ, aby kupić ubrania.",
      "example_translation": "Eu fui ao mercado para comprar algumas frutas. Ela irá ao mercado para vender seus artesanatos. Eles foram ao mercado para comprar algumas roupas.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "meczet",
      "translation": "mesquita",
      "definition": "Budynek użytkowany do modlitwy muzułmańskiej.",
      "definition_translation": "Um edifício para o culto muçulmano.",
      "example": "Meczet jest pięknym budynkiem w mieście. Odwiedziłem meczet podczas mojej podróży do Stambułu. Oni budują nowy meczet w naszej okolicy.",
      "example_translation": "A mesquita é um belo edifício na cidade. Eu visitei uma mesquita durante minha viagem para Istambul. Eles estão construindo uma nova mesquita em nosso bairro.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "autostrada",
      "translation": "autoestrada",
      "definition": "Droga szybkiego ruchu, szczególnie ta z wieloma pasami i ograniczonym dostępem.",
      "definition_translation": "Uma estrada de alta velocidade, especialmente uma com múltiplas faixas e acesso limitado.",
      "example": "Jechałem autostradą, aby szybko dostać się do miasta. Ona weźmie autostradę, aby uniknąć korków. Oni jechali autostradą, aby dotrzeć do celu.",
      "example_translation": "Eu dirigi na autoestrada para chegar à cidade rapidamente. Ela irá pela autoestrada para evitar o congestionamento. Eles dirigiram na autoestrada para alcançar seu destino.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "góra",
      "translation": "montanha",
      "definition": "Naturalne wzniesienie powierzchni ziemi, które wznosi się bardziej lub mniej gwałtownie od otaczającego poziomu i osiąga wysokość, która jest impresjonująca lub godna uwagi w stosunku do sąsiedniej wysokości.",
      "definition_translation": "Uma elevação natural da superfície da terra que sobe mais ou menos abruptamente do nível circundante e atinge uma altitude que, em relação à elevação adjacente, é impressionante ou notável.",
      "example": "Wspiąłem się na górę w zeszłym roku, wspinam się na górę teraz i wspię się na górę w przyszłym roku.",
      "example_translation": "Eu escali a montanha no ano passado, estou escalando a montanha agora e escalarei a montanha no ano que vem.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biuro",
      "translation": "escritório",
      "definition": "Pokój lub zespół pokoi, gdzie ludzie pracują, często w budynku biurowym.",
      "definition_translation": "Um quarto ou conjunto de quartos onde as pessoas trabalham, muitas vezes em um prédio de escritório.",
      "example": "Poszedłem do biura wczoraj, pracuję w biurze teraz i pójdę do biura jutro.",
      "example_translation": "Eu fui ao escritório ontem, estou trabalhando no escritório agora e irei ao escritório amanhã.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ścieżka",
      "translation": "caminho",
      "definition": "Droga lub trasa stworzona dla chodzenia, szczególnie w ogrodzie lub parku.",
      "definition_translation": "Um caminho ou trilha feita para caminhar, especialmente em um jardim ou parque.",
      "example": " Spacerowałem ścieżką wczoraj, spaceruję ścieżką teraz i spaceruję ścieżką jutro.",
      "example_translation": "Eu caminhei pelo caminho ontem, estou caminhando pelo caminho agora e caminharei pelo caminho amanhã.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep zoologiczny",
      "translation": "loja de animais de estimação",
      "definition": "Sklep, który sprzedaje zwierzęta, szczególnie zwierzęta domowe, oraz żywność i sprzęt dla nich.",
      "definition_translation": "Uma loja que vende animais, especialmente animais de estimação, e alimentos e suprimentos para animais de estimação.",
      "example": "Odwiedziłem sklep zoologiczny tydzień temu, odwiedzę sklep zoologiczny teraz i odwiedzę sklep zoologiczny za miesiąc.",
      "example_translation": "Eu visitei uma loja de animais de estimação na semana passada, estou visitando uma loja de animais de estimação agora e visitarei uma loja de animais de estimação no próximo mês.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stacja benzynowa",
      "translation": "posto de gasolina",
      "definition": "Stacja benzynowa, również znana jako stacja paliw, jest obiektem, który sprzedaje paliwo i środki smarowe dla pojazdów mechanicznych.",
      "definition_translation": "Um posto de gasolina, também conhecido como posto de combustível, é uma instalação que vende combustível e lubrificantes para veículos motorizados.",
      "example": "Napełniłem bak mój samochód na stacji benzynowej wczoraj, a teraz napełnię go ponownie jutro. Napełniłem go tydzień temu. Będę napełniał go co tydzień.",
      "example_translation": "Eu enchi o tanque do meu carro no posto de gasolina ontem, e agora vou enchê-lo novamente amanhã. Eu o tinha enchido na semana passada. Vou enchê-lo todas as semanas.",
      "imageLink": "image_files\\English\\petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plac zabaw",
      "translation": "parque infantil",
      "definition": "Plac zabaw jest obszarem zaprojektowanym dla dzieci do zabawy, zazwyczaj na wolnym powietrzu, z wyposażeniem takim jak huśtawki, zjeżdżalnie i ramy do wspinaczki.",
      "definition_translation": "Um parque infantil é uma área projetada para crianças brincarem, tipicamente ao ar livre, com equipamentos como balanços, escorreguios e quadros de escalada.",
      "example": "Dzieci bawiły się na huśtawkach i zjeżdżalniach na placu zabaw wczoraj, ale będą bawić się na ramach do wspinaczki jutro. Bawiły się na wahadłach tydzień temu.",
      "example_translation": "As crianças brincaram nos balanços e escorreguios no parque infantil ontem, mas vão brincar no quadro de escalada amanhã. Elas tinham brincado no jogo do balanço na semana passada.",
      "imageLink": "image_files\\English\\playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komisariat policji",
      "translation": "esquadra de polícia",
      "definition": "Komisariat policji to budynek lub obiekt, gdzie policjanci mają swoją siedzibę i gdzie ludzie mogą zgłosić przestępstwa czy szukać pomocy.",
      "definition_translation": "Uma esquadra de polícia é um edifício ou instalação onde os policiais estão baseados e onde o público pode denunciar crimes ou buscar assistência.",
      "example": "Poszedłem do komisariatu policji zeznać o skradzionym rowerze wczoraj, a teraz pójdę tam znowu jutro. Byłem tam w zeszłym tygodniu, aby złożyć skargę.",
      "example_translation": "Fui à esquadra de polícia para denunciar minha bicicleta roubada ontem, e agora vou lá novamente amanhã. Eu tinha ido lá na semana passada para registrar uma queixa.",
      "imageLink": "image_files\\English\\police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "basen",
      "translation": "piscina",
      "definition": "Basen to struktura, która zawiera wodę dla ludzi, aby pływać, często używana do rekreacji lub ćwiczeń.",
      "definition_translation": "Uma piscina é uma estrutura que segura água para as pessoas nadarem, frequentemente usada para recreação ou exercício.",
      "example": "Pływałem w basenie hotelu wczoraj, a teraz pływałem w nim znowu jutro. Pływałem w nim w zeszłym tygodniu z moimi przyjaciółmi.",
      "example_translation": "Nadei na piscina do hotel ontem, e agora vou nadar nela novamente amanhã. Eu tinha nadado nela na semana passada com meus amigos.",
      "imageLink": "image_files\\English\\pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poczta",
      "translation": "correio",
      "definition": "Poczta to budynek lub obiekt, gdzie świadczone są usługi pocztowe, w tym wysyłanie i odbieranie listów i paczek.",
      "definition_translation": "Um edifício ou facilidade onde os serviços postais são fornecidos, incluindo o envio e recebimento de correio e pacotes.",
      "example": "Poszedłem do poczty, aby wysłać list do przyjaciela. Pójdę do poczty jutro, aby kupić znaczki. Byłem w poczcie kilka razy w tym tygodniu.",
      "example_translation": "Eu fui ao correio para enviar uma carta para meu amigo. Eu irei ao correio amanhã para comprar selos. Eu estive ao correio várias vezes essa semana.",
      "imageLink": "image_files\\English\\post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pub",
      "translation": "bar",
      "definition": "Pub to publiczny dom lub zajazd, gdzie serwowane są napoje, w tym piwo, wino i inne, często z jedzeniem i rozrywką.",
      "definition_translation": "Uma casa pública ou pousada que serve cerveja, vinho e outras bebidas, frequentemente com comida e entretenimento.",
      "example": "Spotkałem się z przyjaciółmi w pubie, aby obejrzeć mecz. Ona poszła do pubu wczoraj wieczorem, aby spotkać się z kolegami. Otworzą nowy pub na ulicy Głównej za miesiąc.",
      "example_translation": "Eu encontrei meus amigos no bar para assistir ao jogo. Ela foi ao bar ontem à noite para encontrar seus colegas de trabalho. Eles vão abrir um novo bar na Rua Principal próximo mês.",
      "imageLink": "image_files\\English\\pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kolej",
      "translation": "ferrovia",
      "definition": "Kolej to środek transportu, w którym pociągi kursują po szynach, często łącząc miasta i miasteczka.",
      "definition_translation": "Um meio de transporte que usa trens que circulam em trilhos fixos, frequentemente conectando cidades e vilas.",
      "example": "Wziąłem koleją, aby odwiedzić rodzinę na wsi. Dworzec kolejowy był zatłoczony podczas godzin szczytu. Planują zbudować nową linię kolejową do lotniska.",
      "example_translation": "Eu peguei a ferrovia para visitar minha família no campo. A estação de trem estava lotada durante o horário de pico. Eles estão planejando construir uma nova linha de ferrovia para o aeroporto.",
      "imageLink": "image_files\\English\\railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dworzec kolejowy",
      "translation": "estação de trem",
      "definition": "Dworzec kolejowy to budynek lub obiekt, gdzie pociągi zatrzymują się, aby wsiąść i wysiąść pasażerów i towar.",
      "definition_translation": "Um edifício ou facilidade onde os trens param para pegar e deixar passageiros e carga.",
      "example": "Przybyłem na dworzec kolejowy akurat na czas, aby złapać pociąg. Dworzec kolejowy został odnowiony w zeszłym roku. Spotkam się z przyjaciółmi na dworcu kolejowym jutro.",
      "example_translation": "Eu cheguei à estação de trem justo a tempo de pegar o trem. A estação de trem foi reformada no ano passado. Ela irá encontrar seu amigo na estação de trem amanhã.",
      "imageLink": "image_files\\English\\railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep obuwniczy",
      "translation": "loja de sapatos",
      "definition": "Sklep obuwniczy to placówka handlowa, która sprzedaje buty i inne obuwie.",
      "definition_translation": "Um estabelecimento retalheiro que vende sapatos e outros calçados.",
      "example": "Poszedłem do sklepu obuwniczego, aby kupić nowe buty sportowe. Idę do sklepu obuwniczego, aby kupić nowe buty zimowe. Pójdę do sklepu obuwniczego, aby kupić nowe sandały.",
      "example_translation": "Eu fui à loja de sapatos para comprar tênis novos. Estou indo à loja de sapatos para comprar botas novas. Irei à loja de sapatos para comprar sandálias novas.",
      "imageLink": "image_files\\English\\shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum handlowe",
      "translation": "centro comercial",
      "definition": "Centrum handlowe to duży budynek lub obszar, który zawiera wiele sklepów, restauracji i innych biznesów.",
      "definition_translation": "Um prédio grande ou área que contém muitas lojas, restaurantes e outros negócios.",
      "example": "Spędziłem cały dzień w centrum handlowym z przyjaciółmi. Idziemy do centrum handlowego, aby obejrzeć film. Spotkamy się w centrum handlowym o 5 wieczorem.",
      "example_translation": "Passei todo o dia no centro comercial com meus amigos. Nós vamos ao centro comercial para assistir a um filme. Nós vamos nos encontrar no centro comercial às 5pm.",
      "imageLink": "image_files\\English\\shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ośrodek sportowy",
      "translation": "centro desportivo",
      "definition": "Ośrodek sportowy to obiekt, który zapewnia miejsce i sprzęt do różnych dyscyplin sportowych i aktywności fizycznych.",
      "definition_translation": "Uma instalação que fornece espaço e equipamento para vários esportes e atividades físicas.",
      "example": "Idę do ośrodka sportowego, aby zagrać w koszykówkę. Poszliśmy do ośrodka sportowego, aby wziąć udział w zajęciach jogi. Zbudują nowy ośrodek sportowy w naszym mieście.",
      "example_translation": "Estou indo ao centro desportivo para jogar basquete. Nós fomos ao centro desportivo para fazer uma aula de ioga. Eles vão construir um novo centro desportivo em nossa cidade.",
      "imageLink": "image_files\\English\\sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plac",
      "translation": "praça",
      "definition": "Plac to otwarta przestrzeń w mieście lub mieście, często z budynkami, pomnikami lub innymi cechami wokół niego.",
      "definition_translation": "Uma área aberta em uma cidade ou cidade, frequentemente com prédios, monumentos ou outros recursos em torno.",
      "example": "Plac miasta był pełen ludzi, którzy świętowali święto. Siedzieliśmy na placu i oglądaliśmy ulicznych artystów. Miasto będzie odnawiać główny plac w przyszłym roku.",
      "example_translation": "A praça da cidade estava cheia de pessoas comemorando o feriado. Nós sentamos na praça e assistimos os artistas de rua. A cidade vai renovar a praça principal no ano que vem.",
      "imageLink": "image_files\\English\\square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stadion",
      "translation": "estádio",
      "definition": "Stadion to duże miejsce na świeżym powietrzu lub w pomieszczeniu, służące do organizacji meczów sportowych, koncertów i innych wydarzeń.",
      "definition_translation": "Um estádio é uma grande área ao ar livre ou indoor para esportes, concertos e outros eventos.",
      "example": "Poszedłem na stadion, aby obejrzeć mecz piłki nożnej wczoraj wieczorem, ale pójdę na stadion, aby obejrzeć koncert następnego miesiąca, a także byłem na stadionie, aby obejrzeć zawody lekkoatletyczne w ubiegłym roku.",
      "example_translation": "Eu fui ao estádio assistir ao jogo de futebol ontem à noite, mas irei ao estádio assistir ao concerto no próximo mês, e eu tinha ido ao estádio assistir à competição de atletismo no ano passado.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "teatr",
      "translation": "teatro",
      "definition": "Teatr to budynek lub przestrzeń, w której odbywają się spektakle teatralne, musicalowe i inne formy rozrywki na żywo.",
      "definition_translation": "Um teatro é um prédio ou espaço para a performance de peças, musicais e outras formas de entretenimento ao vivo.",
      "example": "Byłem w teatrze, aby obejrzeć sztukę, idę do teatru, aby obejrzeć musical, a pójdę do teatru, aby obejrzeć show komediowy.",
      "example_translation": "Eu fui ao teatro assistir a uma peça, eu vou ao teatro assistir a um musical, e irei ao teatro assistir a um show de comédia.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kasa biletowa",
      "translation": "bilheteria",
      "definition": "Kasa biletowa to miejsce, w którym ludzie mogą kupić bilety na wydarzenia, podróże lub atrakcje.",
      "definition_translation": "Uma bilheteria é um lugar onde as pessoas podem comprar ingressos para eventos, viagens ou atrações.",
      "example": "Poszedłem do kasy biletowej, aby kupić bilety na koncert, ale już się wyprzedali, więc pójdę do kasy biletowej, aby kupić bilety na mecz piłki nożnej jutro.",
      "example_translation": "Eu fui à bilheteria comprar ingressos para o concerto, mas eles já haviam esgotado, então irei à bilheteria comprar ingressos para o jogo de futebol amanhã.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep z zabawkami",
      "translation": "loja de brinquedos",
      "definition": "Sklep z zabawkami to sklep, który sprzedaje zabawki, gry i inne zabawne przedmioty dla dzieci.",
      "definition_translation": "Uma loja de brinquedos é uma loja que vende brinquedos, jogos e outros itens divertidos para crianças.",
      "example": "Poszedłem do sklepu z zabawkami, aby kupić prezent dla siostry, ale ona już kupiła zabawkę, więc pójdę do sklepu z zabawkami, aby kupić nową zabawkę dla brata.",
      "example_translation": "Eu fui à loja de brinquedos comprar um presente para minha irmã, mas ela já havia comprado o brinquedo, então irei à loja de brinquedos comprar um novo brinquedo para meu irmão.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "metro",
      "translation": "subterrâneo",
      "definition": "Podziemny, znajdujący się lub odbywający się pod powierzchnią ziemi, zwłaszcza w tunelu lub systemie metra.",
      "definition_translation": "Localizado ou ocorrendo abaixo da superfície da terra, especialmente em um túnel ou sistema de metrô.",
      "example": "Wziąłem metro, aby dostać się do centrum miasta. Pójdę metro na lotnisko jutro. Wziąłem metro do domu wczoraj wieczorem.",
      "example_translation": "Eu peguei o metrô para chegar ao centro da cidade. Eu vou pegar o metrô para o aeroporto amanhã. Eu peguei o metrô para casa ontem à noite.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blok mieszkalny",
      "translation": "prédio de apartamentos",
      "definition": "Blok mieszkalny to budynek, w którym znajdują się wiele mieszkań, zazwyczaj z wspólnymi przestrzeniami i udogodnieniami.",
      "definition_translation": "Um prédio contendo múltiplos apartamentos, tipicamente com áreas comuns e amenities compartilhadas.",
      "example": "Mieszkam w bloku mieszkalnym na obrzeżach miasta. Ona będzie mieszkać w bloku mieszkalnym następnego miesiąca. Oni mieszkali w bloku mieszkalnym, zanim kupili dom.",
      "example_translation": "Eu moro em um prédio de apartamentos nos arredores da cidade. Ela vai se mudar para um prédio de apartamentos no mês que vem. Eles moravam em um prédio de apartamentos antes de comprar uma casa.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "balkon",
      "translation": "varanda",
      "definition": "Balkon to platforma, która wystaje z fasady budynku, zazwyczaj otoczona balustradą i często oferująca widok.",
      "definition_translation": "Uma plataforma projetada da parede de um prédio, geralmente cercada por uma balaustrada, e frequentemente tendo uma vista.",
      "example": "Siedziałem na balkonie, aby podziwiać zachód słońca. Oni mają balkon z pięknym widokiem na ocean. Ona będzie dekorować balkon kwiatami następnego tygodnia.",
      "example_translation": "Eu sentei na varanda para desfrutar do pôr do sol. Eles têm uma varanda com uma vista deslumbrante do oceano. Ela vai decorar a varanda com flores na semana que vem.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "block",
      "translation": "bloco",
      "definition": "Blok to stała część materiału, takiego jak drewno lub kamień, używana w budownictwie lub konstrukcji.",
      "definition_translation": "Um pedaço sólido de material, como madeira ou pedra, usado em construção ou edificação.",
      "example": "Robotnicy budowlani położyli blok fundamentu. Oni będą przenosić blok kamienia na nową stronę. Będę budować wieżę z bloków Lego.",
      "example_translation": "Os trabalhadores de construção colocaram a fundação de bloco. Eles vão mover o bloco de pedra para o novo local. Eu vou construir uma torre de bloco com meus Lego.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pole biwakowe",
      "translation": "local de acampamento",
      "definition": "Pole biwakowe to wyznaczona przestrzeń, zazwyczaj w środowisku naturalnym, gdzie ludzie mogą rozbić namiot lub zaparkować przyczepę lub inny pojazd na noc lub dłużej.",
      "definition_translation": "Um local de acampamento é uma área designada, geralmente em um ambiente natural, onde as pessoas podem montar uma tenda ou estacionar uma carroça ou outro veículo para pernoitar ou ficar por mais tempo.",
      "example": "Poszedłem na pole biwakowe z rodziną latem i mieliśmy super czas. Pójdziemy na pole biwakowe ponownie następnego roku. Oni idą na pole biwakowe w weekend.",
      "example_translation": "Eu fui ao local de acampamento com minha família no verão passado e tivemos um ótimo tempo. Nós iremos ao local de acampamento novamente ano que vem. Eles vão ao local de acampamento nesta semana.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kantyna",
      "translation": "cantina",
      "definition": "Kantyna to pojemnik, zwykle wykonany z metalu lub plastiku, używany do przenoszenia wody pitnej, zwłaszcza na zewnątrz.",
      "definition_translation": "Uma cantina é um recipiente, geralmente feito de metal ou plástico, usado para carregar água potável, especialmente para uso ao ar livre.",
      "example": "Wziąłem kantynę ze sobą na wycieczkę i uzupełniłem ją przy strumieniu. Ona kupiła nową kantynę na swoją wycieczkę kempingową. Oni będą zabierać kantyny na piknik.",
      "example_translation": "Eu levei minha cantina comigo na trilha e a reabasteci no ribeirão. Ela comprou uma nova cantina para sua viagem de camping. Eles vão trazer suas cantinas para o piquenique.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyrk",
      "translation": "circo",
      "definition": "Cyrk to podróżujące przedstawienie zawierające akrobatów, klaunów i tresowane zwierzęta, zazwyczaj prezentowane w dużym namiocie lub arenie.",
      "definition_translation": "Um circo é uma apresentação itinerante que apresenta acrobatas, palhaços e animais treinados, tipicamente apresentados em uma grande tenda ou arena.",
      "example": "Poszedłem z przyjaciółmi do cyrku w zeszły weekend i zobaczyliśmy wielki show. Ona zawsze kochała cyrk i jego magię. Będą brali swoje dzieci do cyrku za miesiąc.",
      "example_translation": "Eu fui ao circo com meus amigos no fim de semana passado e vimos um grande show. Ela sempre amou o circo e sua magia. Eles vão levar seus filhos ao circo no mês que vem.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klinika",
      "translation": "clínica",
      "definition": "Klinika to zakład opieki zdrowotnej, który oferuje specjalistyczne usługi medyczne, takie jak diagnoza, leczenie i zapobieganie chorobom.",
      "definition_translation": "Uma clínica é uma unidade de saúde que fornece serviços médicos especializados, como diagnóstico, tratamento e prevenção de doenças.",
      "example": "Poszedłem do kliniki na kontrolę i doktor dał mi czystą kartę zdrowia. Ona pracuje w klinice w centrum miasta. Będą otwierali nową klinikę na przedmieściach za rok.",
      "example_translation": "Eu fui à clínica para uma consulta e o médico me deu um atestado de saúde limpo. Ela trabalha em uma clínica no centro da cidade. Eles vão abrir uma nova clínica nos subúrbios no ano que vem.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chatka",
      "translation": "chale",
      "definition": "Mały, prosty dom, zwykle położony na wsi.",
      "definition_translation": "Uma casa pequena e simples, tipicamente em uma área rural.",
      "example": "Zamieszkiwałem w chatce nad jeziorem, gdy byłem dzieckiem. Teraz mieszkam w chatce i będę mieszkał w chatce w przyszłości.",
      "example_translation": "Eu vivi em uma chale perto do lago quando eu era uma criança. Estou vivendo em uma chale agora, e eu vou viver em uma chale no futuro.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sąd",
      "translation": "tribunal",
      "definition": "Miejsce, w którym wymierzana jest sprawiedliwość, takie jak sąd czy kort tenisowy.",
      "definition_translation": "Um lugar onde a justiça é administrada, como um tribunal de direito ou um tribunal de tênis.",
      "example": "Poszedłem do sądu wczoraj, idę do sądu dzisiaj i pójdę do sądu jutro.",
      "example_translation": "Eu fui ao tribunal ontem, eu vou ao tribunal hoje, e eu vou ao tribunal amanhã.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambasada",
      "translation": "embaixada",
      "definition": "Oficjalna rezydencja lub biuro ambasadora lub przedstawiciela dyplomatycznego.",
      "definition_translation": "A residência oficial ou gabinete de um embaixador ou um representante diplomático.",
      "example": "Odwiedziłem ambasadę w zeszłym roku, odwiedzam ambasadę teraz i będę odwiedzał ambasadę za rok.",
      "example_translation": "Eu visitei a embaixada no ano passado, estou visitando a embaixada agora, e eu vou visitar a embaixada no ano que vem.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pole",
      "translation": "campo",
      "definition": "Otwarta przestrzeń ziemi, zwykle używana do rolnictwa lub pastwiska.",
      "definition_translation": "Uma área aberta de terra, geralmente usada para agricultura ou pastagem.",
      "example": "Grałem na polu, gdy byłem dzieckiem, gram na polu teraz i będę grał na polu w przyszłości.",
      "example_translation": "Eu brinquei no campo quando eu era uma criança, estou brincando no campo agora, e eu vou brincar no campo no futuro.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "remiza strażacka",
      "translation": "estação de bombeiros",
      "definition": "Budynek lub obiekt, w którym mieszkają strażacy i ich sprzęt, a z którego wysyłane są pojazdy gaśnicze i inne pojazdy ratunkowe w odpowiedzi na pożary i inne sytuacje awaryjne.",
      "definition_translation": "Um prédio ou instalação que abriga bombeiros e seus equipamentos, e de onde os caminhões de bombeiros e outros veículos de emergência são enviados para responder a incêndios e outras emergências.",
      "example": "Kiedyś mieszkałem koło remizy strażackiej, a sygnały alarmowe budziły mnie w nocy. Teraz mieszkam daleko od remizy strażackiej, ale czasami słyszę sygnały alarmowe. Do czasu, gdy wrócę do miasta, remiza strażacka będzie już odbudowana.",
      "example_translation": "Eu costumava morar perto de uma estação de bombeiros, e as sirenes me acordavam à noite. Agora moro longe da estação de bombeiros, mas ainda ouço as sirenes ocasionalmente. Quando eu me mudar de volta para a cidade, a estação de bombeiros terá sido reconstruída.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwiaciarnia",
      "translation": "florista",
      "definition": "Sklep lub stoisko, w którym sprzedawane są kwiaty i inne rośliny, często z osobą, która je układa i sprzedaje bukiety i inne dekoracje kwiatowe.",
      "definition_translation": "Uma loja ou armazém onde flores e outras plantas são vendidas, souvent com uma pessoa que arrange e vende buquês e outros arranjos florais.",
      "example": "Zatrzymałem się u kwiaciarni w drodze do domu, aby kupić kwiaty dla żony. Kwiaciarnia była zbyt droga, więc zdecydowałem się kupić kwiaty w supermarketach zamiast. Do następnego tygodnia nowa kwiaciarnia na ulicy Main będzie już otwarta.",
      "example_translation": "Parei na florista no meu caminho para casa para comprar algumas flores para minha esposa. A florista foi muito cara, então decidi comprar as flores no supermercado em vez disso. Até a próxima semana, a nova florista terá aberto na Rua Principal.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep meblowy",
      "translation": "loja de móveis",
      "definition": "Budynek lub pokój, w którym sprzedawane są meble i inne przedmioty do domu, często z dużym wyborem stylów i marek.",
      "definition_translation": "Um prédio ou sala onde móveis e outros artigos de casa são vendidos, souvent com uma ampla seleção de estilos e marcas.",
      "example": "Spędziłem cały dzień w sklepie meblowym, szukając idealnej sofa. Sklep meblowy miał wyprzedaż, więc zdecydowałem się kupić nowe łóżko zamiast. Do czasu, gdy ukończę studia, będę miał pieniądze, aby umeblować całe mieszkanie z sklepu meblowego.",
      "example_translation": "Passei o dia inteiro na loja de móveis procurando o sofá perfeito. A loja de móveis estava fazendo uma promoção, então acabei comprando uma cama nova em vez disso. Até que eu me formar, eu tererei economizado dinheiro suficiente para mobiliar todo o meu apartamento da loja de móveis.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "garaż",
      "translation": "garagem",
      "definition": "Budynek lub zamknięta przestrzeń do przechowywania i naprawy pojazdów mechanicznych, często przylegająca do domu lub biura.",
      "definition_translation": "Um prédio ou espaço fechado para abrigar e reparar veículos motorizados, souvent anexado a uma casa ou negócio.",
      "example": "Spędziłem weekend naprawiając samochód w garażu. Moi rodzice mieli kiedyś garaż, ale przekształcili go w biuro domowe. Do przyszłego roku, będę miał garaż w ogrodzie.",
      "example_translation": "Passei o fim de semana consertando meu carro na garagem. Meus pais costumavam ter uma garagem, mas eles a transformaram em um escritório em casa. Até o ano que vem, eu terei construído uma garagem no meu quintal.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zielarnia",
      "translation": "mercearia",
      "definition": "Sklep, który sprzedaje świeże owoce i warzywa, często z wyborem wysokiej jakości.",
      "definition_translation": "Uma loja que vende frutas e vegetais frescos, muitas vezes com uma seleção de alta qualidade.",
      "example": "Wczoraj poszedłem do zielarni, żeby kupić jakieś organiczne jabłka. Wczoraj kupiłem truskawki w zielarni. Jutro odwiedzę zielarnię, żeby kupić świeże zioła.",
      "example_translation": "Fui à mercearia para comprar algumas maçãs orgânicas. Ontem, comprei morangos na mercearia. Vou visitar a mercearia amanhã para comprar alguns ervas frescas.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep spożywczy",
      "translation": "merceeiro",
      "definition": "Sklep, który sprzedaje żywność i artykuły gospodarstwa domowego, często w małej lub ruralnej okolicy.",
      "definition_translation": "Uma loja que vende alimentos e suprimentos para o lar, muitas vezes em uma área rural.",
      "example": "Moja babcia kiedyś pracowała w sklepie spożywczym w naszej wsi. Sklep spożywczy miał różnorodne produkty na sprzedaż. Sklep spożywczy będzie otwarty późno dzisiaj.",
      "example_translation": "Minha avó costumava trabalhar na merceeiro em nossa vila. O merceeiro tinha uma variedade de produtos à venda. O merceeiro ficará aberto até tarde esta noite.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żyzność",
      "translation": "mercadoria",
      "definition": "Żywność i inne artykuły gospodarstwa domowego, często kupowane w sklepie lub supermarketach.",
      "definition_translation": "Alimentos e outros suprimentos para o lar, muitas vezes comprados em uma loja ou supermercado.",
      "example": "Muszę kupić jakieś żyzności na tydzień. Wydała dużo pieniędzy na żyzności miesiąc temu. Dostarczą nam żyzności do domu.",
      "example_translation": "Eu preciso comprar algumas mercadorias para a semana. Ela gastou muito dinheiro em mercadorias no mês passado. Eles irão entregar as mercadorias até nossa porta.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pensjonat",
      "translation": "pensão",
      "definition": "Mała i prywatna noclegownia, często w rezydencjalnej okolicy, która zapewnia zakwaterowanie dla kilku gości.",
      "definition_translation": "Um alojamento pequeno e privado, muitas vezes em uma área residencial, que fornece hospedagem para alguns hóspedes.",
      "example": "Zostałem w pensjonacie w Paryżu podczas wakacji. Pensjonat miał ładny ogród. Zostaniemy w pensjonacie nad morzem następnym tygodniu.",
      "example_translation": "Eu me hospedei em uma pensão em Paris durante minhas férias. A pensão tinha um jardim lindo. Vamos nos hospedar em uma pensão perto da praia na próxima semana.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siłownia",
      "translation": "ginásio",
      "definition": "Siłownia to miejsce, gdzie ludzie ćwiczą lub grają sporty, zazwyczaj w pomieszczeniu zamkniętym.",
      "definition_translation": "Um ginásio é um local onde as pessoas vão exercitar ou jogar esportes, tipicamente indoor.",
      "example": "Wczoraj poszedłem do siłowni, idę teraz do siłowni i pójdę do siłowni jutro.",
      "example_translation": "Eu fui ao ginásio ontem, eu vou ao ginásio agora e eu irei ao ginásio amanhã.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "porto",
      "definition": "Port to masa wody, gdzie statki, łodzie i inne jednostki mogą się zatrzymać, żeby załadować lub wyładować ładunek lub pasażerów.",
      "definition_translation": "Um porto é um corpo de água onde os navios, barcos e outros veículos podem parar para carregar ou descarregar cargas ou passageiros.",
      "example": "Port był zajęty statkami przybywającymi i odchodzącymi, port jest spokojny dzisiaj, a port będzie rozszerzony następnego roku.",
      "example_translation": "O porto estava ocupado com os navios indo e vindo, o porto está calmo hoje e o porto será expandido no próximo ano.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schronisko",
      "translation": "albergue",
      "definition": "Schronisko to budżetowa noclegownia, gdzie goście mogą wynająć łóżko, zazwyczaj w pokoju wspólnym, na krótki okres czasu.",
      "definition_translation": "Um albergue é uma acomodação voltada para orçamento onde os hóspedes podem alugar uma cama, usualmente em um quarto compartilhado, por um curto período de tempo.",
      "example": "Zostałem w schronisku podczas podróży, jestem teraz w schronisku i zostanę w schronisku następnego miesiąca.",
      "example_translation": "Eu fiquei em um albergue durante minha viagem, eu estou ficando em um albergue agora e eu ficarei em um albergue nächste mês.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chata",
      "translation": "cabana",
      "definition": "Chata to mała, prosta siedziba, często wykonana z naturalnych materiałów, takich jak drewno lub słoma, zazwyczaj znajdująca się w obszarach wiejskich lub dzikich.",
      "definition_translation": "Uma cabana é uma moradia pequena e simples, muitas vezes feita de materiais naturais como madeira ou palha, tipicamente encontrada em áreas rurais ou de wilderness.",
      "example": "Zbudowałem chatę w lesie, buduję teraz chatę i zbuduję chatę następnego lata.",
      "example_translation": "Eu construí uma cabana na floresta, eu estou construindo uma cabana agora e eu construirei uma cabana no próximo verão.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "więzienie",
      "translation": "cadeia",
      "definition": "Miejsce, gdzie ludzie są przetrzymywani po aresztowaniu lub skazaniu za popełnione przestępstwo, charakteryzujące się fizycznymi barierami i nadzorem.",
      "definition_translation": "Um lugar para confinamento de pessoas que foram presas ou condenadas por um crime, caracterizado por barreiras físicas e vigilância.",
      "example": "Policja zabrała podejrzanego do więzienia na dalsze przesłuchanie. Wczoraj była w więzieniu, ale dzisiaj jest na wolności. Do następnego roku nowe więzienie będzie gotowe.",
      "example_translation": "A polícia levou o suspeito para a cadeia para mais questionamentos. Ontem, ela estava na cadeia, mas hoje ela está fora sob fiança. Até o ano que vem, a nova cadeia estará concluída.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złotnik",
      "translation": "joalheria",
      "definition": "Sklep lub przedsiębiorstwo, które sprzedaje biżuterię i często wykonuje naprawy i prace zdobnicze.",
      "definition_translation": "Uma loja ou negócio que vende joias e frequentemente realiza reparos e trabalhos personalizados.",
      "example": "Zabieram zegarek do złotnika, żeby go naprawić. Złotnik na ulicy Głównej był tam od dziesięcioleci. Do następnego miesiąca nowy złotnik będzie otwarty.",
      "example_translation": "Estou levando meu relógio para a joalheria para consertá-lo. A joalheria na Rua Principal esteve lá por décadas. Até o próximo mês, a nova joalheria estará abrindo.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "laboratorium",
      "translation": "laboratório",
      "definition": "Pomieszczenie lub budynek wyposażony w urządzenia do przeprowadzania eksperymentów, badań lub testów.",
      "definition_translation": "Um quarto ou prédio equipado para experimentos científicos, pesquisas ou testes.",
      "example": "Naukowcy pracowali późno w laboratorium, aby zakończyć eksperyment. Wczoraj byłem w laboratorium, ale dzisiaj jestem w bibliotece. Do przyszłego tygodnia nowe laboratorium będzie gotowe.",
      "example_translation": "Os cientistas trabalharam até tarde no laboratório para concluir o experimento. Ontem, eu estava no laboratório, mas hoje estou na biblioteca. Até a próxima semana, o novo laboratório estará operacional.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "laboratorium",
      "translation": "laboratório",
      "definition": "Pomieszczenie lub budynek wyposażony w urządzenia do przeprowadzania eksperymentów, badań lub testów, często pod nadzorem naukowca.",
      "definition_translation": "Um quarto ou prédio equipado para experimentos científicos, pesquisas ou testes, frequentemente sob a supervisão de um cientista.",
      "example": "Studenci przeprowadzili eksperyment w laboratorium pod kierunkiem nauczyciela. Wczoraj robiliśmy eksperyment w laboratorium, ale dziś robimy quiz. Do przyszłego semestru nowe laboratorium będzie odnowione.",
      "example_translation": "Os alunos conduziram o experimento no laboratório sob a orientação do professor. Ontem, fizemos um experimento no laboratório, mas hoje estamos fazendo um quiz. Até o próximo semestre, o novo laboratório estará reformado.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum handlowe",
      "translation": "centro comercial",
      "definition": "Duży, zamknięty ośrodek handlowy z wieloma sklepami, restauracjami i opcjami rozrywki.",
      "definition_translation": "Um grande centro comercial fechado com múltiplas lojas, restaurantes e opções de entretenimento.",
      "example": "Wczoraj poszedłem do centrum handlowego z przyjaciółmi, pójdziemy tam znów jutro, i chodziliśmy tam wiele razy wcześniej.",
      "example_translation": "Eu fui ao centro comercial com meus amigos ontem, vamos ir novamente amanhã e já fomos muitas vezes antes.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kiosk",
      "translation": "revendedor de jornais",
      "definition": "Sklep, który sprzedaje gazety, magazyny i inne materiały drukowane.",
      "definition_translation": "Uma loja que vende jornais, revistas e outros materiais impressos.",
      "example": "Jutro odwiedzę kiosk, aby kupić najnowszy numer mojego ulubionego magazynu, wczoraj odwiedziłem go, aby kupić gazetę, i odwiedziłem go wiele razy wcześniej.",
      "example_translation": "Eu visitarei o revendedor de jornais amanhã para comprar a última edição da minha revista favorita, visitei ontem para comprar um jornal e já visitei muitas vezes antes.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klub nocny",
      "translation": "boate",
      "definition": "Instytucja, która pozostaje otwarta późno w nocy, oferując rozrywkę, napoje i muzykę dla klientów.",
      "definition_translation": "Um estabelecimento que fica aberto até tarde da noite, oferecendo entretenimento, bebidas e música para os clientes.",
      "example": "Wczoraj wybrałem się do klubu nocnego i zatańczyłem z przyjaciółmi, pójdziemy tam znów następnego tygodnia, i chodziliśmy tam wiele razy wcześniej.",
      "example_translation": "Eu fui à boate ontem à noite e dancei com meus amigos, vamos ir novamente na próxima semana e já fomos muitas vezes antes.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocean",
      "translation": "oceano",
      "definition": "Ogromna masa wody słonej, która pokrywa ponad 70% powierzchni Ziemi.",
      "definition_translation": "Um corpo gigante de água salgada que cobre mais de 70% da superfície da Terra.",
      "example": "Odwiedziłem ocean wiele razy, pójdę tam znów następnego lata, i odwiedziłem go w zeszłym roku z rodziną.",
      "example_translation": "Eu visitei o oceano muitas vezes, vou visitá-lo novamente no próximo verão e visitei-o no ano passado com minha família.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pałac",
      "translation": "palácio",
      "definition": "Wielki i imponujący dom, szczególnie ten, który został zbudowany dla króla lub królowej.",
      "definition_translation": "Uma casa grande e impressionante, especialmente uma que foi construída para um rei ou rainha.",
      "example": "Pałac został użyty jako miejsce ślubów królewskich. Został zbudowany w XV wieku i został niedawno odnowiony. Będzie otwarty dla publiczności następnego roku.",
      "example_translation": "O palácio foi usado como local para casamentos reais. Foi construído no século 15 e foi restaurado recentemente. Será aberto ao público no próximo ano.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apteka",
      "translation": "farmácia",
      "definition": "Sklep, gdzie ludzie mogą kupić leki i inne produkty związane z zdrowiem.",
      "definition_translation": "Uma loja onde as pessoas podem comprar medicamentos e outros produtos relacionados à saúde.",
      "example": "Wczoraj udałem się do apteki, aby kupić lek na ból głowy. Aptekarz pomoże mi wybrać odpowiedni. Pójdę z powrotem do apteki jutro, aby odebrać receptę.",
      "example_translation": "Fui à farmácia para comprar um remédio para minha dor de cabeça. O farmacêutico vai me ajudar a escolher o certo. Voltarei à farmácia amanhã para pegar minha receita.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "porto",
      "definition": "Miejsce, gdzie statki i łodzie mogą zatrzymać się, aby załadować i wyładować towary, szczególnie na morzu lub oceanie.",
      "definition_translation": "Um lugar onde navios e barcos podem parar para carregar e descarregar mercadorias, especialmente em um mar ou oceano.",
      "example": "Port był bardzo zajęty latem. Został niedawno rozbudowany, aby pomieścić więcej statków. Nowy port zostanie otwarty za miesiąc.",
      "example_translation": "O porto foi muito movimentado durante o verão. Foi expandido recentemente para acomodar mais navios. O novo porto será aberto no próximo mês.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "więzienie",
      "translation": "prisão",
      "definition": "Budynek lub instytucja, gdzie osoby są przetrzymywane jako kara za popełnione przestępstwo.",
      "definition_translation": "Um edifício ou instituição onde as pessoas são mantidas como punição por um crime.",
      "example": "Więzienie było przepełnione, więc rząd podjął decyzję o budowie nowego. Więźniowie zostali przeniesieni do nowego więzienia w zeszłym roku. Stare więzienie zostanie przekształcone w muzeum.",
      "example_translation": "A prisão estava superlotada, então o governo decidiu construir uma nova. Os prisioneiros foram transferidos para a nova prisão no ano passado. A prisão antiga será convertida em um museu.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "las deszczowy",
      "translation": "floresta tropical",
      "definition": "Las deszczowy to gęsty las z wysokim poziomem opadów, typowo znajdujący się blisko równika. Charakteryzuje się różnorodnym zestawem gatunków roślin i zwierząt.",
      "definition_translation": "Uma floresta tropical é uma floresta densa com um alto nível de precipitação pluviométrica, typicalmente encontrado perto do equador. É caracterizada por uma variedade diversa de espécies de plantas e animais.",
      "example": "Odwiedziłem las deszczowy w Brazylii w zeszłym roku, gdzie zobaczyłem wiele egzotycznych zwierząt. Zamierzam odwiedzić kolejny w następnym roku. Zawsze byłem fascynowany lasami deszczowymi.",
      "example_translation": "Eu visitei uma floresta tropical no Brasil no ano passado, onde vi muitos animais exóticos. Eu vou visitar outro ano que vem. Eu sempre fui fascinado por florestas tropicais.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkoła średnia",
      "translation": "escola secundária",
      "definition": "Szkoła średnia to szkoła, która zapewnia edukację uczniom w wieku od 11 do 18 lat, typowo po szkole podstawowej i przed edukacją wyższą.",
      "definition_translation": "Uma escola secundária é uma escola que fornece educação aos alunos entre as idades de 11 e 18, typicalmente após a escola primária e antes da educação superior.",
      "example": "Uczęszczałem do szkoły średniej w moim mieście rodzinnym, gdzie zrobiłem wielu przyjaciół. Moja siostra obecnie uczęszcza do szkoły średniej. Zamierzam zapisać moją córkę do szkoły średniej w następnym roku.",
      "example_translation": "Eu frequentei uma escola secundária na minha cidade natal, onde fiz muitos amigos. Minha irmã está atualmente frequentando uma escola secundária. Eu vou me inscrever minha filha em uma escola secundária ano que vem.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep z pamiątkami",
      "translation": "loja de lembranças",
      "definition": "Sklep z pamiątkami to sklep, który sprzedaje przedmioty takie jak pocztówki, łańcuszki i koszulki, które są meant to be kept as reminders of a trip or vacation.",
      "definition_translation": "Uma loja de lembranças é uma loja que vende itens como cartões-postais, chaveiros e camisetas que são destinados a serem guardados como lembranças de uma viagem ou férias.",
      "example": "Kupiłem pamiątkę ze sklepu z pamiątkami w Paryżu. Mój kolega jest właścicielem sklepu z pamiątkami nad morzem. Zamierzam odwiedzić sklep z pamiątkami jutro.",
      "example_translation": "Eu comprei um souvenir de uma loja de lembranças em Paris. Meu amigo é dono de uma loja de lembranças na praia. Eu vou visitar uma loja de lembranças amanhã.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep sportowy",
      "translation": "loja de artigos esportivos",
      "definition": "Sklep sportowy to sklep, który sprzedaje sprzęt i ubrania dla różnych sportów, takich jak piłka nożna, koszykówka i tenis.",
      "definition_translation": "Uma loja de artigos esportivos é uma loja que vende equipamentos e roupas para vários esportes, como futebol, basquete e tênis.",
      "example": "Kupiłem nową parę butów biegowych ze sklepu sportowego. Mój brat pracuje w sklepie sportowym. Zamierzam odwiedzić sklep sportowy w weekend.",
      "example_translation": "Eu comprei um novo par de sapatos de corrida de uma loja de artigos esportivos. Meu irmão trabalha em uma loja de artigos esportivos. Eu vou visitar uma loja de artigos esportivos fim de semana.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep",
      "translation": "loja",
      "definition": "Budynek lub pomieszczenie, gdzie sprzedawane są towary lub przechowywane.",
      "definition_translation": "Um prédio ou sala onde os bens são vendidos ou armazenados.",
      "example": "Poszedłem do sklepu, aby kupić mleko wczoraj, idę do sklepu, aby kupić chleb teraz, i pójdę do sklepu, aby kupić jajka jutro.",
      "example_translation": "Eu fui à loja para comprar leite ontem, estou indo à loja para comprar pão agora e irei à loja para comprar ovos amanhã.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świątynia",
      "translation": "templo",
      "definition": "Budynek dedykowany kultowi bóstwa lub bóstw.",
      "definition_translation": "Um prédio dedicado ao culto de uma divindade ou divindades.",
      "example": "Starożytna świątynia została odkryta w zeszłym roku, turyści odwiedzili świątynię wczoraj, a mnisi będą modlić się w świątyni jutro.",
      "example_translation": "O templo antigo foi descoberto no ano passado, os turistas visitaram o templo ontem e os monges rezarão no templo amanhã.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieża",
      "translation": "torre",
      "definition": "Wysoka, wąska budowla, często używana do obrony lub jako punkt obserwacyjny.",
      "definition_translation": "Um prédio alto e estreito, muitas vezes usado para defesa ou como posto de observação.",
      "example": "Wieża stała wysoko w średniowiecznym zamku, fajerwerki eksplodowały na wieży wczoraj wieczorem, a dzieci będą bawić się przy wieży jutro.",
      "example_translation": "A torre se ergueu alto no castelo medieval, os fogos de artifício explodiram na torre ontem à noite e as crianças brincarão perto da torre amanhã.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tor",
      "translation": "pista",
      "definition": "Wąska, zwykle pokryta asfaltem lub kratownicą powierzchnia dla pojazdów, aby jeździć.",
      "definition_translation": "Uma superfície estreita, geralmente pavimentada ou gradeada para veículos seguirem.",
      "example": "Samochód jechał szybko po torze, atleta biegł po torze wczoraj, a pociąg przejedzie po torze jutro.",
      "example_translation": "O carro dirigiu rapidamente na pista, o atleta correu na pista ontem e o trem passará pela pista amanhã.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schronisko młodzieżowe",
      "translation": "albergue de juventude",
      "definition": "Budżetowa forma zakwaterowania dla młodych podróżników, zwykle z pokojami wieloosobowymi i wspólnymi urządzeniami.",
      "definition_translation": "Um alojamento com orçamento para jovens viajantes, muitas vezes com quartos compartilhados e instalações comunais.",
      "example": "Zamieszkałem w schronisku młodzieżowym w Paryżu podczas mojej podróży plecakowej po Europie latem ubiegłym roku.",
      "example_translation": "Eu fiquei em um albergue de juventude em Paris durante minha viagem de mochila pela Europa no verão passado.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarnia",
      "translation": "padaria",
      "definition": "Sklep, który sprzedaje produkty piekarnicze, takie jak chleb, ciasta i pieczywo, pieczone w piecu.",
      "definition_translation": "Uma loja que vende alimentos à base de farinha assados em um forno, como pão, bolos e pastéis.",
      "example": "Pobiorę świeży chleb z piekarni w drodze do domu z pracy.",
      "example_translation": "Eu vou pegar um pão fresco da padaria no meu caminho para casa do trabalho.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piwnica",
      "translation": "porão",
      "definition": "Najniższa część budynku, często poniżej poziomu gruntu, używana do przechowywania, dostępu do mediów lub rekreacji.",
      "definition_translation": "A parte mais baixa de um prédio, muitas vezes abaixo do nível do solo, usada para armazenamento, utilidades ou recreação.",
      "example": "Piwnicę przekształcono w siłownię w trakcie renowacji.",
      "example_translation": "O porão foi convertido em um ginásio caseiro durante a reforma.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cela",
      "translation": "célula",
      "definition": "Małe zamknięte lub zkompartmenyzowane miejsce, szczególnie w więzieniu lub klasztorze.",
      "definition_translation": "Um espaço pequeno fechado ou compartimentalizado, especialmente em uma prisão ou mosteiro.",
      "example": "Więzień został zamknięty w swojej celi przez 23 godziny dziennie.",
      "example_translation": "O prisioneiro foi trancado em sua cela por 23 horas por dia.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korytarz",
      "translation": "corredor",
      "definition": "Długi pasaż w budynku, zwykle z pokojami po obu stronach.",
      "definition_translation": "Um longo passeio em um prédio, normalmente com salas de ambos os lados.",
      "example": "Zeszłam korytarzem, aby dostać się do sali konferencyjnej. Zeszłam korytarzem, aby dostać się do sali konferencyjnej. Zeszłam korytarzem, aby dostać się do sali konferencyjnej.",
      "example_translation": "Eu caminhei pelo corredor para chegar à sala de reunião. Eu caminharei pelo corredor para chegar à sala de reunião. Eu caminhei pelo corredor para chegar à sala de reunião.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kurs",
      "translation": "curso",
      "definition": "Serie lekcji lub wykładów na określony temat, szczególnie prowadzący do uzyskania kwalifikacji.",
      "definition_translation": "Uma série de lições ou palestras sobre um assunto específico, especialmente uma que leva a uma qualificação.",
      "example": "Wzięłam udział w kursie programowania komputerowego w zeszłym roku. Biorę udział w kursie programowania komputerowego w tym roku. Wezmę udział w kursie programowania komputerowego w przyszłym roku.",
      "example_translation": "Eu fiz um curso de programação de computador no ano passado. Estou fazendo um curso de programação de computador este ano. Farei um curso de programação de computador no ano que vem.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "majątek",
      "translation": "propriedade",
      "definition": "Duży obszar ziemi, zwykle na terenie wiejskim, należący do jednej osoby lub rodziny.",
      "definition_translation": "Uma área grande de terra, geralmente no campo, possuída por uma pessoa ou família.",
      "example": "Rodzina posiada duży majątek na terenie wiejskim. Rodzina posiada duży majątek na terenie wiejskim. Rodzina będzie posiadała duży majątek na terenie wiejskim.",
      "example_translation": "A família possuía uma propriedade grande no campo. A família possui uma propriedade grande no campo. A família terá uma propriedade grande no campo.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siedziba",
      "translation": "sede",
      "definition": "Główny ośrodek operacyjny lub administracyjny organizacji lub firmy.",
      "definition_translation": "O centro principal de operações ou administração de uma organização ou negócio.",
      "example": "Siedziba firmy znajduje się w Nowym Jorku. Siedziba firmy znajduje się w Nowym Jorku. Siedziba firmy będzie się znajdowała w Nowym Jorku.",
      "example_translation": "A sede da empresa está localizada em Nova York. As sedes da empresa estão localizadas em Nova York. A sede da empresa estará localizada em Nova York.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hol",
      "translation": "lobby",
      "definition": "Hol to duża, zazwyczaj luksusowa, sala wejściowa w budynku publicznym, takim jak hotel lub biurowiec.",
      "definition_translation": "Um lobby é um grande hall de entrada, geralmente luxuoso, em um prédio público, como um hotel ou prédio de escritórios.",
      "example": "Czekałam w holu na przyjaciela. Wczoraj czekałam w holu na przyjaciela. Do jutra będę czekała w holu na przyjaciela.",
      "example_translation": "Esperei no lobby pelo meu amigo chegar. Ontem, esperei no lobby pelo meu amigo chegar. Até amanhã, terei esperado no lobby pelo meu amigo chegar.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łąka",
      "translation": "prado",
      "definition": "Łąka to obszar ziemi pokryty trawą i kwiatami, często używany do wypasu zwierząt.",
      "definition_translation": "Um prado é um pedaço de terra coberto com grama e flores silvestres, frequentemente usado para pastagem de animais.",
      "example": "Przezszłam przez łąkę, aby dostać się do rzeki. Wczoraj przeszłam przez łąkę, aby dostać się do rzeki. Do przyszłego tygodnia będę przeszła przez łąkę, aby dostać się do rzeki.",
      "example_translation": "Caminhei pelo prado para chegar ao rio. Ontem, caminhei pelo prado para chegar ao rio. Até a próxima semana, terei caminhado pelo prado para chegar ao rio.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "boisko",
      "translation": "terreno",
      "definition": "Boisko to obszar ziemi wyznaczony do gry w piłkę, szczególnie piłkę nożną lub baseball.",
      "definition_translation": "Um terreno é uma área de terra demarcada para jogar um jogo, especialmente futebol ou beisebol.",
      "example": "Ćwiczyłam rzuty na boisku. Wczoraj ćwiczyłam rzuty na boisku. Do przyszłego roku będę ćwiczyła rzuty na boisku.",
      "example_translation": "Pratiquei meu lance no campo. Ontem, pratiquei meu lance no campo. Até o ano que vem, terei praticado meu lance no campo.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szopa",
      "translation": "galpão",
      "definition": "Szopa to mała struktura, zwykle drewniana lub metalowa, używana do przechowywania przedmiotów.",
      "definition_translation": "Um galpão é uma estrutura pequena, tipicamente feita de madeira ou metal, usada para armazenar coisas.",
      "example": "Przechowuję swoje narzędzia w szopie. Wczoraj przechowuję swoje narzędzia w szopie. Do przyszłego miesiąca będę przechowuję swoje narzędzia w szopie.",
      "example_translation": "Guardei minhas ferramentas no galpão. Ontem, guardei minhas ferramentas no galpão. Até o próximo mês, terei guardado minhas ferramentas no galpão.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieżowiec",
      "translation": "arranha-céu",
      "definition": "bardzo wysoki, ciągły budynek mieszkalny o wielu kondygnacjach, typowo zaprojektowany dla biur, Handlu i mieszkań.",
      "definition_translation": "um prédio muito alto, habitável em muitos andares, typicalmente projetado para uso comercial, de escritórios e residencial.",
      "example": "Wieżowiec został ukończony w 2010 roku i stał się najwyższym budynkiem w mieście. Będzie remontowany w 2025 roku. Do 2030 roku stał się ikonicznym znakiem rozpoznawczym.",
      "example_translation": "O arranha-céu foi concluído em 2010 e se tornou o prédio mais alto da cidade. Será reformado em 2025. Até 2030, havia se tornado um marco icônico.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plaża kamienista",
      "translation": "praia pedregosa",
      "definition": "plaża z wysoką koncentracją kamieni lub żwirku, często utrudniająca spacery lub opalanie.",
      "definition_translation": "uma praia com uma alta concentração de pedras ou seixos, frequentemente tornando difícil caminhar ou usar o sol.",
      "example": "Plaża kamienista nie była idealna do pływania, ale była doskonała do szukania interesujących kamieni. Spacerowaliśmy wzdłuż plaży kamienistej wczoraj. Do przyszłego lata będzie to popularne miejsce.",
      "example_translation": "A praia pedregosa não era ideal para nadar, mas era perfeita para procurar por pedras interessantes. Caminhamos ao longo da praia pedregosa ontem. Até o próximo verão, será um local popular.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "studio",
      "translation": "estúdio",
      "definition": "pokój lub budynek, gdzie artysta, fotograf lub muzyk pracuje lub produkuje swoje dzieła, muzykę lub filmy.",
      "definition_translation": "um quarto ou prédio onde um artista, fotógrafo ou músico trabalha ou produz sua arte, música ou filmes.",
      "example": "Fotograf miała małe studio w swoim mieszkaniu, gdzie rozwijała zdjęcia. Otworzy nowe studio miesiąc temu. Do końca roku jej studio będzie sławne.",
      "example_translation": "A fotógrafa tinha um pequeno estúdio em seu apartamento onde ela desenvolvia suas fotos. Ela abrirá um novo estúdio no próximo mês. Até o final do ano, seu estúdio será famoso.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terminal",
      "translation": "terminal",
      "definition": "budynek lub obiekt, gdzie pasażerowie przybywają lub odbywają, szczególnie na lotnisku lub w porcie.",
      "definition_translation": "um prédio ou instalação onde os passageiros chegam ou partem, especialmente em um aeroporto ou porto.",
      "example": "Nowy terminal na lotnisku został otwarty w zeszłym roku. Przybywamy na terminal jutro. Do 2030 roku terminal będzie rozbudowany.",
      "example_translation": "O novo terminal no aeroporto foi aberto no ano passado. Chegaremos ao terminal amanhã. Até 2030, o terminal será expandido.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taras",
      "translation": "terraço",
      "definition": "Płaska powierzchnia na zewnątrz domu lub budynku, często otoczona murem lub balustradą, używana do rekreacji lub relaksu.",
      "definition_translation": "Uma área plana fora de uma casa ou prédio, frequentemente rodeada por um muro ou corrimão, usada para recreação ou relaxamento.",
      "example": "Siedziałem na tarasie, pijąc kawę i ciesząc się widokiem. Wczoraj siedziałem na tarasie, czytając książkę. Jutro siedzę na tarasie, oglądając zachód słońca.",
      "example_translation": "Eu sentei no terraço, tomando meu café e aproveitando a vista. Ontem, eu sentei no terraço, lendo um livro. Amanhã, eu vou sentar no terraço, assistindo ao pôr do sol.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miejsce",
      "translation": "local",
      "definition": "Miejsce, gdzie odbywa się wydarzenie lub aktywność, takie jak koncert, konferencja lub wydarzenie sportowe.",
      "definition_translation": "Um lugar onde um evento ou atividade é realizado, como um concerto, conferência ou evento esportivo.",
      "example": "Miejsce koncertu zostało zmienione na ostatnią chwilę. Miejsce ślubu było pięknym ogrodem. Miejsce spotkania zostanie ogłoszone wkrótce.",
      "example_translation": "O local do concerto foi mudado no último minuto. O local do casamento foi um jardim lindo. O local da reunião será anunciado em breve.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oddział",
      "translation": "departamento",
      "definition": "Dział szpitala lub innego obiektu medycznego, szczególnie specjalizujący się w określonym typie pacjentów lub leczeniu.",
      "definition_translation": "Uma divisão de um hospital ou outra instalação médica, especialmente uma que se especialize em um tipo particular de paciente ou tratamento.",
      "example": "Pacjent został przeniesiony na oddział intensywnej opieki. Doktor pracował na oddziale pediatrii przez kilka lat. Pielęgniarka została przydzielona do oddziału chirurgicznego.",
      "example_translation": "O paciente foi transferido para a unidade de cuidados intensivos. O médico trabalhou na ala pediátrica por vários anos. A enfermeira foi designada para a ala cirúrgica.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieża kontroli",
      "translation": "torre de controle",
      "definition": "Wysoka struktura na lotnisku, z której kontrolowane i regulowane jest ruch lotniczy.",
      "definition_translation": "Uma estrutura alta em um aeroporto a partir da qual o tráfego aéreo é controlado e regulamentado.",
      "example": "Wieża kontroli kierowała samolotem na pas startowy. Wieża kontroli została ewakuowana z powodu pożaru. Wieża kontroli będzie remontowana w przyszłym roku.",
      "example_translation": "A torre de controle guiou o avião para a pista de pouso. A torre de controle foi evacuada devido a um incêndio. A torre de controle será renovada no ano que vem.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "delikatesy",
      "translation": "mercearia",
      "definition": "Sklep sprzedający różnorodne potrawy, takie jak mięsa, sery i desery, często serwowane w dekoracyjny lub artystyczny sposób.",
      "definition_translation": "Uma loja que vende uma variedade de alimentos preparados, como carnes, queijos e sobremesas, frequentemente servidos de maneira decorativa ou artística.",
      "example": "Odwiedziłem delikatesy w Nowym Jorku i kupiłem jakieś smaczne kanapki. Odwiedziłem delikatesy w Paryżu przedtem. Odwiedzę delikatesy w Londynie miesiąc temu.",
      "example_translation": "Eu visitei uma mercearia em Nova York e comprei alguns sanduíches deliciosos. Eu já havia visitado uma mercearia em Paris antes. Eu visitarei uma mercearia em Londres no próximo mês.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pamiątkowe miejsce",
      "translation": "marco",
      "definition": "Wyróżniająca się lub znacząca cecha krajobrazu lub miasta, często służąca jako symbol lub identyfikator.",
      "definition_translation": "Um recurso notável ou proeminente de uma paisagem ou cidade, frequentemente servindo como símbolo ou identificador.",
      "example": "Wieża Eiffla jest sławnym pamiątkowym miejscem w Paryżu. Statua Wolności jest dobrze znanym pamiątkowym miejscem w Nowym Jorku. Big Ben będzie pamiątkowym miejscem w Londynie na zawsze.",
      "example_translation": "A Torre Eiffel é um marco famoso em Paris. A Estátua da Liberdade é um marco bem conhecido em Nova York. O Big Ben será um marco em Londres para sempre.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rezydencja",
      "translation": "mansão",
      "definition": "Duży i imponujący dom, często używany do opisu luksusowego lub grandiozanego mieszkania.",
      "definition_translation": "Uma casa grande e impressionante, frequentemente usada para descrever uma moradia luxuosa ou grandiosa.",
      "example": "Milioner mieszkał w rezydencji z pięknym ogrodem. Ona zawsze marzyła o posiadaniu rezydencji na plaży. Będą budować rezydencję w górach w przyszłym roku.",
      "example_translation": "O milionário viveu em uma mansão com um jardim bonito. Ela sempre sonhou em possuir uma mansão na praia. Eles vão construir uma mansão nas montanhas no ano que vem.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schody",
      "translation": "escada",
      "definition": "Zestaw schodów i ich konstrukcji nośnych, często prowadzących z jednego piętra na inne w budynku.",
      "definition_translation": "Um conjunto de degraus e suas estruturas de suporte, frequentemente levando de um andar a outro em um prédio.",
      "example": "Stary dom miał piękne schody prowadzące na drugie piętro. Ona wyszła wolno ze schodów. Będą instalować nowe schody w budynku biurowym w przyszłym miesiącu.",
      "example_translation": "A casa antiga tinha uma bela escada levando ao segundo andar. Ela desceu a escada lentamente. Eles vão instalar uma nova escada no prédio de escritórios no próximo mês.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep papierniczy",
      "translation": "papelaria",
      "definition": "Sklep, który sprzedaje papier, pióra i inne artykuły biurowe.",
      "definition_translation": "Uma loja que vende papel, canetas e outros suprimentos de escritório.",
      "example": "Kupiłem nowy notes w sklepie papierniczym wczoraj. Dziś idę kupić pióro tam. Jutro kupię linię tam.",
      "example_translation": "Eu comprei um novo caderno na papelaria ontem. Hoje, estou indo comprar uma caneta lá. Amanhã, vou comprar uma régua.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "magazyn",
      "translation": "armazém",
      "definition": "Duży budynek używany do przechowywania towarów.",
      "definition_translation": "Um grande edifício usado para armazenar mercadorias.",
      "example": "Firma zbudowała nowy magazyn do przechowywania swoich produktów. W zeszłym roku, przechowywali je w małym budynku. W przyszłości, rozszerzą magazyn.",
      "example_translation": "A empresa construiu um novo armazém para armazenar seus produtos. No ano passado, eles usavam armazená-los em um prédio pequeno. No futuro, eles vão ampliar o armazém.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rybactwo",
      "translation": "peixaria",
      "definition": "Sklep, który sprzedaje świeżą rybę i owoce morza.",
      "definition_translation": "Uma loja que vende peixe fresco e frutos do mar.",
      "example": "Kupiłem krewetki w rybactwie wczoraj. Dziś idę kupić łososia tam. Jutro kupię tuńczyka.",
      "example_translation": "Eu comprei alguns camarões na peixaria ontem. Hoje, estou indo comprar algum salmão lá. Amanhã, vou comprar algum atum.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeźniczy sklep",
      "translation": "ferreteria",
      "definition": "Sklep, który sprzedaje narzędzia i sprzęt.",
      "definition_translation": "Uma loja que vende ferramentas e hardware.",
      "example": "Kupiłem młotek w rzeźniczym sklepie wczoraj. Dziś idę kupić śruby tam. Jutro kupię kleszcze.",
      "example_translation": "Eu comprei um martelo na ferreteria ontem. Hoje, estou indo comprar alguns parafusos lá. Amanhã, vou comprar uma chave inglesa.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lądowanie",
      "translation": "aterragem",
      "definition": "Czynność doprowadzania statku kosmicznego lub samolotu na ziemię lub do bezpiecznej pozycji na ziemi.",
      "definition_translation": "O ato de trazer uma espaçonave ou uma aeronave ao solo ou a uma posição segura no solo.",
      "example": "Pilot umiejętnie wykonał lądowanie, doprowadzając samolot do postoju na pasie startowym. Wczoraj statek kosmiczny wykonał udane lądowanie na Marsie. Lądowanie odbędzie się o świcie jutro.",
      "example_translation": "O piloto habilmente executou a aterragem, trazendo o avião para uma parada na pista. Ontem, a espaçonave fez uma aterrissagem bem-sucedida em Marte. A aterrissagem ocorrerá ao amanhecer amanhã.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poddasze",
      "translation": "sótão",
      "definition": "Pomieszczenie lub przestrzeń znajdująca się bezpośrednio pod dachem budynku, często używane do przechowywania lub jako przestrzeń mieszkalna.",
      "definition_translation": "Um quarto ou espaço diretamente sob o telhado de um prédio, muitas vezes usado para armazenamento ou como espaço de vida.",
      "example": "Poddasze nad garażem zostało przekształcone w przytulną sypialnię. Ona przechowywała stare meble w poddaszu. Do końca roku, planują przekształcić poddasze w biuro domowe.",
      "example_translation": "O sótão acima da garagem foi convertido em um quarto aconchegante. Ela armazenou seu mobiliário antigo no sótão. Até o final do ano, eles planejam transformar o sótão em um escritório em casa.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep monopolowy",
      "translation": "loja de bebidas",
      "definition": "Sklep, który jest upoważniony do sprzedaży alkoholi, ale tylko do spożycia poza terenem sklepu.",
      "definition_translation": "Uma loja que é licenciada para vender bebidas alcoólicas, mas apenas para consumo fora do local.",
      "example": "Kupiłem butelkę wina w sklepie monopolowym, żeby się napić w domu. Sklep monopolowy na rogu sprzedaje szeroki asortyment piw. On zatrzymał się w sklepie monopolowym po drodze do domu, żeby kupić sześciopak.",
      "example_translation": "Nós compramos uma garrafa de vinho da loja de bebidas para desfrutar em casa. A loja de bebidas na esquina vende uma variedade de cervejas. Ele parou na loja de bebidas para pegar uma embalagem de seis latas no caminho para casa.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stabilny",
      "translation": "estável",
      "definition": "Silny i pewny, nieprawdopodobny, że upadnie lub zostanie przesunięty.",
      "definition_translation": "Forte e firme, não provável de cair ou ser movido.",
      "example": "Drzwi stajni skrzypiały, gdy koń wyszedł. Stabilna ekonomia kraju przyciągnęła inwestorów zagranicznych. Do końca roku, firma planuje osiągnąć bardziej stabilną sytuację finansową.",
      "example_translation": "A porta da estrebaria rangeu quando o cavalo saiu. A economia estável do país atraiu investidores estrangeiros. Até o ano que vem, a empresa planeja ter uma situação financeira mais estável.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep wolnocłowy",
      "translation": "loja franca",
      "definition": "Sklep wolnocłowy to retailowy sklep, który jest zwolniony z pewnych lokalnych i krajowych podatków i ceł, co pozwala mu sprzedawać produkty po niższej cenie niż w standardowym środowisku handlowym.",
      "definition_translation": "Uma loja franca é uma loja de varejo que está isenta de certos impostos e direitos locais e nacionais, permitindo que venda produtos a um preço mais baixo do que seria possível em um ambiente de varejo padrão.",
      "example": "Kupiłem butelkę perfum w sklepie wolnocłowym na lotnisku. Kupię jeszcze jedną, gdy wrócę z podróży za rok. Kupuję czekolady w sklepie wolnocłowym od lat.",
      "example_translation": "Eu comprei um frasco de perfume na loja franca do aeroporto. Vou comprar outro quando voltar da minha viagem no ano que vem. Eu tenho comprado chocolates na loja franca há anos.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "molo",
      "translation": "píer",
      "definition": "Molo to konstrukcja zbudowana nad wodą, zwykle wspierana przez słupki lub pale, używana do różnych celów, takich jak połów ryb, transport morski lub rekreacja.",
      "definition_translation": "Um píer é uma estrutura construída sobre a água, típica suportada por pilares ou pilhas, e usada para vários propósitos, como pesca, navegação ou recreação.",
      "example": "Przechadzałem się wzdłuż mola, ciesząc się widokiem oceanu. Rybacy byli zajęci rozładunkiem swojej zdobyczy przy molu. Miasto planuje zbudować nowe molo do celów rekreacyjnych.",
      "example_translation": "Eu caminhei ao longo do píer, desfrutando da vista do oceano. Os pescadores estavam ocupados descarregando sua pesca no píer. A cidade planeja construir um novo píer para atividades recreativas.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]