[
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kwiecień",
      "translation": "Abril",
      "definition": "Czwarty miesiąc roku, przypadający pomiędzy marcem a majem",
      "definition_translation": "O quarto mês do ano, ocorrendo entre março e maio",
      "example": "Urodziłem się w kwietniu 1990 roku. Zawitam u rodziny w kwietniu przyszłego roku. Odwiedziłem Paryż w kwietniu ubiegłego roku.",
      "example_translation": "Eu nasci em abril de 1990. Vou visitar minha família em abril do próximo ano. Visitei Paris em abril do ano passado.",
      "imageLink": "image_files\\English\\april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sierpień",
      "translation": "Agosto",
      "definition": "Ósmy miesiąc roku, przypadający pomiędzy lipcem a wrześniem",
      "definition_translation": "O oitavo mês do ano, ocorrendo entre julho e setembro",
      "example": "Pojadę na plażę w sierpniu. Mieliśmy świetny czas w sierpniu ubiegłego roku. Sierpień jest moim ulubionym miesiącem.",
      "example_translation": "Vou para a praia em agosto. Tivemos um ótimo tempo em agosto do ano passado. Agosto é meu mês favorito.",
      "imageLink": "image_files\\English\\august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Grudzień",
      "translation": "Dezembro",
      "definition": "Dwunasty i ostatni miesiąc roku, przypadający pomiędzy listopadem a styczniem",
      "definition_translation": "O décimo segundo e último mês do ano, ocorrendo entre novembro e janeiro",
      "example": "Uwielbiam świętować Boże Narodzenie w grudniu. Zawsze organizujemy imprezę w grudniu. Grudzień jest najzimniejszym miesiącem.",
      "example_translation": "Eu adoro celebrar o Natal em dezembro. Nós sempre temos uma festa em dezembro. Dezembro é o mês mais frio.",
      "imageLink": "image_files\\English\\december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Luty",
      "translation": "Fevereiro",
      "definition": "Drugi miesiąc roku, przypadający pomiędzy styczniem a marcem",
      "definition_translation": "O segundo mês do ano, ocorrendo entre janeiro e março",
      "example": "Urodziłem się w lutym 1995 roku. Pójdziesz narciarstwo w lutym przyszłego roku. Luty jest zimnym miesiącem.",
      "example_translation": "Eu nasci em fevereiro de 1995. Vamos esquiar em fevereiro do próximo ano. Fevereiro é um mês frio.",
      "imageLink": "image_files\\English\\february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Styczeń",
      "translation": "Janeiro",
      "definition": "Pierwszy miesiąc roku w kalendarzu gregoriańskim, zazwyczaj oznaczony zimą w północnej półkuli.",
      "definition_translation": "O primeiro mês do ano no calendário gregoriano, usualmente marcado pelo inverno no hemisfério norte.",
      "example": "Urodziłem się w styczniu 1990 roku, Zawitam na przyjęciu w styczniu przyszłego roku, i uczestniczyłem w ślubie w styczniu ubiegłego roku.",
      "example_translation": "Eu nasci em janeiro de 1990, irei participar de uma festa em janeiro do próximo ano e assistir a um casamento em janeiro do ano passado.",
      "imageLink": "image_files\\English\\january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Lipiec",
      "translation": "Julho",
      "definition": "Siódmy miesiąc roku w kalendarzu gregoriańskim, zazwyczaj oznaczony latem w północnej półkuli.",
      "definition_translation": "O sétimo mês do ano no calendário gregoriano, usualmente marcado pelo verão no hemisfério norte.",
      "example": "Pojadę na plażę w lipcu ubiegłego roku, Zawitam na festiwalu muzycznym w lipcu tego roku, i mam urodziny w lipcu co roku.",
      "example_translation": "Eu fui para a praia em julho do ano passado, irei participar de um festival de música em julho deste ano e tenho um aniversário em julho todos os anos.",
      "imageLink": "image_files\\English\\july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Czerwiec",
      "translation": "Junho",
      "definition": "Szósty miesiąc roku w kalendarzu gregoriańskim, zazwyczaj oznaczony początkiem lata w północnej półkuli.",
      "definition_translation": "O sexto mês do ano no calendário gregoriano, usualmente marcado pelo início do verão no hemisfério norte.",
      "example": "Ukończyłem studia w czerwcu ubiegłego roku, Zawitam na weselu w czerwcu tego roku, i mam wakacje zaplanowane w czerwcu przyszłego roku.",
      "example_translation": "Eu me formei em junho do ano passado, irei participar de um casamento em junho deste ano e tenho um plano de férias em junho do próximo ano.",
      "imageLink": "image_files\\English\\june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Marzec",
      "translation": "Março",
      "definition": "Trzeci miesiąc roku w kalendarzu gregoriańskim, zazwyczaj oznaczony początkiem wiosny w północnej półkuli.",
      "definition_translation": "O terceiro mês do ano no calendário gregoriano, usualmente marcado pelo início da primavera no hemisfério norte.",
      "example": "Pojadę na konferencję w marcu ubiegłego roku, Zawitam na spotkaniu w marcu tego roku, i mam deadline projektu w marcu przyszłego roku.",
      "example_translation": "Eu fui a uma conferência em março do ano passado, irei participar de uma reunião em março deste ano e tenho um prazo de entrega de projeto em março do próximo ano.",
      "imageLink": "image_files\\English\\march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maj",
      "translation": "Maio",
      "definition": "Piąty miesiąc roku, następujący po kwietniu i przed czerwcem.",
      "definition_translation": "O quinto mês do ano, após abril e antes de junho.",
      "example": "Zakończę studia w maju. Ukończyłem studia w maju. Ukończę studia w maju przyszłego roku.",
      "example_translation": "Eu vou graduar em Maio. Eu me formei em Maio. Eu me formei no mês passado de Maio.",
      "imageLink": "image_files\\English\\may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Listopad",
      "translation": "Novembro",
      "definition": "Jedenasty miesiąc roku, następujący po październiku i przed grudniem.",
      "definition_translation": "O décimo primeiro mês do ano, após outubro e antes de dezembro.",
      "example": "Pojadę do Europy w listopadzie. Pojechałem do Europy w listopadzie. Pojadę do Europy w listopadzie przyszłego roku.",
      "example_translation": "Eu viajarei para a Europa em Novembro. Eu viajei para a Europa em Novembro. Eu viajarei para a Europa no próximo Novembro.",
      "imageLink": "image_files\\English\\november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Październik",
      "translation": "Outubro",
      "definition": "Dziesiąty miesiąc roku, następujący po wrześniu i przed listopadem.",
      "definition_translation": "O décimo mês do ano, após setembro e antes de novembro.",
      "example": "Będę miał urodziny w październiku. Miałem urodziny w październiku. Będę miał urodziny w przyszłym październiku.",
      "example_translation": "Eu terei uma festa de aniversário em Outubro. Eu tive uma festa de aniversário em Outubro. Eu terei uma festa de aniversário no próximo Outubro.",
      "imageLink": "image_files\\English\\october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wrzesień",
      "translation": "Setembro",
      "definition": "Dziewiąty miesiąc roku, następujący po sierpniu i przed październikiem.",
      "definition_translation": "O nono mês do ano, após agosto e antes de outubro.",
      "example": "Będę rozpoczynał nową pracę we wrześniu. Rozpocząłem nową pracę we wrześniu. Będę rozpoczynał nową pracę w przyszłym wrześniu.",
      "example_translation": "Eu começarei um novo emprego em Setembro. Eu comecei um novo emprego em Setembro. Eu começarei um novo emprego no próximo Setembro.",
      "imageLink": "image_files\\English\\september.jpg",
      "audioLink": "September.mp3"
    }
  ]