[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owad",
      "translation": "inseto",
      "definition": "Małe zwierzę, zazwyczaj z sześcioma nogami i twardego ciała, które często znajdowane są w ogrodach i lasach.",
      "definition_translation": "Um pequeno animal, geralmente com seis pernas e um corpo exterior rígido, que é freqüentemente encontrado em jardins e florestas.",
      "example": "Wczoraj widziałem owada pełzającego po ścianie, ale nie wiem, co to było. Dziś znowu go zobaczyłem i próbuję zidentyfikować go na projekt jutrzejszy.",
      "example_translation": "Eu vi um inseto rastejando na parede ontem, mas não sei o que era. Hoje, eu o vi novamente, e estou tentando identificá-lo para o projeto de amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mrówka",
      "translation": "formiga",
      "definition": "Małe, zazwyczaj czerwone lub czarne, zwierzę że żyje w koloniach i jest znane ze swej pracowitej zachowania.",
      "definition_translation": "Um pequeno inseto, geralmente vermelho ou preto, que vive em colônias e é conhecido por seu comportamento industrioso.",
      "example": "Wczoraj obserwowałem mrówkę noszącą okruchy z powrotem do swojej mrówkolni, i byłem pod wrażeniem jej siły. Dziś zobaczyłem wiele mrówek pracujących razem, aby zebrać żywność. Jutro będę próbował obserwować ich zachowanie bliżej.",
      "example_translation": "Eu assisti uma formiga carregando uma migalha de volta à sua formigueiro ontem, e fiquei impressionado com sua força. Hoje, eu vi muitas formigas trabalhando juntas para coletar comida. Amanhã, vou tentar observar seu comportamento mais de perto.",
      "imageLink": "image_files\\English\\"imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pszczoła",
      "translation": "abelha",
      "definition": "Latające zwierzę, które zbiera nektar z kwiatów i produkuje miód, zazwyczaj żyjące w kolonii z królową pszczół.",
      "definition_translation": "Um inseto voador que coleta néctar de flores e produz mel, geralmente vivendo em uma colônia com uma abelha-rainha.",
      "example": "Wczoraj widziałem pszczołę zbierającą nektar z kwiatów w ogrodzie, ale użądła mnie, gdy próbowałem jej dotknąć. Dziś nauczyłem się, jak bezpiecznie obserwować pszczoły. Jutro będę próbował pomóc swojemu przyjacielowi, który jest pszczelarzem.",
      "example_translation": "Eu vi uma abelha coletando néctar das flores no jardim ontem, mas ela me picou quando tentei tocar nele. Hoje, eu aprendi como observar abelhas com segurança. Amanhã, vou tentar ajudar meu amigo que é um apicultor.",
      "imageLink": "image_files\\English\\"imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świerszcz",
      "translation": "inseto",
      "definition": "Małe, zazwyczaj bezskrzydłe, zwierzę że się żywi roślinami lub zwierzętami.",
      "definition_translation": "Um pequeno inseto, geralmente sem asas, que freqüentemente se alimenta de plantas ou animais.",
      "example": "Wczoraj znalazłem świerszcza pełzającego po ekranie mojego laptopa, ale nie wiem, jak się tam dostał. Dziś będę próbował wyjąć go z laptopa. Jutro będę sprawdzał, czy laptop jest czysty.",
      "example_translation": "Eu encontrei um inseto rastejando na tela do meu laptop ontem, mas não sei como ele chegou lá. Hoje, vou tentar limpar meu laptop maisoroughly. Amanhã, vou certificar-me de verificar meu laptop regularmente por qualquer inseto.",
      "imageLink": "image_files\\English\\"imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "motyl",
      "translation": "borboleta",
      "definition": "Motyl to rodzaj owada, który ma duże, często jaskrawo ubarwione skrzydła i smukłe ciało.",
      "definition_translation": "Uma borboleta é um tipo de inseto que tem asas grandes, frequentemente coloridas, e um corpo esbelto.",
      "example": "Wczoraj widziałem piękny motyl unoszący się wokół kwiatów. Dziś siedzi on na liściu, a jutro uleczy i poleci dalej.",
      "example_translation": "Eu vi uma borboleta linda voando em volta das flores ontem. Hoje, ela está sentada em uma folha, e amanhã ela vai voar embora.",
      "imageLink": "image_files\\English\\"imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karaluch",
      "translation": "barata",
      "definition": "Karaluch to rodzaj owada, który ma płaskie, owalne ciało i sześć nóg, często znajdowane w ciemnych, wilgotnych miejscach.",
      "definition_translation": "Uma barata é um tipo de inseto que tem um corpo plano, ovalado e seis pernas, frequentemente encontrada em lugares escuros e úmidos.",
      "example": "Wczoraj wieczorem widziałem karalucha pełzającego po podłodze kuchni. Rano zastosowałem insektycyd, aby go zabić, i wieczorem on będzie martwy.",
      "example_translation": "Eu vi uma barata correndo pelo chão da cozinha ontem à noite. Esta manhã, eu borrifei inseticida para matá-la, e até hoje à noite, ela estará morta.",
      "imageLink": "image_files\\English\\"imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stworzenie",
      "translation": "criatura",
      "definition": "Stworzenie to żyjące istnienie, zwłaszcza zwierzę, często mające unikatowe lub nietypowe cechy.",
      "definition_translation": "Uma criatura é um ser vivo, especialmente um animal, frequentemente apresentando características que são únicas ou pouco comuns.",
      "example": "Stworzenie, które żyło w lesie, było jak żadne, które widziałem przedtem. Miało skrzydła jak ptak, ale pazury jak kot. Wczoraj widziałem je latające w powietrzu, dziś siedzi na gałęzi, a jutro ono zniknie.",
      "example_translation": "A criatura que viveu na floresta era diferente de qualquer uma que eu já tinha visto antes. Ela tinha asas como um pássaro, mas garras como um gato. Ontem, eu vi ela voando acima, hoje ela está empoleirada em um galho, e amanhã ela estará partido.",
      "imageLink": "image_files\\English\\"imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muchówka",
      "translation": "mosca",
      "definition": "Muchówka to rodzaj owada, który ma małe, zazwyczaj czarne lub brązowe ciało i jedną parę skrzydeł.",
      "definition_translation": "Uma mosca é um tipo de inseto que tem um corpo pequeno, geralmente preto ou marrom, e um par de asas.",
      "example": "Wczoraj widziałem muchówkę buzzującą wokół kosza na śmieci. Dziś siedzi ona na stole kuchennym, a jutro będzie latać wokół pokoju.",
      "example_translation": "Eu vi uma mosca zunindo em volta do lixo ontem. Hoje, ela está sentada no contador da cozinha, e amanhã ela estará voando em volta da sala.",
      "imageLink": "image_files\\English\\"imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komar",
      "translation": "mosquito",
      "definition": "Małe latające zwierzę, które jest wektorem chorób takich jak malaria i gorączka d overnight.",
      "definition_translation": "Um inseto voador pequeno que é um vetor de doenças como malária e febre de dengue.",
      "example": "Wczoraj zaczepiłem komara buzzującego wokół mojego ucha, znowu złapałem go w powietrzu i zgniotę go później niedługo.",
      "example_translation": "Eu bati no mosquito zumbindo ao meu redor, então peguei-o no ar, e esmagarei mais tarde.",
      "imageLink": "image_files\\English\\"imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pająk",
      "translation": "aranha",
      "definition": "Mały ośmiornogi pajęczak, który tka sieć, aby złapać zdobycz.",
      "definition_translation": "Um arácnido de oito patas pequeno que constrói uma teia para pegar presas.",
      "example": "Obserwowałem, jak pająk tkał swoją sieć, znowu złapał muchę, i będzie ją jeść później.",
      "example_translation": "Eu observei enquanto a aranha construía sua teia, então pegou uma mosca, e comerá mais tarde.",
      "imageLink": "image_files\\English\\"imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sieć",
      "translation": "teia",
      "definition": "Sieć nitki splecionej przez pająka, by złapać ofiarę.",
      "definition_translation": "Uma rede de fios intrincados construídos por uma aranha para pegar presas.",
      "example": "Pająkowa sieć była intratna, potem została zniszczona, ale zostanie odbudowana już wkrótce.",
      "example_translation": "A teia da aranha era intrincada, então foi destruída, mas será reconstruída em breve.",
      "imageLink": "image_files\\English\\"imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chrząszcz",
      "translation": "besouro",
      "definition": "Typ owada o twardym zewnętrznym pancerzu, często spotykany w ogrodach.",
      "definition_translation": "Um tipo de inseto com uma concha externa dura, frequentemente encontrado em jardins.",
      "example": "Zobaczyłem chrząszcza pełznącego po liściu, potem poleciał, i wróci jutro.",
      "example_translation": "Eu vi um besouro rastejando na folha, então voou embora, e retornará amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " kleszcz",
      "translation": "pulga",
      "definition": "Mały, skaczący owad, który żywi się krwią ssaków i ptaków.",
      "definition_translation": "Um pequeno inseto saltador que se alimenta do sangue de mamíferos e aves.",
      "example": "Kot miał kleszcza na uchu. Wczoraj miał kleszcze na całym ciele. Do następnego tygodnia nie będzie już miał kleszczy.",
      "example_translation": "O gato tinha uma pulga no ouvido. Ontem, ele tinha pulgas em todo o corpo. Até a próxima semana, ele não terá pulgas.",
      "imageLink": "image_files\\English\\"imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ukłucie",
      "translation": "picada",
      "definition": "Ostry, bolesny ran, zadawany przez owada, zwłaszcza przez osę lub pszczółkę.",
      "definition_translation": "Um ferimento agudo e doloroso infligido por um inseto, especialmente uma vespa ou abelha.",
      "example": "Ukłucie pszczoły bolało bardzo. Wczoraj dostałem się od osy. Do następnego lata nauczę się unikać ich ukłuć.",
      "example_translation": "A picada de abelha doeu muito. Ontem, eu fui picado por uma vespa. Até o próximo verão, eu vou aprender a evitar a sua picada.",
      "imageLink": "image_files\\English\\"imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osa",
      "translation": "vespa",
      "definition": "Latający owad, typowo żółty i czarny, znany ze swojego bolesnego ukłucia.",
      "definition_translation": "Um inseto voador, tipicamente amarelo e preto, que é conhecido por sua picada dolorosa.",
      "example": "Zobaczyłem osę latającą wokół ogrodu. Wczoraj odegoniłem osę. Do następnej jesieni będę miał pułapkę na osy gotową.",
      "example_translation": "Eu vi uma vespa voando em torno do jardim. Ontem, eu espantei uma vespa. Até o próximo outono, eu vou ter uma armadilha de vespa pronta.",
      "imageLink": "image_files\\English\\"imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "modliszka",
      "translation": "mantis",
      "definition": "Drób owad z długim, smukłym ciałem i kolczastymi nogami, znany ze swojego drapieżnego zachowania.",
      "definition_translation": "Um inseto carnívoro com um corpo longo e esguio e pernas espinhosas, conhecido por seu comportamento predatório.",
      "example": "Zobaczyłem modliszkę w ogrodzie. Wczoraj modliszka złapała muchę. Do następnej wiosny będę miał modliszkę w moim ogrodzie.",
      "example_translation": "Eu vi uma mantis rezadora no quintal. Ontem, uma mantis rezadora pegou uma mosca. Até a próxima primavera, eu vou ter uma mantis rezadora no meu jardim.",
      "imageLink": "image_files\\English\\"imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ćma",
      "translation": "traça",
      "definition": "Mały, zwykle nocny owad o stoutnym ciele i pierścieniowatych lub niciowatych czułkach, często spotykany w budynkach i żywiący się tkaninami.",
      "definition_translation": "Um inseto pequeno, geralmente noturno, com um corpo robusto e antenas plumosas ou filamentares, frequentemente encontrado em edifícios e alimentando-se de tecidos.",
      "example": "Ćma zjadła dziurę w moim ulubionym swetrze. Sprawdzę szafę wieczorem, czy nie ma ćm. Ćma zniszczy wszystkie moje ubrania do następnego tygodnia.",
      "example_translation": "A traça havia comido um buraco na minha blusa favorita. Vou verificar meu armário para tracás esta noite. A traça terá destruído todas as minhas roupas até a próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stoniożółtka",
      "translation": "escaravelho da batata",
      "definition": "Mały, owalny chrząszcz, który jest powszechnym szkodnikiem ziemniaków, pomidorów i innych roślin z rodziny psiankowatych.",
      "definition_translation": "Um besouro pequeno, ovalado, que é um praga comum de batatas, tomates e outras plantas solanáceas.",
      "example": "Rolnik zastosował insektycydy, aby kontrolować populację stoniożółtek. Stoniożółtki mogą spowodować znaczne szkody w uprawach. Do następnego sezonu będą już eradykowane.",
      "example_translation": "O agricultor aplicou inseticidas para controlar a população de escaravelhos da batata. Escaravelhos da batata podem causar danos significativos às culturas. Até a próxima temporada, a infestação de escaravelhos da batata terá sido erradicada.",
      "imageLink": "image_files\\English\\"imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jedwabnik",
      "translation": "bicho-da-seda",
      "definition": "Larwa ćmy, która przędzie kokon jedwabiu, używanego do produkcji tkanin jedwabnych.",
      "definition_translation": "A larva de uma traça que espina um casulo de seda, usada para produzir tecido de seda.",
      "example": "Jedwabniki były karmione liśćmi morwy, aby wspomóc ich wzrost. Jedwabnik będzie miał swój kokon już jutro. Jedwabniki są używane do produkcji jedwabiu od tysięcy lat.",
      "example_translation": "Os bichos-da-seda foram alimentados com folhas de amoreira para promover seu crescimento. O bicho-da-seda terá espina seu casulo até amanhã. Bichos-da-seda têm sido usados para produzir seda por milhares de anos.",
      "imageLink": "image_files\\English\\"imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "termite",
      "translation": "cupim",
      "definition": "Mały, socjalny owad, który żyje w koloniach i żywi się drewnem, często powodując znaczne szkody w budynkach i drzewach.",
      "definition_translation": "Um inseto pequeno, social, que vive em colônias e se alimenta de madeira, frequentemente causando danos significativos a edifícios e árvores.",
      "example": "Dom był zainfekowany termitami przez lata. Termitów często spotyka się w ciepłych i wilgotnych klimatach. Kolonia termitów będzie zjadła całą konstrukcję drewnianą do następnego miesiąca.",
      "example_translation": "A casa havia sido infestada por cupins por anos. Cupins são frequentemente encontrados em climas quentes e úmidos. A colônia de cupins terá consumido a estrutura de madeira inteira até o próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pluskwa łóżkowa",
      "translation": "percevejo",
      "definition": "Mały, płaski, pasożytniczy owad, który infekuje materace i żywi się krwią ludzi i innych ciepłokrwistych zwierząt.",
      "definition_translation": "Um inseto parasita pequeno e plano que infesta colchões e se alimenta do sangue de seres humanos e outros animais de sangue quente.",
      "example": "Pokój hotelowy miał poważny problem z pluskwami łóżkowymi, więc musieliśmy poprosić o zmianę pokoju. Byliśmy już kiedyś ukąszeni przez pluskwy łóżkowe i będziemy ukąszeni ponownie w przyszłości.",
      "example_translation": "O quarto de hotel tinha uma infestação séria de percevejos, então tivemos que solicitar uma troca de quarto. Nós já havíamos sido mordidos por percevejos antes, e vamos ser mordidos por eles novamente no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trzmiel",
      "translation": "abelha",
      "definition": "Duży, owłosiony, społeczny pszczół, ważny dla zapylania i znany z charakterystycznego buzzingu.",
      "definition_translation": "Uma abelha grande, peluda, social que é importante para a polinização e é conhecida pelo seu barulho zumbido distinto.",
      "example": "Trzmiel latał z kwiatu na kwiat, zbierając nektar, aby zanieść go do swojej pasa. W przeszłości widzieliśmy wiele trzmieli w naszym ogrodzie, ale teraz jest ich mniej. Będziemy sadzić więcej kwiatów, aby przyciągnąć więcej trzmieli w przyszłości.",
      "example_translation": "A abelha voava de flor em flor, coletando néctar para levar de volta à sua colméia. No passado, costumávamos ver muitas abelhas em nosso jardim, mas agora há menos. Vamos plantar mais flores para atrair mais abelhas no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gąsienica",
      "translation": "lagarta",
      "definition": "Larwa motyla lub ćmy, typowo mająca ciało robakowate i nogi.",
      "definition_translation": "A larva de uma borboleta ou mariposa, normalmente tendo um corpo semelhante a um verme e pernas.",
      "example": "Gąsienica pełzła po liściu, jedząc swoją drogę przez delikatne pędy. Widzieliśmy w przeszłości, jak gąsienice przekształcają się w piękne motyle. W przyszłości będziemy uczyć się więcej o cyklu życia gąsienic.",
      "example_translation": "A lagarta rastejou ao longo da folha, comendo seu caminho pelas brotações tenras. Nós havíamos visto lagartas se transformarem em belas borboletas no passado. No futuro, vamos aprender mais sobre o ciclo de vida das lagartas.",
      "imageLink": "image_files\\English\\"imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyklada",
      "translation": "cigarrinha",
      "definition": "Duży, skrzydlaty owad z charakterystycznym śpiewem, typowo żyjący pod ziemią przez kilka lat, zanim wyjdzie jako dorosły.",
      "definition_translation": "Um inseto alado grande com um canto distinto, normalmente vivendo під terra por vários anos antes de emergir como adulto.",
      "example": "Głośny śpiew cykady wypełniał powietrze, gdy wyłoniła się z ziemi. Słyszeliśmy już śpiew cykadi w przeszłości i będziemy go słyszeć ponownie w przyszłości. Latem spróbujemy znaleźć cykładę i obserwować jej zachowanie.",
      "example_translation": "O canto alto da cigarrinha encheu o ar enquanto ela emergia do chão. Nós havíamos ouvido cigarrinhas cantando no passado, e vamos ouvi-las novamente no futuro. No verão, vamos tentar encontrar uma cigarrinha e observar seu comportamento.",
      "imageLink": "image_files\\English\\"imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ważka",
      "translation": "libélula",
      "definition": "Ważka to owad z długim, smukłym ciałem, typowo zieloną lub iryzowaną, i dużymi, wielokrotnymi oczami.",
      "definition_translation": "Uma libélula é um inseto com corpo longo e esbelto, geralmente verde brilhante ou iridescente, e olhos multifacetados grandes.",
      "example": "Złapałem ważkę w ogrodzie wczoraj, ale uciekła z mojego ręka. Obserwowałem ją, gdy unosła się nad stawem przez całe rano. Będę próbował złapać kolejną jutro.",
      "example_translation": "Eu peguei uma libélula no jardim ontem, mas ela escapou da minha mão. Eu havia estado assistindo ela pairar em torno do lago toda manhã. Vou tentar pegar outra amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drone",
      "translation": "zângão",
      "definition": "Drone to bezzałogowy statek powietrzny lub okręt, który jest operowany zdalnie lub autonomicznie, często używany do celów wojskowych lub nadzoru.",
      "definition_translation": "Um zângão é um avião ou navio não tripulado que é operado remotamente ou de forma autônoma, muitas vezes usado para fins militares ou de vigilância.",
      "example": "Wojsko używa dronów do gromadzenia danych wywiadowczych o pozycjach wroga. Drone latał nad terytorium przez godziny przed jego zestrzeleniem. Będę budować swój własny drone miesiąc później.",
      "example_translation": "O militar usa zângãos para coletar inteligência sobre posições inimigas. O zângão havia estado voando sobre a área por horas antes de ser derrubado. Vou construir meu próprio zângão nxt mês.",
      "imageLink": "image_files\\English\\"imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bąk",
      "translation": "mímalo",
      "definition": "Bąk to rodzaj muchy, który jest znany ze swojej irytacji i uporczywości, często używany figuralnie do opisu kogoś, kto uporczywie krytykuje lub nęka innych.",
      "definition_translation": "Um mímalo é um tipo de mosca que é conhecido por sua molestação e persistência, muitas vezes usado figurativamente para descrever alguém que crítica ou assedia persistentemente os outros.",
      "example": "Bąk z sąsiedztwa zawsze narzekał o hałasie. Byłem irritowany przez bąka, który kręcił się wokol mnie. Polityk został skrytykowany przez bąka dziennikarza.",
      "example_translation": "O mímalo do bairro sempre estava reclamando do barulho. Eu fui incomodado pelo mímalo que continuava a zumbir em torno de mim. O político foi criticado por um jornalista mímalo.",
      "imageLink": "image_files\\English\\"imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konik polny",
      "translation": "gafanhoto",
      "definition": "Konik polny to owad z długim, smukłym ciałem i potężnymi tylnymi nogami, często spotykany w polach i łąkach.",
      "definition_translation": "Um gafanhoto é um inseto com corpo longo e esbelto e pernas traseiras poderosas, muitas vezes encontrado em campos e pradarias.",
      "example": "Konik polny skoczył przez pole w jednym skoku. Obserwowałem konika polnego przez godziny, zanim w końcu skoczył. Będę próbował złapać konika polnego jutro.",
      "example_translation": "O gafanhoto pulou pelo campo em apenas um salto. Eu havia estado assistindo o gafanhoto por horas antes de finalmente pular embora. Vou pegar um gafanhoto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oszczyp",
      "translation": "vespa",
      "definition": "Oszczyp to rodzaj osy, która podobnie jak pszczół, ale ma bardziej agresywny układ.",
      "definition_translation": "Uma vespa é um tipo de vespereço semelhante a uma abelha, mas tem um ferrão mais agressivo.",
      "example": "Oszczyp ukąsił mnie wczoraj, ale będę uważniejszy, gdy zobaczę go w przyszłości. Teraz badam, jak uniknąć ich gniazd. W przeszłości widziałem gniazdo szerszenia na farmie mojego dziadka.",
      "example_translation": "A vespa me picou ontem, mas eu serei cuidadoso quando vir uma no futuro. Agora, estou pesquisando como evitar seus ninhos. No passado, eu havia visto um ninho de vespa na fazenda do meu avô.",
      "imageLink": "image_files\\English\\"imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biedronka",
      "translation": "joaninha",
      "definition": "Biedronka to mały chrząszcz z charakterystyczną czerwoną i czarną muszlą.",
      "definition_translation": "Uma joaninha é um tipo de besouro pequeno com uma casca vermelha e preta distinta.",
      "example": "Kiedy byłem dzieckiem, łapałem biedronki w ogrodzie, ale teraz wiem, że są one owadami korzystnymi. Biedronki jedzą mszyce, więc będziemy przyciągać je do naszego ogrodu w przyszłości. W przeszłości nigdy nie widziałem biedronki, aż do przeprowadzki na wieś.",
      "example_translation": "Quando eu era criança, costumava pegar joaninhas no jardim, mas agora eu sei que são insetos benéficos. Joaninhas comem afídeos, então nós vamos atrair eles para o nosso jardim no futuro. No passado, eu nunca havia visto uma joaninha até me mudar para o campo.",
      "imageLink": "image_files\\English\\"imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szarańczyn",
      "translation": "gafanhoto",
      "definition": "Szarańczyn to rodzaj dużego szarańczaka, który może tworzyć rój i niszczyć plony.",
      "definition_translation": "Um gafanhoto é um tipo de grande gafanhoto que pode formar bandos e destruir culturas.",
      "example": "Rój szarańczynów zniszczył nasze plony w zeszłym roku, więc będziemy używać pestycydów w przyszłości. Szarańczyny są znane z migracji na długich dystansach, a teraz studiuję ich zachowanie. W przeszłości słyszałem o plagach szarańczynów w Biblii.",
      "example_translation": "O bando de gafanhotos destruiu nossas culturas no ano passado, então vamos usar pesticidas no futuro. Gafanhotos são conhecidos por migrar sobre longas distâncias, e agora estou estudando seu comportamento. No passado, eu havia ouvido sobre pragas de gafanhotos na Bíblia.",
      "imageLink": "image_files\\English\\"imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wesz",
      "translation": "piolho",
      "definition": "Wesz to rodzaj małego pasożytniczego owada, który żyje na ciałach ludzi i zwierząt.",
      "definition_translation": "Um piolho é um tipo de inseto parasita pequeño que vive nos corpos de humanos e animais.",
      "example": "Kiedy byłem w szkole, miałem kolegę, u którego znaleziono wszy, ale teraz wiem, jak je leczyć. Wszy są przyciągane do brudnej fryzury, więc będziemy regularnie myć włosy w przyszłości. W przeszłości widziałem ludzi używających specjalnych szamponów, aby się pozbyć wszy.",
      "example_translation": "Quando eu estava na escola, eu tinha um amigo que tinha piolhos, mas agora eu sei como tratá-los. Piolhos são atraídos para cabelos sujos, então vamos lavar nosso cabelo regularmente no futuro. No passado, eu havia visto pessoas usando xampus especiais para se livrar de piolhos.",
      "imageLink": "image_files\\English\\"imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]