[
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "frio",
      "definition": "mający niską temperaturę; chłód; brak ciepła lub gorąca",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "Byłem zimny wczoraj, będę zimny jutro, ale nie jestem zimny dziś.",
      "example_translation": "Eu estava frio ontem, eu vou estar frio amanhã, mas eu não estou frio hoje.",
      "imageLink": "image_files\\English\\cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "frio",
      "definition": "mający niską temperaturę; chłód; brak ciepła lub gorąca",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "Miałem zimny prysznic dziś rano, będę miał zimny napój później, ale nie miałem zimnego śniadania.",
      "example_translation": "Eu tomei um banho frio esta manhã, eu vou ter um drink frio mais tarde, mas eu não tive um café da manhã frio.",
      "imageLink": "image_files\\English\\cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorąco",
      "translation": "quente",
      "definition": "mający wysoką temperaturę; gorąco; intensywne",
      "definition_translation": "tendo uma temperatura alta; quente; intenso",
      "example": "Byłem gorąco wczoraj, jestem gorąco dziś, ale nie będę gorąco jutro.",
      "example_translation": "Eu estava quente ontem, eu estou quente hoje, mas eu não vou estar quente amanhã.",
      "imageLink": "image_files\\English\\hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deszcz",
      "translation": "chuva",
      "definition": "opad w postaci kropli wody w powietrzu",
      "definition_translation": "precipitação na forma de gotas de água no ar",
      "example": "Padało intensywnie wczoraj, pada będzie jutro, ale nie pada dziś.",
      "example_translation": "Choveu forte ontem, vai chover amanhã, mas não está chovendo hoje.",
      "imageLink": "image_files\\English\\rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieg",
      "translation": "neve",
      "definition": "Śnieg to opad w postaci małych kryształków lodu, które spadają z nieba, typowo zimą.",
      "definition_translation": "A neve é a precipitação em forma de pequenos cristais de gelo que caem do céu, tipicamente no inverno.",
      "example": "Chodziłem w śniegu wczoraj, chodzę w śniegu teraz, i będę chodził w śniegu jutro.",
      "example_translation": "Eu caminhei na neve ontem, estou caminhando na neve agora e caminharei na neve amanhã.",
      "imageLink": "image_files\\English\\snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lato",
      "translation": "verão",
      "definition": "Lato to najcieplejszy sezon roku, w północnej półkuli od czerwca do sierpnia, a w południowej półkuli od grudnia do lutego.",
      "definition_translation": "O verão é a estação mais quente do ano, no Hemisfério Norte de junho a agosto e no Hemisfério Sul de dezembro a fevereiro.",
      "example": "Uwielbiałem grać w wakacje letnie, uwielbiam grać teraz, i będę uwielbiał grać w wakacje letnie następnym roku.",
      "example_translation": "Eu amei jogar nas férias de verão, eu amo jogar no verão agora e amarei jogar no verão próximo ano.",
      "imageLink": "image_files\\English\\summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słońce",
      "translation": "sol",
      "definition": "Słońce to gwiazda, wokół której Ziemia krąży, dostarczając światła i ciepła planecie.",
      "definition_translation": "O sol é a estrela em torno da qual a Terra orbita, fornecendo luz e calor ao planeta.",
      "example": "Słońce świeciło bardzo jasno wczoraj, słońce świeci bardzo jasno teraz, i słońce będzie świeciło bardzo jasno jutro.",
      "example_translation": "O sol brilhava intensamente ontem, o sol brilha intensamente agora e o sol brilhará intensamente amanhã.",
      "imageLink": "image_files\\English\\sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "quente",
      "definition": "Ciepło to temperatura umiarkowana, ani gorąca, ani zimna, często kojarzona z komfortem i relaksem.",
      "definition_translation": "Quente é uma temperatura moderada, nem quente nem fria, frequentemente associada ao confort e ao relaxamento.",
      "example": "Pokój był ciepły wczoraj, pokój jest ciepły teraz, i pokój będzie ciepły jutro.",
      "example_translation": "O quarto estava quente ontem, o quarto está quente agora e o quarto estará quente amanhã.",
      "imageLink": "image_files\\English\\warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pogoda",
      "translation": "tempo",
      "definition": "Stan atmosfery w danym miejscu i czasie, włączając temperaturę, wilgotność, zachmurzenie, wiatr i opad.",
      "definition_translation": "O estado da atmosfera em um lugar e hora específicos, incluindo temperatura, umidade, nublado, vento e precipitação.",
      "example": "Uwielbiam spacerować w dobrej pogodzie. Wczoraj pogoda była okropna. Mam nadzieję, że pogoda będzie ładna jutro.",
      "example_translation": "Eu adoro caminhar em tempo bom. Ontem, o tempo era horrível. Espero que o tempo seja agradável amanhã.",
      "imageLink": "image_files\\English\\weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiatr",
      "translation": "vento",
      "definition": "Ruch powietrza w atmosferze, zwłaszcza silny, który może spowodować szkody lub wpłynąć na pogodę.",
      "definition_translation": "Um movimento natural do ar na atmosfera, especialmente um forte que pode causar dano ou afetar o tempo.",
      "example": "Wiatr wieje bardzo silnie dziś. Uwielbiam czuć wiatr we włosach. Wiatr będzieadleje wiał jutro.",
      "example_translation": "O vento está soprando muito forte hoje. Eu amo sentir o vento no meu cabelo. O vento sopra menos amanhã.",
      "imageLink": "image_files\\English\\wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zima",
      "translation": "inverno",
      "definition": "Najzimniejszy sezon roku w północnej hemisferze od grudnia do lutego i w południowej hemisferze od czerwca do sierpnia.",
      "definition_translation": "A estação mais fria do ano, no hemisfério norte de dezembro a fevereiro e no hemisfério sul de junho a agosto.",
      "example": "Uwielbiam grać w śniegu zimą. Zima jest moim ulubionym sezonem. Pójdę narciarstwo zimą.",
      "example_translation": "Eu amo brincar na neve durante o inverno. O inverno é a minha estação favorita. Eu irei esquiar no inverno.",
      "imageLink": "image_files\\English\\winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chmura",
      "translation": "nuvem",
      "definition": "Widoczna masa kropel wody lub kryształów lodu zawieszonych w powietrzu, zwykle biała lub szara.",
      "definition_translation": "Uma massa visível de gotas de água ou cristais de gelo suspensos no ar, geralmente branca ou cinzenta.",
      "example": "Uwielbiam obserwować chmury na niebie. Wczoraj chmura była bardzo ciemna. Mam nadzieję, że chmura zniknie szybko.",
      "example_translation": "Eu amo assistir as nuvens no céu. Ontem, a nuvem estava muito escura. Espero que a nuvem desapareça em breve.",
      "imageLink": "image_files\\English\\cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pochmurny",
      "translation": "nublado",
      "definition": "mający wygląd lub teksturę chmurową",
      "definition_translation": "tendo uma aparência ou textura nublada",
      "example": "Pogoda była pochmurna wczoraj, ale będzie słoneczna jutro. Było pochmurnie w zeszłym tygodniu, i jest pochmurnie dzisiaj.",
      "example_translation": "O tempo estava nublado ontem, mas será ensolarado amanhã. Estava nublado na semana passada, e está nublado hoje.",
      "imageLink": "image_files\\English\\cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mgła",
      "translation": "neblina",
      "definition": "masy kropel wody blisko powierzchni ziemi",
      "definition_translation": "uma massa semelhante a uma nuvem de gotículas de água minúsculas próxima ao solo",
      "example": "Mgła była tak gęsta, że nie mogliśmy zobaczyć drogi. Mgła musi się rozwiać rano. Było mglisto wczoraj wieczorem, a teraz jest słonecznie.",
      "example_translation": "A neblina estava tão espessa que não podíamos ver a estrada. A neblina irá se dissipar até a manhã. Estava nebuloso na noite passada, mas é ensolarado hoje.",
      "imageLink": "image_files\\English\\fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mglisty",
      "translation": "nebuloso",
      "definition": "mający lub charakteryzujący się mgłą",
      "definition_translation": "tendo ou caracterizado por neblina",
      "example": "Pogoda mglista utrudniała jazdę. Mglisty poranek przekształcił się w słoneczny dzień. Było mgliste w zeszłym tygodniu, i jest mgliste dzisiaj.",
      "example_translation": "O tempo nebuloso tornou difícil dirigir. A manhã nebulosa se transformou em um dia ensolarado. Estava nebuloso na semana passada, e está nebuloso novamente hoje.",
      "imageLink": "image_files\\English\\foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lód",
      "translation": "gelo",
      "definition": "stała, przejrzysta i krucha substancja utworzona z wody",
      "definition_translation": "uma substância sólida, transparente e frágil formada a partir de água",
      "example": "Lód topniał powoli w słońcu. Lód był śliski, więc musieliśmy być ostrożni. Było lodowato zimą, i będzie lodowato następnej zimy.",
      "example_translation": "O gelo derreteu lentamente ao sol. O gelo estava escorregadio, então tivemos que ter cuidado. Estava gelado no último inverno, e está gelado novamente no próximo ano.",
      "imageLink": "image_files\\English\\ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiosna",
      "translation": "primavera",
      "definition": "Sezon roku pomiędzy zimą a latem, podczas którego pogoda staje się cieplejsza i rośliny zaczynają rosnąć.",
      "definition_translation": "A estação do ano entre o inverno e o verão, durante a qual o clima se torna mais quente e as plantas começam a crescer.",
      "example": "Uwielbiam chodzić w parku wiosną; w zeszłej wiośnie zasadziłem ogród; do następnej wiosny przeniosę się do nowego domu.",
      "example_translation": "Eu amo caminhar no parque durante a primavera; na última primavera, eu plantei um jardim; até a próxima primavera, eu vou ter me mudado para uma nova casa.",
      "imageLink": "image_files\\English\\spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza",
      "translation": "tempestade",
      "definition": "Ciężki stan pogody charakteryzujący się silnymi wiatrami, ulewnym deszczem i często piorunem i grzmotem.",
      "definition_translation": "Uma condição climática severa caracterizada por ventos fortes, chuva pesada e, frequentemente, trovão e relâmpago.",
      "example": "Burza zniszczyła wiele domów; burza nadchodzi jutro; do czasu, gdy burza przeminie, będziemy skończyli projekt.",
      "example_translation": "A tempestade danificou muitas casas; a tempestade chegará amanhã; até que a tempestade passe, nós vamos ter terminado o projeto.",
      "imageLink": "image_files\\English\\storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoneczny",
      "translation": "ensolarado",
      "definition": "Mający dużo słońca; czując się szczęśliwym i wesołym.",
      "definition_translation": "Tendo muito sol; sentindo-se feliz e alegre.",
      "example": "Był słoneczny dzień, więc poszliśmy na plażę; ona zawsze wygląda słonecznie, gdy jest z przyjaciółmi; do czasu, gdy skończę ten projekt, będzie słonecznie na zewnątrz.",
      "example_translation": " Era um dia ensolarado, então nós fomos para a praia; ela sempre parece ensolarada quando está com seus amigos; até que eu termine este projeto, estará ensolarado lá fora.",
      "imageLink": "image_files\\English\\sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza z piorunami",
      "translation": "tempestade de trovão",
      "definition": "Burza charakteryzująca się obecnością piorunów, grzmotów i ulewnego deszczu.",
      "definition_translation": "Uma tempestade caracterizada pela presença de relâmpagos, trovão e chuva pesada.",
      "example": "Burza z piorunami była tak głośna, że obudziła mnie; mieliśmy burzę z piorunami w zeszłym weekendzie; do czasu, gdy burza z piorunami przeminie, będziemy bezpieczni.",
      "example_translation": "A tempestade de trovão era tão alta que me acordou; tivemos uma tempestade de trovão no último fim de semana; até que a tempestade de trovão passe, estaremos seguros.",
      "imageLink": "image_files\\English\\thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mokry",
      "translation": "molhado",
      "definition": "pokryty lub nasączony wodą lub inną cieczą",
      "definition_translation": "coberto ou saturado com água ou outro líquido",
      "example": "Pies był mokry po zabawie w deszczu. Będzie mokry jutro, jeśli znów będzie padać. Umieściłem włosy w wannie.",
      "example_translation": "O cachorro estava molhado após brincar na chuva. Estará molhado amanhã se chover novamente. Eu molhei meu cabelo no chuveiro.",
      "imageLink": "image_files\\English\\wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wietrzny",
      "translation": "ventoso",
      "definition": "mający silny lub gwałtowny wiatr",
      "definition_translation": "tendo um vento forte ou violento",
      "example": "Wczoraj było wietrznie, więc założyłem kurtkę. Wezmę parasol jutro, jeśli będzie wietrznie. Dziewczyna została zdmuchnięta przez wietrzny podmuch.",
      "example_translation": "Estava ventoso ontem, então eu usei um casaco. Vou levar um guarda-chuva amanhã se está ventoso. Ela foi soprada pelo vento forte.",
      "imageLink": "image_files\\English\\windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dmuchać",
      "translation": "soprar",
      "definition": "wytwarzać prąd powietrza przez wydychanie tchu",
      "definition_translation": "produzir uma corrente de ar ao expelir o fôlego",
      "example": "Liście dmuchają w wietrze. Ona zdmuchnie świece dziś wieczorem. Dmuchałem nosem, bo miałem przeziębienie.",
      "example_translation": "As folhas sopram no vento. Ela sopra as velas esta noite. Eu assoei meu nariz porque eu estava resfriado.",
      "imageLink": "image_files\\English\\blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bryza",
      "translation": "brisa",
      "definition": "łagodny wiatr",
      "definition_translation": "um vento suave",
      "example": "Łagodna bryza dmuchała przez drzewa. Pójdę na spacer w bryzie jutro. Bryza była odświeżająca po gorącym słońcu.",
      "example_translation": "Uma brisa suave soprou através das árvores. Vou dar um passeio na brisa amanhã. A brisa foi refrescante após o sol quente.",
      "imageLink": "image_files\\English\\breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "calor",
      "definition": "Ciepło to forma energii, która jest przekazywana przez różnicę temperatury. Jest to naturalny proces, który występuje w wielu aspektach życia, takich jak gotowanie, słońce i ludzkie ciało.",
      "definition_translation": "O calor é uma forma de energia que é transferida por uma diferença de temperatura. É um processo natural que ocorre em muitos aspectos da vida, como na cozinha, no sol e no corpo humano.",
      "example": "Rozgrzewam zupę w mikrofali. Rozgrzewałem zupę wczoraj. Rozgrzewam zupę jutro.",
      "example_translation": "Eu esquento a sopa no micro-ondas. Eu esquentei a sopa ontem. Eu esquentarei a sopa amanhã.",
      "imageLink": "image_files\\English\\heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "błyskawica",
      "translation": "raio",
      "definition": "Błyskawica to ogromne wyładowanie elektrostatyczne, które występuje podczas burz, charakteryzujące się jasnym błyskiem światła i gwałtownym hukiem grzmotu.",
      "definition_translation": "O raio é uma descarga eletrostática maciça que ocorre durante tempestades de trovão, caracterizada por um flash de luz brilhante e um estrondo de trovão.",
      "example": "Błyskawica zapłonęła na niebie. Błyskawica zapłonęła na niebie wczoraj. Błyskawica zapłonie na niebie jutro.",
      "example_translation": "O raio lampejou em todo o céu. O raio havia lampejou em todo o céu ontem. O raio lampejará em todo o céu amanhã.",
      "imageLink": "image_files\\English\\lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sezon",
      "translation": "estação",
      "definition": "Sezon to okres roku charakteryzujący się określonym wzorcem pogody, takim jak zima, wiosna, lato lub jesień.",
      "definition_translation": "Uma estação é um período do ano caracterizado por um padrão de tempo particular, como inverno, primavera, verão ou outono.",
      "example": "Uwielbiam sezon letni. Uwielbiałem sezon zimowy w zeszłym roku. Uwielbiam sezon jesieni następnego roku.",
      "example_translation": "Eu amo a estação de verão. Eu amei a estação de inverno no ano passado. Eu amarei a estação de outono no ano que vem.",
      "imageLink": "image_files\\English\\season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wschód słońca",
      "translation": "nascer do sol",
      "definition": "Wszechół słońca to czas rano, kiedy słońce pojawia się powyżej horyzontu, oznaczając początek nowego dnia.",
      "definition_translation": "O nascer do sol é o momento da manhã em que o sol aparece acima do horizonte, marcando o início de um novo dia.",
      "example": "Obejrzałem wschód słońca tej rano. Obejrzałem wschód słońca wczoraj rano. Obejrzę wschód słońca jutro rano.",
      "example_translation": "Eu assisti ao nascer do sol esta manhã. Eu assisti ao nascer do sol ontem de manhã. Eu assistirei ao nascer do sol amanhã de manhã.",
      "imageLink": "image_files\\English\\sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachód słońca",
      "translation": "pôr do sol",
      "definition": "Czas wieczorem, kiedy słońce znika poniżej horyzontu.",
      "definition_translation": "O momento da noite quando o sol some abaixo do horizonte.",
      "example": "Obejrzałem zachód słońca na plaży wczoraj wieczorem. Obejrzę zachód słońca z góry jutro. Obejrzałem zachód słońca z miasta wczoraj.",
      "example_translation": "Eu assisti o pôr do sol da praia ontem à noite. Vou assistir o pôr do sol da montanha amanhã. Eu havia assistido o pôr do sol da cidade ontem.",
      "imageLink": "image_files\\English\\sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoneczne światło",
      "translation": "sol de brilho",
      "definition": "Ciepłe i jasne światło słońca.",
      "definition_translation": "A luz quente e brilhante do sol.",
      "example": "Uwielbiam chodzić w słonecznym świetle. Ona będzie się kąpać w słonecznym świetle jutro. Graliśmy w słonecznym świetle wczoraj.",
      "example_translation": "Eu amo caminhar no sol de brilho. Ela vai tomar um banho no sol de brilho amanhã. Eles haviam jogado no sol de brilho ontem.",
      "imageLink": "image_files\\English\\sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grom",
      "translation": "trovão",
      "definition": "Głośny, grzmiący dźwięk towarzyszący piorunowi.",
      "definition_translation": "Um som alto e ruidoso que acompanha o raio.",
      "example": "Usłyszałem grom w burzy wczorajszej nocy. Oni usłyszą grom w burzy jutro. Mieliśmy usłyszeć grom w burzy wczoraj.",
      "example_translation": "Eu ouvi o trovão na tempestade ontem à noite. Eles vão ouvir o trovão na tempestade amanhã. Nós havíamos ouvido o trovão na tempestade ontem.",
      "imageLink": "image_files\\English\\thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło dzienne",
      "translation": "luz do dia",
      "definition": "Światło dnia, w przeciwieństwie do ciemności lub sztucznego oświetlenia.",
      "definition_translation": "A luz do dia, em oposição à escuridão ou luz artificial.",
      "example": "Uwielbiam spacerować w świetle dziennym. Ona będzie spacerować w świetle dziennym jutro. Oni grali w świetle dziennym wczoraj.",
      "example_translation": "Eu amo caminhar na luz do dia. Ela vai dar um passeio na luz do dia amanhã. Eles haviam jogado na luz do dia ontem.",
      "imageLink": "image_files\\English\\daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "huragan",
      "translation": "furacão",
      "definition": "Huragan to potężna, wirująca burza, która tworzy się nad ciepłymi wodami oceanu, charakteryzująca się silnym wiatrem i intensywnymi opadami deszczu.",
      "definition_translation": "Um furacão é uma tempestade poderosa e rotativa que se forma sobre águas oceânicas quentes, caracterizada por ventos fortes e chuvas pesadas.",
      "example": "Huragan zniszczył kilka domów w nadmorskim miasteczku. On zagrażał lądowaniu przez dni. Gdy on uderzy, będziemy ewakuowali z obszaru.",
      "example_translation": "O furacão destruiu várias casas na cidade costeira. Tinha ameaçado fazer landfall por dias. Quando atingir, vamos ter evacuado a área.",
      "imageLink": "image_files\\English\\hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło księżyca",
      "translation": "luz da lua",
      "definition": "Miękkie, srebrzyste światło księżyca, szczególnie wtedy, gdy świeci w nocy.",
      "definition_translation": "A luz suave e prateada da lua, especialmente quando brilha à noite.",
      "example": "Wzięliśmy romantyczny spacer w ogrodzie pod światłem księżyca. Światło księżyca było tak jasne, że nie potrzebowaliśmy latarki. Za miesiąc światło księżyca będzie jeszcze piękniejsze.",
      "example_translation": "Nós fizemos um passeio romântico no jardim sob a luz da lua. A luz da lua era tão brilhante que não precisávamos de lanternas. Até o próximo mês, a luz da lua será ainda mais linda.",
      "imageLink": "image_files\\English\\moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tęcza",
      "translation": "arco-íris",
      "definition": "Piękny naturalny fenomen, w którym pojawia się łuk kolorów na niebie, typowo po deszczu.",
      "definition_translation": "Um belo fenômeno natural em que uma faixa de cores aparece no céu, normalmente após a chuva.",
      "example": "Zobaczyliśmy tęczę rozciągającą się na niebie po burzy. Tęcza była tak żywa, że zwróciła uwagę wszystkich. Za rok będziemy mieli zdjęcie tęczy.",
      "example_translation": "Nós vimos um arco-íris estendendo-se ao longo do céu após a tempestade. O arco-íris era tão vibrante que chamou a atenção de todos. Até o ano que vem, vamos ter tirado uma foto de um arco-íris.",
      "imageLink": "image_files\\English\\rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opad deszczu",
      "translation": "chuva",
      "definition": "Ilość deszczu, która spada w danym rejonie lub w danym okresie czasu.",
      "definition_translation": "A quantidade de chuva que cai em uma área ou perído de tempo particular.",
      "example": "Opad deszczu w mieście wzrastał w ostatnich latach. Opad deszczu był tak ciężki, że spowodował powódź. Za miesiąc opad deszczu będzie niższy.",
      "example_translation": "A chuva na cidade tem aumentado nos últimos anos. A chuva foi tão pesada que causou inundações. Até o próximo mês, a chuva terá diminuído.",
      "imageLink": "image_files\\English\\rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burzliwy",
      "translation": "tempestuoso",
      "definition": "Charakteryzujący się silnym wiatrem i ciężkimi opadami deszczu, często z piorunami i grzmotami.",
      "definition_translation": "Caracterizado por ou causando muito vento forte e chuva pesada, muitas vezes com trovão e relâmpago.",
      "example": "Burzliwa pogoda utrudniała wyjście z domu. Wczoraj było burzliwe, ale dziś jest słonecznie. Jeśli będzie burzliwe jutro, zostaniemy w domu.",
      "example_translation": "O tempo tempestuoso tornou difícil sair de casa. Ontem, estava tempestuoso, mas hoje está ensolarado. Se estiver tempestuoso amanhã, ficaremos em casa.",
      "imageLink": "image_files\\English\\stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło słoneczne",
      "translation": "luz solar",
      "definition": "Światło i ciepło, które pochodzą ze słońca.",
      "definition_translation": "A luz e o calor que vêm do sol.",
      "example": "Światło słoneczne wpadające przez okno sprawiło, że pokój był jasny. Uwielbialiśmy się kąpać w świetle słonecznym na plaży. Gdy się obudziłem, światło słoneczne już świeciło.",
      "example_translation": "A luz solar que entra pela janela tornou o quarto brilhante. Nós amávamos nos deliciar na luz solar na praia. Quando eu acordei, a luz solar já estava brilhando.",
      "imageLink": "image_files\\English\\sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " zmierzch",
      "translation": "crepúsculo",
      "definition": "Czas dnia, gdy słońce jest poniżej horyzontu, ale niebo jest jeszcze jasne.",
      "definition_translation": "O momento do dia quando o sol está abaixo do horizonte, mas o céu ainda está claro.",
      "example": "Czas zmierzchu był moim ulubionym czasem na spacer. Często oglądaliśmy gwiazdy o zmierzchu. Za zmierzchem skończyliśmy obiad.",
      "example_translation": "A hora do crepúsculo era meu tempo favorito para dar um passeio. Nós frequentemente observávamos as estrelas no crepúsculo. Até o crepúsculo, nós havíamos terminado o jantar.",
      "imageLink": "image_files\\English\\twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieżna zawieja",
      "translation": "tempestade de neve",
      "definition": "Ciężka śnieżna burza z silnym wiatrem i niską widocznością.",
      "definition_translation": "Uma tempestade de neve severa com ventos fortes e visibilidade baixa.",
      "example": "Śnieżna zawieja uniemożliwiła jazdę. Zatrzymaliśmy się w śnieżnej zawiei na drodze powrotnej do domu. Jeśli będzie śnieżna zawieja jutro, zostaniemy w domu.",
      "example_translation": "A tempestade de neve tornou impossível dirigir. Nós ficamos presos na tempestade de neve no caminho de volta para casa. Se houver uma tempestade de neve amanhã, ficaremos dentro de casa.",
      "imageLink": "image_files\\English\\blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fala upału",
      "translation": "onda de calor",
      "definition": "Długi okres niezwykle gorącej pogody, szczególnie latem.",
      "definition_translation": "Um período prolongado de tempo anormalmente quente, especialmente durante o verão.",
      "example": "Fala upału minionego lata spowodowała szerokie wymiary szkód i pożarów. Było tak gorąco, że musieliśmy zůstawać w domu w ciągu dnia. Do następnego lata spodziewamy się, że fala upału powróci.",
      "example_translation": "A onda de calor do último verão causou seca generalizada e incêndios florestais. Foi tão quente que tivemos que ficar em casa durante o dia. Para o próximo verão, esperamos que a onda de calor retorne.",
      "imageLink": "image_files\\English\\heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "susza",
      "translation": "seca",
      "definition": "Długi okres niezwykle niskich opadów, prowadzący do braku wody.",
      "definition_translation": "Um período prolongado de chuva anormalmente baixa, levando à escassez de água.",
      "example": "Susza minionego roku dotknęła upraw i bydła. Musieliśmy wprowadzić ścisłe ograniczenia zużycia wody, aby złagodzić jej skutki. Do następnego roku mamy nadzieję, że susza się skończy.",
      "example_translation": "A seca do ano passado afetou culturas e gado. Tivemos que implementar medidas de conservação de água rígidas para mitigar seus efeitos. Para o próximo ano, esperamos que a seca chegue ao fim.",
      "imageLink": "image_files\\English\\drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grad",
      "translation": "granizo",
      "definition": "Małe kule lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "Burza gradu uszkodziła przednią szybę naszego samochodu. Było tak gęsto, że musieliśmy szukać schronienia. W przyszłości będziemy mieć pewność, że zaparkujemy samochód w bezpiecznym miejscu podczas burzy gradu.",
      "example_translation": "A tempestade de granizo danificou o para-brisas do nosso carro. Estava granizando tão forte que tivemos que buscar abrigo. No futuro, vamos garantir que estacionemos nosso carro em um local seguro durante tempestades de granizo.",
      "imageLink": "image_files\\English\\hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grad",
      "translation": "granizo",
      "definition": "Małe kule lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "Burza gradu spowodowała znaczne szkody w uprawach. Mieliśmy szczęście, że mieliśmy ubezpieczenie od gradu, które pokryło straty. Do następnego roku będziemy mieć wdrożone nowe środki ochrony przed gradem.",
      "example_translation": "A tempestade de granizo causou danos significativos às nossas culturas. Fomos sortudos em ter seguro contra granizo para cobrir as perdas. Para o próximo ano, esperamos ter implementado novas medidas de proteção contra granizo.",
      "imageLink": "image_files\\English\\hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gradzina",
      "translation": "pedra de granizo",
      "definition": "Mała kula lodu, która tworzy się w atmosferze i spada na ziemię podczas burzy.",
      "definition_translation": "Um pequeno bloco de gelo que se forma na atmosfera e cai no chão durante uma tempestade.",
      "example": "Burza wczoraj wyprodukowała duże gradziny, które uszkodziły przednią szybę samochodu. Teraz pada grad, a ja się martwię o ogród. Do jutra gradziny się stopią.",
      "example_translation": "A tempestade de granizo de ontem produziu pedras de granizo grandes que danificaram o para-brisa do carro. Agora está granizando novamente, e estou preocupado com o jardim. Amanhã, as pedras de granizo terão derretido.",
      "imageLink": "image_files\\English\\hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza gradu",
      "translation": "tempestade de granizo",
      "definition": "Burza, która produkuje wiele gradzin, często towarzyszy silnym wiatrom i obfitym opadom deszczu.",
      "definition_translation": "Uma tempestade que produz muitas pedras de granizo, muitas vezes acompanhada por ventos fortes e chuva pesada.",
      "example": "Burza gradu wczoraj wieczorem była intensywna, z gradzinami wielkości piłek golfowych. Mieliśmy burzę gradu w kwietniu, która uszkodziła uprawy. Do następnej wiosny będziemy musieli przygotować się do kolejnej burzy gradu.",
      "example_translation": "A tempestade de granizo de ontem à noite foi intensa, com pedras de granizo do tamanho de bolas de golfe. Tivemos uma tempestade de granizo em abril que danificou as culturas. Até a próxima primavera, vamos ter que nos preparar para outra tempestade de granizo.",
      "imageLink": "image_files\\English\\hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trąba powietrzna",
      "translation": "tornado",
      "definition": "Kolumna powietrza, która obraca się szybko i powoduje szkody, gdy dotyka ziemi.",
      "definition_translation": "Uma coluna de ar que gira rapidamente e causa danos quando toca o chão.",
      "example": "Trąba powietrzna przeszła przez miasto, niszcząc budynki i wyrywając drzewa z korzeniami. Było tak, jakby trąba powietrzna przeszła przez biuro, rozrzucając papiery wszędzie. Gdy trąba powietrzna minie, krajobraz będzie zmieniony na zawsze.",
      "example_translation": "O tornado varreu a cidade, destruindo edifícios e arrancando árvores. Foi como se um tornado tivesse soprado pelo escritório, espalhando papéis em todas as direções. Quando o tornado passar, o paisagem será mudada para sempre.",
      "imageLink": "image_files\\English\\whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mróż",
      "translation": "chuvisco",
      "definition": "Lekki deszcz, który pada w bardzo małych kroplach, często tworząc mglistą atmosferę.",
      "definition_translation": "Uma chuva leve que cai em gotas muito pequenas, muitas vezes criando uma atmosfera nebulosa.",
      "example": "Mróż na zewnątrz sprawił, że spacer do pracy był nieprzyjemny. Padało przez cały ranek, więc zrezygnowaliśmy z pikniku. Do następnego tygodnia mróż ustąpi już słońcu.",
      "example_translation": "O chuvisco lá fora tornou a caminhada até o trabalho miserável. Tinha estado choviscando desde a manhã, então decidimos cancelar o piquenique. Até a próxima semana, o chuvisco terá dado lugar ao sol.",
      "imageLink": "image_files\\English\\drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkwał",
      "translation": "tempestade de poeira",
      "definition": "Silny wiatr, który unoszi dużą ilość pyłu i piasku, ograniczając widoczność i powodując problemy zdrowotne.",
      "definition_translation": "Um forte vento que levanta grandes quantidades de poeira e areia, reduzindo a visibilidade e causando problemas respiratórios.",
      "example": "Szkwał był tak silny, że musieliśmy zostać w domu przez kilka dni. Obserwowaliśmy, jak nadeszła burza, ale już było zbyt późno. Będziemy przygotowani na następny szkwał.",
      "example_translation": "A tempestade de poeira foi tão severa que tivemos que ficar dentro de casa por vários dias. Nós assistimos enquanto a tempestade se aproximava, mas já era tarde demais. Nós estaremos preparados para a próxima tempestade de poeira.",
      "imageLink": "image_files\\English\\dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]