[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bulterier",
      "translation": "terrier bully",
      "definition": "Rasa psa znana z muskularnej budowy, krótkiej szaty i przyjaznej natury.",
      "definition_translation": "Uma raça de cão conhecida por sua constituição muscular, pelagem curta e natureza afetuosa.",
      "example": "Miałem bulteriera, kiedy byłem dzieckiem, było to bardzo zabawne. Teraz mam bulteriera i jest on bardzo uległy. Za rok będę miał bulteriera i będzie on bardzo stary.",
      "example_translation": "Eu tinha um terrier bully quando eu era criança, era muito brincalhão. Agora eu tenho um terrier bully e é muito obediente. Até o ano que vem, eu terei um terrier bully e será muito velho.",
      "imageLink": "image_files\\English\\bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buldog",
      "translation": "cachorro bulldog",
      "definition": "Rasa psa znana z solidnej budowy, pomarszczonej twarzy i łagodnej natury.",
      "definition_translation": "Uma raça de cão conhecida por sua constituição sólida, rosto enrugado e natureza gentil.",
      "example": "Wczoraj widziałem bulldoga w parku, było to bardzo urocze. Mój przyjaciel ma bulldoga i jest on bardzo leniwy. Za miesiąc kupię bulldoga i będzie on bardzo szczęśliwy.",
      "example_translation": "Eu vi um cachorro bulldog no parque ontem, era muito fofo. Meu amigo tem um cachorro bulldog e é muito preguiçoso. No mês que vem, eu comprarei um cachorro bulldog e será muito feliz.",
      "imageLink": "image_files\\English\\bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dalmatyńczyk",
      "translation": "dálmata",
      "definition": "Rasa psa znana z charakterystycznej białej szaty z czarnymi plamami i energicznej natury.",
      "definition_translation": "Uma raça de cão conhecida por sua pelagem branca com manchas pretas e sua natureza energética.",
      "example": "Zawsze chciałem mieć dalmatyńczyka, jest on bardzo piękny. Moja siostra miała dalmatyńczyka, kiedy była dzieckiem, było to bardzo zabawne. Jeśli będę miał dalmatyńczyka, będzie on bardzo szczęśliwy.",
      "example_translation": "Eu sempre queria um dálmata, é muito bonito. Minha irmã tinha um dálmata quando ela era criança, era muito brincalhão. Se eu tiver um dálmata, será muito feliz.",
      "imageLink": "image_files\\English\\dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pudel",
      "translation": "poodle",
      "definition": "Rasa psa znana z kręconej, nie wypadającej szaty i wysokiej inteligencji.",
      "definition_translation": "Uma raça de cão conhecida por sua pelagem cacheada, não lanosa e sua alta inteligência.",
      "example": "Widziałem pudla na wystawie psów, było to bardzo eleganckie. Mój przyjaciel ma pudla i jest on bardzo uległy. Za rok będę miał pudla i będzie on bardzo szczęśliwy.",
      "example_translation": "Eu vi um poodle no show de cães, era muito elegante. Meu amigo tem um poodle e é muito obediente. No ano que vem, eu terei um poodle e será muito feliz.",
      "imageLink": "image_files\\English\\poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chart afgański",
      "translation": "Cão de Afeganistão",
      "definition": "Wysoki, jedwabisty pies rasy pochodzącej z Afganistanu, używany do polowań i towarzystwa.",
      "definition_translation": "Um cão alto, de pelo sedoso, de uma raça originária do Afeganistão, usado para caça e companhia.",
      "example": "Wczoraj widziałem charta afgańskiego na wystawie psów, było to tak piękne. Jutro kupię charta afgańskiego. Kiedy byłem dzieckiem, miałem charta afgańskiego.",
      "example_translation": "Vi um cão de Afeganistão no show de cães ontem, era tão bonito. Vou comprar um cão de Afeganistão amanhã. Tive um cão de Afeganistão quando eu era criança.",
      "imageLink": "image_files\\English\\afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akita",
      "translation": "Akita",
      "definition": "Duży, potężny pies rasy pochodzącej z Japonii, mający gęstą szatę i charakterystyczną głowę lisa.",
      "definition_translation": "Um cão grande e poderoso, de uma raça originária do Japão, com um pelagem grosso e uma cabeça_distinta tipo raposa.",
      "example": "Mój przyjaciel ma akitę, jest on bardzo lojalny. Akita została pierwotnie wyhodowana do polowań na jelenie. Za rok będę miał akitę.",
      "example_translation": "Meu amigo tem um Akita, é muito leal. O Akita foi originalmente criado para caçar cervos. Até o próximo ano, terei um Akita.",
      "imageLink": "image_files\\English\\akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "malemute ałaski",
      "translation": "Malamute do Alasca",
      "definition": "Silny, grubo szary pies rasy pochodzącej z Alaski, używany do ciągnięcia sań i jako towarzysz.",
      "definition_translation": "Um cão forte, de pelo grosso, de uma raça originária do Alasca, usado para puxar trenós e como companheiro.",
      "example": "Chcę kupić malemuta ałaskiego, jest on tak uroczy. Malemute ałaski jest bardzo inteligentny. Za miesiąc będę miał malemuta ałaskiego.",
      "example_translation": "Quero comprar um Malamute do Alasca, é tão fofo. O Malamute do Alasca é muito inteligente. Até o próximo mês, terei um Malamute do Alasca.",
      "imageLink": "image_files\\English\\alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "basset hound",
      "translation": "Basset Hound",
      "definition": "Krótkonożny pies rasy pochodzącej z Francji, mający charakterystyczną pomarszczoną twarz i słodką, spokojną naturę.",
      "definition_translation": "Um cão de pernas curtas, de uma raça originária da França, com uma cara enrugada_distinta e um temperamento doce e calmo.",
      "example": "Widziałem basset hounda w parku, było to tak zabawne. Mój brat ma basset hounda, jest on bardzo leniwy. Za rok będę miał basset hounda.",
      "example_translation": "Vi um Basset Hound no parque, era tão engraçado. Meu irmão tem um Basset Hound, é muito preguiçoso. Vou ter um Basset Hound no próximo ano.",
      "imageLink": "image_files\\English\\basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bogle",
      "translation": "beagle",
      "definition": "Mały do średniej wielkości pies myśliwski, z krótką, gładką szatą i przyjazną, ciekawską naturą.",
      "definition_translation": "Um cão de caça de porte pequeno a médio, com um casaco curto e liso e um temperamento amigável e curioso.",
      "example": "Detektyw użył bogla do sprawdzenia śladu podejrzanego. Bogle szuka w parku. Bogle pomoże nam śledzić zaginioną osobę.",
      "example_translation": "O detetive usou um beagle para seguir o rastro do suspeito. O beagle está farejando em torno do parque. O beagle nos ajudará a acompanhar a pessoa desaparecida.",
      "imageLink": "image_files\\English\\beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bernardyn",
      "translation": "cão de montanha bernês",
      "definition": "Duży, solidny pies z grubą szatą i spokojną, łagodną naturą, pochodzący z Alp Szwajcarskich.",
      "definition_translation": "Um cão grande e robusto com um casaco grosso e um temperamento calmo e gentil, originário dos Alpes Suíços.",
      "example": "Bernardyn jest lojalnym towarzyszem. Rodzina dostała bernardyna jako zwierzę.DOM. Bernardyn będzie pokazywany na wystawie psów.",
      "example_translation": "O cão de montanha bernês é um companheiro leal. A família conseguiu um cão de montanha bernês como animal de estimação. O cão de montanha bernês será apresentado no show de cães.",
      "imageLink": "image_files\\English\\bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krewetnik",
      "translation": "sabujo",
      "definition": "Duży, silny pies z charakterystyczną skalistą twarzą i wrażliwym zmysłem węchu, używany do śledzenia i polowania.",
      "definition_translation": "Um cão grande e poderoso com um rosto enrugado característico e um sentido de cheiro aguçado, usado para rastrear e caçar.",
      "example": "Policja użyła krewetnika do śledzenia podejrzanego. Krewetnik śledził zapach do ukrytego skarbu. Krewetnik śledził uciekłego skazańca.",
      "example_translation": "A polícia usou um sabujo para rastrear o suspeito. O sabujo seguiu o cheiro até o tesouro escondido. O sabujo rastreará o condenado que escapou.",
      "imageLink": "image_files\\English\\bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "collie graniczny",
      "translation": "collie de fronteira",
      "definition": "Średniej wielkości, wyjątkowo inteligentny pies z szatą o średniej długości i wysokim poziomem energii, często używany do pasterstwa i treningu agility.",
      "definition_translation": "Um cão de porte médio, altamente inteligente, com um casaco de comprimento médio e um alto nível de energia, frequentemente usado para ordenhar e treinamento de agilidade.",
      "example": "Collie graniczny jest rasą bardzo zdolną do treningu. Collie graniczny szybko biegł po torze agility. Collie graniczny pomoże nam zaherdzić owce.",
      "example_translation": "O collie de fronteira é uma raça altamente treinável. O collie de fronteira correu rapidamente em torno do curso de agilidade. O collie de fronteira nos ajudará a ordenhar as ovelhas.",
      "imageLink": "image_files\\English\\border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier bostoński",
      "translation": "Terrier de Boston",
      "definition": "Terier bostoński to mała, krótko-włosa, łagodna, spokojna i uczuciowa rasa psa.",
      "definition_translation": "O terrier de Boston é uma raça de cães de tamanho pequeno, pelo curto, gentil, temperamento igual e afetuoso.",
      "example": "Miałem teriera bostońskiego, gdy byłem dzieckiem, był to wspaniały pupil. Teraz mam jednego, i jest on bardzo zabawny. Chcę zdobyć kolejnego, ponieważ kocham je.",
      "example_translation": "Eu tive um terrier de Boston quando eu era criança, era um pet adorável. Agora eu tenho um, e é muito brincalhão. Vou obter outro em breve porque eu os amo.",
      "imageLink": "image_files\\English\\boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bokser",
      "translation": "boxeador",
      "definition": "Bokser to średniej wielkości, muskularna rasa psa z krótką, gładką szatą i charakterystyczną twarzą 'boksera'.",
      "definition_translation": "Um boxeador é uma raça de cães de tamanho médio, musculosa, com um pelo curto e liso e uma face característica de 'boxeador'.",
      "example": "Miałem boksera, był on bardzo energiczny. Teraz mam boksera, i jest on bardzo przyjazny. Chcę zdobyć kolejnego boksera, ponieważ są oni wielkimi towarzyszami.",
      "example_translation": "Eu costumava ter um boxeador, era muito energético. Agora eu tenho um, e é muito amigável. Vou obter outro boxeador em breve porque eles são grandes companheiros.",
      "imageLink": "image_files\\English\\boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mastif",
      "translation": "mastim-buldogue",
      "definition": "Mastif to duża, silna rasa psa z krótką, gęstą szatą i charakterystyczną skalistą twarzą.",
      "definition_translation": "O mastim-buldogue é uma raça de cães grande e poderosa, com um pelo curto e denso e uma face característica enrugada.",
      "example": "Wczoraj widziałem mastifa, był on ogromny. Mój przyjaciel ma jednego, i jest on bardzo ochronny. Chcę zdobyć jeden, ponieważ są oni lojalnymi psami.",
      "example_translation": "Eu vi um mastim-buldogue ontem, era massivo. Meu amigo tem um, e é muito protetor. Posso obter um em breve porque eles são cães leais.",
      "imageLink": "image_files\\English\\bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier kairn",
      "translation": "terrier cairn",
      "definition": "Terier kairn to mała, dziarska rasa psa z szorstką, drucianą szatą i charakterystyczną brodą.",
      "definition_translation": "O terrier cairn é uma raça de cães pequena e brava, com um pelo áspero, firme e uma barba característica desgrenhada.",
      "example": "Kocham teriery kairn, są one bardzo urocze. Mój sąsiad ma jednego, i jest on bardzo zabawny. Chcę zdobyć jednego, ponieważ są one wspaniałymi pupilami.",
      "example_translation": "Eu amo terriers cairn, eles são muito fofos. Meu vizinho tem um, e é muito brincalhão. Vou obter um em breve porque eles são grandes pets.",
      "imageLink": "image_files\\English\\cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korse, mastif hiszpański",
      "translation": "cão corso, mastim espanhol",
      "definition": "Duża, silna rasa psa pochodząca z Włoch, znana ze swojego muskularnego budowania i łagodnego usposobienia.",
      "definition_translation": "Uma raça de cão grande e poderosa originária da Itália, conhecida por sua construção muscular e natureza gentil.",
      "example": "Zawsze chciałem mieć korso, mastifa hiszpańskiego jako pupila. W zeszłym roku miałem korso, mastifa hiszpańskiego. Do przyszłego roku będę miał korso, mastifa hiszpańskiego.",
      "example_translation": "Eu sempre quis um cão corso, mastim espanhol como animal de estimação. No ano passado, eu tive um cão corso, mastim espanhol. Até o ano que vem, eu terei um cão corso, mastim espanhol.",
      "imageLink": "image_files\\English\\cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chihuahua",
      "translation": "Chihuahua",
      "definition": "Mała rasa psa pochodząca z Meksyku, znana ze swoich dużych oczu i małej wielkości.",
      "definition_translation": "Uma raça de cão pequena originária do México, conhecida por seus olhos grandes e tamanho pequeno.",
      "example": "Moja siostra ma chihuahua jako pupila. W zeszłym tygodniu wzięła go do parku. W przyszłym miesiącu zabierze go do weterynarza.",
      "example_translation": "Minha irmã tem um Chihuahua como animal de estimação. Na semana passada, ela levou seu Chihuahua ao parque. No próximo mês, ela levará seu Chihuahua ao veterinário.",
      "imageLink": "image_files\\English\\chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czau-czau",
      "translation": "chow chow",
      "definition": "Puchaty, łagodny pies pochodzący z Chin, znany ze swojego charakterystycznego niebiesko-czarnego języka.",
      "definition_translation": "Uma raça de cão fofa e gentil originária da China, conhecida por sua língua azul-escura distinta.",
      "example": "Wczoraj widziałem czau-czau na psiakach. Mój przyjaciel ma czau-czau jako pupila. W przyszłym roku zdobędę czau-czau.",
      "example_translation": "Eu vi um chow chow no parque de cães ontem. Meu amigo tem um chow chow como animal de estimação. No ano que vem, eu vou ter um chow chow.",
      "imageLink": "image_files\\English\\chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spaniel kokr",
      "translation": "espanhol cocker",
      "definition": "Przyjazny, towarzyski pies pochodzący z Hiszpanii, znany ze swojego łagodnego usposobienia i pięknej szaty.",
      "definition_translation": "Uma raça de cão amigável e extrovertida originária da Espanha, conhecida por sua natureza gentil e belo pêlo.",
      "example": "Moja rodzina ma spaniela kokr jako pupila. W zeszłym miesiącu wzięliśmy go na plażę. W przyszłym roku zabierzemy go na górę.",
      "example_translation": "Minha família tem um espanhol cocker como animal de estimação. No mês passado, nós levamos nosso espanhol cocker à praia. No próximo verão, nós levaremos nosso espanhol cocker às montanhas.",
      "imageLink": "image_files\\English\\cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jamnik, psy kiełbaskowe",
      "translation": "cachorro quente, baínhos",
      "definition": "Rasa psa znana ze swoich krótkich nóg i długiego ciała, pierwotnie hodowana do polowania na borsuki.",
      "definition_translation": "Uma raça de cão conhecida por suas pernas curtas e corpo longo, originalmente criada para caçar texugos.",
      "example": "Wczoraj widziałem jamnika spacerującego po ulicy. Dziś idę do parku, aby zagrać z moim psem kiełbaskowym. Do przyszłego roku będę miał wytresowanego jamnika, aby wykonywał polecenia.",
      "example_translation": "Ontem, eu vi um cachorro quente caminhando pela rua. Hoje, estou indo ao parque para brincar com meu baínhos. Até o ano que vem, eu terei treinado meu cachorro quente para obedecer comandos.",
      "imageLink": "image_files\\English\\dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier fox",
      "translation": "fox terrier",
      "definition": "Mała, energiczna rasa psa o krótkiej, gładkiej sierści, pierwotnie hodowana do polowania na lisy.",
      "definition_translation": "Uma raça de cão pequena e energética com um curto, coat suave, originalmente criada para caçar raposas.",
      "example": "Kiedyś miałem teriera fox jako pupilka, gdy byłam dzieckiem. Teraz myślę o zdobyciu kolejnego. Do czasu, gdy odejdę na emeryturę, będę miał kilku terierów fox jako towarzyszy.",
      "example_translation": "Eu costumava ter um fox terrier como pet quando eu era criança. Agora, estou pensando em obter outro. Até a hora em que eu me aposentar, eu terei tido vários fox terriers como companheiros.",
      "imageLink": "image_files\\English\\fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buldog francuski",
      "translation": "buldogue francês",
      "definition": "Rasa psa znana ze swojej zabawnej, uczuciowej natury i swojego charakterystycznego wyglądu, z krótką, łatwą do utrzymania sierścią.",
      "definition_translation": "Uma raça de cão conhecida por sua natureza brincalhona e afetuosa e sua aparência distinta, com um curto coat fácil de manter.",
      "example": "Zawsze chciałem mieć buldoga francuskiego jako pupilka, bo są tak urocze. W zeszłym tygodniu wreszcie przyniosłem jednego do domu. Do przyszłego miesiąca będę miał wytresowanego buldoga francuskiego, aby siedzieć i pozostać.",
      "example_translation": "Eu sempre quis um buldogue francês como pet porque eles são tão fofos. Na semana passada, eu finalmente trouxe um para casa. Até o mês que vem, eu terei treinado meu buldogue francês para sentar e ficar.",
      "imageLink": "image_files\\English\\french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owczarek niemiecki",
      "translation": "pastor alemão",
      "definition": "Rasa psa znana ze swojej inteligencji, lojalności i natury ochronnej, często używana jako pies policyjny lub strażniczy.",
      "definition_translation": "Uma raça de cão conhecida por sua inteligência, lealdade e natureza protetora, muitas vezes usada como cão de polícia ou guarda.",
      "example": "Treninguję mojego owczarka niemieckiego, aby być psem służbowym przez lata. W zeszłym roku zabrałem go do akademii policyjnej, aby sprawdzić, czy może zdobyć test. Do przyszłego roku będę miał certyfikowanego owczarka niemieckiego jako psa terapeutycznego.",
      "example_translation": "Eu venho treinando meu pastor alemão para ser um cão de serviço há anos. No ano passado, eu o levei à academia de polícia para ver se ele poderia passar no teste. Até o ano que vem, eu terei certificado meu pastor alemão como cão terapia.",
      "imageLink": "image_files\\English\\german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schnauzer wielki",
      "translation": "schnauzer gigante",
      "definition": "Wielki schnauzer to duża, potężna rasa psa, która powstała w Niemczech w XVII wieku. Początkowo były hodowane jako psy strażnicze i policyjne, ale dziś są popularne jako psy rodzinne. Są znane ze swojej lojalnej i ochronnej natury, a także swoich charakterystycznych brod i brwi.",
      "definition_translation": "Um schnauzer gigante é uma raça de cães grande e poderosa que originou-se na Alemanha no século 17. Eles foram originalmente criados como cães de guarda e policiais, mas hoje são populares como animais de estimação para a família. Eles são conhecidos por sua natureza leal e protetora, além de suas barbas e sobrancelhas distintas.",
      "example": "Miałem wielkiego schnauzera jako pupilka, gdy byłam dzieckiem. Był łagodnym olbrzymem i lubił grać w fetch. W przyszłości planuję zdobycie kolejnego wielkiego schnauzera jako psa rodzinne. Mój brat miał wielkiego schnauzera, który był bardzo ochronny wobec niego.",
      "example_translation": "Eu tive um schnauzer gigante como animal de estimação quando eu era criança. Era um gigante gentil e amava jogarFetch. No futuro, planejo get outro schnauzer gigante como animal de estimação para a família. Meu irmão teve um schnauzer gigante que era muito protetor dele.",
      "imageLink": "image_files\\English\\giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "retriever złoty",
      "translation": "retriever dourado",
      "definition": "Retriever złoty to rasa psa znana ze swojej przyjaznej, lojalnej i łagodnej natury. Początkowo były hodowane do Retrieves ludzi, ale dziś są popularne jako psy rodzinne i psy służbowe. Są znane ze swoich lśniących złotych sierści i swojej miłości do wody.",
      "definition_translation": "Um retriever dourado é uma raça de cães conhecida por sua natureza amigável, leal e gentil. Eles foram originalmente criados para recuperar game para caçadores, mas hoje são populares como animais de estimação para a família e cães de serviço. Eles são conhecidos por suas coatas douradas luxuosas e seu amor pela água.",
      "example": "Moja rodzina miała retrievera złotego o imieniu Max, gdy dorastałem. Był bardzo przyjazny i lubił grać w fetch. W przyszłości mam nadzieję zdobycia retrievera złotego jako psa służbowego. Moja ciocia miała retrievera złotego, który był bardzo łagodny i miły.",
      "example_translation": "Minha família teve um retriever dourado nomeado Max quando eu estava crescendo. Ele era muito amigável e amava jogar fetch. No futuro, espero get um retriever dourado como cão de serviço. Minha tia teve um retriever dourado que era muito gentil e amoroso.",
      "imageLink": "image_files\\English\\golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Danes wielki",
      "translation": "Dâne Real",
      "definition": "Wielki Dane to duża rasa psa znana ze swojego gigantycznego rozmiaru i łagodnej natury. Początkowo były hodowane jako psy strażnicze, ale dziś są popularne jako psy rodzinne. Są znane ze swoich krótkich sierści i swojej lojalności wobec właścicieli.",
      "definition_translation": "Um Dâne Real é uma raça de cães grande conhecida por seu tamanho gigante e natureza gentil. Eles foram originalmente criados como cães de guarda, mas hoje são populares como animais de estimação para a família. Eles são conhecidos por suas coatas curtas e sua lealdade para com seus donos.",
      "example": "Miałem Wielkiego Dana jako pupilka, gdy byłam dzieckiem. Był bardzo łagodny i miły. W przyszłości planuję zdobycie kolejnego Wielkiego Dana jako psa rodzinne. Mój sąsiad miał Wielkiego Dana, który był bardzo lojalny wobec niego.",
      "example_translation": "Eu tive um Dâne Real como animal de estimação quando eu era criança. Era muito gentil e amoroso. No futuro, planejo get outro Dâne Real como animal de estimação para a família. Meu vizinho teve um Dâne Real que era muito leal a ele.",
      "imageLink": "image_files\\English\\great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "charteri",
      "translation": "galgo",
      "definition": "Charteri to rasa psa znana ze swojej szybkości i zwinności. Początkowo były hodowane do wyścigów, ale dziś są popularne jako psy rodzinne. Są znane ze swoich krótkich sierści i swojej łagodnej natury.",
      "definition_translation": "Um galgo é uma raça de cães conhecida por sua velocidade e agilidade. Eles foram originalmente criados para corridas, mas hoje são populares como animais de estimação para a família. Eles são conhecidos por suas coatas curtas e sua natureza gentil.",
      "example": "Miałem chartera jako pupilka, gdy dorastałem. Był bardzo szybki i lubił biegać. W przyszłości mam nadzieję zdobycia kolejnego chartera jako psa. Mój przyjaciel miał chartera, który był bardzo łagodny i miły.",
      "example_translation": "Eu tive um galgo como animal de estimação quando eu estava crescendo. Era muito rápido e amava correr. No futuro, espero get outro galgo como animal de estimação. Meu amigo teve um galgo que era muito gentil e amoroso.",
      "imageLink": "image_files\\English\\greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier irlandzki",
      "translation": "Terrier Irlandês",
      "definition": "Mała do średniej wielkości rasa psa pochodząca z Irlandii, znana ze swojej energicznej i zabawnej osobowości.",
      "definition_translation": "Uma raça de cães de pequeno a médio porte originária da Irlanda, conhecida por sua personalidade energética e brincalhona.",
      "example": "Wczoraj widziałem teriera irlandzkiego grającego w parku. Dziś śpi. Jutro pójdzie na spacer.",
      "example_translation": "Ontem, eu vi um terrier irlandês brincando no parque. Hoje, ele está dormindo. Amanhã, ele irá para um passeio.",
      "imageLink": "image_files\\English\\irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier Jack Russell",
      "translation": "Terrier Jack Russell",
      "definition": "Mała, energiczna rasa psa pochodząca z Anglii, znana ze swojej inteligencji, odwagi i uczuciowej natury.",
      "definition_translation": "Uma raça de cães pequena e energética originária da Inglaterra, conhecida por sua inteligência, coragem e natureza afetuosa.",
      "example": "Mój przyjaciel ma teriera Jack Russell, który lubi biegać. Biegł szybko wczoraj, biega dziś i będzie biegał jutro.",
      "example_translation": "Meu amigo tem um terrier Jack Russell que adora correr. Ele correu rápido ontem, está correndo hoje e correrá novamente amanhã.",
      "imageLink": "image_files\\English\\jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Labrador retriever",
      "translation": "Labrador Retrieval",
      "definition": "A medium to large-sized dog breed originating from Canada, known for its friendly, outgoing, and loyal nature.",
      "definition_translation": "Uma raça de cães de médio a grande porte originária do Canadá, conhecida por sua natureza amistosa, expansiva e leal.",
      "example": "The Labrador retriever helped the hunter find the game yesterday. Today, it's assisting a person with a disability. Tomorrow, it will learn new tricks.",
      "example_translation": "O Labrador retriever ajudou o caçador a encontrar o jogo ontem. Hoje, ele está assistindo uma pessoa com deficiência. Amanhã, ele aprenderá novos truques.",
      "imageLink": "image_files\\English\\labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maltese",
      "translation": "Maltês",
      "definition": "A small, white dog breed originating from the island of Malta, known for its silky, white coat and gentle nature.",
      "definition_translation": "Uma raça de cães pequena e branca originária da ilha de Malta, conhecida por sua pelagem sedosa e natureza gentil.",
      "example": "I saw a Maltese walking down the street yesterday. Today, it's playing with its toy. Tomorrow, it will get a bath.",
      "example_translation": "Eu vi um Maltês caminhando pela rua ontem. Hoje, ele está brincando com seu brinquedo. Amanhã, ele receberá um banho.",
      "imageLink": "image_files\\English\\maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mastiff",
      "translation": "mastim",
      "definition": "A mastiff is a large and powerful breed of dog known for its loyalty, courage, and protective instincts.",
      "definition_translation": "Um mastim é uma raça de cão grande e poderosa conhecida por sua lealdade, coragem e instintos protetores.",
      "example": "I had a mastiff when I was a child, it was very gentle. Now I have a smaller dog, but I wish I had a mastiff again. If I had the opportunity, I would get a mastiff tomorrow.",
      "example_translation": "Eu tinha um mastim quando eu era criança, era muito gentil. Agora eu tenho um cão menor, mas eu gostaria de ter um mastim novamente. Se eu tivesse a oportunidade, eu ia ter um mastim amanhã.",
      "imageLink": "image_files\\English\\mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miniature pinscher",
      "translation": "pinscher miniatura",
      "definition": "A miniature pinscher is a small, athletic dog breed known for its intelligence, energy, and loyalty.",
      "definition_translation": "Um pinscher miniatura é uma raça de cão pequena, atlética, conhecida por sua inteligência, energia e lealdade.",
      "example": "I used to have a miniature pinscher, it was very active and playful. Now I have a larger dog, but I wish I had a miniature pinscher again. If I had the opportunity, I would get a miniature pinscher tomorrow.",
      "example_translation": "Eu costumava ter um pinscher miniatura, era muito ativo e brincalhão. Agora eu tenho um cão maior, mas eu gostaria de ter um pinscher miniatura novamente. Se eu tivesse a oportunidade, eu ia ter um pinscher miniatura amanhã. Eu irei ter um pinscher miniatura no futuro.",
      "imageLink": "image_files\\English\\miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miniature poodle",
      "translation": "pudim miniatura",
      "definition": "A miniature poodle is a small, intelligent dog breed known for its low-shedding coat and trainability.",
      "definition_translation": "Um pudim miniatura é uma raça de cão pequena, inteligente, conhecida por seu pelo low-shedding e capacidade de treinamento.",
      "example": "I have a miniature poodle, it is very smart and obedient. I will have a miniature poodle in the future, and I had a miniature poodle when I was a child. If I had the opportunity, I would get a miniature poodle again.",
      "example_translation": "Eu tenho um pudim miniatura, é muito inteligente e obediente. Eu irei ter um pudim miniatura no futuro, e eu tinha um pudim miniatura quando eu era criança. Se eu tivesse a oportunidade, eu ia ter um pudim miniatura novamente.",
      "imageLink": "image_files\\English\\miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mongrel",
      "translation": "vira-lata",
      "definition": "A mongrel is a dog of mixed breed or unknown ancestry, often considered to be a stray or feral animal.",
      "definition_translation": "Um vira-lata é um cão de raça mista ou ancestralidade desconhecida, frequentemente considerado como um animal vadio ou feral.",
      "example": "I saw a mongrel on the street, it was very dirty and thin. I will take a mongrel home tomorrow, if I see one. I had a mongrel when I was a child, it was very playful.",
      "example_translation": "Eu vi um vira-lata na rua, era muito sujo e magro. Eu irei levar um vira-lata para casa amanhã, se eu vir um. Eu tinha um vira-lata quando eu era criança, era muito brincalhão.",
      "imageLink": "image_files\\English\\mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Newfoundland",
      "translation": "Terra Nova",
      "definition": "A province located on the island of Newfoundland in southeastern Canada.",
      "definition_translation": "Uma província localizada na ilha de Terra Nova no sudeste do Canadá.",
      "example": "I visited Newfoundland last summer and saw many beautiful landscapes. I am visiting Newfoundland next year to see the icebergs. I had visited Newfoundland five years ago and loved the food.",
      "example_translation": "Eu visitei Terra Nova no verão passado e vi muitas paisagens bonitas. Estou visitando Terra Nova no próximo ano para ver os icebergues. Eu havia visitado Terra Nova cinco anos atrás e amei a comida.",
      "imageLink": "image_files\\English\\newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papillon",
      "translation": "papilion",
      "definition": "A breed of small dog with a butterfly-like appearance, known for its large, erect ears.",
      "definition_translation": "Uma raça de cão pequeno com aparência de borboleta, conhecida por suas orelhas grandes e eretas.",
      "example": "My sister has a papillon dog and it's very cute. She will buy a papillon dog next month. She had bought a papillon dog three years ago.",
      "example_translation": "Minha irmã tem um cão papilion e é muito fofo. Ela vai comprar um cão papilion no próximo mês. Ela havia comprado um cão papilion três anos atrás.",
      "imageLink": "image_files\\English\\papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Pekingese",
      "translation": "Pequinês",
      "definition": "A breed of small dog originating from China, known for its long, fluffy coat.",
      "definition_translation": "Uma raça de cão pequeno originária da China, conhecida por seu comprimento, peludo.",
      "example": "I saw a Pekingese dog at the park and it was adorable. She will show her Pekingese dog at the dog show next week. They had sold a Pekingese dog at the pet store.",
      "example_translation": "Eu vi um cão Pequinês no parque e era adorável. Ela vai mostrar seu cão Pequinês no show de cães da próxima semana. Eles haviam vendido um cão Pequinês na loja de animais.",
      "imageLink": "image_files\\English\\pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pit bull terrier",
      "translation": "bull terrier de cova",
      "definition": "A breed of dog known for its strength, athleticism, and loyalty.",
      "definition_translation": "Uma raça de cão conhecida por sua força, atletismo e lealdade.",
      "example": "The pit bull terrier is a popular breed of dog. I will adopt a pit bull terrier next year. She had trained a pit bull terrier for agility competitions.",
      "example_translation": "O bull terrier de cova é uma raça de cão popular. Eu vou adotar um bull terrier de cova no próximo ano. Ela havia treinado um bull terrier de cova para competições de agilidade.",
      "imageLink": "image_files\\English\\pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wskazówka",
      "translation": "ponteiro",
      "definition": "Wskazówka to urządzenie służące do wskazywania lub wskazywania czegoś, często w interfejsie graficznym lub na ekranie komputera.",
      "definition_translation": "Um ponteiro é um dispositivo usado para indicar ou apontar para algo, frequentemente em uma interface gráfica de usuário ou na tela de um computador.",
      "example": "Użyłem wskazówki, aby wybrać plik na moim komputerze. Wczoraj użyłem wskazówki, aby podświetlić zdanie. Jutro będę używał wskazówki, aby nawigować przez prezentację.",
      "example_translation": "Eu usei um ponteiro para selecionar o arquivo no meu computador. Ontem, eu usei um ponteiro para realçar uma sentença. Amanhã, eu vou usar um ponteiro para navegar pelo presentation.",
      "imageLink": "image_files\\English\\pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nizinny owczarek polski",
      "translation": "cão pastor polonês das lowlands",
      "definition": "Nizinny owczarek polski to rasa psa pochodząca z Polski, znana z inteligencji, zwinności i możliwości pasterskich.",
      "definition_translation": "O cão pastor polonês das lowlands é uma raça de cão originária da Polônia, conhecida por sua inteligência, agilidade e habilidade de pastoreio.",
      "example": "Zobaczyłem nizinnego owczarka polskiego, który pasł owce na wsi. Wczoraj spotkałem hodowcę, który specjalizował się w nizinnych owczarkach polskich. W przyszłości chciałbym posiadać nizinnego owczarka polskiego.",
      "example_translation": "Eu vi um cão pastor polonês das lowlands ordenhando ovelhas no campo. Ontem, eu conheci um criador que se especializou em cães pastores poloneses das lowlands. No futuro, eu gostaria de ter um cão pastor polonês das lowlands.",
      "imageLink": "image_files\\English\\polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomeranian",
      "translation": "pomerânio",
      "definition": "Pomeranian to rasa psa znana z małych rozmiarów, puszystej szaty i przyjaznego usposobienia.",
      "definition_translation": "O pomerânio é uma raça de cão conhecida pelo seu pequeno tamanho, pelo macio e temperamento amigável.",
      "example": "Mam pomeranian jako zwierzę domowe. Moja siostra miała pomeranian, gdy była dzieckiem. W przyszłości chciałbym hodować pomeraniane.",
      "example_translation": "Eu tenho um pomerânio como animal de estimação. Minha irmã tinha um pomerânio quando ela era uma criança. No futuro, eu gostaria de criar pomerânios.",
      "imageLink": "image_files\\English\\pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mops",
      "translation": "carlin",
      "definition": "Mops to rasa psa znana z małych rozmiarów, płaskiej twarzy i zabawnej osobowości.",
      "definition_translation": "Um carlin é uma raça de cão conhecida pelo seu pequeno tamanho, rosto achatado e personalidade jogadora.",
      "example": "Uwielbiam bawić się z moim mopskiem. Wczoraj zabrałem mojego mopsa do parku. W przyszłości będę miał jeszcze jednego mopsa.",
      "example_translation": "Eu adoro brincar com meu carlin. Ontem, eu levei meu carlin ao parque. No futuro, eu vou ter outro carlin.",
      "imageLink": "image_files\\English\\pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owczarek pirenejski",
      "translation": "Pastor pirineu",
      "definition": "Owczarek pirenejski to rasa średniej wielkości psa pasiego pochodząca z Pirenejów, znana z zwinności, inteligencji i lojalnego usposobienia.",
      "definition_translation": "Uma raça de cão de pastor de tamanho médio originário dos Montanhas Pireneus, conhecido pela sua agilidade, inteligência e natureza leal.",
      "example": "Owczarek pirenejski pomógł nam przeprowadzić owce przez górę. Wczoraj pomógł nam znaleźć zagubione owce. Jutro będzie pomagał nam patrolować granicę.",
      "example_translation": "O pastor pirineu nos ajudou a conduzir o rebanho de ovelhas pela montanha. Ontem, havia nos ajudado a encontrar as ovelhas perdidas. Amanhã, ajudará a patrulhar a fronteira.",
      "imageLink": "image_files\\English\\pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rottweiler",
      "translation": "Rottweiler",
      "definition": "Rottweiler to rasa silnego i pewnego siebie psa, pierwotnie używanego do pędzenia i strzeżenia, znana ze swojej siły, lojalności i ochronnej natury.",
      "definition_translation": "Uma raça de cão poderoso e confiante, originalmente usada para pastoreio e guarda, conhecido pela sua força, lealdade e natureza protetora.",
      "example": "Rottweiler jest często używany jako pies policyjny. Wczoraj złapał złodzieja. Jutro będzie pomagał nam schwytanie podejrzanego.",
      "example_translation": "O Rottweiler é frequentemente usado como cão de polícia. Ontem, pegou um ladrão. Amanhã, ajudará a prender o suspeito.",
      "imageLink": "image_files\\English\\rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bernardyn",
      "translation": "São Bernardo",
      "definition": "Bernardyn to rasa dużego psa, pierwotnie używanego do poszukiwań i ratowania, znana z przyjaznej, łagodnej i cierpliwej natury.",
      "definition_translation": "Uma raça de cão grande, originalmente usada para busca e resgate, conhecido pela sua natureza amigável, gentil e paciente.",
      "example": "Bernardyn znalazł zgubionego turystę w górach. W zeszłym tygodniu uratował rodzinę z lawiny. W przyszłym roku będzie pomagał nam znaleźć zgubione dziecko.",
      "example_translation": "O São Bernardo encontrou o caminhante perdido na montanha. Na semana passada, havia resgatado uma família da avalanche. No ano que vem, ajudará a encontrar a criança desaparecida.",
      "imageLink": "image_files\\English\\saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "samojed",
      "translation": "Samóieda",
      "definition": "Samojed to rasa psa małego lub średniego rozmiaru, pochodząca z Syberii, znana ze swojej puszystej szaty, przyjaznej natury i inteligencji.",
      "definition_translation": "Uma raça de cão de tamanho pequeno a médio, originária da Sibéria, conhecido pelo seu pelo branco e fofo, natureza amigável e inteligência.",
      "example": "Samojed uwielbia bawić się w śniegu. Wczoraj gonił za wiewiórką. Jutro będzie pomagał nam ciągnąć sanie.",
      "example_translation": "A Samóieda adora brincar na neve. Ontem, perseguiu um esquilo. Amanhã, ajudará a puxar o trenó.",
      "imageLink": "image_files\\English\\samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schnauzer",
      "translation": "schnauzer",
      "definition": "Schnauzer to rasa psa znana ze swojego charakterystycznego broda i wąsa na twarzy.",
      "definition_translation": "Um schnauzer é uma raça de cão conhecida por seu bigode e pelos faciais semelhantes a um bigode.",
      "example": "Miałem schnauzera jako zwierzę domowe, gdy byłam dzieckiem. Będę miał schnauzera jako zwierzę domowe, gdy będę miał dzieci. Ona spacerowała ze swoim schnauzerem w parku wczoraj.",
      "example_translation": "Eu tinha um schnauzer como animal de estimação quando eu era criança. Eu vou ter um schnauzer como animal de estimação quando tiver filhos. Ela passeou seu schnauzer no parque ontem.",
      "imageLink": "image_files\\English\\schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "teryjer szkocki",
      "translation": "terrier escocês",
      "definition": "Teryjer szkocki to mała, żywa rasa psa pochodząca ze Szkocji.",
      "definition_translation": "Um terrier escocês é uma raça de cão pequena e briguenta originária da Escócia.",
      "example": "Ona ma teryjera szkockiego jako zwierzę domowe. On będzie miał teryjera szkockiego jako prezent. Oni spacerowali ze swoim teryjerem szkockim w deszczu wczoraj.",
      "example_translation": "Ela tem um terrier escocês como animal de estimação. Ele vai ter um terrier escocês como presente. Eles passearam seu terrier escocês na chuva ontem.",
      "imageLink": "image_files\\English\\scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Owczarek szetlandzki",
      "translation": "cão pastor Shetland",
      "definition": "Owczarek szetlandzki to mała, zwinna rasa psa pochodząca z Wysp Szetlandzkich.",
      "definition_translation": "Um cão pastor Shetland é uma raça de cão pequena e ágil originária das Ilhas Shetland.",
      "example": "Mają owczarka szetlandzkiego jako zwierzę domowe. Dostanie owczarka szetlandzkiego jako prezent urodzinowy. Wczoraj szła ze swoim owczarkiem szetlandzkim w śniegu.",
      "example_translation": "Eles têm um cão pastor Shetland como animal de estimação. Ele vai ter um cão pastor Shetland como presente de aniversário. Ela passeou seu cão pastor Shetland na neve ontem.",
      "imageLink": "image_files\\English\\shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Shiba Inu to rasa psa znana ze swojego wyglądu przypominającego lisa i niezależnego usposobienia.",
      "definition_translation": "Um Shiba Inu é uma raça de cão conhecida por sua aparência semelhante a um Raposa e personalidade independente.",
      "example": "On ma Shiba Inu jako zwierzę domowe. Dostanie Shiba Inu jako prezent. Wczoraj szli ze swoim Shiba Inu w parku.",
      "example_translation": "Ele tem um Shiba Inu como animal de estimação. Ela vai ter um Shiba Inu como presente. Eles passearam seu Shiba Inu no parque ontem.",
      "imageLink": "image_files\\English\\shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Husky syberyjski",
      "translation": "Husky Siberiano",
      "definition": "Husky syberyjski to średniej wielkości rasa psa pochodząca z Syberii, charakteryzująca się grubym ubraniem, prostymi uszami i przyjaznym usposobieniem.",
      "definition_translation": "Uma raça de cão de tamanho médio originária da Sibéria, caracterizada pela sua coat espessa, orelhas erectas e temperamento amigável.",
      "example": "Adoptowałem husky syberyjskiego w zeszłym roku, i od tamtej pory jest on wspaniałym towarzyszem. Zabiorę go na spacer jutro, a wtedy będzie już przeszkolony.",
      "example_translation": "Eu adotei um husky siberiano no ano passado, e ela tem sido uma companheira incrível desde então. Vou levá-la para um passeio amanhã, e ela terá sido treinada até lá.",
      "imageLink": "image_files\\English\\siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Spicz",
      "translation": "Spitz",
      "definition": "Spicz to rodzaj rasy psa charakteryzującej się małym do średniego rozmiaru, puszystym ubraniem, ostrymi uszami i trzonkiem.",
      "definition_translation": "Um tipo de raça de cão caracterizado pelo seu tamanho pequeno a médio, coat fofa, orelhas e focinho pontudos.",
      "example": "Mój sąsiad ma spicza, który uwielbia grać w fetch. Będzie gonić za piłką jutro, a jest przeszkolony do słuchania poleceń.",
      "example_translation": "Meu vizinho tem um spitz que adora jogar fetch. Ele vai perseguir a bola amanhã, e ele foi treinado para obedecer comandos.",
      "imageLink": "image_files\\English\\spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wizsla",
      "translation": "Vizsla",
      "definition": "Wizsla to rasa psa pochodząca z Węgier, charakteryzująca się krótkim ubraniem, energicznym usposobieniem i silnym instynktem łowieckim.",
      "definition_translation": "Uma raça de cão originária da Hungria, caracterizada pela sua coat curta, temperamento energizado e forte instinto de caça.",
      "example": "Widziałem wizslę w parku dla psów wczoraj, a on gonił za piłką. Będzie doskonałym towarzyszem łowieckim, a jest przeszkolony do słuchania poleceń.",
      "example_translation": "Eu vi um vizsla no parque de cães ontem, e ele estava perseguindo uma bola. Ele fará um grande companheiro de caça, e ele foi treinado para obedecer comandos.",
      "imageLink": "image_files\\English\\vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Weimaraner to rasa psa pochodząca z Niemiec, charakteryzująca się krótkim, lśniącym ubraniem, atletyczną budową i silnym instynktem łowieckim.",
      "definition_translation": "Uma raça de cão originária da Alemanha, caracterizada pela sua coat curta e elegante, construção atlética e forte instinto de caça.",
      "example": "Zawsze chciałem mieć weimaranera jako zwierzę domowe, a dostanię go za rok. Będzie przeszkolony do polowania, a uwielbia biegać.",
      "example_translation": "Eu sempre quis um Weimaraner como animal de estimação, e vou ter um no próximo ano. Ele será treinado para caçar, e ele adora correr.",
      "imageLink": "image_files\\English\\weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Korgi walijski (Pembroke Welsh Corgi)",
      "translation": "Corgi Galês (Corgi Galês de Pembroke)",
      "definition": "Korgi walijski to rasa psa pasterskiego, pochodząca z Walii, znana z niskiego wzrostu i charakterystycznego wyglądu.",
      "definition_translation": "Uma raça de cão de pastor que originou no País de Gales, conhecida por sua estatura curta e aparência distintiva.",
      "example": "Zawsze chciałem mieć korgi walijskiego jako zwierzę domowe. Miałem korgi walijskiego, gdy byłem dzieckiem. Dostanię korgi walijskiego za rok.",
      "example_translation": "Eu sempre quis um Corgi Galês como animal de estimação. Eu tive um Corgi Galês quando eu era criança. Vou ter um Corgi Galês no ano que vem.",
      "imageLink": "image_files\\English\\welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Terier yorkshire",
      "translation": "Terrier de Yorkshire",
      "definition": "Terier yorkshire to mała, energiczna rasa psa pochodząca z Yorkshire w Anglii, znana z dużych oczu i jedwabistego ubraniem.",
      "definition_translation": "Uma raça de cão pequeno e destemido originária de Yorkshire, Inglaterra, conhecida por seus olhos grandes e pelo sedoso.",
      "example": "Moja siostra ma teriera yorkshire. Miała teriera yorkshire pięć lat temu. Dostanie teriera yorkshire za miesiąc.",
      "example_translation": "Minha irmã é dona de um Terrier de Yorkshire. Ela teve um Terrier de Yorkshire há cinco anos. Ela vai comprar um Terrier de Yorkshire no mês que vem.",
      "imageLink": "image_files\\English\\yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]