[
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ptak",
      "translation": "pássaro",
      "definition": "Ptak to ciepłokrwisty, składający jaja zwierzę charakteryzujące się piórami, bezzębnymi, dziobowatymi szczękami i lekkimi szkieletami.",
      "definition_translation": "Um pássaro é um animal de sangue quente que põe ovos caracterizado por penas, mandíbulas com bico sem dentes e esqueleto leve.",
      "example": "Ptak śpiewał słodką melodię rano. Wczoraj śpiewał smutną piosenkę. Jutro zaśpiewa szczęśliwą piosenkę.",
      "example_translation": "O pássaro cantou uma melodia doce pela manhã. Ontem, cantou uma canção triste. Amanhã, cantará uma melodia feliz.",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kurczak",
      "translation": "frango",
      "definition": "Kurczak to domowe ptactwo hodowane za jaja lub mięso, szczególnie kastrowany samiec.",
      "definition_translation": "Um frango é um galinha doméstico criado para seus ovos ou carne, especialmente um macho castrado.",
      "example": "Wczoraj wieczorem zjadłem kurczaka na kolację. Dziś zjem zupę kurczakową. Jutro ugrilluję kurczaka.",
      "example_translation": "Eu comi frango para jantar ontem à noite. Hoje, vou comer sopa de frango. Amanhã, vou grelhar frango.",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kaczka",
      "translation": "pato",
      "definition": "Kaczka to ptak wodny o płaskim, szerokim dziobie i łapkach, zwykle spotykany w terenach bagienowych.",
      "definition_translation": "Um pato é um pássaro de água com um bico largo e pés palmados, geralmente encontrado em áreas úmidas.",
      "example": "Kaczka pływała po jeziorze wczoraj. Dziś siedzi na brzegu. Jutro odleci.",
      "example_translation": "O pato nadou no lago ontem. Hoje, está sentado na praia. Amanhã, vai voar para longe.",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gęś",
      "translation": "ganso",
      "definition": "Gęś to duża kaczka wodna o długiej szyi i nogach, zwykle spotykana w terenach bagienowych.",
      "definition_translation": "Um ganso é um grande pássaro de água com um pescoço e pernas longos, geralmente encontrado em áreas úmidas.",
      "example": "Gęś krakała głośno rano. Wczoraj spacerowała po parku. Jutro wyruszy na nowe miejsce zimowania.",
      "example_translation": "O ganso grasnou alto pela manhã. Ontem, caminhou no parque. Amanhã, vai migrar para um novo lar.",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papuga",
      "translation": "papagaio",
      "definition": "Papuga to kolorowy ptak znany ze swojej zdolności naśladowania ludzkiej mowy i innych dźwięków.",
      "definition_translation": "Um papagaio é um pássaro colorido conhecido por sua habilidade de imitar a fala humana e outros sons.",
      "example": "Papuga siedziała na moim ramieniu wczoraj, siedzi na moim ramieniu teraz i siedzieć będzie na moim ramieniu jutro.",
      "example_translation": "O papagaio pousou no meu ombro ontem, está pousado no meu ombro agora e vai pousar no meu ombro amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pingwin",
      "translation": "pinguim",
      "definition": "Pingwin to bezskrzydły ptak, zamieszkujący Antarktykę i inne zimne regiony.",
      "definition_translation": "Um pinguim é um pássaro que não voa que vive na Antártida e outras regiões frias.",
      "example": "Pingwin wędrował po śliskim stoku lodowym wczoraj, wędruje po śliskim stoku lodowym teraz i wędrować będzie po śliskim stoku lodowym jutro.",
      "example_translation": "O pinguim desceu pelo declive gelado ontem, está descendo pelo declive gelado agora e vai descer pelo declive gelado amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bocian",
      "translation": "cicogne",
      "definition": "Bocian to duży ptak brodzący o długiej szyi i nogach, spotykany w terenach bagienowych i łąkowych.",
      "definition_translation": "Uma cicogne é um grande pássaro de água com um longo pescoço e pernas, encontrado em áreas úmidas e campos.",
      "example": "Bocian machał skrzydłami wczoraj, macha skrzydłami teraz i machać będzie skrzydłami jutro.",
      "example_translation": "A cicogne bateu as asas ontem, está batendo as asas agora e vai bater as asas amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "indyk",
      "translation": "peru",
      "definition": "Indyk to duży ptak rodzimy z Ameryki Północnej, często hodowany i spożywany na specjalnych okazjach.",
      "definition_translation": "Um peru é um grande pássaro nativo da América do Norte, frequentemente domesticado e comido em ocasiões especiais.",
      "example": "Indyk krakał głośno wczoraj, kraknie głośno teraz i krakać będzie głośno jutro.",
      "example_translation": "O peru grasnou alto ontem, está grasnando alto agora e vai grasnar alto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skrzydło",
      "translation": "asa",
      "definition": "Skrzydło to przednia łapa ptaka, używana do latania. Jest to złożona struktura składająca się z trzech kości: kości ramiennej, promieniowej i łokciowej.",
      "definition_translation": "A asa é um membro anterior de um pássaro usado para voar. É uma estrutura complexa composta por três ossos: o úmero, rádio e ulna.",
      "example": "Ptak rozpostarł skrzydło i wzbił się w powietrze. Wędrować będzie skrzydłami do gniazda tej nocy. Linia lotnicza przewiezie cię skrzydłami do celu podróży.",
      "example_translation": "O pássaro estendeu sua asa e decolou para o céu. Ele vai asar seu caminho para o ninho esta noite. A companhia aérea vai asar você para seu destino.",
      "imageLink": "image_files\\English\\"imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wrona",
      "translation": "corvo",
      "definition": "Wrona to duża, czarna ptak, spotykany w wielu częściach świata. Jest znany ze swojej inteligencji i charakterystycznego krakania.",
      "definition_translation": "Um corvo é um grande pássaro preto encontrado em muitas partes do mundo. É conhecido por sua inteligência e chamado distintivo.",
      "example": "Wrona krakała głośno na drzewie. Kraka każdego ranka od tygodnia. Rolnik pochwali się swoją nagrodzoną kurą na targach.",
      "example_translation": "O corvo croou alto na árvore. Ele croou todas as manhãs há semanas. O agricultor vai falar sobre sua galinha vencedora do prêmio na feira.",
      "imageLink": "image_files\\English\\"imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kukiełka",
      "translation": "cuco",
      "definition": "Kukiełka to typ ptaka, który jest znany ze swojego charakterystycznego głosu, który brzmi jak jego nazwa. Jest to pasożyt lęgowy, co oznacza, że składa jaja w gniazdach innych ptaków.",
      "definition_translation": "Um cuco é um tipo de pássaro conhecido por seu chamado distinto, que soa como seu nome. É um parasita de ninhada, o que significa que ele coloca seus ovos nos ninhos de outros pássaros.",
      "example": "Kukiełka krzyczała w lesie. Cały ranek było słychać kukiełkę. Matka ptak będzie się spieszyć swoje jaja do snu.",
      "example_translation": "O cuco chamou no floresta. Ele tem estado cuco-ando toda manhã. A mãe pássaro vai cuco-ar seus bebês para dormir.",
      "imageLink": "image_files\\English\\"imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "orzeł",
      "translation": "águia",
      "definition": "Orzeł to duża, potężna ptaki drapieżne z ostrym dziobem i szponami. Jest znany ze swojego imponującego rozpięcia skrzydeł i silnej zdolności latania.",
      "definition_translation": "Uma águia é um grande pássaro de rapina com um bico afiado e garras. É conhecida por sua impressionante envergadura e habilidade de voo forte.",
      "example": "Orzeł unosił się wysoko w niebie. Będzie się wspinał na szczyt drzewa. Firma będzie wznosić swoje zyski w tym roku.",
      "example_translation": "A águia voou alto no céu. Ela vai águia seu caminho para o topo da árvore. A empresa vai águia seus lucros este ano.",
      "imageLink": "image_files\\English\\"imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pióro",
      "translation": "pena",
      "definition": "Lekki wzrost lub pokrycie sierści, zwłaszcza na ciele ptaków, tworząc miękką i puszystą okrywę.",
      "definition_translation": "Um crescimento ou cobertura de cabelo, especialmente no corpo das aves, formando uma cobertura macia e fofa.",
      "example": "Pióra ptaka były rozczochrane przez wiatr. Wczoraj zobaczyłem pióro na ziemi. Jeśli znajdę pióro, będę używał go jako dekoracji.",
      "example_translation": "As penas do pássaro foram desarrumadas pelo vento. Ontem, eu vi uma pena no chão. Se eu encontrar uma pena, eu usarei como decoração.",
      "imageLink": "image_files\\English\\"imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kura",
      "translation": "galo",
      "definition": "Samica kurczaka, szczególnie ta, która jest trzymana dla jej jaj.",
      "definition_translation": "Uma galinha, especialmente uma que é criada para seus ovos.",
      "example": "Kura złożyła jajo w gnieździe. Wczoraj zobaczyłem kurę na farmie. Jeśli miałbym kurę, zbierałbym jej jaja co rano.",
      "example_translation": "A galinha colocou um ovo no ninho. Ontem, eu vi uma galinha na fazenda. Se eu tivesse uma galinha, eu coletaria seus ovos todas as manhãs.",
      "imageLink": "image_files\\English\\"imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znosić jaja",
      "translation": "botar ovos",
      "definition": "Produkować jaja, szczególnie jako naturalny proces u samic ptaków.",
      "definition_translation": "Produzir ovos, especialmente como um processo natural em aves fêmeas.",
      "example": "Kura znosi jaja codziennie. Wczoraj kura złożyła jajo w gnieździe. Jeśli miałbym kurę, ona znosiłaby jaja dla mnie.",
      "example_translation": "A galinha bota ovos todos os dias. Ontem, a galinha botou ovos no ninho. Se eu tivesse uma galinha, ela botaria ovos para mim.",
      "imageLink": "image_files\\English\\"imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sowa",
      "translation": "coruja",
      "definition": "Nocturnalny ptak drapieżny z dużą głową, przednimi oczami, i ozdobami usznymi, znany ze swojego cichego latania i buczenia.",
      "definition_translation": "Uma ave de rapina noturna com uma grande cabeça, olhos frontais e tuftes de orelha, conhecida por seu voo silencioso e seu chamado de uivo.",
      "example": "Sowa buczała głośno w ciemności. Wczoraj zobaczyłem sowę w lesie. Jeśli byłbym sową, to leciałbym cicho w nocy.",
      "example_translation": "A coruja uivou alto na escuridão. Ontem, eu vi uma coruja na floresta. Se eu fosse uma coruja, eu voaria silenciosamente à noite.",
      "imageLink": "image_files\\English\\"imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gołąb",
      "translation": "pombo",
      "definition": "Ptak o krępej budowie ciała, z małą głową, zazwyczaj szary i biały, często spotykany w miastach i znany ze swojej zdolności do przetrwania w różnych środowiskach.",
      "definition_translation": "Um pássaro corpulento com uma cabeça pequena,tipicamente cinza e branco, que é freqüentemente encontrado em cidades e é conhecido por sua habilidade de prosperar em uma variedade de ambientes.",
      "example": "Gołąb szybko leciał przelotem przez niebo. Wczoraj zobaczyłem gołębia jedzącego okruchy na chodniku. Do przyszłego roku populacja gołębi będzie wzrastać znacznie.",
      "example_translation": "O pombo voou rapidamente através do céu. Ontem, vi um pombo comendo migalhas na calçada. Até o ano que vem, a população de pombos terá aumentado significativamente.",
      "imageLink": "image_files\\English\\"imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mewa",
      "translation": "gaivota",
      "definition": "Średniej wielkości do duży ptak z szarym i białym upierzeniem, często spotykany nad morzem, znany ze swoich zwyczajów szukających pożywienia.",
      "definition_translation": "Um pássaro de médio a grande porte com plumagem cinza e branca, tipicamente encontrado perto do mar e conhecido por seus hábitos de carroçaria.",
      "example": "Mewy frunęły nad nami, kiedy spacerowaliśmy wzdłuż plaży. Latem ubiegłym roku zobaczyłem mewę kradnącą frytkę turystom. Do przyszłego tygodnia populacja mew będzie migracyjna do cieplejszych klimatów.",
      "example_translation": "Gaivotas estavam voando acima de nós enquanto caminhamos ao longo da praia. No verão passado, vimos uma gaivota roubar uma batata frita de um turista. Até a semana que vem, a população de gaivotas terá migrado para climas mais quentes.",
      "imageLink": "image_files\\English\\"imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpak",
      "translation": "pardal",
      "definition": "Mały, zwinny ptak z szarym i brunatnym upierzeniem, często spotykany w obszarach miejskich, znany ze swoich szybkich ruchów i ćwierkających odgłosów.",
      "definition_translation": "Um pássaro pequeno e ágil com plumagem cinza-marrom, freqüentemente encontrado em áreas urbanas e conhecido por seus movimentos rápidos e chamados grasnaradas.",
      "example": "Szpak zbudował gniazdo na parapecie okna. Rok temu zobaczyłem szpaka, który gonił rywala z terytorium. Do przyszłego miesiąca populacja szpaków będzie wzrastać ze względu na łagodną zimę.",
      "example_translation": "O pardal construiu um ninho na janela. No ano passado, vi um pardal perseguindo um rival longe de seu território. Até o mês que vem, a população de pardais terá aumentado devido ao inverno ameno.",
      "imageLink": "image_files\\English\\"imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łabędź",
      "translation": "cisne",
      "definition": "Duży, majestatyczny ptak z białym upierzeniem, często spotykany na rzekach i jeziorach, znany ze swoich wdzięcznych ruchów i silnych wiązań pomiędzy partnerami.",
      "definition_translation": "Um pássaro grande e majestoso com plumagem branca, freqüentemente encontrado em rios e lagos, e conhecido por seus movimentos graciosos e fortes laços de acasalamento.",
      "example": "Łabędź płynąłż sprawiał się po jeziorze. Wczoraj zobaczyłem łabędzia, który budował gniazdo z partnerem. Do przyszłej wiosny populacja łabędzi będzie migrować do swoich terenów lęgowych.",
      "example_translation": "O cisne deslizou sem esforço pela superfície do lago. Ontem, vi um cisne construir um ninho com seu parceiro. Até a próxima primavera, a população de cisnes terá migrado para seus terrenos de reprodução.",
      "imageLink": "image_files\\English\\"imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziób",
      "translation": "bico",
      "definition": "Dziób to twarda, ostro zakończona część dzioba ptaka, używana do jedzenia, pielęgnacji i innych funkcji.",
      "definition_translation": "O bico é a parte bucal dura e pontiaguda de um pássaro, usada para comer, limpar e outras funções.",
      "example": "Ptak wykorzystał swój dziób, aby rozbić orzech. Wcześniej używał swojego dzioba, aby rozbić orzechy, i będzie używał swojego dzioba, aby rozbić orzechy w przyszłości.",
      "example_translation": "O pássaro usou seu bico para abrir a noz. Ele havia usado seu bico para abrir nozes antes, e usará seu bico para abrir nozes novamente.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gołąb",
      "translation": "pombo",
      "definition": "Gołąb to rodzaj ptaka, znany ze swojego łagodnego kuku i spokojnego usposobienia.",
      "definition_translation": "Um pombo é um tipo de ave conhecido por seu canto suave e natureza pacífica.",
      "example": "Gołąb wyleciał z drzewa, i wróci do niego jutro. Wiele razy wyleciał z drzewa przedtem.",
      "example_translation": "O pombo voou para fora da árvore, e voará de volta para a árvore amanhã. Ele havia voado para fora da árvore muitas vezes antes.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drapieżnik",
      "translation": "predador",
      "definition": "Drapieżnik to zwierzę, które poluje i żywi się innymi zwierzętami.",
      "definition_translation": "Um predador é um animal que caça e se alimenta de outros animais.",
      "example": "Lew był drapieżnikiem, który wędrował przez sawannę. Od urodzenia był drapieżnikiem, i będzie nim pozostawał do śmierci.",
      "example_translation": "O leão era um predador que vagueava pela savana. Ele havia sido um predador desde que nasceu, e continuará a ser um predador até morrer.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jastrząb",
      "translation": "falcão",
      "definition": "Jastrząb to rodzaj ptaka drapieżnego, znany ze swojego ostrego wzroku i szybkiego lotu.",
      "definition_translation": "Um falcão é um tipo de ave de rapina conhecido por sua visão aguda e voo rápido.",
      "example": "Jastrząb przelatywał przez niebo, i przelatuje przez niebo jutro. Wiele razy przelatywał przez niebo przedtem.",
      "example_translation": "O falcão voou pelo céu, e voará pelo céu novamente amanhã. Ele havia voado pelo céu muitas vezes antes.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skowronek",
      "translation": "pássaro",
      "definition": "Skowronek to mały, śpiewny ptak żyjący na otwartych przestrzeniach, typowo z brązowym grzbietem i skrzydłami oraz czubatej głowie.",
      "definition_translation": "um pequeno pássaro cantor de campo aberto,típicamente com as costas e asas marrons e uma cabeça crestada.",
      "example": "Skowronek śpiewał słodką melodię rano. Wczoraj śpiewał smutną piosenkę. Jutro zaśpiewa happy tune.",
      "example_translation": "O pássaro cantou uma melodia doce de manhã. Ontem, ele havia cantado uma canção triste. Amanhã, ele cantará uma melodia feliz.",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpak",
      "translation": "pega",
      "definition": "Szpak to duży, czarno-biały ptak o długim ogonie i głośnym, szczebiotliwym głosem, znany z kradzieży błyskotliwych przedmiotów.",
      "definition_translation": "um grande pássaro preto e branco com uma longa cauda e um chamamento alto e tagarela, conhecido por roubar objetos brilhantes.",
      "example": "Szpak ukradł błyskotliwy pierścionek ze stołu. Wczoraj ukradł naszyjnik. Jutro ukradnie zegarek.",
      "example_translation": "A pega roubou um anel brilhante da mesa. Ontem, ele havia roubado um colar. Amanhã, ele roubará um relógio.",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gniazdo",
      "translation": "ninho",
      "definition": "Struktura lub miejsce, które ptak lub inne zwierzę buduje lub wybiera, aby składać jaja, wychowywać młode lub chronić się.",
      "definition_translation": "uma estrutura ou lugar feito ou escolhido por um pássaro ou outro animal para colocar e incubar seus ovos, descansar ou se esconder.",
      "example": "Ptak zbudował gniazdo w drzewie. Wczoraj zbudował gniazdo w krzaku. Jutro zbuduje gniazdo na ziemi.",
      "example_translation": "O pássaro construiu um ninho na árvore. Ontem, ele havia construído um ninho no arbusto. Amanhã, ele construirá um ninho no chão.",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gniazdo",
      "translation": "ninho",
      "definition": "Struktura lub miejsce, które ptak lub inne zwierzę buduje lub wybiera, aby składać jaja, wychowywać młode lub chronić się.",
      "definition_translation": "uma estrutura ou lugar feito ou escolhido por um pássaro ou outro animal para colocar e incubar seus ovos, descansar ou se esconder.",
      "example": "Królik ukrył się w gnieździe trawy. Wczoraj ukrył się w gnieździe liści. Jutro ukryje się w gnieździe gałęzi.",
      "example_translation": "O coelho se escondeu em um ninho de grama. Ontem, ele havia se escondido em um ninho de folhas. Amanhã, ele se esconderá em um ninho de ramos.",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "upierzenie",
      "translation": "penugem",
      "definition": "Pióra, które pokrywają ptaka, szczególnie te, które są jaskrawo kolorowe lub dekoracyjne.",
      "definition_translation": "As penas que cobrem um pássaro, especialmente aquelas que são coloridas ou decorativas.",
      "example": "Upierzenie pawia było wspaniałym widokiem. Wczoraj zobaczyłem ptaka z pięknym upierzeniem w parku. Do przyszłego roku młode ptaki będą miały swoje pełne upierzenie.",
      "example_translation": "A penugem do pavão era um espetáculo para se ver. Ontem, vi um pássaro com penugem linda no parque. Até o ano que vem, os pássaros jovens terão desenvolvido sua penugem completa.",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kruk",
      "translation": "corvo",
      "definition": "Duży, czarny ptak o grubym dziobie, znany ze swojej inteligencji i charakterystycznego głosu.",
      "definition_translation": "Um pássaro preto grande com um bico grosso, conhecido por sua inteligência e seu canto distinto.",
      "example": "Kruk siedział na parapecie, patrząc na mnie swoimi przenikliwymi oczami. W lesie zobaczyliśmy kruka latającego nad górami. Jeśli będziemy szczęśliwi, vielleicht zobaczymy kruka gniazdującego w drzewie wiosną.",
      "example_translation": "O corvo pousou na janela, me espiando com seus olhos penetrantes. Na floresta, vimos um corvo voando sobre nossas cabeças. Se tivermos sorte, podemos ver um corvo fazendo ninho na árvore até a próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "albatros",
      "translation": "albatroz",
      "definition": "Duży ptak morski o długim zasięgu skrzydeł, znany z imponujących zdolności szybowania i jego związku z dobrym szczęściem.",
      "definition_translation": "Um grande pássaro marinho com uma longa envergadura, conhecido por suas impressionantes habilidades de planagem e suas associações com boa sorte.",
      "example": "Albatros wzniósł się nad nas, jego skrzydła bijąc wolno. W dawnych czasach, żeglarze wierzeli, że zabijanie albatrosa przynosiło pecha. Jeśli będziemy szczęśliwi, może ujrzymy albatrosa podczas naszej podróży dookoła świata.",
      "example_translation": "O albatroz sobrevoou, suas asas batendo lentamente. Nos velhos tempos, os marinheiros acreditavam que matar um albatroz traria má sorte. Se tivermos sorte, podemos avistar um albatroz em nossa viagem ao redor do mundo.",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " pszczółka",
      "translation": "abelharuco",
      "definition": "Kolorowy ptak, który żywi się pszczołami i innymi owadami, znany ze smukłego ciała i długiego, zakrzywionego dzioba.",
      "definition_translation": "Um pássaro colorido brilhante que se alimenta de abelhas e outros insetos, conhecido por seu corpo esbelto e seu bico longo e curvo.",
      "example": "Pszczółka zrzuciła się w dół, łapiąc pszczółę w powietrzu. Latem pszczółki są częstym widokiem w naszym ogrodzie. Do przyszłego roku, może ujrzymy parę pszczółek gniazdujących w naszym ogródku.",
      "example_translation": "O abelharuco mergulhou, pegando uma abelha no ar. No verão, os abelharucos são visões comuns em nosso jardim. Até o ano que vem, podemos ver um par de abelharucos fazendo ninho em nosso quintal.",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czarny głuszec",
      "translation": "galinha-preta",
      "definition": "Duży, ciemno ubarwiony ptak z charakterystycznym dźwiękiem, znaleziony na torfowiskach i wrzosowiskach.",
      "definition_translation": "Um grande pássaro de cor escura com um som distintivo, encontrado em charnecas e terras de brejo.",
      "example": "Wczoraj ujrzałem czarnego głuszca siedzącego na gałęzi drzewa, wydawał on dziwny dźwięk. Dziś, idę zobaczyć, czy mogę go znaleźć ponownie. Do przyszłego tygodnia, nauczę się naśladować jego głos.",
      "example_translation": "Eu vi uma galinha-preta empoleirada em um galho de árvore ontem, estava fazendo um barulho estranho. Hoje, vou ver se consigo avistá-la novamente. Até a próxima semana, vou ter aprendido como imitar seu chamado.",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czarny bocian",
      "translation": "cabeça-preta",
      "definition": "Duży, ciemno ubarwiony ptak z długą szyją i nogami, znaleziony na mokradłach i łąkach.",
      "definition_translation": "Um grande pássaro de cor escura com um pescoço longo e pernas, encontrado em áreas úmidas e campos.",
      "example": "Wczoraj ujrzałem czarnego bociana brodzącego w mokradłach, szukał on ryb. Teraz, próbuję określić jego środowisko. Do końca miesiąca, dowiem się więcej o jego zachowaniu.",
      "example_translation": "Eu avistei uma cabeça-preta caminhando nas marismas na semana passada, estava procurando por peixes. Agora, estou tentando identificar seu habitat. Até o final do mês, vou ter aprendido mais sobre seu comportamento.",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mewa czarnogłowa",
      "translation": "gaivota-de-cabeça-preta",
      "definition": "Średniej wielkości mewa z czarną głową i białym ciałem, znaleziony w obszarach przybrzeżnych i centrach miast.",
      "definition_translation": "Uma gaivota de tamanho médio com cabeça preta e corpo branco, encontrada em áreas costeiras e centros urbanos.",
      "example": "Wczoraj ujrzałem mewę czarnogłową unoszącą się w powietrzu, przelatując nad plażą. Dziś, idę obserwować ją z dystansu. Do przyszłego roku, nauczę się odróżnić ją od innych gatunków mew.",
      "example_translation": "Eu vi uma gaivota-de-cabeça-preta planando no céu ontem, estava voando sobre a praia. Hoje, vou observá-la de longe. Até o ano que vem, vou ter aprendido como distingui-la de outras espécies de gaivotas.",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kaszlak",
      "translation": "melro",
      "definition": "Mały, ciemno ubarwiony ptak z melodyjnym śpiewem, znaleziony w ogrodach i lasach.",
      "definition_translation": "Um pequeno pássaro de cor escura com um canto melodioso, encontrado em jardins e bosques.",
      "example": "Wczoraj ujrzałem kaszlaka śpiewającego w parku, to było piękne melodia. Dziś, próbuję nagrać jego śpiew. Do końca tygodnia, nauczę się rozpoznać jego głos.",
      "example_translation": "Eu ouvi um melro cantando no parque ontem, era uma melodia linda. Hoje, vou tentar gravar seu canto. Até o final da semana, vou ter aprendido como identificar seu chamado.",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "błękitny sikora",
      "translation": "papa-moscas-azul",
      "definition": "Błękitny sikora to mały ptak z rodziny sikor, występujący w lasach, ogrodach i parkach w całej Europie i zachodniej Azji.",
      "definition_translation": "O papa-moscas-azul é um pequeno passeriforme da família Paridae. É um residente que cria em bosques, jardins e parques em toda a Europa e Ásia Ocidental.",
      "example": "Wczoraj ujrzałem błękitnego sikorę siedzącego na gałęzi, ale uciekł, gdy się zbliżyłem. Dziś, próbuję zobaczyć go bliżej. W przyszłości, chcę obserwować jego nawyki gniazdowe.",
      "example_translation": "Eu vi um papa-moscas-azul empoleirado em um galho ontem, mas voou quando me aproximei. Hoje, vou tentar dar uma olhada mais próxima. No futuro, espero ver seus hábitos de nidificação.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "waxwing bożonarodzeniowy",
      "translation": "sikewise-boêmio",
      "definition": "Waxwing bożonarodzeniowy to członek rodziny waxwingów. Jest to elegancki i charakternikowy ptak z charakterystyczną czapką i smakiem do jagód.",
      "definition_translation": "O sikewise-boêmio é um membro da família de aves sikewise. É um pássaro elegante e carismático com um cesto distintivo e um gosto por bagas.",
      "example": "Widziałem waxwinga bożonarodzeniowego w parku w zeszłym tygodniu, i on zbierał jagody z krzewów. Potem, zauważyłem, że ptaki gromadzą się w tym samym miejscu co roku. W przyszłości, chcę studiować ich wzorce migracyjne.",
      "example_translation": " Eu vi um sikewise-boêmio no parque na semana passada, e ele estava devorando as bagas dos arbustos. Depois disso, notei que os pássaros se reuniam no mesmo local todos os invernos. No futuro, espero estudar seus padrões de migração.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sowa północna",
      "translation": "coruja-boreal",
      "definition": "Sowa północna to mały gatunek sowy, zamieszkujący północne części Europy, Azji i Ameryki Północnej. Jest ona znana ze swoich charakterystycznych dźwięków i zdolności do polowania w ciemności.",
      "definition_translation": "A coruja-boreal é uma espécie de coruja que habita as partes mais setentrionais da Europa, Ásia e América do Norte. É conhecida por seus chamados hoot característicos e sua capacidade de caçar em completa escuridão.",
      "example": "Wczoraj wieczorem usłyszałem przerażające dźwięki sowy północnej, i to mnie przeraziło. Dziś, czytam więcej o jej zachowaniach nocnych. W przyszłości, chcę obserwować jej techniki polowania osobiście.",
      "example_translation": "Eu ouvi os chamados assustadores de uma coruja-boreal ontem à noite, e isso me enviou calafrios pela espinha. Hoje, vou ler mais sobre seus hábitos noturnos. No futuro, espero observar suas técnicas de caça em primeira mão.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papuziec",
      "translation": "periquito-australiano",
      "definition": "Papuziec, również znany jako zwyczajny papugaj, to mały, długoogonowy papuga, pochodzący z Australii. Jest on popularny jako zwierzę domowe i jest znany ze swojej żywych piór i zdolności do naśladowania mowy ludzkiej.",
      "definition_translation": "O periquito-australiano, também conhecido como periquito-comum, é um pequeno papagaio de cauda longa que origina da Austrália. É popular como animal de estimação domesticado e é conhecido por sua plumagem vibrante e habilidade de mimetizar a fala humana.",
      "example": "Mam papuziec jako zwierzęce, i on uwielbia gwizdać i naśladować mój głos. Wczoraj, szczebiotał głośno, a dziś, jest cichszy niż zwykle. W przyszłości, nauczę go wykonywać triki.",
      "example_translation": "Eu tenho um periquito-australiano como animal de estimação, e ele adora assobiar e mimetizar minha voz. Ontem, estava piando alto, e hoje, está mais quieto do que hábito. No futuro, vou ensinar a fazer truques.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gil szary",
      "translation": "dom-fafe",
      "definition": "Typ ptaka z charakterystycznym upierzeniem i śpiewem, spotykany w lasach i ogrodach.",
      "definition_translation": "Um tipo de pássaro com plumagem e canção distintas, encontrado em bosques e jardins.",
      "example": "Gil szary siadł na gałęzi, śpiewając słodką melodię. Wczoraj widziałem gila szarego jedzącego nasiona. Do przyszłego tygodnia gil szary będzie już uleciał na południe na zimę.",
      "example_translation": "O dom-fafe pousou no galho, cantando sua doce melodia. Ontem, vi um dom-fafe comendo sementes. Até a próxima semana, o dom-fafe terá voado para o sul para o inverno.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jastrząb",
      "translation": "águia-de-esterias",
      "definition": "Typ ptaka drapieżnego, charakteryzujący się szerokimi skrzydłami i ostrymi szponami.",
      "definition_translation": "Um tipo de ave de rapina, caracterizado por suas asas largas e garras afiadas.",
      "example": "Jastrząb unosił się w powietrzu, szukając zdobyczy na ziemi. W zeszłym tygodniu widziałem jastrzębia siedzącego na płocie. Do przyszłego roku populacja jastrzębi będzie już znacznie wzrosła.",
      "example_translation": "A águia-de-esterias sobrevoou a cabeça,.scanneando o chão em busca de presa. Na semana passada, vi uma águia-de-esterias pousada em um poste de cerca. Até o ano que vem, a população de águias-de-esterias terá aumentado significativamente.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kanarek",
      "translation": "canário",
      "definition": "Typ ptaka śpiewającego, znany z żółtej upierzenia i melodii.",
      "definition_translation": "Um tipo de pássaro cantor, conhecido por sua plumagem amarela brilhante e canção melodiosa.",
      "example": "Kanarek śpiewał słodko w swojej klatce. Wczoraj karmiłem kanarka świeżymi nasionami. Do przyszłego miesiąca kanarek będzie już nauczył się imitować mój głos.",
      "example_translation": "O canário cantou docemente em sua gaiola. Ontem, alimentei o canário com sementes frescas. Até o mês que vem, o canário terá aprendido a imitar minha voz.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zięba",
      "translation": "pintarroxo",
      "definition": "Typ szpaka, znany z brązowego upierzenia i charakterystycznego śpiewu.",
      "definition_translation": "Um tipo de pardal, conhecido por sua plumagem marrom e canção característica.",
      "example": "Zięba siadła na karmniku, jedząc nasiona. W zeszłym tygodniu widziałem ziębę budującą swoje gniazdo. Do przyszłej wiosny zięba będzie już wychowała swoje potomstwo.",
      "example_translation": "O pintarroxo pousou no alimentador de pássaros, comendo sementes. Na semana passada, vi um pintarroxo construindo seu ninho. Até a próxima primavera, o pintarroxo terá criado seus filhotes.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kogut",
      "translation": "galo",
      "definition": "Samiec kury, szczególnie ten, który jest trzymany do hodowli.",
      "definition_translation": "um galo, especialmente um que é criado para reprodução",
      "example": "Kogut zaczął krzyczeć głośno w ogrodzie, przeszkadzając sąsiadom. Wczoraj rolnik kupił nowego koguta do krzyżowania z karami. Do przyszłego roku będziemy już hodowali kilku kogutów do sprzedaży.",
      "example_translation": "O galo começou a cantar alto no quintal, perturbando os vizinhos. Ontem, o fazendeiro comprou um novo galo para se acasar com as galinhas. Até o ano que vem, vamos ter criado vários galos para venda.",
      "imageLink": "image_files\\English\\"imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świkszczak",
      "translation": "chuçui",
      "definition": "Mały, brązowoszary włoczek z charakterystycznym śpiewem, spotykany w lesie i ogrodach.",
      "definition_translation": "um pequeno, cinzento-marrom, encontrado em florestas e jardins, com um canto distintivo",
      "example": "Świkszczak śpiewał melodię w ogrodzie. W zeszłym tygodniu widziałem świkszczaka latającego między drzewami. Do wiosny świkszczak będzie już wrócił do swojego letniego siedliska.",
      "example_translation": "O chuçui estava cantando seu canto melódico no jardim. Na semana passada, vi um chuçui saltando entre as árvores. Até a primavera, o chuçui terá migrado de volta para seu habitat de verão.",
      "imageLink": "image_files\\English\\"imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żuraw",
      "translation": "grua-comum",
      "definition": "Duży, szarobiały ptak wodny z charakterystycznym krzykiem, spotykany w mokradłach i łąkach.",
      "definition_translation": "uma grande, cinza-branca, ave de água com um canto distintivo, encontrada em áreas úmidas e gramados",
      "example": "Żuraw stał majestatycznie w mokradłach. W zeszłym roku widzieliśmy żurawia lecącego nad nami, migrującego do swojego zimowego siedliska. Do jesieni żuraw będzie już wrócił do swojego miejsca lęgowego.",
      "example_translation": "A grua-comum estava parada majestosamente nas áreas úmidas. No ano passado, vimos uma grua-comum voando sobre nossas cabeças, migrando para seu hábitat de inverno. Até o outono, a grua-comum terá retornado às suas terras de criação.",
      "imageLink": "image_files\\English\\"imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyska",
      "translation": "galinha-d'água",
      "definition": "Średniej wielkości, czarnobrązowy ptak z charakterystyczną czerwoną brewią, spotykany w mokradłach i łąkach.",
      "definition_translation": "um médio, preto-marrom, ave com uma testa vermelha distintiva, encontrada em áreas úmidas e gramados",
      "example": "Łyska pływała cicho po stawie. W zeszłym miesiącu widziałem łyskę budującą swoje gniazdo w trzcinie. Do lata łyska będzie już wychowała swoje pisklęta.",
      "example_translation": "A galinha-d'água estava nadando silenciosamente no lago. No mês passado, vi uma galinha-d'água construindo seu ninho nos juncos. Até o verão, a galinha-d'água terá criado seus filhotes.",
      "imageLink": "image_files\\English\\"imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słowik szary",
      "translation": "rouxinol-comum",
      "definition": "Mały, wędrowny ptak z charakterystycznym śpiewem, spotykany w Europie i Azji.",
      "definition_translation": "Um pequeno pássaro migratório com um canto distinto, encontrado na Europa e Ásia.",
      "example": "Słowik szary śpiewał słodko w lesie wczoraj wieczorem. Śpiewał będzie ponownie jutro wieczorem. Śpiewał już przez kilka godzin.",
      "example_translation": "O rouxinol-comum cantou doces melodias na floresta na noite passada. Ele cantará novamente amanhã à noite. Ele tem cantado por horas.",
      "imageLink": "image_files\\English\\"imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siweczka",
      "translation": "linte-comum",
      "definition": "Mała szpakówka z czerwoną plamką na czole, spotykana w północnej Europie i Azji.",
      "definition_translation": "Um pequeno fringilho com um patch vermelho na testa, encontrado no norte da Europa e Ásia.",
      "example": "Siweczka siadła na gałęzi wczoraj. Siądzie ponownie za tydzień. Siadła już przez kilka dni.",
      "example_translation": "O linte-comum pousou em um ramo ontem. Ele pousará novamente na semana que vem. Ele tem pousado por dias.",
      "imageLink": "image_files\\English\\"imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "białogardlica",
      "translation": "pé-branco-comum",
      "definition": "Mały ptak śpiewający z białą plamką na gardle, spotykany w Europie i Azji.",
      "definition_translation": "Um pequeno felinoso com um patch branco na garganta, encontrado na Europa e Ásia.",
      "example": "Białogardlica migruje do Afryki co roku. Znowu ona zacznie migrację następnego roku. Migracja trwa już lata.",
      "example_translation": "O pé-branco-comum migra para a África todos os invernos. Ele migrará novamente no ano que vem. Ele tem migrado por anos.",
      "imageLink": "image_files\\English\\"imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gołąb skalny",
      "translation": "pombo-das-matas-comum",
      "definition": "Duży, szarobrązowy ptak z żałosnym głosem, spotykany w lasach i ogrodach.",
      "definition_translation": "Um grande pássaro cinzento-marrom com um chamado lúgubre, encontrado em bosques e jardins.",
      "example": "Gołąb skalny śpiewał głucho w ogrodzie wczoraj. Znowu ona będzie śpiewać jutro rano. Śpiewa ona od dni.",
      "example_translation": "O pombo-das-matas-comum gemeu alto no jardim ontem. Ele gemeu novamente amanhã de manhã. Ele tem gemeu por dias.",
      "imageLink": "image_files\\English\\"imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kondor",
      "translation": "condor",
      "definition": "Duży, nowoświatowy sęp z charakterystycznym grzebieniem i nagą, czerwoną głową, spotykany w Andach i sąsiednich regionach.",
      "definition_translation": "Um grande abutre do Novo Mundo com uma crista distintiva e uma cabeça vermelha calva, encontrado nos Andes e regiões adjacentes.",
      "example": "Kondor unosił się ponad nami, z rozpostartymi skrzydłami. Wczoraj widziałem kondora siedzącego na gałęzi. Do następnego roku zobaczę kondora z bliska.",
      "example_translation": "O condor pairou sobre a nossa cabeça, suas asas se espalharam largas. Ontem, eu vi um condor empoleirado em um galho de árvore. Até o ano que vem, eu terei visto um condor de perto.",
      "imageLink": "image_files\\English\\"imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kormoran",
      "translation": "corvo-marinho",
      "definition": "Duży, rybójadny ptak z długim szyją i ciałem, spotykany w środowiskach wodnych.",
      "definition_translation": " Um grande pássaro que come peixe com um pescoço e corpo longos, encontrado em ambientes aquáticos.",
      "example": "Kormoran zanurkował w jeziorze, aby złowić rybę. Wczoraj widziałem kormorana siedzącego na skale. Do następnego tygodnia zobaczę kormorana latającego ponad naszymi głowami.",
      "example_translation": "O corvo-marinho mergulhou no lago para pegar um peixe. Ontem, eu vi um corvo-marinho empoleirado em uma rocha. Até a próxima semana, eu terei visto um corvo-marinho voando sobre a nossa cabeça.",
      "imageLink": "image_files\\English\\"imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chruścielec",
      "translation": "carqueja",
      "definition": "Typ ptaka z rodzinydropia, spotykany w mokradłach i trawach.",
      "definition_translation": "Um tipo de pássaro que pertence à família de rãs, encontrado em zonas úmidas e pradarias.",
      "example": "Chruścielec ukrył się w wysokiej trawie, bojąc się drapieżników. Wczoraj widziałem chruścieleca brodzącego w bagnie. Do następnego miesiąca zobaczę chruścieleca lecącego na południe na zimę.",
      "example_translation": "A carqueja se escondeu na grama alta, temendo predadores. Ontem, eu vi uma carqueja subindo em um pântano. Até o próximo mês, eu terei visto uma carqueja voando para o sul no inverno.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żuraw",
      "translation": "grou",
      "definition": "Duży, stojący ptak brodzący z długim szyją, spotykany w mokradłach i trawach.",
      "definition_translation": "Um grande pássaro de caminhar elegante com um pescoço longo, encontrado em zonas úmidas e pradarias.",
      "example": "Żuraw szedł po bagnie, z długimi nogami krocząc pewnie. Wczoraj widziałem żurawia siedzącego na gałęzi. Do następnego roku zobaczę żurawia latającego w formacji litery V.",
      "example_translation": "O grou caminhou pela planície, suas pernas longas caminhando com confiança. Ontem, eu vi um grou empoleirado em um galho. Até o ano que vem, eu terei visto um grou voando em formação em V.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lerka",
      "translation": "cotovia-de-crista",
      "definition": "Lerka jest ptakiem z rodzinydropia, mającym charakterystyczną czub na głowie, spotykanym na otwartych terenach i trawach.",
      "definition_translation": "Uma cotovia-de-crista é um tipo de ave que tem um distintivo crest na cabeça, encontrada em campos abertos e pradarias.",
      "example": "W przeszłości lerki były obfite na wsi, ale teraz są obecne zimą, a będą rzadkie w przyszłości.",
      "example_translation": "No passado, as cotovias-de-crista eram abundantes no campo, mas agora elas estão presentes no inverno e serão escassas no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czubaj",
      "translation": "tit-de-crista",
      "definition": "Czubaj jest małym, okrągłym ptakiem z charakterystyczną czarno-białą czubą na głowie, spotykanym w lasach iglastych.",
      "definition_translation": "Um tit-de-crista é uma ave pequena e arredondada com um distintivo crest preto e branco na cabeça, encontrada em florestas coníferas.",
      "example": "Czubaja widziano w lesie, obserwowano w drzewach i będzie obserwowany w podszycie.",
      "example_translation": "O tit-de-crista foi visto na floresta, foi observado nas árvores e será avistado no sub-bosque.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kulik",
      "translation": "alcaravão",
      "definition": "Kulik jest dużym, brązowoszarym ptakiem z długim, zakrzywionym dziobem, spotykanym w mokradłach i obszarach przybrzeżnych.",
      "definition_translation": "Um alcaravão é uma ave grande, castanho-acinzentada com um bico longo e curvo, encontrada em áreas úmidas e costeiras.",
      "example": "Kulik brodził w płytkiej wodzie, żywi się robakami, a będzie migrate do Afryki.",
      "example_translation": "O alcaravão estava vagueando na água rasa, está se alimentando de minhocas e migrará para a África.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łabędź niemy",
      "translation": "cisne-jovem",
      "definition": "Łabędź niemy jest młodym, pokrytym pierścieniami łabędziem, spotykanym w środowiskach wodnych słodkich.",
      "definition_translation": "Um cisne-jovem é um cisne jovem, típico com penas downy, encontrado em habitats de água doce.",
      "example": "Łabędź niemy pływał z matką, uczy się latać i stanie się pięknym łabędziem.",
      "example_translation": "O cisne-jovem estava nadando com sua mãe, está aprendendo a voar e se tornará um belo cisne.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sowa błotna",
      "translation": "coruja-das-águilas",
      "definition": "Duży sów z charakterystyczną tarczą twarzową i odstającymi kępami usznymi, spotykany w lasach i zadrzewieniach.",
      "definition_translation": "uma coruja grande com um disco facial distinto e tufos de ouvido, encontrada em florestas e bosques.",
      "example": "Sowa błotna usiadła na gałęzi, obserwując swoją zdobycz. Polowała przez wiele godzin i będzie polować ponownie jutro.",
      "example_translation": "A coruja-das-águilas pousou num galho, observando sua presa. Ela já caçava por horas e caçará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "emu",
      "translation": "emú",
      "definition": "Duży, bezskrzydły ptak native do Australii, znany z miękkiego, pierścieniowego upierzenia i potężnych nóg.",
      "definition_translation": "um grande pássaro não voador nativo da Austrália, conhecido por sua plumagem macia e penas e pernas poderosas.",
      "example": "Emu biegł przez sawannę, jego długie nogi szybko wynosiły go z dala od drapieżników. Będzie jeść dużo jedzenia do następnego tygodnia.",
      "example_translation": "O emú correu pela savana, suas pernas longas levando-o rapidamente para longe dos predadores. Ele terá comido muito comida até a próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sokół",
      "translation": "falcão",
      "definition": "Ptak drapieżny o smukłym ciele i długich, ostro zakończonych skrzydłach, znany ze swojej szybkości i zręczności.",
      "definition_translation": "um pássaro de rapina com corpo esbelto e asas longas e pontudas, conhecido por sua velocidade e agilidade.",
      "example": "Sokół nurkował z nieba, jego ostre pazury wystawały. Złapał wiele zdobyczy wczoraj i złapie więcej jutro.",
      "example_translation": "O falcão mergulhou do céu, suas garras afiadas estendidas. Ele havia pego muita presa ontem, e pegará mais amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "flaming",
      "translation": "flamingo",
      "definition": "Duży ptak brodźny o charakterystycznym różowym upierzeniu i długiej, smukłej szyi, spotykany w ciepłych i tropikalnych regionach.",
      "definition_translation": "um grande pássaro de pernas longas com penas rosa distintas e pescoço longo e esbelto, encontrado em regiões quentes e tropicais.",
      "example": "Flaming stojął nieruchomo w płytkiej wodzie, jego jaskrawe upierzenie świeciło w słońcu. Będzie migrate to innego jeziora w przyszłym roku.",
      "example_translation": "O flamingo ficou parado na água rasa, suas penas brilhantes brilhando ao sol. Ele terá migrado para outro lago no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gęsiak",
      "translation": "ganso",
      "definition": "Samiec gęsi,typically większy niż samica gęsi.",
      "definition_translation": "Um ganso macho, geralmente maior do que uma gansa fêmea.",
      "example": "Gęsiak wędrował po fermie, głośno gęgał. Wczoraj wędrował po fermie, głośno gęgał. Jutro będzie wędrował po fermie, głośno gęgał.",
      "example_translation": "O ganso caminhava autoura da fazenda, grasnando alto. Ontem, ele caminhava autoura da fazenda, grasnando alto. Amanhã, ele caminhará autoura da fazenda, grasnando alto.",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wróbel ogrodowy",
      "translation": "felosa-dos-jardins",
      "definition": "Mały, brązowoszary ptak, który rozmnaża się w ogrodach i lasach.",
      "definition_translation": "Um pequeno pássaro marrom-acinzentado que se reproduce em jardins e bosques.",
      "example": "Wróbel ogrodowy śpiewał słodką melodię z żywopłotu. Wczoraj śpiewał słodką melodię z żywopłotu. Jutro będzie śpiewał słodką melodię z żywopłotu.",
      "example_translation": "A felosa-dos-jardins cantou sua doce melodia do arbusto. Ontem, ela cantou sua doce melodia do arbusto. Amanhã, ela cantará sua doce melodia do arbusto.",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " Cyruszek",
      "translation": "marreco",
      "definition": "Mała, nurkująca kaczka, która rozmnaża się w mokradłach i łąkach.",
      "definition_translation": "Um pequeno, pato-de-dabbling que se reproduce em áreas úmidas e gramados.",
      "example": "Cyruszek pływał po jeziorze, jego pióra lśniły. Wczoraj pływał po jeziorze, jego pióra lśniły. Jutro będzie pływał po jeziorze, jego pióra lśniły.",
      "example_translation": "O marreco nadou atravessou o lago, suas penas brilhando. Ontem, ele nadou atravessou o lago, suas penas brilhando. Amanhã, ele nadará atravessou o lago, suas penas brilhando.",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koronnik",
      "translation": "estorninho-dourado",
      "definition": "Mały, żywej barwy ptak, który rozmnaża się w lasach iglastych.",
      "definition_translation": "Um pequeno pássaro de cores brilhantes que se reproduce em florestas coníferas.",
      "example": "Koronnik przelatywał między gałęziami, jego korona świeciła. Wczoraj przelatywał między gałęziami, jego korona świeciła. Jutro będzie przelatywał między gałęziami, jego korona świeciła.",
      "example_translation": "O estorninho-dourado flutuou entre os galhos, sua crista brilhando. Ontem, ele flutuou entre os galhos, sua crista brilhando. Amanhã, ele flutuará entre os galhos, sua crista brilhando.",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "orzeł złotogłowy",
      "translation": "águia dourada",
      "definition": "Duży, ciemnobrązowy ptak drapieżny o złotobrązowej karku i skrzydłach, native do górskich regionów półkuli północnej.",
      "definition_translation": "Um grande pássaro de rapina de cor castanha escura com nuca e asas douradas, originário de regiões montanhosas do hemisfério norte.",
      "example": "Orzeł złotogłowyुनosił się w górze, jego przeciągający krzyk odbijał się echem przez dolinę. Unosił się nad doliną wczoraj i będzie unosił się ponownie jutro.",
      "example_translation": "A águia dourada pairou sobre a nossa cabeça, seu grito penetrante ecoando pelo vale. Ela havia pairado sobre o vale no dia anterior e faria isso novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wilga złota",
      "translation": "ouriço-dourado",
      "definition": "Jaskrawo ubarwiony ptak o złotej szacie, native do lasów i zadrzewień Starego Świata.",
      "definition_translation": "Um pássaro de plumagem dourada, originário de florestas e bosques do Velho Mundo.",
      "example": "Wilga złota śpiewał słodką melodię z wierzchołka drzewa. Śpiewał przez wiele dni i będzie śpiewał aż do końca lata.",
      "example_translation": "O ouriço-dourado cantou sua doce melodia do topo da árvore. Ele havia cantado por dias e continuaria a fazê-lo até o verão terminar.",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kuropatwa łęku",
      "translation": "tetraz-de-castanheiro",
      "definition": "Średniej wielkości przepiórka z brązowym grzbietem i skrzydłami, oraz czarnym ogonem, występująca w lasach w Europie i Azji.",
      "definition_translation": "Um tetraz de tamanho médio com costas e asas marrons, e cauda preta, encontrado em bosques na Europa e Ásia.",
      "example": "Kuropatwa łęku ucieka przy pierwszym znaku niebezpieczeństwa, uciekła do pobliskiego lasu, i ponownie ucieknie, jeśli zostanie zagrożona.",
      "example_translation": "O tetraz-de-castanheiro fugirá ao primeiro sinal de perigo, fugiu para a floresta vizinha e fugirá novamente se ameaçado.",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dzierzba",
      "translation": "poupa",
      "definition": "Średniej wielkości ptak z charakterystyczną koroną i czarno-białymi paskami, występujący w lasach i ogrodach w Europie, Azji i Afryce.",
      "definition_translation": "Um pássaro de tamanho médio com uma crista distinta e listras preto-e-brancas, encontrado em bosques e jardins na Europa, Ásia e África.",
      "example": "Dzierzba usiadła na płocie, będzie kłuła w ziemię i wkrótce poleciała szukać pożywienia.",
      "example_translation": "A poupa pousou no poste de cerca, está bicando no chão e logo irá voar para encontrado comida.",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koliber",
      "translation": "beija-flor",
      "definition": "Mały, żywo ubarwiony ptak z iryzującymi piórami, występujący w regionach tropikalnych i subtropikalnych, znany ze swojego szybkiego ruchu skrzydeł i zdolności do unoszenia się w powietrzu.",
      "definition_translation": "Um pequeno pássaro de plumagem brilhante e iridescente, encontrado em regiões tropicais e subtropicais, conhecido por seu rápido movimento de asas e capacidade de pairar no ar.",
      "example": "Koliber pędził do karmnika, będzie ssął nektar, i wkrótce odleci aby znaleźć więcej pożywienia.",
      "example_translation": "O beija-flor zumou no alimentador, está bebendo néctar e logo irá voar para encontrar mais comida.",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ibis",
      "translation": "íbis",
      "definition": "Długo-necka, długo-noga woda ptak z zakrzywionym dziobem, występujący na terenach bagiennych i przybrzeżnych na całym świecie.",
      "definition_translation": "Um pássaro de pescoço e pernas longos, com um bico curvo, encontrado em áreas úmidas e costeiras em todo o mundo.",
      "example": "Ibis brodził przez płytką wodę, będzie szukał ryb, i wkrótce poleciała do swoich miejsc lęgowych.",
      "example_translation": "O íbis cortou pela água rasa, está procurando por peixes e logo irá voar para seus terrenos de nidificação.",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kazarka",
      "translation": "gralha",
      "definition": "Kazarka to rodzaj ptaka należący do rodziny krukowatych, znany z czarno-szarych piór i charakterystycznego głosu.",
      "definition_translation": "Uma gralha é um tipo de ave que pertence à família de corvos, conhecida por suas penas pretas e cinzentas e canto distintivo.",
      "example": "Wczoraj widziałem kazarkę siedzącą na dachu mojego domu. Jutro zobaczę kazarkę w parku. Widziałem kazarkę latającą nad głową.",
      "example_translation": "Eu vi uma gralha pousada no telhado da minha casa ontem. Veria uma gralha no parque amanhã. Tenho visto uma gralha voando sobre minha cabeça.",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "srokacz",
      "translation": "gaio",
      "definition": "Srokacz to rodzaj ptaka znany z żywo ubarwionych piór i odważnego zachowania.",
      "definition_translation": "Um gaio é um tipo de ave conhecido por suas penas coloridas brilhantes e comportamento ousado.",
      "example": "Widziałem srokacza kradnącego pożywienie z karmnika mojego sąsiada. Jutro zobaczę srokacza latającego w lesie. Widziałem srokacza siedzącego na gałęzi drzewa.",
      "example_translation": "Eu vi um gaio roubando comida do comedouro de pássaros do meu vizinho. Veria um gaio voando na floresta amanhã. Tenho visto um gaio pousado em um galho de árvore.",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płomykówka",
      "translation": "cerceio",
      "definition": "Płomykówka to rodzaj małego jastrzębia znany z swojej zwinności i szybkości, często widziany polujący na małe gryzonie.",
      "definition_translation": "Um cerceio é um tipo de falcão pequeno conhecido por sua agilidade e velocidade, frequentemente visto caçando pequenos roedores.",
      "example": "Widziałem płomykówkę unoszącą się w powietrzu wczoraj. Jutro zobaczę płomykówkę skaczącą, aby złapać mysz. Widziałem płomykówkę siedzącą na słupie ogrodzenia.",
      "example_translation": "Eu vi um cerceio pairando no céu ontem. Veria um cerceio mergulhando para pegar um rato amanhã. Tenho visto um cerceio pousado em um poste de cerca.",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimorodek",
      "translation": "martim",
      "definition": "Zimorodek to rodzaj kolorowo ubarwionego ptaka znany ze swojego charakterystycznego głosu i zdolności do nurkowania w wodę, aby łapać ryby.",
      "definition_translation": "Um martim é um tipo de ave colorida brilhante conhecido por seu canto distinto e capacidade de mergulhar na água para pegar peixes.",
      "example": "Widziałem zimorodka latającego nad rzeką wczoraj. Jutro zobaczę zimorodka zagłębiającego się w wodę, aby złapać rybę. Widziałem zimorodka siedzącego na kamieniu przy jeziorze.",
      "example_translation": "Eu vi um martim voando sobre o rio ontem. Veria um martim mergulhando na água para pegar um peixe amanhã. Tenho visto um martim pousado em uma rocha perto do lago.",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kiwi",
      "translation": "quiui",
      "definition": "Mały, bezskrzydły ptak endemiczny Nowej Zelandii, o okrągłym ciele, długim szyi i brązowych piórach.",
      "definition_translation": "Um pequeno pássaro voador nativo da Nova Zelândia, com um corpo redondo, pescoço longo e penas marrons.",
      "example": "Wczoraj jadłemfruit kiwi na śniadanie, jutro zjem go ponownie, i teraz jem go.",
      "example_translation": "Eu comi um fruto de quiui no café da manhã ontem, vou comê-lo novamente amanhã e estou comendo agora.",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzyżowiec",
      "translation": "ave-franco",
      "definition": "Duży, głośny ptak o charakterystycznym czubku na głowie, występujący na terenach bagiennych i trawiastych.",
      "definition_translation": "Um grande pássaro de voz alta com um topo distinto na cabeça, encontrado em áreas úmidas e gramados.",
      "example": "Głośne wołanie rzyżowca odbiło się echem po bagnach, wczoraj widziałem go latającego nad głową, i jutro zobaczę go ponownie.",
      "example_translation": "O chamado alto do ave-franco ecoou pela terra pantanosa, eu o vi voando acima ontem e vou observá-lo novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mewa mała czarnogłowa",
      "translation": "gaivota-de-dorso-preto-menor",
      "definition": "Średniej wielkości ptak szary i biały z czarnym grzbietem, spotykany w obszarach nadmorskich i plażach.",
      "definition_translation": "Um pássaro de médio tamanho, cinza e branco com as costas pretas, encontrado perto de áreas costeiras e praias.",
      "example": "Obserwowałem mewę małą czarnogłową unoszącą się nad nimi wczoraj, będzie filmowałem ją znowu jutro, a teraz obserwuję jak szuka pożywienia.",
      "example_translation": "Eu observei a gaivota-de-dorso-preto-menor pairando acima ontem, vou filmá-la novamente amanhã e eu a vi procurando comida agora.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "orlik mniejszy",
      "translation": "águia-bom-dia-pequena",
      "definition": "Średniej wielkości ptak drapieżny z biało-brązowym ubarwieniem i charakterystycznym plamistym wzorem, spotykany w lasach i łąkach.",
      "definition_translation": "Um pássaro de médio tamanho, marrom e branco, de presa com um padrão manchado distinto, encontrado em florestas e gramados.",
      "example": "Widziałem orlika mniejszego siedzącego na drzewie wczoraj, sẽ fotografowałem go znowu jutro, a teraz obserwuję jak poluje obecnie.",
      "example_translation": "Eu vi a águia-bom-dia-pequena empoleirada em uma árvore ontem, vou fotografá-la novamente amanhã e eu a observei caçando agora.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łuszczak",
      "translation": "pintarrilha",
      "definition": "Mały ptak śpiewający z brązowym grzbietem i skrzydłami oraz szarawo-brązową głową i piersiami, spotykany w ogrodach i lasach.",
      "definition_translation": "um pequeno pássaro canoro com costas e asas marrons e cabeça e peito cinzento-marrons, encontrado em jardins e bosques.",
      "example": "Łuszczak usiadł na gałęzi, śpiewając słodką melodię. Łuszczak usiadł na gałęzi, śpiewając słodką melodię. Łuszczak usiądzie na gałęzi, śpiewając słodką melodię.",
      "example_translation": "A pintarrilha pousou no galho, cantando sua doce melodia. A pintarrilha havia pousado no galho, cantando sua doce melodia. A pintarrilha pousará no galho, cantando sua doce melodia.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sowa uszata",
      "translation": "coruja-de-orelhas-compridas",
      "definition": "Nocny ptak drapieżny z dużymi, podobnymi do uszu pierścieniami na głowie, spotykany w lasach i lasach.",
      "definition_translation": "um pássaro noturno predador com grandes tuftes semelhantes a orelhas na cabeça, encontrado em florestas e bosques.",
      "example": "Sowa uszata huczała głośno w ciemności. Sowa uszata huczała głośno w ciemności. Sowa uszata huczać będzie głośno w ciemności.",
      "example_translation": "A coruja-de-orelhas-compridas uivou alto na escuridão. A coruja-de-orelhas-compridas havia uivado alto na escuridão. A coruja-de-orelhas-compridas uivará alto na escuridão.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krzyżówka",
      "translation": "marreco",
      "definition": "Duży, dziki kaczor z zieloną głową i żółtym dziobem, spotykany w terenach podmokłych i parkach.",
      "definition_translation": "um grande pato selvagem com cabeça verde e bico amarelo, encontrado em áreas úmidas e parques.",
      "example": "Krzyżówka pływała cicho na jeziorze. Krzyżówka pływała cicho na jeziorze. Krzyżówka będzie pływać cicho na jeziorze.",
      "example_translation": "O marreco nadou quietamente no lago. O marreco havia nadado quietamente no lago. O marreco nadará quietamente no lago.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świstunka białobrewa",
      "translation": "mariquita-do-charco",
      "definition": "Mały ptak z czarno-białymi paskami na głowie i brązowym grzbietem, spotykany w bagnaach i terenach podmokłych.",
      "definition_translation": "um pequeno pássaro com cabeça listrada preta e branca e costas marrons, encontrado em pântanos e áreas úmidas.",
      "example": "Świstunka białobrewa przelatywała między trzcinami. Świstunka białobrewa przelatywała między trzcinami. Świstunka białobrewa przelatuje między trzcinami.",
      "example_translation": "A mariquita-do-charco saltou entre os juncos. A mariquita-do-charco havia saltado entre os juncos. A mariquita-do-charco saltará entre os juncos.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śpiewak",
      "translation": "rouxinol",
      "definition": "Mały, wędrowny ptak ze słodkimi pieśniami, często spotykany w Europie i Azji",
      "definition_translation": "um pequeno pássaro migratório com um canto melodioso, comumente encontrado na Europa e Ásia",
      "example": "Śpiewak śpiewał słodkie melodie w lesie. Zaśpiewa znowu jutro wieczorem. Śpiewał całą noc.",
      "example_translation": "O rouxinol cantou melodias doces na floresta. Ele cantará novamente amanhã à noite. Ele havia cantado a noite toda.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lelek",
      "translation": "noitibó",
      "definition": "Typ nocnego ptaka, znany z charakterystycznego głosu i specjalizowanych piór",
      "definition_translation": "um tipo de ave noturna, conhecida por seu chamado distintivo e penas especializadas",
      "example": "Głos lelka odbijał się w pustyni o zmierzchu. Wróci do gniazda dzisiaj wieczorem. Latał całą noc.",
      "example_translation": "O chamado do noitibó ecoava pelo deserto ao entardecer. Ele voltará ao seu ninho hoje à noite. Ele havia estado voando a noite toda.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "błotniak",
      "translation": "águia-pescadora",
      "definition": "Duży, rybożerny ptak drapieżny z charakterystyczną, odwracalną paliczką zewnętrzną",
      "definition_translation": "uma grande ave de rapina que come peixe, com um dedo external reversível distinto",
      "example": "Błotniak nurkował do jeziora, by złapać rybę. Zbuduje gniazdo na klifie jutro. Latał nad oceanem.",
      "example_translation": "A águia-pescadora mergulhou no lago para pegar um peixe. Ela construirá seu ninho no penhasco amanhã. Ela havia estado voando sobre o oceano.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przepiórka",
      "translation": "perdiz",
      "definition": "Typ małego, lądowego ptaka, często spotykany w obszarach rolniczych",
      "definition_translation": "um tipo de ave pequena que vive no chão, frequentemente encontrada em áreas agrícolas",
      "example": "Przepiórka biegła szybko przez pole. Złoży jajka w krzakach jutro. Czaplała po ziemi rano.",
      "example_translation": "A perdiz correu rapidamente pelo campo. Ela porá seus ovos nos arbustos amanhã. Ela havia estado bicando o chão a manhã toda.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "paw",
      "translation": "pavão",
      "definition": "Duży, kolorowy ptak z charakterystyczną ogonem wachlarzowatym, rodzimy w południowej Azji.",
      "definition_translation": "Um grande pássaro colorido vivamente com uma cauda distinta em forma de leque, nativo do sul da Ásia.",
      "example": "Paw promieniował wokół zoo, wyglądał oszałamiająco. Wczoraj, zobaczyłem pawka w parku. Przyszłego lata, będę miał możliwość zobaczenia pawka z bliska.",
      "example_translation": "O pavão se pavoneando ao redor do zoológico era um espetáculo impressionante. Ontem, eu vi um pavão no parque. Até o próximo verão, eu vou ter visto um pavão de perto.",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pelikan",
      "translation": "pelicano",
      "definition": "Duży ptak wodny z charakterystyczną torbą na dziobie, spotykany w ciepłych i tropikalnych regionach.",
      "definition_translation": "Um grande pássaro aquático com um bico distinto com bolsa, encontrado em regiões quentes e tropicais.",
      "example": "Pelikan zrzucił się, aby złapać rybę. Pelikany są znane ze swojej długowieczności, mogą żyć nawet do 25 lat. Przyszłego roku, będę miał możliwość zobaczenia pelikana w locie.",
      "example_translation": "O pelicano mergulhou para pegar um peixe. Pelicanos têm sido conhecidos por viver até 25 anos. Até o próximo ano, eu vou ter visto um pelicano voando sobre minha cabeça.",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sokół wędrowny",
      "translation": "falcão peregrino",
      "definition": "Szybki i potężny ptak drapieżny, spotykany na każdym kontynencie, znany ze swojej szybkości i zwinności.",
      "definition_translation": "Um pássaro de rapina rápido e poderoso, encontrado em todos os Continentes, conhecido por sua velocidade e agilidade.",
      "example": "Sokół wędrowny przelatywał przez niebo. Sokoły wędrowne były używane do polowań przez wieki. Przyszłego miesiąca, będę miał możliwość zobaczenia sokoła wędrownego z bliska.",
      "example_translation": "O falcão peregrino sobrevoou os céus. Falcões peregrinos têm sido usados para caçar por séculos. Até o próximo mês, eu vou ter visto um falcão peregrino de perto.",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bażant",
      "translation": "faisão",
      "definition": "Duży ptak grędzki, rodzimy w Azji, często łowiony dla mięsa i piór.",
      "definition_translation": "Um grande pássaro que vive no chão, nativo da Ásia, frequentemente caçado por sua carne e penas.",
      "example": "Bażant przebiegł przez pole. Bażanty są znane ze swojego żywego upierzenia. Przyszłej zimy, pójdę na polowanie na bażanta z przyjaciółmi.",
      "example_translation": "O faisão correu através do campo. Faisões são conhecidos por suas plumas vibrantes. Até o próximo inverno, eu vou ter ido caçar faisões com meus amigos.",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drób",
      "translation": "avicultura",
      "definition": "Domowe ptaki, takie jak kurczęta, indyki i kaczki, hodowane dla jaj i mięsa.",
      "definition_translation": "Aves domesticadas, como galinhas, perus e patos, criados para seus ovos e carne.",
      "example": "Farmerstwo produkuje dużo drobiu na sezon świąteczny. W zeszłym roku, wyproduktowaliśmy 10 000 kurcząt. Przyszłego roku, wyproduktujemy jeszcze więcej.",
      "example_translation": "A fazenda produziu muita avicultura para a temporada de férias. No ano passado, produzimos 10.000 galinhas. No próximo ano, produziremos ainda mais.",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sóweczka",
      "translation": "mocho-anão",
      "definition": "Mała sowa, która zamieszkuje lasy i zadrzewienia, charakteryzująca się swoimi małymi rozmiarami i dużą okrągłą głową.",
      "definition_translation": "Um mocho pequeno que habita florestas e bosques, caracterizado pelo seu pequeno tamanho e cabeça arredondada grande.",
      "example": "Sóweczka siedziała na gałęzi, obserwując swoją zdobycz. Obserwowała przez wiele godzin, aż w końcu zrzuciła się w dół. Wczoraj, złapała mysz, ale dzisiaj polowała na królika.",
      "example_translation": "O mocho-anão estava empoleirado em um galho, observando sua presa. Havia estado observando por horas, e finalmente, desceu. Ontem, pegou um rato, mas hoje, estava caçando um coelho.",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przepiórka",
      "translation": "codorniz",
      "definition": "Mały ptak grędzki, często łowiony dla mięsa i jaj.",
      "definition_translation": "Um pequeno pássaro que vive no chão, frequentemente caçado por sua carne e ovos.",
      "example": "Przepiórka uleciała z krzaków, przestraszona obecnością myśliwego. Przepiórki rozmnażały się przez całe lato i teraz przygotowywały się na zimę. Zeszłej zimy, przepiórki wędrowały do ciepłych klimatów, ale w tym roku, pozostaną.",
      "example_translation": "A codorniz voou para fora dos arbustos, assustada pela presença do caçador. Eles haviam estado se reproduzindo todo o verão, e agora, estavam se preparando para o inverno. No inverno passado, migraram para climas mais quentes, mas este ano, permanecerão.",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łabędź czarnogłowy",
      "translation": "colhereiro-de-nuca-vermelha",
      "definition": "Ptak wodny z charakterystyczną czerwoną szyją i czarną głową, spotykany w środowiskach wodnych, takich jak jeziora i rzeki.",
      "definition_translation": "Um pássaro aquático com um pescoço vermelho distinto e cabeça preta, encontrado em ambientes aquáticos como lagos e rios.",
      "example": "Łabędź czarnogłowy zanurzył się w jezioro, szukając ryb. Nauczył swoje pisklęta, jak pływać. Zeszłego roku, jezioro było suche, ale w tym roku, jest pełne wody.",
      "example_translation": "O colhereiro-de-nuca-vermelha mergulhou no lago, procurando por peixes. Havia estado nidificando na praia, e agora, estava ensinando seus filhotes a nadar. No ano passado, o lago estava seco, mas este ano, estava cheio de água.",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rudzik",
      "translation": "pombo",
      "definition": "Mały, wędrowny ptak śpiewający o okrągłym ciele i charakterystycznej czerwonej piersi.",
      "definition_translation": "Um pequeno a médio tamanho pássaro migratório canoro com um corpo redondo e um peito vermelho distinto.",
      "example": "Rudzik siadł na gałęzi, a następnie uleciał. Zaśpiewa swoje słodkie melodie jutro. Wczoraj, zjadł soczystego robaka.",
      "example_translation": "O pombo sentou-se no galho, então voou embora. Ele cantará melodias doces amanhã. Ontem, ele havia comido um verme juvenil.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walec",
      "translation": "rolador",
      "definition": "Cylindryczne lub sferyczne urządzenie, które obraca się lub porusza się po powierzchni, używane do płaskowania lub kształtowania materiałów.",
      "definition_translation": "Um dispositivo cilíndrico ou esférico que gira ou se move sobre uma superfície, usado para aplainar ou moldar materiais.",
      "example": "Malarz użył walca, aby nałożyć farbę równomiernie. Za jutro, użyje mniejszego walca, aby dotrzeć do wąskich przestrzeni. Wczoraj, kupiła nowy walec.",
      "example_translation": "O pintor usou um rolador para aplicar a tinta uniformemente. Ela usará um rolador menor amanhã para entrar em espaços apertados. Ontem, ela havia comprado um novo rolador.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kruk",
      "translation": "gralha",
      "definition": "Wspólny ptak z rodziny krukowatych, o czarnym upierzeniu i charakterystycznym głosie.",
      "definition_translation": "Um pássaro comum da família dos corvos, com uma plumagem preta e um chamado distinto.",
      "example": "Kruk przelatywał nad głowami, krzycząc głośno. Będzie budował gniazdo jutro. Wczoraj, ukraść żywność z pobliskiej farmy.",
      "example_translation": "A gralha voou acima, grasnando alto. Ela construirá um ninho amanhã. Ontem, ela havia roubado comida de uma fazenda vizinha.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czyżnie",
      "translation": "lugre",
      "definition": "Mały lub średniej wielkości szczygieł, znany ze swojego jaskrawożółtego i brązowego upierzenia.",
      "definition_translation": "Um pequeno a médio tamanho pardal, conhecido por sua plumagem amarela brilhante e marrom.",
      "example": "Czyżnie siadło na karmniku, jedząc nasiona. Będzie odwiedzić park jutro. Wczoraj, poleciał na zimę.",
      "example_translation": "O lugre sentou-se no alimentador, comendo sementes. Ele visitará o parque amanhã. Ontem, ele havia voado para o sul para o inverno.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bekas",
      "translation": "narceja",
      "definition": "Długodziobny, kamuflujący się ptak brodźca, spotykany w mokradłach i łąkach, znany ze swojego szybkiego lotu i charakterystycznego pokazu godowego.",
      "definition_translation": "Um pássaro de costa de bico longo, camuflado, encontrado em áreas úmidas e gramados, conhecido por seu voo rápido e exibição de cortejo distinta.",
      "example": "Łowca czekał cierpliwie, aż bekas wznieść się w powietrze, a następnie szybko podniósł swój karabin, aby strzelić. Wczoraj, zobaczył bekasa w mokradłach i teraz czeka, aż ponownie się pojawi. Do następnego sezonu, liczy na to, że złowi kilka bekasów.",
      "example_translation": "O caçador esperou pacientemente pelo narceja decolar, então rapidamente levantou sua espingarda para mirar. Ontem, ele havia avistado um narceja no brejo e agora estava esperando que reaparecesse. Até a próxima temporada, ele espera ter capturado alguns narcejais.",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jastrząb",
      "translation": "espar_relhão",
      "definition": "Mały, szybki sokół, który gniazduje w drzewach i poluje na małe ptaki, często chwytane w locie.",
      "definition_translation": "Um pequeno falcão rápido que se reproduz em árvores e caça pequenos pássaros, muitas vezes capturados em pleno ar.",
      "example": "Jastrząb z nurkował z wierzchołków drzew, jego ostre szpony wyciągnięte, i chwycił nieuwagęgo szczygła w powietrze. Wczoraj, zobaczono jastrzębia unoszącego się nad ziemią, szukając swojego następnego posiłku. Do wiosny, jastrząb będzie miał zbudowane gniazdo w starej dębinie.",
      "example_translation": "O espar-relhão mergulhou lá do alto das copas das árvores, suas garras afiadas estendidas, e arrancou um pardal desavisado do ar. Ontem, um espar-relhão havia sido avistado planando sobre a cabeça, escaneando o solo abaixo em busca de sua próxima refeição. Até a primavera, o espar-relhão terá construído seu ninho na velha árvore de carvalho.",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muchówka plamista",
      "translation": "papa-moscas-pintado",
      "definition": "Ptak wędrowny o charakterystycznym czarno-białym ubarwieniu, znany ze swojej zwrotnej lotu i zdolności chwytania owadów w powietrzu.",
      "definition_translation": "Um pássaro migratório com uma aparência distinta preta e branca, conhecido por seu voo ágil e habilidade de capturar insetos em pleno ar.",
      "example": "Muchówka plamista przelatywała z gałęzi na gałąź, jej szybkie oczy skanując powietrze w poszukiwaniu następnego posiłku. Wczoraj, zobaczono muchówkę plamistą siedzącą na przewodzie telefonicznym, obserwując świat. Do lata, muchówka plamista będzie wróciła do swoich miejsc gniazdowania w pobliskim lesie.",
      "example_translation": "O papa-moscas-pintado voou de ramo em ramo, seus olhos rápidos escaneando o ar em busca de sua próxima refeição. Ontem, um papa-moscas-pintado havia sido visto sentado em um fio de telefone, assistir o mundo passar. Até o verão, o papa-moscas-pintado terá retornado às suas terras de nidificação na floresta vizinha.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "orzechówka",
      "translation": "quebra-nozze-pintado",
      "definition": "Ptak średniej wielkości o charakterystycznej czarno-białej głowie, znany ze swojej zdolności łupania orzechów przy pomocy silnego dzioba.",
      "definition_translation": "Um pássaro de tamanho médio com uma cabeça listrada preta e branca distinta, conhecido por sua habilidade de quebrar nozes usando seu bico forte.",
      "example": "Orzechówka siedziała na ziemi lasu, jej silny dziób łupiąc orzech z łatwością. Wczoraj, orzechówka była widziana, ukrywając orzechy w różnych miejscach lasu. Do jesieni, orzechówka będzie miała zmagazynowane orzechy na zimę.",
      "example_translation": "O quebra-nozze-pintado sentou-se no chão da floresta, seu bico forte quebrando uma noz com facilidade. Ontem, um quebra-nozze-pintado havia sido visto armazenando nozes em vários lugares ao redor da floresta. Até o outono, o quebra-nozze-pintado terá armazenado nozes suficientes para durar o inverno.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpak",
      "translation": "estorninho",
      "definition": "Szpak to rodzaj ptaka, który należy do rodziny szpakowatych. Jest znany ze swoich iryzujących piór i zdolności naśladowania mowy ludzkiej.",
      "definition_translation": "Um estorninho é um tipo de ave que pertence à família Sturnidae. É conhecido por suas penas iridescentes e habilidade de imitar o discurso humano.",
      "example": "Szpak siadł na parapetzie wczoraj, ale poleciecie jutro rano. Dziś, śpiewa piękną piosenkę.",
      "example_translation": "O estorninho pousou no peitoril da janela ontem, mas irá voar embora amanhã de manhã. Hoje, está cantando uma bela canção.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jaskółka",
      "translation": "andorinha",
      "definition": "Jaskółka to mały, zwrotny ptak, znany ze swojej szybkości i zdolności wykonywania akrobacyjnych trików.",
      "definition_translation": "Uma andorinha é uma ave pequena e ágil que é conhecida por sua velocidade e habilidades aeróbicas. É frequentemente vista voando em um movimento rápido e amplo.",
      "example": "Jaskółka zbudowała gniazdo pod okapem domu latem, i zbuduje je ponownie wiosną. Teraz, migruje do cieplejszego klimatu.",
      "example_translation": "A andorinha construiu seu ninho sob as beiradas da casa no verão passado, e irá reconstruí-lo na próxima primavera. Agora, está migrando para um clima mais quente.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jerzyk",
      "translation": "lírio",
      "definition": "Jerzyk to rodzaj ptaka, znany ze swojej szybkości i zdolności wykonywania akrobacyjnych trików. Często widuje się go, latającego w grupach.",
      "definition_translation": "Um lírio é um tipo de ave que é conhecido por sua voo rápido e agilidade. É frequentemente visto voando em grupos, realizando manobras acrobáticas.",
      "example": "Jerzyk poleciał szybko nad polami wczoraj, i będzie się ślizgał przez niebo jutro rano. Dziś, siadł na pobliskim drzewie.",
      "example_translation": "O lírio voou rapidamente sobre os campos ontem, e irá pairar sobre os céus amanhã de manhã. Hoje, está pousado em uma árvore próxima.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puszczyk",
      "translation": "coruja",
      "definition": "Puszczyk to rodzaj sowy, znany ze swojego charakterystycznego huczenia i nocnych nawyków. Często widuje się go, siedzącego w drzewach, obserwującego otoczenie.",
      "definition_translation": "Uma coruja é um tipo de coruja que é conhecida por seus chamados NOTurnos característicos e hábitos noturnos. É frequentemente vista pousada em árvores, vigiando por presas.",
      "example": "Puszczyk huczał głośno w lesie wczoraj wieczorem, i będzie obserwował swoje otoczenie cicho jutro wieczór. Dziś, odpoczywa w swoim gnieździe.",
      "example_translation": "A coruja gritou alto na floresta na noite passada, e irá observar silenciosamente seu entorno amanhã à noite. Hoje, está descansando em seu ninho.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]