[
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biskwit",
      "translation": "biscoito",
      "definition": "Słodkie, zwykle małe, pieczone jedzenie, które jest często chrupkie na zewnątrz i miękkie w środku, typowo robione z mąki, cukru i tłuszczu.",
      "definition_translation": "Um alimento doce, geralmente pequeno, assado que é frequentemente crocante por fora e macio por dentro, tipicamente feito com farinha, açúcar e gordura.",
      "example": "Zjadłem biskwit na śniadanie dzisiaj. Zjem biskwit na śniadanie jutro. Zjadłem biskwit na śniadanie wiele razy.",
      "example_translation": "Eu comi um biscoito no café da manhã hoje. Eu vou comer um biscoito no café da manhã amanhã. Eu tenho comido um biscoito no café da manhã muitas vezes.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tort",
      "translation": "bolo",
      "definition": "Słodkie jedzenie robione z mąki, cukru i jaj, typowo pieczone i często serwowane jako przekąska lub deser.",
      "definition_translation": "Um alimento doce feito com farinha, açúcar e ovos, tipicamente assado e frequentemente servido como um lanche ou sobremesa.",
      "example": "Ona upiekła tort na swoje urodziny wczoraj. Ona upiecze tort na ślub przyjaciółki następny tydzień. Ona upiekła wiele tortów na specjalne okazje.",
      "example_translation": "Ela assou um bolo para o seu aniversário ontem. Ela vai assar um bolo para o casamento da amiga na semana que vem. Ela assou muitos bolos para ocasiões especiais.",
      "imageLink": "image_files\\English\\"imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czekolada",
      "translation": "chocolate",
      "definition": "Słodkie jedzenie robione z ziaren kakaowca, często jedzone jako przekąska lub używane jako składnik w gotowaniu i pieczeniu.",
      "definition_translation": "Um alimento doce feito a partir de feijões de cacau, frequentemente comido como um lanche ou usado como ingrediente na cozinha e padaria.",
      "example": "Lubię jeść ciasteczka z czekoladą. Zjem czekoladowy tort na deser dziś wieczorem. Zjadłem wiele razy trufle czekoladowe.",
      "example_translation": "Eu amo comer biscoitos de chocolate. Eu vou comer um bolo de chocolate para sobremesa hoje à noite. Eu tenho comido trufas de chocolate muitas vezes.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lody",
      "translation": "sorvete",
      "definition": "Słodkie, zamrożone jedzenie robione z kremu, cukru i aromatów, typowo jedzone jako przekąska lub deser.",
      "definition_translation": "Um alimento doce congelado feito a partir de creme, açúcar e aromatizantes, tipicamente comido como um lanche ou sobremesa.",
      "example": "Zjadłem kulkę lodów na plaży latem. Zjem miskę lodów na deser dziś wieczorem. Zjadłem wiele smaków lodów.",
      "example_translation": "Eu comi um cone de sorvete na praia no verão passado. Eu vou comer uma tigela de sorvete para sobremesa hoje à noite. Eu tenho comido muitos sabores de sorvete.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukierek",
      "translation": "doces",
      "definition": "Słodkie jedzenie robione z cukru, często aromatyzowane i kolorowane, i jedzone jako przekąska lub używane jako dekoracja.",
      "definition_translation": "Um alimento doce feito de açúcar, muitas vezes aromatizado e colorido, e consumido como um lanche ou usado como decoração.",
      "example": "Wczoraj zjadłem sztukę czekolady, dziś jem cukierek choinkowy, a jutro zjem kolejny sztukę czekolady.",
      "example_translation": "Ontem, eu comi uma barra de doces, hoje estou comendo um canudo de doces, e amanhã irei comer outra barra de doces.",
      "imageLink": "image_files\\English\\"imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deser",
      "translation": "sobremesa",
      "definition": "Słodkie danie jedzone na koniec posiłku, typowo składające się ze słodkich jedzeń, takich jak ciasta, owoce i ciastka.",
      "definition_translation": "Um prato doce consumido no final de uma refeição, tipicamente consistindo em alimentos doces como bolos, frutas e pastéis.",
      "example": "Miałem pyszny deser w restauracji wczoraj wieczorem, był to czekoladowy tort ze śliwkami.",
      "example_translation": "Eu tive um delicioso sobremesa no restaurante ontem à noite, foi um bolo de chocolate com morangos.",
      "imageLink": "image_files\\English\\"imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lizak",
      "translation": "pirulito",
      "definition": "Twarda cukierka osadzona na patyku, często aromatyzowana i kolorowana, i jedzona jako słodka przekąska.",
      "definition_translation": "Um doce duro montado em um pauzinho, tipicamente aromatizado e colorido, e comido como um tratamento doce.",
      "example": "Gdy byłem dzieckiem, często ssąłem lizaki po obiedzie, teraz wolę jeść lizaki podczas oglądania filmu.",
      "example_translation": "Quando eu era criança, eu costumava chupar um pirulito após o jantar, agora eu prefiro comer um pirulito enquanto assisto a um filme.",
      "imageLink": "image_files\\English\\"imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodki",
      "translation": "doce",
      "definition": "Mający słodki smak lub miłą dyspozycję, często używany do opisu jedzenia lub napoju.",
      "definition_translation": "Tendo um gosto doce ou uma disposição agradável, muitas vezes usado para descrever alimentos ou bebidas.",
      "example": "Lubię jeść słodkie owoce, takie jak truskawki i winogrona, są moimi ulubionymi przekąskami.",
      "example_translation": "Eu amo comer frutas doces como morangos e uvas, eles são meus snacks favoritos.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodycze",
      "translation": "doces",
      "definition": "Jedzenie, które jest słodkie i często jedzone jako przekąska lub deser.",
      "definition_translation": "Comida que é doce e é muitas vezes comida como um lanche ou sobremesa.",
      "example": "Kiedy byłem dzieckiem, kupowałem słodycze w sklepie codziennie. Teraz staram się ograniczyć spożycie słodyczy. W przyszłości planuję robić własne słodycze w domu.",
      "example_translation": "Eu costumava comprar doces da loja todos os dias quando era criança. Agora, eu tento limitar minha ingestão de doces. No futuro, eu pretendo fazer meus próprios doces em casa.",
      "imageLink": "image_files\\English\\"imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tabliczka czekolady",
      "translation": "barra de chocolate",
      "definition": "Słodkie jedzenie robione z ziaren kakaowca, często jedzone jako przekąska.",
      "definition_translation": "Um alimento doce feito de feijões de cacau, muitas vezes comido como um lanche.",
      "example": "Zjadłem tabliczkę czekolady po obiedzie wczoraj. Teraz chcę zjeść kolejną tabliczkę czekolady. W przyszłości postaram się unikać jedzenia tabliczek czekolady przed snem.",
      "example_translation": "Eu comi uma barra de chocolate após o almoço ontem. Agora, eu estou tendo um desejo por outra barra de chocolate. No futuro, eu vou tentar evitar comer barras de chocolate antes de dormir.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "galaretki",
      "translation": "geléia",
      "definition": "Słodkie jedzenie zrobione z soku owocowego i cukru, często podawane jako deser.",
      "definition_translation": "Um alimento doce feito de suco de fruta e açúcar, muitas vezes servido como sobremesa.",
      "example": "Zrobiłem galaretki kanapkę na śniadanie rano. Wczoraj, jadłem galaretki z jogurtem. W przyszłości, spróbuję zrobić galaretki tortę na urodziny.",
      "example_translation": "Eu fiz um sanduíche de geléia para o café-da-manhã essa manhã. Ontem, eu comi geléia com meu iogurte. No futuro, eu vou tentar fazer um bolo de geléia para meu aniversário.",
      "imageLink": "image_files\\English\\"imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pyszki",
      "translation": "algodão-doce",
      "definition": "Słodkie jedzenie zrobione z cukru, które jest ścierane w cienkie nici, często jedzone na targach i festynach.",
      "definition_translation": "Um alimento doce feito de açúcar que é girado em fios finos, muitas vezes comido em feiras e carnavais.",
      "example": "Jadłem pyszki na targu ostatnim tygodniu. Teraz, pragnę innego pyszki. W przyszłości, spróbuję zrobić własne pyszki w domu.",
      "example_translation": "Eu comi algodão-doce na feira na semana passada. Agora, eu estou tendo um desejo por outro algodão-doce. No futuro, eu vou tentar fazer meu próprio algodão-doce em casa.",
      "imageLink": "image_files\\English\\"imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żelki",
      "translation": "gomas",
      "definition": "Typ słodkiej cukierki, zwykle robionej z żelatyny, cukru i aromatu owocowego, często w kształcie małych zwierząt lub innych obiektów.",
      "definition_translation": "Um tipo de docinho mastigável, geralmente feito de gelatina, açúcar e flavor de frutas, muitas vezes em forma de pequenos animais ou outros objetos.",
      "example": "Jadłem żelki, gdy byłem dzieckiem, ale teraz wolę słodkie cukierki. Jadłem całą torbę żelek wczoraj. Będę jeść żelki na imprezie wieczorem.",
      "example_translation": "Eu costumava comer gomas quando era criança, mas agora eu prefiro doces azedos. Eu comi um saco inteiro de gomas ontem. Eu vou comer gomas na festa hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukierki twarde",
      "translation": "Doces duros",
      "definition": "Typ cukierki, która jest twarda i krucha, często aromatyzowana owocami lub miętą, i zwykle ssana, a nie żuta.",
      "definition_translation": "Um tipo de docinho que é duro e quebradiço, muitas vezes saborizado com frutas ou menta, e típicamente chupado em vez de mastigado.",
      "example": "Moja babcia zawsze trzymała misę cukierków twardych na swoim stoliku kawowym. Ssałem na cukierku twardym podczas filmu. Będę kupował cukierki twarde w sklepie jutro.",
      "example_translation": "Minha avó sempre mantinha uma tigela de doces duros na sua mesa de café. Eu chupava um docinho duro durante o filme. Eu vou comprar doces duros na loja amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marcepan",
      "translation": "marzipã",
      "definition": "Słodki pastej z migdałów używany jako farsz lub dekoracja ciast i ciasteczek, często aromatyzowany ekstraktem migdałowym lub różanym.",
      "definition_translation": "Uma pasta doce à base de amendoim usada como recheio ou decoração para bolos e pastéis, muitas vezes saborizada com extrato de amendoim ou água de rosas.",
      "example": "Udekorowałem tort marcepanowymi kwiatami. Moja siostra robi pyszne marcepanowe słodkości na Boże Narodzenie. Będę próbował robić marcepanowe owoce na weselu.",
      "example_translation": "Eu decorei o bolo com flores de marzipã. Minha irmã faz doces deliciosos de marzipã para o Natal. Eu vou tentar fazer frutas de marzipã para o casamento.",
      "imageLink": "image_files\\English\\"imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukierki gotowane",
      "translation": "doces cozidos",
      "definition": "Typ cukierki robionej przez gotowanie cukru i wody, aby stworzyć twardą, kruchą lub żuwaczkową teksturę, często aromatyzowaną owocami lub przyprawami.",
      "definition_translation": "Um tipo de docinho feito por fervura de açúcar e água para criar uma textura dura, quebradiça ou mastigável, muitas vezes saborizado com frutas ou especiarias.",
      "example": "Lubiłem ssanie cukierków gotowanych na plaży. Moja ciotka robiła cukierki gotowane na rodzinne spotkania. Będę kupował cukierki gotowane w sklepie cukierków.",
      "example_translation": "Eu amo chupar doces cozidos na praia. Minha tia costumava fazer doces cozidos para nossas reuniões familiares. Eu vou comprar doces cozidos na loja de doces.",
      "imageLink": "image_files\\English\\"imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukiernia",
      "translation": "confeitaria",
      "definition": "Cukiernia to miejsce, w którym robione są słodkie jedzenie, takie jak ciasta, czekolady i cukierki.",
      "definition_translation": "Uma confeitaria é um lugar onde alimentos doces são feitos e vendidos, como bolos, chocolates e doces.",
      "example": "Od吾szłem do sklepu cukierni wczoraj i kupiłem pyszne czekolady. Jutro, odwiedzę sklep cukierni, aby kupić tort urodzinowy. Będę odwiedzał sklep cukierni jutro, aby skosztować cukierków.",
      "example_translation": "Eu visitei uma loja de confeitaria ontem e comprei alguns chocolates deliciosos. Estou visitando uma loja de confeitaria hoje para comprar um bolo de aniversário. Vou visitar uma loja de confeitaria amanhã para provar alguns doces.",
      "imageLink": "image_files\\English\\"imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fudge",
      "translation": "fudge",
      "definition": "Fudge to słodkie jedzenie zrobione z cukru, śmietanki i aromatów, często aromatyzowane czekoladą lub orzechami.",
      "definition_translation": "Fudge é um alimento doce feito de açúcar, creme e flavorizantes, frequentemente saborizado com chocolate ou nozes.",
      "example": "Jadłem kawałek fudge wczoraj i było zbyt słodkie. Jem kawałek fudge teraz i topnieje w moim mógu. Będę jeść kawałek fudge jutro, jeśli pójdę do sklepu cukierków.",
      "example_translation": "Eu comi um pedaço de fudge ontem e foi muito doce. Estou comendo um pedaço de fudge agora e está derretendo na minha boca. Vou comer um pedaço de fudge amanhã se eu for à loja de doces.",
      "imageLink": "image_files\\English\\"imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "galaretkowe cukierki",
      "translation": "doces de geleia",
      "definition": "Galaretkowe cukierki to małe, miękkie i żuwaczkowe cukierki robione z cukru, soku owocowego i pektyny.",
      "definition_translation": "Doces de geleia são pequenos, macios e mastigáveis, feitos de açúcar, suco de fruta e pectina.",
      "example": "Kochałem jeść galaretkowe cukierki, gdy byłem dzieckiem. Jem galaretkowe cukierki teraz i robią, że moje usta wody. Będę jeść galaretkowe cukierki jutro, jeśli znajdę je w sklepie.",
      "example_translation": "Eu amava comer doces de geleia quando eu era criança. Estou comendo doces de geleia agora e estão fazendo minha boca agua. Vou comer doces de geleia amanhã se eu os encontrar na loja.",
      "imageLink": "image_files\\English\\"imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]