[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opuścić",
      "translation": "abandonar",
      "definition": " Porzucić lub zrezygnować z czegoś, takiego jak odpowiedzialność lub posiadłość, na stałe",
      "definition_translation": "abandonar ou renunciar algo, como uma responsabilidade ou uma possibilidade, permanentemente",
      "example": "Opuszczę mój samochód na parkingu, jeśli się zepsuje. Opuściłem moje plany podróży do Europy latem. Ona porzuciła swoje marzenie o zostaniu lekarzem.",
      "example_translation": "Eu vou abandonar meu carro no estacionamento se ele quebrar. Eu abandonei meus planos de viajar para a Europa este verão. Ela havia abandonado seu sonho de se tornar uma médica.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opuszczony",
      "translation": "abandonado",
      "definition": "Będący porzuconym lub opuszczonym, często w stanie zniszczenia lub zaprzepaszczenia",
      "definition_translation": "tendo sido deixado ou desertado, muitas vezes em um estado de desordem ou decadência",
      "example": "Opuszczony dom na wzgórzu był rzekomo nawiedzony. Opuszczony pies został przyjęty przez lokalny schronisko. Infrastruktura miasta była opuszczona i potrzebowała pilnego remontu.",
      "example_translation": "A casa abandonada no morro era dita ser assombrada. O cão abandonado foi acolhido por um abrigo local. A infraestrutura abandonada da cidade precisava urgentemente de reparos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znosić",
      "translation": "abolir",
      "definition": "Oficjalnie zniwać lub unieważniać coś, takiego jak prawo lub instytucja",
      "definition_translation": "oficialmente encerrar ou anular algo, como uma lei ou instituição",
      "example": "Rząd planuje znieść karę śmierci. Firma zniesie swoje przestarzałe polityki. Ona zawsze chciała zniwać niesprawiedliwy podatek.",
      "example_translation": "O governo planeja abolir a pena de morte. A empresa irá abolir suas políticas ultrapassadas. Ela sempre quis abolir o imposto injusto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieobecność",
      "translation": "ausência",
      "definition": "Stan lub fakt braku lub nieobecności",
      "definition_translation": "o estado ou fato de estar ausente ou não presente",
      "example": "Jej nieobecność na spotkaniu została zauważona przez wszystkich. Nauczyciel oznaczył moją nieobecność w klasie. Jego nieobecność na przyjęciu była zaskoczeniem dla wszystkich.",
      "example_translation": "Sua ausência da reunião foi notada por todos. O professor marcou minha ausência da classe. Sua ausência da festa foi uma surpresa para todos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bezwzględny",
      "translation": "absoluto",
      "definition": "Całkowity lub kompletny w jakości, ilości lub zakresie; nieograniczony lub nieupośledzony",
      "definition_translation": "Completo ou total em qualidade, quantidade ou extensão; ilimitado ou irrestrito.",
      "example": "Wartość bezwzględna liczby jest jej odległością od zera na prostej liczbowej. Wczoraj absolutnie uwielbiałem koncert. Z pewnością będę uczestniczyć w spotkaniu jutro.",
      "example_translation": "O valor absoluto de um número é sua distância de zero na linha numérica. Ontem, eu absolutamente amei o concerto. Eu absolutamente irei à reunião amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "absorbować",
      "translation": "absorver",
      "definition": "Wchłaniać lub asymilować (np. energię) lub absorbować (np. uwagę kogoś)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "Gąbka wchłonie wodę. Ona absorbowała informacje jak gąbka. Firma wchłonie koszty.",
      "example_translation": "A esponja vai absorver a água. Ela absorveu as informações como uma esponja. A empresa vai absorver os custos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "absorbować",
      "translation": "absorver",
      "definition": "Wchłaniać lub asymilować (np. energię) lub absorbować (np. uwagę kogoś)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "Firma wchłonie straty. Uczeń szybko absorbował lekcję. Materiał wchłonie szok.",
      "example_translation": "A empresa vai absorver as perdas. O estudante absorveu a lição rapidamente. O material vai absorver o choque.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "absorbować",
      "translation": "absorver",
      "definition": "Wchłaniać lub asymilować (np. energię) lub absorbować (np. uwagę kogoś)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "Krem przeciwsłoneczny wchłonie się w skórę. Firma wchłonęła mniejszą firmę. Ciecz wchłonie aromaty.",
      "example_translation": "O protetor solar vai ser absorvido pela pele. A empresa absorveu o negócio menor. O líquido vai absorver os sabores.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "abstrakcyjny",
      "translation": "abstrato",
      "definition": "Istniejący w myśli lub jako idea, ale nie jako fizyczna obecność lub konkretna rzeczywistość",
      "definition_translation": "Existindo no pensamento ou como uma ideia, mas não tendo presença física ou existência concreta.",
      "example": "Pojęcie moralności jest abstrakcyjną ideą debatowaną przez filozofów przez wieki. Wczoraj abstrahowałem główne punkty z artykułu. Jeśli nie otrzymam odpowiedzi, abstrahuję informacje ze strony internetowej.",
      "example_translation": "O conceito de moralidade é uma ideia abstrata que tem sido debatida por filósofos por séculos. Ontem, eu abstraí os principais pontos do artigo. Se eu não receber uma resposta, eu abstrairei as informações do site.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "absurdalny",
      "translation": "absurdo",
      "definition": "Ridykulanie niezrozumiały lub fałszywy; głupi lub nonsensowny",
      "definition_translation": "Ridiculamente injustificável ou falso; tolo ou sem sentido.",
      "example": "Idea kwadratowego koła jest absurdalna.-spektakl był absurdalny i nie miał sensu. Jeśli nie dostanę pracy, będzie absurdalne, aby kontynuować życie w tak drogim mieście.",
      "example_translation": "A ideia de um círculo quadrado é absurda. A peça foi absurda e não fazia sentido. Se eu não conseguir o emprego, será absurdo continuar vivendo em uma cidade tão cara.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nadużycie",
      "translation": "abuso",
      "definition": "Używanie czegoś w sposób nieprawidłowy lub nadmierny; znęcanie się lub szkodzenie komuś lub czemuś.",
      "definition_translation": "Usar algo de forma inadequada ou excessiva; maltratar ou prejudicar alguém ou algo.",
      "example": "Firma została oskarżona o nadużycie władzy. Nadużyłem karty kredytowej i teraz jestem w długach. Dziecko było ofiarą nadużycia i potrzebowało ochrony.",
      "example_translation": "A empresa foi acusada de abuso de poder. Eu abusei meu cartão de crédito e agora estou endividado. A criança foi vítima de abuso e precisava de proteção.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nadużycie",
      "translation": "abuso",
      "definition": "Używanie czegoś w sposób nieprawidłowy lub nadmierny; znęcanie się lub szkodzenie komuś lub czemuś.",
      "definition_translation": "Usar algo de forma inadequada ou excessiva; maltratar ou prejudicar alguém ou algo.",
      "example": "Rząd został oskarżony o nadużycie władzy. Nadużyłem swojego ciała, nie ćwicząc regularnie. Naturalne zasoby były podatne na nadużycie i potrzebowały ochrony.",
      "example_translation": "O governo foi acusado de abuso de autoridade. Eu abusei meu corpo não fazendo exercícios regularmente. Os recursos naturais foram sujeitos a abuso e precisavam ser protegidos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akademicki",
      "translation": "acadêmico",
      "definition": "Związany z edukacją, szczególnie wyższą, lub z określonym polem studiów.",
      "definition_translation": "Relativo à educação, especialmente à educação superior, ou a uma área específica de estudo.",
      "example": "Otrzymała stypendium akademickie, aby studiować za granicą. Zawsze była akademicka i skupiała się na swoich studiach. W przyszłym roku będzie uczestniczyć w konferencji akademickiej.",
      "example_translation": "Ela recebeu uma bolsa de estudos acadêmicos para estudar no exterior. Ela sempre foi acadêmica e focada em seus estudos. Ela participará de uma conferência acadêmica no ano que vem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostęp",
      "translation": "acesso",
      "definition": "Możliwość podejścia, wejścia lub użycia czegoś.",
      "definition_translation": "O meio ou oportunidade de se aproximar, entrar ou usar algo.",
      "example": "Potrzebujesz pozwolenia, aby uzyskać dostęp do obszaru zamkniętego. Hotel oferuje dostęp do prywatnej plaży. Do przyszłego roku każdy będzie miał dostęp do szybkiego internetu.",
      "example_translation": "Você precisa de permissão para acessar a área restrita. O hotel fornece acesso a uma praia privada. Até o próximo ano, todos terão acesso à internet de alta velocidade.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostępny",
      "translation": "acessível",
      "definition": "Łatwy do użycia, zrozumienia lub dotarcia.",
      "definition_translation": "Fácil de usar, entender ou chegar a.",
      "example": "Nowa strona internetowa została zaprojektowana, aby być dostępna dla osób z niepełnosprawnościami. Miasto uczyniło transport publiczny dostępnym dla wszystkich obywateli. Park będzie dostępny pieszo lub rowerem.",
      "example_translation": "O novo site é projetado para ser acessível para pessoas com deficiências. A cidade tornou o transporte público acessível a todos os cidadãos. O parque será acessível a pé ou de bicicleta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przypadkowy",
      "translation": "acidental",
      "definition": "Wydarzający się lub wykonywany bez intencji lub planu.",
      "definition_translation": "Acontecendo ou feito sem intenção ou plano.",
      "example": "Przypadkowe upadek spowodował, że złamałem rękę. Zrobiłem przypadek na raporcie. Firma będzie badać przypadek wycieku informacji poufnych.",
      "example_translation": "A queda acidental fez com que ela quebrasse o braço. Ele fez um erro acidental no relatório. A empresa investigará o vazamento acidental de informações confidenciais.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akordeon",
      "translation": "acordeão",
      "definition": "Instrument muzyczny składający się z prostokątnego pudełka z workiem, który jest ściskany i ciągnięty, aby wyprodukować dźwięk, i klawiatury, która jest graniana przez ściskanie lub rozciąganie worka.",
      "definition_translation": "Um instrumento musical constituído por uma caixa retangular com uma bolsa que é comprimida e puxada para produzir som, e um teclado que é tocado comprimindo ou expandindo a bolsa.",
      "example": "Grałem na akordeonie w zespole folkowym, kiedy byłem młody, ale teraz grałem tylko dla zabawy. Wczoraj grałem na nim na imprezie, a jutro zagram na nim na weselu.",
      "example_translation": "Eu costumava tocar acordeão em uma banda de folk quando eu era jovem, mas agora eu só toco por diversão. Ontem, eu toquei em uma festa, e amanhã eu vou tocar em um casamento.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konto",
      "translation": "conta",
      "definition": "Rejestr transakcji finansowych, w tym płatności i otrzymań, używany do śledzenia sytuacji finansowej.",
      "definition_translation": "Um registro de transações financeiras, incluindo pagamentos e recebimentos, usado para acompanhar sua situação financeira.",
      "example": "Muszę zbilansować konto, aby zobaczyć, ile pieniędzy mi zostało. W zeszłym miesiącu zapłaciłem za konto na czas, ale w tym miesiącu jestem trochę spóźniony.",
      "example_translation": "Eu preciso balançar minha conta para ver quanto dinheiro eu tenho sobrado. No mês passado, eu paguei minha conta em dia, mas este mês estou correndo um pouco atrasado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgowość",
      "translation": "contabilidade",
      "definition": "Praktyka rejestracji, klasyfikacji i przedstawiania transakcji finansowych i zdarzeń w przedsiębiorstwie lub organizacji.",
      "definition_translation": "A prática de registrar, classificar e relatar transações financeiras e eventos de uma empresa ou organização.",
      "example": "Studiowałem księgowość w college'u i teraz pracuję jako księgowy. Firma będzie musiała zrobić księgowość, aby zobaczyć, dokąd poszło pieniądze.",
      "example_translation": "Eu estudei contabilidade na faculdade e agora eu trabalho como um contador. A empresa precisará fazer alguma contabilidade para descobrir para onde o dinheiro foi.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dokładność",
      "translation": "precisão",
      "definition": "Jakość lub stan będący dokładnym, lub stopień, w jakim coś jest prawdziwe lub poprawne.",
      "definition_translation": "A qualidade ou estado de ser preciso, ou o grau em que algo é verdadeiro ou correto.",
      "example": "Dokładność GPS była imponująca, doprowadziła nas prosto do celu. Musimy poprawić dokładność pomiarów, aby uzyskać lepsze wyniki.",
      "example_translation": "A precisão do GPS foi impressionante, ele nos levou diretamente ao destino. Nós precisamos melhorar a precisão de nossas medidas para obter resultados melhores.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oskarżyć",
      "translation": "acusar",
      "definition": "zarzucić komuś winę lub przewinę",
      "definition_translation": "acusar alguém de uma falta ou ofensa",
      "example": "Oskarżyłem go o kradzież portfela. Oskarżę go o kłamstwo. Oskarżę ją o oszustwo.",
      "example_translation": "Eu o acusei de roubar minha carteira. Eu o acuso de mentir. Eu vou acusá-la de trapacear.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ból",
      "translation": "dor",
      "definition": "tępy, uporczywy ból",
      "definition_translation": "uma dor persistente e constante",
      "example": "Bolałem się wszędzie po treningu. Bolałem się, aby zobaczyć cię. Będę się bolał z tęsknoty.",
      "example_translation": "Eu me senti dorido em todo lugar após o treino. Eu tenho sentido dor para ver você. Eu vou sentir dor com solidão.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwas",
      "translation": "ácido",
      "definition": "substancja chemiczna o kwaśnym smaku",
      "definition_translation": "uma substância química com um sabor azedo",
      "example": "Kwas w baterii rdzewił metal. Dodałem kwas do mieszanki. Ona sprawdzi poziom kwasu.",
      "example_translation": "O ácido na bateria corroeu o metal. Eu adicionei ácido à mistura. Ela vai testar o nível de ácido.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nabyć",
      "translation": "adquirir",
      "definition": "uzyskać lub zdobyć coś",
      "definition_translation": "ganhar ou obter algo",
      "example": "Nabyłem nową umiejętność w zeszłym roku. Ona nabiera nowej wiedzy każdego dnia. Oni nabędą nową firmę.",
      "example_translation": "Eu adquiri uma nova habilidade no ano passado. Ela adquire novo conhecimento todos os dias. Eles vão adquirir uma nova empresa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nabyć",
      "translation": "adquirir",
      "definition": "uzyskać lub zdobyć coś, zwłaszcza w wyniku wysiłku lub poświęcenia",
      "definition_translation": "ganhar ou obter algo, especialmente como resultado de esforço ou dedicação",
      "example": "Nabyłem nową umiejętność w zeszłym roku, a teraz jestem bardziej pewny swojej pracy. Nabieram coraz więcej doświadczenia każdego dnia. Nabędę nową certyfikację w przyszłym roku.",
      "example_translation": "Eu adquiri uma nova habilidade ano passado, e agora estou mais confiante no meu trabalho. Estou adquirindo mais experiência todos os dias. Vou adquirir uma nova certificação no próximo ano.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "działanie",
      "translation": "ação",
      "definition": "proces robienia czegoś, aby osiągnąć określony cel lub odpowiedź",
      "definition_translation": "o processo de fazer algo para alcançar um objetivo ou resposta específica",
      "example": "Działanie filmu było tak intensywne, że siedziałem na skraju krzesła. Firma podejmie działanie, aby zmniejszyć emisję dwutlenku węgla. Rząd był wolny w swoim działaniu wobec kryzysu.",
      "example_translation": "A ação do filme foi tão intensa que eu estava na beirada da minha cadeira. A empresa vai tomar medidas para reduzir emissões de carbono. A ação do governo sobre a crise foi lenta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktywnie",
      "translation": "ativamente",
      "definition": "w sposób aktywny i zaangażowany, pokazując chęć udziału lub zaangażowania",
      "definition_translation": "de maneira ativa e engajada, mostrando disposição para participar ou se envolver",
      "example": "Zespół pracował aktywnie, aby rozwiązać problem. Firma aktywnie szuka kandydatów różniących się. Ona aktywnie uczestniczy w pracy wolontariackiej.",
      "example_translation": "A equipe trabalhou ativamente para resolver o problema. A empresa busca ativamente contratar candidatos diversificados. Ela participa ativamente em trabalho voluntário.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "działalność",
      "translation": "atividade",
      "definition": "coś, co robi się lub w czym uczestniczy, często w kontekście społecznym lub wolnym czasu",
      "definition_translation": "algo que uma pessoa ou grupo faz ou participa, muitas vezes em um contexto social ou de lazer",
      "example": "Działalność wędrówki jest moją ulubioną sposobem spędzenia weekendu. Firma oferuje różne działalności dla pracowników. Dzieci lubiły działalność malowania.",
      "example_translation": "A atividade de caminhar é minha forma favorita de passar o fim de semana. A empresa oferece uma variedade de atividades para os funcionários. As crianças desfrutaram da atividade de pintura.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeczywisty",
      "translation": "real",
      "definition": "Istniejący lub występujący w rzeczywistości; nie imaginary lub teoretyczny.",
      "definition_translation": "Existente ou ocorrendo na realidade; não imaginário ou teórico.",
      "example": "Rzeczywisty koszt projektu był wyższy niż oczekiwany. Firma osiągnie rzeczywisty zysk w tym roku. Do przyszłego roku będą widoczne rzeczywiste wyniki.",
      "example_translation": "O custo real do projeto foi maior do que o esperado. A empresa fará um lucro real este ano. Até o ano que vem, os resultados reais serão visíveis.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "adaptować",
      "translation": "adaptar",
      "definition": "Zmienić lub dostosować do różnych warunków lub potrzeb.",
      "definition_translation": "Mudar ou ser modificado para se adequar a condições ou necessidades diferentes.",
      "example": "Firma musiała adaptować się do nowych trendów rynkowych. Ona dostosuje swoją prezentację do publiczności. Gatunek będzie adaptował się do zmieniającego środowiska.",
      "example_translation": "A empresa teve que se adaptar às novas tendências do mercado. Ela irá adaptar sua apresentação ao público. A espécie se adaptará ao ambiente em mudança.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "viciado",
      "definition": "Osoba, która jest fizjologicznie lub psychicznie zależna od substancji lub aktywności.",
      "definition_translation": "Uma pessoa que é fisicamente ou psicologicamente dependente de uma substância ou atividade.",
      "example": "Uzależniony został wysłany do ośrodka rehabilitacyjnego. Stała się uzależniona po przyjmowaniu środków przeciwbólowych przez zbyt długi czas. Uzależniony będzie walczyć, aby rzucić nałóg.",
      "example_translation": "O viciado foi enviado para um centro de reabilitação. Ela se tornou uma viciada após tomar analgésicos por muito tempo. O viciado lutará para abandonar a droga.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależniona",
      "translation": "viciado",
      "definition": "Fizjologicznie lub psychicznie zależna od substancji lub aktywności.",
      "definition_translation": "Fisicamente ou psicologicamente dependente de uma substância ou atividade.",
      "example": "Ona jest uzależniona od mediów społecznościowych. On był uzależniony od gier komputerowych. Pacjent był uzależniony od opioidów.",
      "example_translation": "Ela é viciada em mídias sociais. Ele era viciado em jogos de vídeo. O paciente era viciado em opioides.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależnienie",
      "translation": "vício",
      "definition": "Zwyczajowe lub kompulsywne zachowanie, które jest szkodliwe lub szkodliwe dla zdrowia fizycznego lub psychicznego, relacji lub codziennego życia.",
      "definition_translation": "Um comportamento habitual ou compulsivo que é prejudicial ou danoso à saúde física ou mental de uma pessoa, relacionamentos ou vida diária.",
      "example": "Walczyła z uzależnieniem od mediów społecznościowych, Walczy z uzależnieniem od mediów społecznościowych, Będzie walczyć z uzależnieniem od mediów społecznościowych.",
      "example_translation": "Ela lutou contra o vício do mídia social, Ela está lutando contra o vício do mídia social, Ela lutará contra o vício do mídia social.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dodanie",
      "translation": "adição",
      "definition": "Czynność dodawania czegoś do czegoś, szczególnie aby uczynić je większym lub bardziej kompletnym.",
      "definition_translation": "O ato de adicionar algo a algo mais, especialmente para torná-lo maior ou mais completo.",
      "example": "Dodanie nowej funkcji do oprogramowania było wielkim ulepszeniem, Dodanie nowego pracownika do zespołu okazało się bardzo korzystne, Dodanie nowego kursu do programu nauczania rozpocznie się w następnym semestrze.",
      "example_translation": "A adição de uma nova característica ao software foi uma grande melhoria, A adição de um novo funcionário à equipe tem sido muito benéfica, A adição de um novo curso ao currículo começará no próximo semestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dodatkowy",
      "translation": "adicional",
      "definition": "Dostarczający więcej czegoś, szczególnie czegoś, co nie jest niezbędne, ale jest pożądane lub potrzebne.",
      "definition_translation": "Fornece mais de algo, especialmente algo que não é essencial, mas é desejado ou necessário.",
      "example": "Potrzebujemy dodatkowego finansowania, aby zakończyć projekt, Hotel oferuje dodatkowe usługi, takie jak serwis pokojowy i pralnia, Dodatkowe zasoby będą wymagane, aby dotrzymać terminu.",
      "example_translation": "Nós precisamos de financiamento adicional para concluir o projeto, O hotel oferece serviços adicionais como serviço de quarto e lavanderia, Recursos adicionais serão necessários para atender ao prazo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ponadto",
      "translation": "além disso",
      "definition": "Dodatkowo do czegoś innego; ponadto.",
      "definition_translation": "Além disso; além disso.",
      "example": "Będę uczestniczyć w spotkaniu, a ponadto przygotuję raport, Nowa polityka będzie redukować koszty, a ponadto zwiększy efektywność, Firma będzie oferować szkolenie, a ponadto mentorstwo.",
      "example_translation": "Eu irei à reunião, e além disso, preparei um relatório, A nova política reduzirá os custos, e além disso, aumentará a eficiência, A empresa fornecerá treinamento, e além disso, oferecerá mentorship.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wystarczający",
      "translation": "adequado",
      "definition": "Mający niezbędną jakość lub ilość, aby spełnić potrzebę lub wymóg.",
      "definition_translation": "Tendo a qualidade ou quantidade necessária para atender a uma necessidade ou requisito",
      "example": "Pokój hotelowy był wystarczający dla naszych potrzeb. Mieliśmy wystarczająco przygotowani na podróż. Nowa polityka wystarczająco rozwiąże problem.",
      "example_translation": "O quarto do hotel era adequado para nossas necessidades. Nós havíamos preparado adequadamente para a viagem. A nova política irá adequadamente abordar o problema.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wystarczająco",
      "translation": "adequadamente",
      "definition": "W sposób wystarczający lub odpowiedni do określonego celu",
      "definition_translation": "De uma maneira que é suficiente ou apropriada para um determinado propósito",
      "example": "Firma wystarczająco przeszkoliła swoich pracowników. Nowe oprogramowanie wystarczająco rozwiąże problem. Zespół będzie wystarczająco przygotowany do konkursu.",
      "example_translation": "A empresa treinou adequadamente seus funcionários. O novo software abordou adequadamente o problema. A equipe se preparará adequadamente para a competição.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostosować",
      "translation": "ajustar",
      "definition": "Zmienić lub zmodyfikować coś, aby nadać mu lepsze dopasowanie, funkcjonowanie lub efekt.",
      "definition_translation": "Mudar ou modificar algo para fazê-lo se encaixar, funcionar ou trabalhar melhor",
      "example": "Dostosowałem termostat do komfortowej temperatury. Dostosowała swój harmonogram, aby uwzględnić spotkanie. Firma dostosuje swoją politykę, aby spełnić nowe regulacje.",
      "example_translation": "Eu ajustei o termostato para uma temperatura confortável. Ela ajustou seu horário para acomodar a reunião. A empresa vai ajustar sua política para cumprir com as novas regulamentações.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostosować",
      "translation": "ajustar",
      "definition": "Wprowadzić niewielkie zmiany w czymś, aby poprawić jego funkcjonowanie lub efektywność.",
      "definition_translation": "Fazer alterações mínimas em algo para melhorar seu encaixe, desempenho ou eficácia",
      "example": "Mechanik dostosował silnik, aby poprawić jego efektywność. Nauczyciel dostosował plan lekcji, aby lepiej spełnić potrzeby uczniów. Szef kuchni dostosował przepis, aby zmniejszyć ilość cukru.",
      "example_translation": "O mecânico ajustou o motor para melhorar seu desempenho. A professora ajustou o plano de aula para melhor atender às necessidades dos alunos. O chef ajustou a receita para reduzir a quantidade de açúcar.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostosowanie",
      "translation": "ajuste",
      "definition": "Akt dostosowania lub stan dostosowania; niewielka zmiana lub modyfikacja dokonana w celu poprawy czegoś.",
      "definition_translation": "O ato de ajustar ou estado de ajuste; uma leve mudança ou modificação feita para melhorar algo.",
      "example": "Firma dokonała dostosowania do harmonogramu produkcji, aby zaspokoić wzrost popytu. Dostosowanie było konieczne, aby zapewnić terminową dostawę. Menedżer będzie dokonywał przyszłych dostosowań, jeśli będzie potrzeba.",
      "example_translation": "A empresa fez um ajuste no cronograma de produção para atender à demanda aumentada. O ajuste foi necessário para garantir a entrega pontual. O gerente fará ajustes futuros conforme necessário.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "administracja",
      "translation": "administração",
      "definition": "Akt zarządzania lub kierowania przedsiębiorstwem, organizacją lub rządem; grupa osób odpowiedzialnych za podejmowanie decyzji i zarządzanie instytucją.",
      "definition_translation": "O ato de gerenciar ou dirigir um negócio, organização ou governo; o grupo de pessoas responsáveis por tomar decisões e governar uma instituição.",
      "example": "Administracja szpitala została skrytykowana za słabe zarządzanie. Nowa administracja obiecała wprowadzić zmiany. Zespół administracyjny był odpowiedzialny za budżet szkoły.",
      "example_translation": "A administração do hospital foi criticada por sua má gestão. A nova administração prometeu fazer mudanças. A equipe de administração foi responsável pelo orçamento da escola.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podziw",
      "translation": "admiração",
      "definition": "Uczucie szacunku i zdumienia wobec kogoś lub czegoś; sens czci i poważania.",
      "definition_translation": "Um sentimento de respeito e admiração por alguém ou algo; um sentido de espanto ou reverência.",
      "example": "Tłum wyraził podziw dla wspaniałego wyniku sportowca. Jej piękno wzbudziło podziw u każdego w pokoju. Mam wielki podziw dla jej odwagi.",
      "example_translation": "A multidão mostrou admiração pelo desempenho impressionante do atleta. Sua beleza inspirou admiração de todos na sala. Tenho grande admiração por sua bravura.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podziwiać",
      "translation": "admirar",
      "definition": "Czuć szacunek i zdumienie wobec kogoś lub czegoś; uznawać coś lub kogoś za godnego uznania.",
      "definition_translation": "Sentir respeito e admiração por alguém ou algo; considerar alguém ou algo com admiração ou aprovação.",
      "example": "Podziwiam jej odwagę w staniu w obronie swoich praw. On podziwiał piękno zachodu słońca. Podziwiałam szczegóły obrazu.",
      "example_translation": "Admiro sua coragem em se posicionar por seus direitos. Ele admirou a beleza do pôr do sol. Admirei os detalhes intricados da pintura.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjęcie",
      "translation": "admissão",
      "definition": "Akt zezwalania komuś na wejście do miejsca, organizacji lub instytucji.",
      "definition_translation": "O ato de permitir que alguém entre num lugar, organização ou instituição.",
      "example": "Uniwersytet ma ścisłą politykę przyjęć. W zeszłym roku zostałem przyjęty do programu. W przyszłym roku zostanę przyjęty do studiów magisterskich.",
      "example_translation": "A universidade tem uma política rígida para admissão. No ano passado, eu fui admitido ao programa. No ano que vem, serei admitido ao grau de mestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyznać",
      "translation": "admitir",
      "definition": "Zgadzać się, że coś jest prawdą lub przyjmować odpowiedzialność za coś.",
      "definition_translation": "Concordar que algo é verdadeiro ou aceitar que algo é sua culpa.",
      "example": "Przyznaję, że popełniłem błąd. Ona przyznała, że oszukała na egzaminie. Będą nas przyjmować na koncert, jeśli mamy bilet.",
      "example_translation": "Eu admito que eu errei. Ela admitiu ter trapaceado no exame. Eles nos admitirão ao concerto se tivermos um bilhete.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyznaję",
      "translation": "admitidamente",
      "definition": "Używany do pokazania, że zgadzasz się z czymś, co może być zaskakujące lub nieoczekiwane.",
      "definition_translation": "Usado para mostrar que você está reconhecendo algo que pode ser surpreendente ou inesperado.",
      "example": "Przyznaję, że byłam bardzo zmęczona wczoraj. Przyznaję, że film nie był tak dobry, jak oczekiwano. Przyznaję, że nigdy nie byłem w Paryżu.",
      "example_translation": "Admitidamente, eu estava muito cansado ontem. Admitidamente, o filme não foi tão bom quanto eu esperava. Admitidamente, eu nunca estive em Paris.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "adotar",
      "definition": "Przyjąć dziecko jako własne lub użyć idei, metody lub planu.",
      "definition_translation": "Tomar uma criança como sua, ou usar uma ideia, método ou plano.",
      "example": "Postanowiliśmy przyjąć psa. Firma przyjmie nową strategię, aby zwiększyć sprzedaż. Rząd przyjął nową politykę, aby Reduced ubóstwo.",
      "example_translation": "Nós decidimos adotar um cachorro. A empresa adotará uma nova estratégia para aumentar as vendas. O governo adotou uma nova política para reduzir a pobreza.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "adotar",
      "definition": "Przyjąć coś lub kogoś jako własne, zatwierdzić coś formalnie.",
      "definition_translation": "Tomar algo ou alguém como seu, aceitar ou aprovar algo formalmente.",
      "example": "Przyjęliśmy kota z schroniska. Będę przyjmować nowy hobby. Będę przyjmować nową strategię dla projektu.",
      "example_translation": "Eu adotei um gato do abrigo. Estou adotando um novo hobby. Vou adotar uma nova estratégia para o projeto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjęty",
      "translation": "adotado",
      "definition": "Czas przeszły przyjąć, został przyjęty jako własny.",
      "definition_translation": "Tempo passado de adotar, tendo sido tomado ou aceito como próprio.",
      "example": "Przyjąłem dziecko, gdy byłam młodsza. Firma przyjęła nową politykę. Przyjęty syn dorósł.",
      "example_translation": "Eu adotei uma criança quando era mais jovem. A empresa adotou uma nova política. A criança adotada cresceu.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjmowanie",
      "translation": "adoption",
      "definition": "Akt podejmowania czegoś lub kogoś jako swojego własnego, procedura prawna, aby zostać rodzicem dziecka.",
      "definition_translation": "O ato de tomar algo ou alguém como seu, um procedimento legal para se tornar pai de uma criança.",
      "example": "Proces przyjmowania może być długi. Przyjmowanie nowej technologii poprawiło wydajność. Para przechodzi przez proces przyjmowania.",
      "example_translation": "O processo de adopção pode ser longo. A adoção de nova tecnologia melhorou a eficiência. O casal está passando pelo processo de adopção.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "postęp",
      "translation": "avançar",
      "definition": "Ruch do przodu, postęp w czymś, zwiększenie lub poprawa czegoś.",
      "definition_translation": "Mover para frente, fazer progresso, aumentar ou melhorar algo.",
      "example": "Przechodzę do następnego poziomu w grze. Firma będzie postępować na rynku. Ona będzie postępować w swojej karierze.",
      "example_translation": "Eu avanço para o próximo nível no jogo. A empresa vai avançar no mercado. Ela vai avançar em sua carreira.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "postęp",
      "translation": "avançar",
      "definition": "Ruch do przodu lub postęp w określonej dziedzinie lub aktywności.",
      "definition_translation": "Avançar ou fazer progresso em uma área ou atividade específica.",
      "example": "Firma będzie postępować strategię marketingową, aby zwiększyć sprzedaż. W zeszłym roku dotarli do finału konkursu. Do przyszłego roku będą mieli postęp do następnego poziomu.",
      "example_translation": "A empresa avançará sua estratégia de marketing para aumentar as vendas. No ano passado, eles avançaram para as finais da competição. Até o próximo ano, eles terão avançado para o próximo nível.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygoda",
      "translation": "aventureiro",
      "definition": "Gotowość do podejmowania ryzyka i próbowania nowych rzeczy, często w sposób odważny lub ekscytujący.",
      "definition_translation": "Disposto a correr riscos e tentar coisas novas, muitas vezes de maneira ousada ou emocionante.",
      "example": "Mój przygodowy przyjaciel uwielbia podróżować do nowych krajów. Była dostatecznie odważna, aby spróbować skoków spadochronowych. On będzie przygodowy i założy własną firmę kolejnego roku.",
      "example_translation": "Meu amigo aventureiro ama viajar para novos países. Ela foi ousada o suficiente para experimentar skydiving. Ele será aventureiro e abrirá seu próprio negócio no próximo ano.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "reklama",
      "translation": "publicidade",
      "definition": "Działalność lub zawód tworzenia i rozpowszechniania informacji, aby promować produkt, usługę lub ideę.",
      "definition_translation": "A atividade ou profissão de produzir e disseminar informações para promover um produto, serviço ou ideia.",
      "example": "Firma zainwestowała dużo w reklamę, aby zwiększyć świadomość marki. Reklama w mediach społecznościowych jest bardzo skuteczna. Będą rozpoczynać reklamę nowego produktu następnego miesiąca.",
      "example_translation": "A empresa investiu muito em publicidade para aumentar a conscientização da marca. Publicidade nas mídias sociais é muito eficaz. Eles começarão a publicizar seu novo produto no próximo mês.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprawa",
      "translation": "assunto",
      "definition": "Matter lub sytuacja wymagająca uwagi lub działania.",
      "definition_translation": "Um assunto ou situação que requer atenção ou ação.",
      "example": "Firma zajmuje się poważną sprawą dotyczącą korupcji. Sprawa między dwoma kolegami była utrzymana w tajemnicy. Rząd będzie śledzić sprawę i podejmie działania wkrótce.",
      "example_translation": "A empresa está lidando com um assunto sério sobre corrupção. O caso entre os dois colegas foi mantido em segredo. O governo investigará o caso e tomará medidas em breve.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wpływać",
      "translation": "afetar",
      "definition": "Mieć wpływ lub wpływać na coś lub kogoś.",
      "definition_translation": "Afetar ou ter um impacto em algo ou alguém.",
      "example": "Zimna pogoda będzie wpływać na plony. Słowa nauczyciela miały głęboki wpływ na ucznia. Decyzja firmy nie będzie wpływać na nasze plany.",
      "example_translation": "O clima frio afetará as colheitas. As palavras do professor tiveram um efeito profundo no aluno. A decisão da empresa não afetará nossos planos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "udawać",
      "translation": "afetar",
      "definition": "Udawać lub pozorować coś, takie jak emocje.",
      "definition_translation": "Fingir ou simular algo, como emoções.",
      "example": "Ona udawała brytyjski akcent, aby brzmieć bardziej sophisticowane. Aktor udawał smutek, aby uzyskać współczucie. Firma będzie udawać bardziej zrównoważoną praktykę od następnego roku.",
      "example_translation": "Ela afetou um sotaque britânico para soar mais sofisticada. O ator afetou uma expressão triste para obter simpatia. A empresa afetará uma prática mais sustentável starting next year.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczuć",
      "translation": "afeto",
      "definition": "Uczucie miłości, sympatii lub ciepła wobec kogoś lub czegoś.",
      "definition_translation": "Um sentimento de amor, carinho ou calor humano em relação a alguém ou algo.",
      "example": "Dziecko pokazało wielką miłość do nowego szczeniaka. Nauczyciel miał głęboką miłość do swoich uczniów. Rodzina miała długą tradycję miłości do plaży.",
      "example_translation": "A criança mostrou um grande afeto pela sua nova cadela. O professor tinha um profundo afeto pelos seus alunos. A família tem um afeto de longa data pela praia.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczuciowy",
      "translation": "afetivo",
      "definition": "Pokazywanie lub odczuwanie miłości, sympatii lub ciepła wobec kogoś lub czegoś.",
      "definition_translation": "Mostrando ou sentindo amor, carinho ou calor humano em relação a alguém ou algo.",
      "example": "Para była uczuciowa podczas całego filmu. Uczuciowy pies liżął twarz swojego właściciela. Rodzina miała uczuciowe pożegnanie na lotnisku.",
      "example_translation": "O casal afetivo segurou as mãos durante todo o filme. O cão afetivo lambeu o rosto do dono. A família teve um adeus afetivo no aeroporto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiek",
      "translation": "idade",
      "definition": "Czas, w którym istniał lub był używany przez osobę lub przedmiot.",
      "definition_translation": "O comprimento do tempo que uma pessoa ou coisa tem existido ou sido utilizada.",
      "example": "W wieku 25 lat ukończyłem studia. Teraz mam 30 lat. Będę miał 35 lat za pięć lat.",
      "example_translation": "À idade de 25 anos, eu me formei na faculdade. Agora, eu tenho 30 anos. Eu serei 35 anos de idade em cinco anos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agent",
      "translation": "agente",
      "definition": "Osoba, która działa w imieniu innej osoby lub organizacji.",
      "definition_translation": "Uma pessoa que atua em nome de outra pessoa ou organização.",
      "example": "Agent pomógł mi znaleźć nowe mieszkanie. Agent jest bardzo profesjonalny. Agent pomoże mi przeprowadzić się w przyszłym tygodniu.",
      "example_translation": "O agente me ajudou a encontrar um novo apartamento. O agente é muito profissional. O agente me ajudará a me mudar na próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agresywny",
      "translation": "agressivo",
      "definition": "Mający lub pokazujący silną i siłową osobowość lub zachowanie.",
      "definition_translation": "Tendo ou mostrando uma personalidade forte e vigorosa ou comportamento.",
      "example": "Agresywny kierowca przeciął mnie na autostradzie. Agresywna strategia marketingowa sprawdziła się dobrze. Agresywny sprzedawca był zbyt nachalny.",
      "example_translation": "O motorista agressivo me cortou no highway. A estratégia de marketing agressiva funcionou bem. O vendedor agressivo foi muito insistente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agresywnie",
      "translation": "agressivamente",
      "definition": "W sposób silny i siłowy, często w sposób groźny lub wrogi.",
      "definition_translation": "De uma maneira forte e vigorosa, muitas vezes de uma maneira ameaçadora ou hostil.",
      "example": "Firma marketingowa agresywnie promowała swoje produkty, aby zwiększyć sprzedaż. Atleta grał agresywnie w finale mistrzostw. Polityk prowadził agresywną kampanię, aby wygrać wybory.",
      "example_translation": "A empresa comercializou agressivamente para aumentar as vendas. O atleta jogou agressivamente no jogo de campeonato. O político fez uma campanha agressiva para ganhar a eleição.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "umowa",
      "translation": "acordo",
      "definition": "Wzajemne porozumienie lub uzgodnienie między dwoma lub więcej stronami.",
      "definition_translation": "um entendimento mútuo ou acordo entre duas ou mais partes",
      "example": "Firma zawarła umowę z związkiem, aby zwiększyć wynagrodzenia. Drużyna miała umowę, aby spotkać się o 2 pm. Będą mieli umowę na plan projektu za następny tydzień.",
      "example_translation": "A empresa alcançou um acordo com o sindicato para aumentar os salários. A equipe tinha um acordo para se encontrar às 2 pm. Eles terão um acordo sobre o plano do projeto até a próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rolnictwo",
      "translation": "agricultura",
      "definition": "praktyka uprawy ziemi w celu produkcji plonów i chowu zwierząt.",
      "definition_translation": "a prática de cultivar a terra para produzir culturas e criar gado",
      "example": "Rolnictwo jest ważną branżą w wielu krajach. Sektor rolnictwa odnotował znaczny wzrost w ostatnich latach. Do 2050 roku rolnictwo będzie bardziej zrównoważone i efektywne.",
      "example_translation": "A agricultura é uma indústria vital em muitos países. O setor de agricultura viu um crescimento significativo nos últimos anos. Até 2050, a agricultura será mais sustentável e eficiente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomoc",
      "translation": "ajuda",
      "definition": "Pomoc lub wsparcie udzielone ludziom w potrzebie.",
      "definition_translation": "assistência ou apoio dado às pessoas necessitadas",
      "example": "Organizacja udzieliła pomocy ofiarom katastrofy naturalnej. Kraj otrzymał pomoc od międzynarodowych darczyńców. Pakiet pomocy zostanie dostarczony w następnym miesiącu.",
      "example_translation": "A organização forneceu ajuda às vítimas do desastre natural. O país recebeu ajuda de doadores internacionais. O pacote de ajuda será entregue no próximo mês.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cel",
      "translation": "objetivo",
      "definition": "Cel lub cel, którego się szuka.",
      "definition_translation": "um propósito ou objetivo que se busca alcançar",
      "example": "Moj cel to ukończenie projektu do końca miesiąca. Cel drużyny był wygraniem mistrzostw. Do 2025 roku jej celem jest otwarcie własnego biznesu.",
      "example_translation": "Meu objetivo é terminar o projeto até o fim do mês. O objetivo da equipe era vencer o campeonato. Até 2025, seu objetivo é começar seu próprio negócio.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "samolot",
      "translation": "aeronave",
      "definition": "Poważony statek powietrzny, który jest używany do latania, typowo z jednym kadłubem i skrzydłami, napędzany przez jeden lub więcej silników lub silników odrzutowych.",
      "definition_translation": "Uma aeronave motorizada de asa fixa usada para voar, tipicamente com um único fuselagem e asas, impulsionada por um ou mais motores a hélice ou motores a jato.",
      "example": "Samolot wzniósł się w powietrze. Pilot latał samolotami przez wiele lat. Samolot wkrótce wyląduje.",
      "example_translation": "A aeronave voou pelo céu. O piloto havia pilotado aeronaves por anos. A aeronave pousará em breve.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przechód",
      "translation": "corredor",
      "definition": "Przejście między rzędami siedzeń w kościele, samolocie lub innych pojazdach, lub długi, wąski odcinek półek w sklepie.",
      "definition_translation": "Um corredor entre as fileiras de assentos em uma igreja, avião ou outros veículos, ou uma longa seção estreita de prateleiras em uma loja.",
      "example": "Panna młoda podszła do przchodu. Pasażer poszedł w górę przchodu, aby znaleźć miejsce siedzenia. Sklep miał szeroki przchód dla klientów.",
      "example_translation": "A noiva caminhou pelo corredor. O passageiro caminhou pelo corredor para encontrar um assento. A loja tinha um corredor amplo para clientes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alkoholizm",
      "translation": "alcoolismo",
      "definition": "Przewlekła choroba charakteryzująca się kontynuacją spożywania alkoholu pomimo niekorzystnego wpływu na zdrowie, relacje i funkcjonowanie społeczne.",
      "definition_translation": "Uma doença crônica caracterizada pela ingestão contínua de álcool apesar dos efeitos adversos na saúde, relacionamentos e funcionamento social.",
      "example": "Alkoholizm jest poważnym problemem. On walczył z alkoholizmem przez lata. Centrum leczenia alkoholizmu pomaga wielu ludziom.",
      "example_translation": "O alcoolismo é um problema sério. Ele lutou com o alcoolismo por anos. O centro de tratamento de alcoolismo ajuda muitas pessoas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obcy",
      "translation": "alienígena",
      "definition": "Istota z zewnątrz planety Ziemi, zwłaszcza inteligentna i komunikatywna.",
      "definition_translation": "Uma criatura de fora do planeta Terra, especialmente uma que é inteligente e comunicável.",
      "example": "Obcy wylądował na księżycu. Astronauta spotkał obcego w przestrzeni. Film miał inwazję obcych.",
      "example_translation": "O alienígena pousou na lua. O astronauta encontrou um alienígena no espaço. O filme teve uma invasão alienígena.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podobny",
      "translation": "semelhante",
      "definition": "Mający podobny charakter lub naturę; porównywalny.",
      "definition_translation": "Tendo uma natureza ou caráter semelhante; comparável.",
      "example": "Bliźnięta były podobne w swojej miłości do przygody. Oni mieli podobne doświadczenia w college'u. Będą podobni w swoich przyszłych karierach.",
      "example_translation": "Os gêmeos eram semelhantes em seu amor pela aventura. Eles tiveram experiências semelhantes na faculdade. Eles serão semelhantes em suas carreiras futuras.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alergia",
      "translation": "alergia",
      "definition": "Nieprawidłowa reakcja na substancję, zwłaszcza hipersensycję na określony pokarm lub substancję.",
      "definition_translation": "Uma reação anormal a uma substância, especialmente uma hipersensibilidade a um alimento ou substância particular.",
      "example": "Ona ma alergię na orzechy. Ona miała alergię na owoce morza jako dziecko. Ona będzie rozwijać alergię na pyłki w przyszłości.",
      "example_translation": "Ela tem uma alergia a amendoins. Ela teve uma alergia a frutos do mar quando era criança. Ela desenvolverá uma alergia ao pólen no futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaułek",
      "translation": "beco",
      "definition": "Wąski pasaż lub droga między, za lub wewnątrz budynków.",
      "definition_translation": "Um passagem estreita ou caminho entre, atrás ou dentro dos edifícios.",
      "example": "Zaułek był ciemny i straszny. Oni przeszli przez zaułek, aby dostać się na drugą stronę miasta. Dzieci grały w ukrywanie się w zaułku wczoraj.",
      "example_translation": "O beco estava escuro e assustador. Eles caminharam pelo beco para chegar ao outro lado da cidade. As crianças brincaram de esconde-esconde no beco ontem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aligator",
      "translation": "jacaré",
      "definition": "Duży gad z długim, okrągłym nosem, typowo spotykany w środowiskach słodkowodnych w południowo-wschodnich Stanach Zjednoczonych.",
      "definition_translation": "Um réptil grande com um focinho longo e arredondado, tipicamente encontrado em habitats de água doce no sudeste dos Estados Unidos.",
      "example": "Aligator spał w bagnie. Oni zobaczyli aligatora w jeziorze w weekend. Aligator będzie zwolniony z powrotem do natury wkrótce.",
      "example_translation": "O jacaré estava dormindo no pântano. Eles viram um jacaré no lago último fim de semana. O jacaré será libertado de volta para o wild em breve.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alfabetyczny",
      "translation": "alfabético",
      "definition": "Dotyczący lub ułożony w kolejności alfabetycznej.",
      "definition_translation": "Relativa ou arranjada na ordem do alfabeto.",
      "example": "Słownik jest ułożony w kolejności alfabetycznej. Ja alfabetyzowałem listę wczoraj. Ona będzie alfabetyzowała pliki w przyszłym tygodniu.",
      "example_translation": "O dicionário está arrangiado em ordem alfabética. Eu alfabetizei a lista ontem. Ela vai alfabetizar os arquivos na próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alfabetycznie",
      "translation": "alfabeticamente",
      "definition": "W kolejności alfabetycznej.",
      "definition_translation": "Na ordem do alfabeto.",
      "example": "Książki są ułożone alfabetycznie. Ona zorganizowała pliki alfabetycznie. Oni będą listowali nazwy alfabetycznie.",
      "example_translation": "Os livros estão arrangiados alfabeticamente. Ela organizou os arquivos alfabeticamente. Eles vão listar os nomes alfabeticamente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmienić",
      "translation": "alterar",
      "definition": "Zmienić lub zmodyfikować coś.",
      "definition_translation": "Mudar ou modificar algo.",
      "example": "Ja zmieniłem suknię, aby pasowała do mnie lepiej. Ona zmieniła przepis, aby zredukować zawartość cukru. Oni będą zmieniać plany, aby uwzględnić nową informację.",
      "example_translation": "Eu alterei o vestido para me caber melhor. Ela alterou a receita para reduzir o teor de açúcar. Eles vão alterar os planos para acomodar a nova informação.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alternatywa",
      "translation": "alternativa",
      "definition": "Wybór lub opcja inna niż ta pierwotnie zaproponowana lub dostępna.",
      "definition_translation": "Uma escolha ou opção além daquela anteriormente proposta ou disponível.",
      "example": "Musimy znaleźć alternatywną rozwiązanie. Ona wybrała alternatywną trasę, aby uniknąć korków. Oni oferowali alternatywny plan płatności.",
      "example_translation": "Nós precisamos encontrar uma solução alternativa. Ela escolheu uma rota alternativa para evitar o trânsito. Eles ofereceram um plano de pagamento alternativo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alternatywa",
      "translation": "alternativa",
      "definition": "Wybór lub opcja między dwiema lub więcej rzeczami.",
      "definition_translation": "Uma escolha ou opção entre duas ou mais coisas.",
      "example": "Rozważałem kilka alternatywnych opcji, zanim podjąłem decyzję. Będę rozważał alternatywne rozwiązania w przyszłości. Miała alternatywne plany na weekend.",
      "example_translation": "Eu considerei várias opções alternativas antes de tomar uma decisão. Vou considerar soluções alternativas no futuro. Ela havia planos alternativos para o fim de semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alternatywnie",
      "translation": "alternativamente",
      "definition": "W inny sposób lub sposób.",
      "definition_translation": "De uma maneira diferente.",
      "example": "Mógłbym pojechać na plażę, lub alternatywnie, mógłbym pojechać do parku. Będzie podróżowała do Paryża, lub alternatywnie, będzie pozostawała w Rzymie.",
      "example_translation": "Eu podia ter ido à praia, ou alternativamente, eu podia ter ido ao parque. Ela viajará para Paris, ou alternativamente, ela ficará em Roma.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aluminium",
      "translation": "alumínio",
      "definition": "Metal biało-srebrzysty stosowany w produkcji samolotów, opakowań i budownictwie.",
      "definition_translation": "Um metal branco-prateado usado em aeronaves, embalagens e construção.",
      "example": "Samolot jest wykonany z lekkiego aluminium. Puszki są wykonane z recyklowanego aluminium. Będą stosowali aluminium w budowie nowego budynku.",
      "example_translation": "O avião é feito de alumínio leve. As latas são feitas de alumínio reciclável. Eles vão usar alumínio na construção do prédio novo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumienie",
      "translation": "admiração",
      "definition": "Uczucie wielkiego zdziwienia lub zdumienia.",
      "definition_translation": "Um sentimento de grande surpresa ou admiração.",
      "example": "Zdumienie na jego twarzy było widoczne. Czułem zdumienie, gdy zobaczyłem Wielki Kanion. Tłum wyraził zdumienie podczas pokazu fajerwerków.",
      "example_translation": "O espanto em seu rosto era claro. Eu senti admiração quando vi o Grand Canyon. A multidão expressou admiração no espetáculo de fogos de artifício.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambasador",
      "translation": "embaixador",
      "definition": "Osoba będąca przedstawicielem kraju, organizacji lub grupy ludzi.",
      "definition_translation": "Uma pessoa que atua como representante de um país, organização ou grupo de pessoas.",
      "example": "Ambasador został uhonorowany za swoje wysiłki dyplomatyczne, i będzie kontynuował służbę w przyszłości, mając służbę w przeszłości.",
      "example_translation": "O embaixador foi homenageado por seus esforços diplomáticos e continuará a servir no futuro, tendo servido no passado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambicja",
      "translation": "ambição",
      "definition": "Mocne pragnienie osiągnięcia czegoś, typowo wymagające determinacji i ciężkiej pracy.",
      "definition_translation": "Um desejo forte de alcançar algo, geralmente requerendo determinação e trabalho duro.",
      "example": "Jej ambicja, aby zostać sukcesją kobietą biznesu, popychała ją do pracy ciężko, i prawdopodobnie osiągnie swój cel w przyszłości, mając postępy w teraźniejszości.",
      "example_translation": "A ambição dela de se tornar uma empresária bem-sucedida a levou a trabalhar duro, e ela provavelmente alcançará seu objetivo no futuro próximo, tendo feito progresso no presente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambitny",
      "translation": "ambicioso",
      "definition": "Mający lub pokazujący mocne pragnienie sukcesu, często wymagające odwagi i determinacji.",
      "definition_translation": "Tendo ou mostrando um desejo forte de sucesso, muitas vezes requerendo coragem e determinação.",
      "example": "Był ambitnym młodym człowiekiem, który nie przestawał niczym, aby osiągnąć swoje marzenia, i prawdopodobnie zostanie sukcesywnym przedsiębiorcą w przyszłości, mając podejmowane ryzyko w teraźniejszości.",
      "example_translation": "Ele era um jovem ambicioso que não pararia nada para alcançar seus sonhos, e ele provavelmente se tornará um empreendedor bem-sucedido no futuro, tendo corrido riscos no presente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozśmieszać",
      "translation": "divertir",
      "definition": "Rozpoczynać kogoś lub zatrzymywać czas w przyjemny sposób, często w lekkim lub humorystycznym tonie.",
      "definition_translation": "Entreter ou ocupar o tempo de alguém de forma agradável, muitas vezes de uma maneira leve ou humorística.",
      "example": "Ćwiczenia komika rozśmieszały publiczność, i będą kontynuowały rozśmieszać nas w przyszłości, mając rozśmieszać nas w przeszłości i teraźniejszości.",
      "example_translation": "As piadas do comediante divertiram a plateia, e eles continuarão a nos divertir no futuro, tendo nos divertido no passado e presente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozśmieszać",
      "translation": "divertir",
      "definition": "zajmować się lub zatrzymywać w przyjemny sposób",
      "definition_translation": "divertir ou ocupar de uma maneira agradável",
      "example": "Ćwiczenia komika zawsze rozśmieszały publiczność. Ona rozśmieszała nas swoimi śmiesznymi impresjami. Będą rozśmieszać swoich przyjaciół na przyjęciu.",
      "example_translation": "As piadas do comediante sempre divertem a plateia. Ela nos divertiu com suas imitações bobas. Eles divertirão seus amigos na festa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozśmieszony",
      "translation": "divertido",
      "definition": "czuć lub pokazywać przyjemność lub rozrywkę",
      "definition_translation": "sentindo ou mostrando prazer ou diversão",
      "example": "Dziecko było rozśmieszone przez sztuczki klauna. Była rozśmieszona przez śmieszny film. Będą rozśmieszeni przez niespodziankę urodzinową.",
      "example_translation": "A criança foi divertida pelas travessuras do palhaço. Ela foi divertida pelo filme bobo. Eles foram divertidos pela festa surpresa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozrywka",
      "translation": "diversão",
      "definition": "uczucie przyjemności lub zabawy",
      "definition_translation": "um sentimento de prazer ou diversão",
      "example": "Park rozrywki był wypełniony krzyczącymi dziećmi. Rozrywka tłumu była coraz bardziej odczuwalna. Zabawka w parku rozrywki została zamknięta ze względu na naprawę.",
      "example_translation": "O parque de diversões estava cheio de crianças gritando. A diversão da multidão era palpável. A atração de diversão foi fechada para reparos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "anakonda",
      "translation": "anaconda",
      "definition": "duża, niejadowita wąż endemiczna w Ameryce Południowej",
      "definition_translation": "uma cobra grande, não venenosa, encontrada na América do Sul",
      "example": "Anakonda sunęła przez dżunglę. Anakondy są dusicielami, nie jadowitymi. Anakonda jest apexem drapieżników.",
      "example_translation": "A anaconda deslizou pela selva. As anacondas são constritoras, não venenosas. A anaconda é um predador de porte.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "analizować",
      "translation": "analisar",
      "definition": "Badać i interpretować dane lub informacje, aby zidentyfikować wzorce, trendy lub wnioski",
      "definition_translation": "Examinar e interpretar dados ou informações para identificar padrões, tendências ou conclusões.",
      "example": "Naukowiec będzie analizował dane, aby zidentyfikować przyczyny zjawiska. Ona analizuje wyniki od tygodni. Ona analizuje próbki jutro.",
      "example_translation": "O cientista vai analisar os dados para identificar as causas do fenômeno. Ela vem analisando os resultados por semanas. Ela vai analisar as amostras amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "analiza",
      "translation": "análise",
      "definition": "Proces rozkładania złożonych informacji lub idei na mniejsze części, aby je zrozumieć i zinterpretować",
      "definition_translation": "O processo de desmontar informações ou idéias complexas em partes menores para entendê-las e interpretá-las.",
      "example": "Zespół przeprowadził dokładną analizę trendów rynkowych. Analiza lekarza wyników testów była dokładna. Firma przeprowadzi analizę danych sprzedaży w następnym kwartale.",
      "example_translation": "A equipe realizou uma análise minuciosa das tendências do mercado. A análise dos resultados dos testes pelo médico foi precisa. A empresa realizará uma análise dos dados de vendas no próximo trimestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "analityk",
      "translation": "analista",
      "definition": "Osoba, która analizuje dane, często stosując metody matematyczne lub statystyczne, aby zidentyfikować wzorce lub trendy",
      "definition_translation": "Uma pessoa que examina e interpreta dados, muitas vezes usando métodos matemáticos ou estatísticos, para identificar padrões ou tendências.",
      "example": "Analityk finansowy przeglądał sprawozdania finansowe spółki. Analityk danych przedstawi swoje wnioski zespołowi jutro. Analityk bezpieczeństwa monitoruje system w poszukiwaniu aktywności podejrzanej.",
      "example_translation": "O analista financeiro revisou as demonstrações financeiras da empresa. A analista de dados apresentará suas descobertas à equipe amanhã. O analista de segurança vem monitorando o sistema para atividades suspeitas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przodek",
      "translation": "antepassado",
      "definition": "Osoba, od której pochodzi się, szczególnie taka, która żyła w dalekiej przeszłości",
      "definition_translation": "Uma pessoa de quem se descende, especialmente uma que viveu em um passado distante.",
      "example": "Mój przodek wyemigrował z Europy w XIX wieku. Starożytna cywilizacja czciła swoich przodków jako bogów. Nasi przodkowie uczyli się przetrwać w surowym środowisku.",
      "example_translation": "Meu antepassado emigrou da Europa no século 19. A civilização antiga reverenciava seus antepassados como deuses. Nossos antepassados aprenderam a sobreviver no ambiente hostil.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gniew",
      "translation": "raiva",
      "definition": "silne uczucie niezadowolenia, wrogości lub oburzenia w odpowiedzi na błąd lub zagrożenie",
      "definition_translation": "Um forte sentimento de desprazer, hostilidade ou indignação em resposta a um erro ou uma ameaça.",
      "example": "Czułem gniew, gdy zobaczyłem wiadomość, będę czuł gniew, jeśli to się powtórzy, i czułem gniew w zeszłym roku, gdy to się stało.",
      "example_translation": "Eu senti raiva quando vi as notícias, serei sentir raiva se acontecer novamente, e eu senti raiva no ano passado quando aconteceu.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zwierzę",
      "translation": "animal",
      "definition": "Żyjąca organizacja, która żywi się materią organiczną, typowo mając specjalizowane organy zmysłowe i układ nerwowy, i zdolna szybko reagować na bodźce",
      "definition_translation": "Um organismo vivo que se alimenta de matéria orgânica, tipicamente tendo órgãos sensoriais especializados e sistema nervoso, e capaz de responder rapidamente a estímulos.",
      "example": "Zwierzę było bardzo szybkie, będzie zwierzęciem w zoo, i było zwierzęciem w lesie.",
      "example_translation": "O animal era muito rápido, será um animal no zoológico, e era um animal na floresta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "corocznie",
      "translation": "anualmente",
      "definition": "Występujące lub odbywające się co roku",
      "definition_translation": "Ocorrendo ou feito todos os anos.",
      "example": "Wypoczywamy corocznie, to będzie się działo corocznie, i działo się corocznie.",
      "example_translation": "Nós vamos de férias anualmente, isso acontecerá anualmente, e isso aconteceu anualmente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lęk",
      "translation": "ansiedade",
      "definition": "Uczucie niepokoju, nerwowości lub niepewności co do czegoś, co może się wydarzyć",
      "definition_translation": "Um sentimento de preocupação, nervosismo ou desconforto sobre algo que pode acontecer.",
      "example": "Czułem lęk przed egzaminem, będę czuł lęk przed prezentacją, i czułem lęk w zeszłym tygodniu.",
      "example_translation": "Eu senti ansiedade antes do exame, serei sentir ansiedade antes da apresentação, e eu senti ansiedade semana passada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niecierpliwie",
      "translation": "ansiosamente",
      "definition": "w stanie niepokoju lubNiepokoju",
      "definition_translation": "em um estado de ansiedade ou preocupação",
      "example": "Czekam niecierpliwie na wyniki. Czekam niecierpliwie na mój urodziny. Będę czekał niecierpliwie na koncert.",
      "example_translation": "Eu tenho esperado ansiosamente pelos resultados. Eu espero ansiosamente pelo meu aniversário. Eu vou esperar ansiosamente pelo concerto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jednak",
      "translation": "de qualquer maneira",
      "definition": "pomimo trudności lub wyzwań",
      "definition_translation": "apesar de dificuldades ou desafios",
      "example": "Zakończę projekt jednak. Ona nauczy się jeździć rowerem jednak. Oni tam dotrą jednak.",
      "example_translation": "Eu vou terminar o projeto de qualquer maneira. Ela vai aprender a andar de bicicleta de qualquer maneira. Eles vão chegar lá de qualquer maneira.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apostrof",
      "translation": "apóstrofo",
      "definition": "znak interpunkcyjny używany do wskazania posiadania lub opuszczenia",
      "definition_translation": "um sinal de pontuação usado para indicar posse ou omissão",
      "example": "Apostrof w 'it's' wskazuje posiadanie. Nauczyciel wyjaśnił użycie apostrofów. Znak interpunkcyjny to apostrof.",
      "example_translation": "O apóstrofo em 'it's' indica posse. O professor explicou o uso de apóstrofos. O sinal de pontuação é um apóstrofo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oczywisty",
      "translation": "aparente",
      "definition": "wyraźnie widoczny lub rozumiany",
      "definition_translation": "claramente visto ou entendido",
      "example": "Rozwiązanie było oczywiste dla wszystkich. Problem był oczywisty od początku. Przyczyna będzie oczywista wkrótce.",
      "example_translation": "A solução foi aparente para todos. O problema foi aparente desde o início. O motivo será aparente em breve.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wydawało się",
      "translation": "aparentemente",
      "definition": "Używany do wskazania, że coś wydaje się być prawdziwe lub istniejące, ale może nie być pewne czy prawdziwe.",
      "definition_translation": "Usado para indicar que algo parece ser verdadeiro ou existir, mas pode não ser certo ou verdadeiro.",
      "example": "Wydawało się, że była bardzo zadowolona z prezentu. Wydawało się, że studiowała całą noc. Wydawało się, że zacznie nową pracę w przyszłym tygodniu.",
      "example_translation": "Ela estava aparentemente muito feliz com o presente. Ela havia aparentemente estudado a noite toda. Ela começará aparentemente seu novo emprego na próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apelować",
      "translation": "apelar",
      "definition": "Prosić kogoś władzy o zmianę decyzji, lub oficjalnie prosić o coś.",
      "definition_translation": "Pedir a alguém em autoridade para mudar uma decisão, ou fazer um pedido oficial para algo.",
      "example": "Adwokat będzie apelować o decyzję sądu. Organizacja charytatywna będzie apelować o darowizny. Nowa polityka będzie apelować do wielu ludzi.",
      "example_translation": "O advogado irá apelar da decisão do tribunal. A caridade irá apelar por doações. A nova política irá apelar para muitas pessoas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odwołanie",
      "translation": "apelar",
      "definition": "Jakość bycia atrakcyjnym lub przyjemnym.",
      "definition_translation": "Uma qualidade de ser atraente ou agradável.",
      "example": "Odwołanie nowej restauracji było jej unikatową atmosferą. Odwołanie nowej polityki było jej elastycznością. Odwołanie wydarzenia charytatywnego było obecnością celebrities.",
      "example_translation": "O apelo do novo restaurante era sua atmosfera única. O apelo da nova política era sua flexibilidade. O apelo do evento de caridade era seus convidados celebridades.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pojawić się",
      "translation": "aparecer",
      "definition": "Stać się widocznym lub być widzianym.",
      "definition_translation": "Tornar-se visível ou ser visto.",
      "example": "Ona pojawi się na TV show dziś wieczorem. Wydawał się być bardzo pewnym siebie. Oni pojawią się w sądzie w przyszłym tygodniu.",
      "example_translation": "Ela irá aparecer no show de TV tonight. Ele pareceu muito confiante. Eles irão aparecer no tribunal na próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wygląd",
      "translation": "aparência",
      "definition": "Sposób, w jaki ktoś lub coś wygląda lub wydaje się.",
      "definition_translation": "A maneira como alguém ou algo parece ou parece",
      "example": "Zrobiła oszałamiający wygląd na przyjęciu wczoraj wieczorem. Zrobi ona wygląd na uroczystości jutro. Zrobiła zdumiewający wygląd w przedstawieniu ubiegłego roku.",
      "example_translation": "Ela fez uma aparição incrível na festa ontem à noite. Ela fará uma aparição na cerimônia amanhã. Ela havia feito uma aparição notável na peça do ano passado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wniosek",
      "translation": "aplicação",
      "definition": "Prośba lub dokument złożony do organizacji lub władzy w celu rozważenia czegoś.",
      "definition_translation": "Um pedido ou documento enviado a uma organização ou autoridade para ser considerado para algo",
      "example": "Złożyłem wniosek o pracę. Ona złoży wniosek o stypendium w przyszłym tygodniu. Złożyliśmy wniosek o grant miesiąc temu.",
      "example_translation": "Eu submeti uma aplicação para o emprego. Ela submeterá uma aplicação para a bolsa de estudos na semana que vem. Eles haviam submetido uma aplicação para a subvenção no mês passado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "docenić",
      "translation": "apreciar",
      "definition": "Rozpoznać i docenić dobre cechy kogoś lub czegoś",
      "definition_translation": "Reconhecer e desfrutar das boas qualidades de alguém ou algo",
      "example": "Doceniam twoją pomoc. Ona doceni ten prezent. Oni docenili piękno miasta.",
      "example_translation": "Eu aprecio sua ajuda. Ela apreciará o presente. Eles haviam apreciado a beleza da cidade.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uznanie",
      "translation": "apreciação",
      "definition": "Uczucie wdzięczności lub szacunku dla kogoś lub czegoś",
      "definition_translation": "Um sentimento de gratidão ou respeito por alguém ou algo",
      "example": "Mam głębokie uznanie dla sztuki. Ona pokaże swoje uznanie dla pracy zespołu. Oni wyrazili swoje uznanie dla nauczyciela.",
      "example_translation": "Eu tenho uma apreciação profunda pela arte. Ela mostrará sua apreciação pelo esforço da equipe. Eles haviam expressado sua apreciação pelo guia do professor.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejście",
      "translation": "abordagem",
      "definition": "Pobliżenie lub pójście w kierunku kogoś lub czegoś w odległości lub czasie.",
      "definition_translation": "Chegar perto ou mais perto de alguém ou algo em distância ou tempo.",
      "example": "Podejście do starego dworu było zaczynam. Podejmuję termin. Będę podejść do tematu z uwagą.",
      "example_translation": "Eu abordei a velha mansão com cautela. Eu estou abordando o prazo limite. Eu abordarei o tópico com cuidado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejście",
      "translation": "abordagem",
      "definition": "Pobliżenie lub pójście w kierunku kogoś lub czegoś w odległości lub czasie.",
      "definition_translation": "Chegar perto ou mais perto de alguém ou algo em distância ou tempo.",
      "example": "Podejście do starego dworu było zaczynam. Podejmuję termin. Będę podejść do tematu z uwagą.",
      "example_translation": "Eu abordei a velha mansão com cautela. Eu estou abordando o prazo limite. Eu abordarei o tópico com cuidado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "właściwy",
      "translation": "adequado",
      "definition": "Odpowiedni lub odpowiedzialny dla szczególnego celu lub okazji.",
      "definition_translation": "Apropriado ou adequado para um determinado propósito ou ocasião.",
      "example": "Ten prezent jest właściwy dla urodzin. Ona nosiła właściwą suknię na ślub. On zrobi właściwe ogłoszenie później.",
      "example_translation": "Este presente é apropriado para um aniversário. Ela usava um vestido adequado para o casamento. Ele fará um anúncio apropriado mais tarde.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "właściwie",
      "translation": "adequadamente",
      "definition": "W sposób odpowiedni lub odpowiedzialny dla szczególnego celu lub okazji.",
      "definition_translation": "De uma maneira que é apropriada ou adequada para um determinado propósito ou ocasião.",
      "example": "Ona ubrała się właściwie na formalne wydarzenie. On zachował się właściwie podczas ceremonii. Prezent został opakowany właściwie.",
      "example_translation": "Ela se vestiu adequadamente para o evento formal. Ele se comportou adequadamente durante a cerimônia. O presente foi embrulhado adequadamente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatwierdzenie",
      "translation": "aprovação",
      "definition": "Akt zatwierdzania lub udzielenia pozwolenia na coś",
      "definition_translation": "O ato de aprovar ou dar permissão para algo",
      "example": "Firma otrzymała zatwierdzenie na nowy projekt, a zespół rozpoczął już realizację. Oni zatwierdzili plan ostatnim tygodniu, a zatwierdzą ostateczne wyniki następnego miesiąca.",
      "example_translation": "A empresa recebeu aprovação para o novo projeto, e a equipe está agora trabalhando na implementação. Eles haviam aprovado o plano na semana passada, e aprovarão os resultados finais no próximo mês.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatwierdzić",
      "translation": "aprovar",
      "definition": "Oficjalnie zatwierdzić lub zaakceptować coś",
      "definition_translation": "Oficialmente concordar ou aceitar algo",
      "example": "Menadżer zatwierdził wniosek, a projekt jest już w toku. Rada zatwierdzi budżet następnego kwartału, a będzie on obowiązywał natychmiast.",
      "example_translation": "O gerente aprovou a proposta, e o projeto agora está em andamento. O conselho aprovará o orçamento no próximo trimestre, e será efetivo imediatamente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przybliżony",
      "translation": "aproximado",
      "definition": "Nie dokładny lub precyzyjny, ale bliski wartości lub ilości",
      "definition_translation": "Não exato ou preciso, mas próximo do valor ou quantidade real",
      "example": "Przybliżony koszt projektu to 10 000 dolarów, ale będziemy wiedzieć dokładną kwotę, gdy otrzymamy oferty. Przybliżony czas przybycia to 3 pm, ale może być wcześniej lub później.",
      "example_translation": "O custo aproximado do projeto é de $10.000, mas vamos saber o valor exato uma vez que as propostas sejam apresentadas. O tempo de chegada aproximado é 3 pm, mas pode ser mais cedo ou mais tarde.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fartuch",
      "translation": " avental",
      "definition": "Kawałek tkaniny noszony na przedzie ciała, aby chronić ubranie przed plamami",
      "definition_translation": "Um pedaço de tecido usado sobre a frente do corpo para proteger as roupas de manchas",
      "example": "Szef kuchni nosił fartuch, aby chronić swoje ubranie przed plamami podczas gotowania. Artystka nosiła fartuch, aby trzymać swoje ubranie czyste podczas malowania.",
      "example_translation": "O chef usou um avental para proteger suas roupas de manchas enquanto cozinhou. A artista usou um avental para manter suas roupas limpas enquanto pintava.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arena",
      "translation": "arena",
      "definition": "Prostokątny obszar otoczony miejscami siedzącymi, używany do sportu, koncertów itp.",
      "definition_translation": "Uma área retangular cercada por assentos, usada para esportes, concertos, etc.",
      "example": "Arena była pełna ekscytowanych fanów czekających na rozpoczęcie koncertu. Wczoraj drużyna rozegrała wspaniały mecz na arenie. Do przyszłego roku nowa arena będzie gotowa.",
      "example_translation": "A arena estava lotada de fãs animados esperando para o concerto começar. Ontem, a equipe jogou um jogo incrível na arena. Até o próximo ano, a nova arena será concluída.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ramię",
      "translation": "braço",
      "definition": "Górny człon ludzkiego ciała, od ramienia do dłoni.",
      "definition_translation": "O membro superior do corpo humano, do ombro à mão.",
      "example": "Powiedziała rękę, aby zwrócić uwagę. Złamał rękę podczas jazdy na nartach. Do przyszłego tygodnia odzyskam możliwość używania mojej ręki.",
      "example_translation": "Ela acenou o braço para atrair atenção. Ele quebrou o braço enquanto esquiava. Até a próxima semana, eu vou ter recuperado o uso do meu braço.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzbrojony",
      "translation": "armado",
      "definition": "Posiadający lub wyposażony w broń.",
      "definition_translation": "Carregando ou equipado com armas.",
      "example": " Strażnik był uzbrojony i gotów do reakcji na każde zagrożenie. Siły zbrojne zostały rozmieszczone na granicy. Do przyszłego roku policja będzie lepiej uzbrojona, aby walczyć z przestępczością.",
      "example_translation": "O guarda de segurança estava armado e pronto para responder a qualquer ameaça. As forças armadas foram deslocadas para a fronteira. Até o próximo ano, a polícia será melhor armada para lidar com o crime.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "organizować",
      "translation": "organizar",
      "definition": "Układać lub przygotowywać coś w określony sposób.",
      "definition_translation": "Colocar em ordem ou preparar algo de uma maneira particular.",
      "example": "Czy możesz zorganizować spotkanie na jutro? Ona ułożyła kwiaty pięknie w wazonie. Do przyszłego miesiąca zorganizujemy nowy harmonogram.",
      "example_translation": "Você pode organizar a reunião para amanhã? Ela organizou as flores lindamente no vaso. Até o próximo mês, vamos ter organizado o novo cronograma.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatrzymać",
      "translation": "prisão",
      "definition": "Akt zabrania kogoś pod opiekę, zazwyczaj przez policję, aż do rozpoczęcia procesu sądowego.",
      "definition_translation": "O ato de prender alguém sob custódia, típico da polícia, até que possam ser trazidos perante um tribunal de justiça.",
      "example": "Policja dokonała zatrzymania na miejscu zbrodni. Zatrzymali podejrzanych przez tydzień. Zatrzymają go, jeśli znajdą jakiekolwiek dowody.",
      "example_translation": "A polícia fez uma prisão na cena do crime. Eles haviam prendido suspeitos por semanas. Eles vão prendê-lo se encontrarem alguma evidência.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aroganckość",
      "translation": "arrogância",
      "definition": "Postawa wyższości, często towarzysząca brakiem szacunku dla opinii lub uczuć innych.",
      "definition_translation": "Uma atitude de superioridade, frequentemente acompanhada pela falta de respeito pelos opiniões ou sentimentos dos outros.",
      "example": "Jej aroganckość sprawiła, że było trudno przyjąć krytykę. On pokazał aroganckość wobec swoich kolegów. Czuli się oburzeni jego aroganckością.",
      "example_translation": "A arrogância dela tornava difícil para ela aceitar críticas. Ele mostrou arrogância em relação aos seus colegas. Eles se sentiram ofendidos pela sua arrogância.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arogantny",
      "translation": "arrogante",
      "definition": "Posiadający lub pokazujący postawę wyższości, często towarzyszącą brakiem szacunku dla opinii lub uczuć innych.",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada pela falta de respeito pelos opiniões ou sentimentos dos outros.",
      "example": "Był arogantnym człowiekiem, który nigdy nie słuchał innych. Ona była arogantna co do swojej inteligencji. Uważali go za arogantnego i nie lubili go.",
      "example_translation": "Ele era uma pessoa arrogante que nunca ouvia os outros. Ela era arrogante sobre sua inteligência. Eles consideravam-no arrogante e o detestavam.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strzała",
      "translation": "flecha",
      "definition": "Projektyle ze spiczastym końcem, zazwyczaj strzelane z łuku.",
      "definition_translation": "Um projétil com uma ponta afiada, típicamente disparado de um arco.",
      "example": "Łucznik strzelił strzałą w cel. Znalezła strzałę w strychu. W strzałę wystrzelą rakietę w przestrzeń kosmiczną.",
      "example_translation": "O arqueiro disparou uma flecha no alvo. Ela encontrou uma flecha no sótão. Eles vão lançar uma flecha no espaço.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sztucznie",
      "translation": "artificialmente",
      "definition": "W sposób nie naturalny; w sposób fałszywy lub udawany.",
      "definition_translation": "De uma maneira que não é natural; de uma maneira que é falsa ou fingida.",
      "example": "Układ kwiatów został wykonany sztucznie, aby wyglądać doskonale. Dodałem sztucznego słodzika do kawy. Ona została sztucznie zapłodniona.",
      "example_translation": "O arranjo de flores foi feito artificialmente para parecer perfeito. Vou adoçar meu café artificialmente. Ela foi inseminada artificialmente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artystyczny",
      "translation": "artístico",
      "definition": "Związany z sztuką lub twórczością.",
      "definition_translation": "Relacionado com ou caracterizado por arte ou criatividade.",
      "example": "Artystyczny Projekt budynku był imponujący. Ona ma talenty artystyczne do malowania. Dyrektor artystyczny sztuki był bardzo doświadczony.",
      "example_translation": "O design artístico do prédio foi impressionante. Ela tem um talento artístico para pintura. O diretor artístico da peça foi muito experiente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artystycznie",
      "translation": "artisticamente",
      "definition": "W sposób twórczy lub zdolny.",
      "definition_translation": "De uma maneira que é criativa ou habilidosa.",
      "example": "Sztuka była artystycznie reżyserowana. Tort był artystycznie dekorowany. Pokój był artystycznie urządzony.",
      "example_translation": "A peça foi dirigida artisticamente. O bolo foi decorado artisticamente. O quarto foi arranjado artisticamente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "na bok",
      "translation": "ao lado",
      "definition": "Po stronie lub na uboczu; z dala od głównego punktu lub tematu.",
      "definition_translation": "Em ou para um lado; longe do ponto principal ou tópico.",
      "example": "Położę książkę na bok na razie. Ona postawiła telefon na bok i kontynuowała pracę. On zszedł na bok, aby porozmawiać z przyjacielem.",
      "example_translation": "Vou colocar o livro ao lado por agora. Ela colocou o telefone ao lado e continuou trabalhando. Ele caminhou ao lado para falar com seu amigo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aspekt",
      "translation": "aspecto",
      "definition": "Szczególna cecha lub część czegoś, takiego jak problem lub sytuacja.",
      "definition_translation": "Um recurso ou parte de algo, como um problema ou situação.",
      "example": "Nowa polityka dotyczyć będzie każdego departamentu w firmie. W przeszłości firma doświadczyła wielu zmian, które miały aspekt na różne obszary, i będzie miała dalsze aspekty w przyszłości.",
      "example_translation": "A nova política será aplicada em todos os departamentos da empresa. No passado, a empresa havia sofrido muitas mudanças e continuará a ser afetada por mais mudanças no futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocenić",
      "translation": "avaliar",
      "definition": "Zdobyć wyrok lub ocenę o czymś, takim jak sytuacja lub osoba.",
      "definition_translation": "Fazer um julgamento ou avaliação sobre algo, como uma situação ou pessoa.",
      "example": "Oceniałem sytuację i zdecydowałem o wezwaniu pomocy. W przeszłości oceniłem wiele sytuacji, i będę kontynuował ocenianie ich w przyszłości.",
      "example_translation": "Eu avaliei a situação e decidi chamar por ajuda. No passado, eu havia avaliado muitas situações e continuarei a avaliá-las no futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocena",
      "translation": "avaliação",
      "definition": "Czynność zdobywania wyroku lub oceny o czymś, takim jak sytuacja lub osoba.",
      "definition_translation": "O ato de fazer um julgamento ou avaliação sobre algo, como uma situação ou pessoa.",
      "example": "Ocena sytuacji była trudna. W przeszłości dokonałem wielu ocen, i będę dokonywał dalszych ocen w przyszłości.",
      "example_translation": "A avaliação da situação foi difícil. No passado, eu havia feito muitas avaliações e farei mais avaliações no futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "asystować",
      "translation": "assistir",
      "definition": "Pomóc lub wspierać kogoś lub coś, takiego jak osoba lub projekt.",
      "definition_translation": "Ajudar ou apoiar alguém ou algo, como uma pessoa ou projeto.",
      "example": "Będę asystował ci przy twoim projekcie. W przeszłości asystowałem wielu ludziom, i będę kontynuował asystowanie im w przyszłości.",
      "example_translation": "Eu vou ajudá-lo com seu projeto. No passado, eu havia ajudado muitas pessoas e continuarei a ajudá-las no futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "asysta",
      "translation": "assistência",
      "definition": "Czynność pomocy lub wsparcia komuś lub czemuś, często w praktyczny sposób.",
      "definition_translation": "Ato de ajudar ou apoiar alguém ou alguma coisa, frequentemente de forma prática.",
      "example": "Firma zapewniła asystę ofiarom katastrofy naturalnej. Nauczyciel zaoferował asystę zmaganemu się uczniowi. Nowy pracownik otrzyma asystę podczas procesu onboardingu.",
      "example_translation": "A empresa forneceu assistência às vítimas do desastre natural. O professor ofereceu assistência ao estudante que estava lutando. O novo funcionário receberá assistência durante o processo de integração.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stowarzyszenie",
      "translation": "associação",
      "definition": "Powiązanie lub relacja między ludźmi, grupami lub organizacjami.",
      "definition_translation": "Uma conexão ou relacionamento entre pessoas, grupos ou organizações.",
      "example": "Stowarzyszenie między dwiema firmami jest korzystne dla obu stron. Jest członkiem stowarzyszenia pisarzy. Stowarzyszenie będzie organizowało konferencję następnego miesiąca.",
      "example_translation": "A associação entre as duas empresas é benéfica para ambas as partes. Ela é membro da associação de escritores. A associação sediará uma conferência next month.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stowarzyszenie",
      "translation": "associação",
      "definition": "Powiązanie lub relacja między ludźmi, grupami lub organizacjami.",
      "definition_translation": "Uma conexão ou relacionamento entre pessoas, grupos ou organizações.",
      "example": "Stowarzyszenie między dwiema firmami jest korzystne dla obu stron. Jest członkiem stowarzyszenia pisarzy. Stowarzyszenie będzie organizowało konferencję następnego miesiąca.",
      "example_translation": "A associação entre as duas empresas é benéfica para ambas as partes. Ela é membro da associação de escritores. A associação sediará uma conferência next month.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przypuszczać",
      "translation": "supor",
      "definition": "Uznawać coś za prawdę lub brać odpowiedzialność za coś bez pewności.",
      "definition_translation": "Supor que algo seja verdadeiro ou tomar responsabilidade por algo sem ter certeza.",
      "example": "Przypuszczam, że będzie spóźniony na spotkanie. Ona przypuściła rolę lidera podczas projektu. Będziemy przypuszczać koszty podróży.",
      "example_translation": "Eu suponho que ele seja atrasado para a reunião. Ela assumeu o papel de líder durante o projeto. Nós vamos supor os custos da viagem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zapewnić",
      "translation": "assegurar",
      "definition": "umożliwić komuś pewność lub pewność co do czegoś",
      "definition_translation": "fazer alguém confiante ou certo sobre algo",
      "example": "Zapewniam ci, że wszystko będzie dobrze. Zapewniłem mu, że dotrę na czas. Zapewniam ci, że będzie to wielka impreza.",
      "example_translation": "Eu vou assegurar que tudo vai correr bem. Eu assegurei a ele que eu seria pontual. Eu asseguro que vai ser uma festa incrível.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "espantado",
      "definition": "czujący wielkie zdziwienie lub zdumienie",
      "definition_translation": "sentindo grande surpresa ou pasmo",
      "example": "Byłem zdumiony pięknem wodospadu. Była zdumiona wiadomością. Będą zdumieni naszym postępem.",
      "example_translation": "Eu fiquei espantado pela beleza da cachoeira. Ela ficou espantada com as notícias. Eles vão ficar espantados com o nosso progresso.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "espantoso",
      "definition": "extraordinary niezwykle zaskakujący lub imponujący",
      "definition_translation": "extremamente surpreendente ou impressionante",
      "example": "Zdumiewający widok z góry góry był zapierający dech. Zdumiewający wynik był nieoczekiwany. Zdumiewająca piękność zachodu słońca była niezapomniana.",
      "example_translation": "A vista espantosa do topo da montanha foi de tirar o fôlego. O resultado espantoso foi inesperado. A beleza espantosa do pôr do sol foi inesquecível.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumienie",
      "translation": "espanto",
      "definition": "uczucie wielkiego zdziwienia lub zdumienia",
      "definition_translation": "um sentimento de grande surpresa ou pasmo",
      "example": "Zdumienie na jej twarzy było widoczne. Zdumienie tłumu było wyczuwalne. Zdumienie z wiadomości rozprzestrzeniło się szybko.",
      "example_translation": "O espanto no rosto dela era claro. O espanto da multidão era palpável. O espanto da notícia se espalhou rapidamente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atletyczny",
      "translation": "atlético",
      "definition": "posiadający silne, zdrowe i sprawne ciało, szczególnie w wyniku regularnych ćwiczeń lub treningu.",
      "definition_translation": "Tendo um corpo forte, saudável e Saudável, especialmente como resultado de treinamento regular ou exercício.",
      "example": "Była atletyczną dzieckiem, zawsze bieżącą i grającą na zewnątrz. Jest atletyczna, obecnie grając profesjonalnie w piłkę nożną. Będzie atletyczna, prowadząc swój zespół do zwycięstwa.",
      "example_translation": "Ela era uma criança atlética, sempre correndo e brincando lá fora. Ela é atlética, agora jogando futebol profissional. Ela será atlética, liderando sua equipe para a vitória.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atmosfera",
      "translation": "atmosfera",
      "definition": "powietrze otaczające Ziemię, lub uczucie lub nastrojów w danym miejscu lub sytuacji.",
      "definition_translation": "O ar que cerca a terra, ou o sentimento ou clima de um lugar ou situação particular.",
      "example": "Atmosfera na stadionie była elektryczna. Atmosfera imprezy była wesoła. Atmosfera w kosmosie jest cienka.",
      "example_translation": "A atmosfera no estádio era elétrica. O clima da festa era festivo. A atmosfera no espaço é tênue.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atmosfera",
      "translation": "atmosfera",
      "definition": "powietrze otaczające Ziemię, lub uczucie lub nastrojów w danym miejscu lub sytuacji.",
      "definition_translation": "O ar que cerca a terra, ou o sentimento ou clima de um lugar ou situação particular.",
      "example": "Atmosfera w restauracji była przytulna. Atmosfera miasta była zajęta. Atmosfera na Marsie różni się od atmosfery Ziemi.",
      "example_translation": "A atmosfera no restaurante era aconchegante. O clima da cidade era movimentado. A atmosfera em Marte é diferente da da Terra.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atom",
      "translation": "átomo",
      "definition": "najmniejsza jednostka pierwiastka chemicznego, składająca się z jądra otoczonego elektronami.",
      "definition_translation": "A unidade menor de um elemento químico, consistindo de um núcleo cercado por elétrons.",
      "example": "Atomy są budulcem materii. Odkryto atom naukowców. Atomy będą badane w chemii klasie.",
      "example_translation": "Os átomos são os blocos de construção da matéria. O átomo foi descoberto pelos cientistas. Os átomos serão estudados na aula de química.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atomowy",
      "translation": "atômico",
      "definition": "dotyczący lub składający się z atomów, szczególnie w małej lub niezmienniej formie.",
      "definition_translation": "Relacionado ou consistindo em átomos, especialmente em uma forma pequena ou indivisível.",
      "example": "Struktura atomowa pierwiastka była badana szczegółowo. Naukowiec próbował wcześniej rozłupać jądro atomowe. Do 2050 roku będziemy wykorzystywali energię atomową do zasilania naszych miast.",
      "example_translation": "A estrutura atômica do elemento foi estudada em detalhe. O cientista havia tentado dividir o núcleo atômico anteriormente. Até 2050, teremos aproveitado a energia atômica para alimentar nossas cidades.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "załączony",
      "translation": "anexado",
      "definition": "mocno przymocowany lub dołączony do czegoś, szczególnie w sposób trudny do oddzielenia.",
      "definition_translation": "Firmemente fixado ou anexado a algo, especialmente de uma maneira que é difícil de separar.",
      "example": "Załączony plik zawiera informacje poufne. Załączyłem dokument do wiadomości e-mail przed wysłaniem. Nowa polityka będzie dołączona do kontraktu pracownika.",
      "example_translation": "O arquivo anexado contém informações confidenciais. Eu havia anexado o documento ao e-mail antes de enviá-lo. A nova política será anexada ao contrato do empregado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "załącznik",
      "translation": "anexo",
      "definition": "Uczucie sympatii lub lojalności wobec kogoś lub czegoś, lub dokument lub plik dodany do e-maila.",
      "definition_translation": "Um sentimento de afeto ou lealdade a alguém ou algo, ou um documento ou arquivo adicionado a um e-mail.",
      "example": "Moje przywiązanie do domu z dzieciństwa jest silne. Email miał dużą załącznik, która zajęła trochę czasu na pobranie. Proszę, znaleźć załącznik do tego emaila.",
      "example_translation": "Meu apego à minha casa de infância é forte. O e-mail tinha um anexo grande que demorou um tempo para baixar. Por favor, encontre o anexo a este e-mail.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "próbować",
      "translation": "tentativa",
      "definition": "Próbować zrobić coś lub dokonać wysiłku, aby osiągnąć coś.",
      "definition_translation": "Tentar fazer algo ou fazer um esforço para alcançar algo.",
      "example": "Podejmę próbę ukończenia projektu do piątku. Ona próbowała wspiąć się na górę, ale dała za wygraną w połowie drogi. Drużyna będzie próbowała pobić rekord świata następnego miesiąca.",
      "example_translation": "Vou tentar terminar o projeto até sexta-feira. Ela tentou escalar a montanha, mas desistiu no meio do caminho. A equipe vai tentar quebrar o recorde mundial no mês que vem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strych",
      "translation": "sótão",
      "definition": "Przestrzeń lub pokój znajdujący się tuż pod dachem domu.",
      "definition_translation": "O espaço ou sala imediatamente abaixo do teto de uma casa.",
      "example": "Przechowujemy stare kuferki na strychu. Całą Morning clean strych. Będziemy używać strychu jako pokoju składowego w przyszłości.",
      "example_translation": "Armazenamos nossos baús antigos no sótão. Eu tenho estado limpando o sótão toda manhã. Vamos usar o sótão como uma sala de armazenamento no futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyciągać",
      "translation": "atrair",
      "definition": "Powodować, że ktoś lub coś przybliża się lub jest przyciągnięte do czegoś.",
      "definition_translation": "Fazer com que alguém ou algo se aproxime ou seja atraído por algo.",
      "example": "Miasto przyciąga wielu turystów każdego roku. Jestem przyciągnięty do idei podróży za granicę. Ona przyciągnie wiele uwagi w tym stroju.",
      "example_translation": "A cidade atrai muitos turistas todos os anos. Eu sou atraído pela ideia de viajar para o exterior. Ela atrairá muita atenção com aquele vestido.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atrakcja",
      "translation": "atração",
      "definition": "Cosa, która przyciąga uwagę ludzi lub zainteresowanie.",
      "definition_translation": " Uma coisa que atrai a atenção ou interesse das pessoas.",
      "example": "Nowa kolejka górska jest główną atrakcją w parku rozrywki. Atrakcją miasta jest jego żywa scena kulturalna. Atrakcja między dwoma aktorami była niezaprzeczalna.",
      "example_translation": "O novo montanha-russa é a principal atração no parque de diversões. A atração da cidade é sua cena cultural vibrante. A atração entre os dois atores era inegável.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bakłażan",
      "translation": "beringela",
      "definition": "Fioletowy warzywo, często używane w gotowaniu.",
      "definition_translation": "Um vegetal roxo, frequentemente usado na cozinha.",
      "example": "Uwielbiam smażonego bakłażana z serem mozzarellą. Ona uprawiała bakłażany w swoim ogrodzie. Będziemy używać bakłażanów w przepisie dziś wieczorem.",
      "example_translation": "Eu amo beringela grelhada com queijo de mozzarella. Ela tem estado cultivando beringelas em seu jardim. Vamos usar beringelas na receita esta noite.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "władza",
      "translation": "autoridade",
      "definition": "Moc lub prawo do kontroli lub wydawania poleceń innym, lub podejmowania decyzji.",
      "definition_translation": "O poder ou direito de controlar ou comandar outros, ou de tomar decisões",
      "example": "Władza rządu została zakwestionowana przez demonstrantów. Dyrektor generalny ma władzę podejmowania decyzji o zatrudnieniu. Nauczyciel będzie miał władzę nad klasą.",
      "example_translation": "A autoridade do governo foi questionada pelos manifestantes. O CEO tem a autoridade de tomar decisões de contratação. O professor terá autoridade sobre a sala de aula.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "automatyczny",
      "translation": "automático",
      "definition": "Funkcjonujący lub występujący bez ingerencji człowieka; samoistung lub samoregulujący.",
      "definition_translation": "Operando ou ocorrendo sem intervenção humana; autônomo ou auto-regulado",
      "example": "Maszyna kawowa jest automatyczna. Drzwi otworzyły się automatycznie. Ustawiłem automatyczny timer, aby wyłączyć światło.",
      "example_translation": "A máquina de café é automática. A porta automática abriu lentamente. Ela configurou o timer automático para desligar as luzes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "automatycznie",
      "translation": "automaticamente",
      "definition": "W sposób, który następuje lub jest wykonywany bez kontroli człowieka; samo przez się.",
      "definition_translation": "De uma maneira que acontece ou é feita sem controle de uma pessoa; sozinho",
      "example": "Drzwi otworzyły się automatycznie. System zostanie zaktualizowany automatycznie. Płatność zostanie przetworzona automatycznie.",
      "example_translation": "As portas abrem automaticamente. O sistema será atualizado automaticamente. O pagamento será processado automaticamente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostępność",
      "translation": "disponibilidade",
      "definition": "Stan dostępności lub przystępności; jakość będąca gotową do użycia.",
      "definition_translation": "O estado de estar disponível ou acessível; a qualidade de estar pronto para uso",
      "example": "Dostępność produktu jest ograniczona. Dostępność pokoju hotelowego została potwierdzona przez personel hotelu. Dostępność usługi zostanie ogłoszona wkrótce.",
      "example_translation": "A disponibilidade do produto é limitada. A disponibilidade do quarto do hotel foi confirmada pelo staff do hotel. A disponibilidade do serviço será anunciada em breve.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "unikać",
      "translation": "evitar",
      "definition": "Trzymać się z dala od czegoś lub kogoś, szczególnie dlatego, że jest to nieprzyjemne lub szkodliwe.",
      "definition_translation": "Manter-se afastado de algo ou alguém, especialmente porque é desagradável ou prejudicial.",
      "example": "Staram się unikać jazdy w nocy, unikam rozmów z nim i unikam jedzenia tej potrawy.",
      "example_translation": "Eu tento evitar dirigir à noite, eu evito falar com ele, e vou evitar comer essa comida.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagroda",
      "translation": "prêmio",
      "definition": "Nagroda lub honor przyznawany komuś za osiągnięcie czegoś lub za znaczące osiągnięcie.",
      "definition_translation": "Um prêmio ou honra dado a alguém por alcançar algo ou por uma conquista notável.",
      "example": "Dostała nagrodę za swoją wybitną występ, Nagroda była wręczona zwycięzcy, a on otrzyma nagrodę jutro.",
      "example_translation": "Ela recebeu um prêmio por sua performance destacada, O prêmio foi apresentado ao vencedor, e Ele receberá um prêmio amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagroda",
      "translation": "prêmio",
      "definition": "Nagroda lub honor przyznawany komuś za osiągnięcie czegoś lub za znaczące osiągnięcie.",
      "definition_translation": "Um prêmio ou honra dado a alguém por alcançar algo ou por uma conquista notável.",
      "example": "Ceremonia wręczenia nagród odbyła się wczoraj, nigdy nie otrzymałem nagrody, a ona liczy na zdobycie nagrody.",
      "example_translation": "A cerimônia de premiação foi realizada ontem à noite, Eu nunca recebi um prêmio, e Ela espera ganhar um prêmio.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świadomy",
      "translation": "consciente",
      "definition": "Mający wiedzę lub zrozumienie czegoś, szczególnie sytuacji lub problemu.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, especialmente uma situação ou um problema.",
      "example": "Byłem świadomy niebezpieczeństwa, ona jest świadoma sytuacji, a oni będą świadomi konsekwencji.",
      "example_translation": "Eu estava ciente do perigo, Ela está ciente da situação, e Eles estarão cientes das consequências.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewładnie",
      "translation": "desajeitadamente",
      "definition": "w sposób niezręczny lub nieumiejętny; w sposób, który nie jest skuteczny",
      "definition_translation": "de forma desajeitada ou descoordenada; de uma maneira que não é habilidosa ou eficaz",
      "example": "Ona niewładnie próbowała tańczyć przed tłumem. Wczoraj ona niewładnie potknęła się na schodach. Jutro ona niewładnie przeprosi swojego przyjaciela.",
      "example_translation": "Ela tentou dançar desajeitadamente em frente à multidão. Ontem, ela tropeçou desajeitadamente nas escadas. Amanhã, ela se desculpará desajeitadamente com seu amigo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kawaler",
      "translation": "solteiro",
      "definition": "mężczyzna, który nigdy nie był żonaty, szczególnie ten, który jest uważany za atrakcyjnego i czarującego",
      "definition_translation": "um homem que nunca se casou, especialmente um que é considerado atraente e charmoso",
      "example": "Był kawalerem aż do momentu, gdy poznał swoją przyszłą żonę. Mój brat jest kawalerem i uwielbia podróżować. Po ukończeniu studiów, będzie dumny kawalerem.",
      "example_translation": "Ele era solteiro até conhecer sua futura esposa. Meu irmão é solteiro e ama viajar. Quando se formar, ele será um orgulhoso solteiro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "fundo",
      "definition": "scena lub sytuacja, w której coś się dzieje lub istnieje",
      "definition_translation": "a cena ou situação em que algo acontece ou existe",
      "example": "Tło obrazu było piękne. Firma sprawdzi twoje tło, zanim cię zatrudni. Do 2025 roku, ona będzie miała inne tło.",
      "example_translation": "O fundo da pintura era lindo. A empresa verificará seu histórico antes de contratá-lo. Até 2025, ela terá um histórico diferente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "fundo",
      "definition": "wykształcenie, doświadczenie i umiejętności, które ktoś posiada",
      "definition_translation": "a educação, experiência e habilidades que alguém tem",
      "example": "Ona ma silne tło w marketingu. Jego tło inżynierskie pomogło mu rozwiązać problem. Do przyszłego roku, oni będą mieli bardziej różnorodne tło.",
      "example_translation": "Ela tem um forte histórico em marketing. O histórico dele em engenharia o ajudou a resolver o problema. Até o próximo ano, eles terão um histórico mais diversificado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "fundo",
      "definition": "Tło czegoś to sytuacja lub rzeczy, które istnieją przed i w trakcie pewnej sytuacji lub zdarzenia.",
      "definition_translation": "O fundo de algo é a situação ou as coisas que existem antes e durante um determinado evento ou situação.",
      "example": "Studiowała tło obrazu, aby zrozumieć jego znaczenie. Wczoraj studiowała tło firmy przed rozmową. Jutro studiować będzie tło choroby, aby pomóc swojemu bratu.",
      "example_translation": "Ela estudou o fundo da pintura para entender sua significância. Ontem, ela havia estudado o fundo da empresa antes da entrevista. Amanhã, ela estudará o fundo da doença para ajudar o irmão.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kopia zapasowa",
      "translation": "cópia de segurança",
      "definition": "Kopia zapasowa to kopia pliku lub systemu, która jest przechowywana na wypadek, gdyby oryginał został utracony lub uszkodzony.",
      "definition_translation": "Uma cópia de segurança é uma cópia de um arquivo ou de um sistema que é mantida em caso de perda ou dano do original.",
      "example": "Muszę zrobić kopię zapasową moich plików przed formatowaniem komputera. Zrobiłem kopię zapasową moich plików wczoraj. Zrobię kopię zapasową moich plików jutro.",
      "example_translation": "Preciso fazer uma cópia de segurança dos meus arquivos antes de formatar o computador. Ontem, eu fiz uma cópia de segurança dos meus arquivos. Amanhã, farei uma cópia de segurança dos meus arquivos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "ruim",
      "definition": "Coś, co jest złe, ma złej jakości lub jest nieprzyjemne.",
      "definition_translation": "Alguma coisa que é ruim é de qualidade pobre ou desagradável.",
      "example": "Jedzenie było złe w nowej restauracji. Pogoda była zła przez cały tydzień. Film będzie złym, jeśli reżyser nie ma doświadczenia.",
      "example_translation": "O alimentos era ruim no novo restaurante. O tempo havia sido ruim a semana toda. O filme será ruim se o diretor não for experiente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złe usposobienie",
      "translation": "mal-humorado",
      "definition": "Ktoś, kto ma złe usposobienie, łatwo się denerwuje lub zemścić.",
      "definition_translation": "Alguém que é mal-humorado é facilmente incomodado ou irritado.",
      "example": "Jan ma złe usposobienie i ciągle wdaje się w bójki. Był złym usposobieniem od rana. Będzie złym usposobieniem, jeśli przegra grę.",
      "example_translation": "João é mal-humorado e sempre se mete em brigas. Ele havia sido mal-humorado desde a manhã. Ele será mal-humorado se perder o jogo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odznaka",
      "translation": "insignia",
      "definition": "Odznaka to ozdobny płaskorzeźba lub emblemat noszony, aby oznaczyć przynależność, osiągnięcie lub lojalność wobec organizacji lub sprawy.",
      "definition_translation": "Um distintivo é uma placa decorativa ou emblema usado para significar membros, conquista ou aliança a uma organização ou causa.",
      "example": "Pochłoniła się swoją odznaką na konferencji, która została zdobyta po ukończeniu kursu. Noszę ją na uroczystości rok temu, i będę nosić ją na zjeździe następnym roku.",
      "example_translation": "Ela usava seu distintivo na conferência, tendo conquistado após completar o curso. Ela o havia usado na cerimônia no ano passado e o usará na reunião no próximo ano.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "torebka",
      "translation": "saco",
      "definition": "Torebka to pojemnik wykonany z elastycznego materiału, używany do noszenia lub przechowywania rzeczy.",
      "definition_translation": "Um saco é um conteiner feito de material flexível, usado para carregar ou armazenar coisas.",
      "example": "Kupiła nową torebkę w sklepie, i nosiła ją z sobą od wczoraj. Będzie pakować swoje zakupy, gdy wróci do domu.",
      "example_translation": "Ela comprou um novo saco na loja e o havia carregado com ela desde ontem. Ela colocará suas compras em sacos quando chegar em casa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarnia",
      "translation": "padaria",
      "definition": "Piekarnia to przedsiębiorstwo, które produkuje i sprzedaje żywność wykonaną z mąki, taką jak chleb, ciasta i pasty.",
      "definition_translation": "Uma padaria é um negócio que fabrica e vende alimentos à base de farinha, como pão, bolos e pastéis.",
      "example": "Zatrzymała się w piekarni po drodze do domu z pracy, i od lat była jej regularnym klientem. Założyła własną piekarnię następnego miesiąca.",
      "example_translation": "Ela parou na padaria em seu caminho para casa do trabalho e a havia frequentado por anos. Ela começará sua própria padaria no próximo mês.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "equilíbrio",
      "definition": "Równowaga oznacza stan harmonii lub stabilnej proporcji różnych elementów.",
      "definition_translation": "O equilíbrio refere-se ao estado de estar em harmonia, ou ter uma proporção estável de diferentes elementos.",
      "example": "Walczyła o równowagę między pracą a życiem prywatnym, ale w końcu znalazła równowagę, która jej pasowała. Będzie równoważyć swój budżet, ograniczając niepotrzebne wydatki.",
      "example_translation": "Ela lutou para balancear seu trabalho e vida pessoal, mas finalmente encontrou um equilíbrio que funcionava para ela. Ela equilibrará seu orçamento cortando despesas desnecessárias.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "equilíbrio",
      "definition": "stan równowagi lub stabilności, zwłaszcza w wadze lub ilości",
      "definition_translation": "um estado de equilíbrio ou estabilidade, especialmente em peso ou quantidade",
      "example": "Próbowałem zrównoważyć księgi, ale było to trudne. Zrównoważyłem księgi rok temu. Będę zrównoważył księgi następnego miesiąca.",
      "example_translation": "Tentei equilibrar os livros, mas foi difícil. Equilibrei os livros no ano passado. Vou equilibrar os livros no próximo mês.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "equilíbrio",
      "definition": "stan równowagi lub stabilności, zwłaszcza w wadze lub ilości",
      "definition_translation": "um estado de equilíbrio ou estabilidade, especialmente em peso ou quantidade",
      "example": "Linoskoczek musiał się równoważyć, aby uniknąć upadku. Zrównoważyła się doskonale. Będzie się równoważyć jutro.",
      "example_translation": "A equilibrista teve que equilibrar-se para evitar cair. Ela se equilibrou perfeitamente. Ela se equilibrará amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "equilibrado",
      "definition": "mający stan równowagi lub równowagi",
      "definition_translation": "tendo um estado de equilíbrio ou equilíbrio",
      "example": "Budżet firmy był zrównoważony rok temu. Mieli zrównoważony pogląd na sytuację. Będą mieli zrównoważony zespół następnego sezonu.",
      "example_translation": "O orçamento da empresa foi equilibrado no ano passado. Eles tinham uma visão equilibrada da situação. Eles terão uma equipe equilibrada na próxima temporada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakazać",
      "translation": "proibir",
      "definition": "zakazać oficjalnie lub formalnie czegoś",
      "definition_translation": "proibir oficialmente ou formalmente algo",
      "example": "Rząd zakazał palenia w miejscach publicznych. Zakazali książki ze szkół. Zakazują używania toreb plastikowych następnego roku.",
      "example_translation": "O governo proibiu o fumo em lugares públicos. Eles proibiram o livro das escolas. Eles proibirão o uso de sacolas plásticas no próximo ano.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakazać",
      "translation": "proibir",
      "definition": "Zakazać lub zabronić czegoś, zwłaszcza oficjalnie",
      "definition_translation": "Proibir ou vetar algo, especialmente oficialmente",
      "example": "Rząd zabronił importu pewnych towarów. Wczoraj zakazałem mojemu przyjacielowi używania mojego telefonu. Zakazałem palenia w moim domu.",
      "example_translation": "O governo proibiu a importação de certs bens. Ontem, proibi meu amigo de usar meu telefone. Vou proibir o fumo em minha casa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "huk",
      "translation": "bangue",
      "definition": "Głośny, ostry dźwięk, szczególnie jeden wywołany przez coś, co eksploduje lub uderza w coś innego",
      "definition_translation": "Um ruído alto e agudo, especialmente um feito por algo que explode ou atinge algo mais",
      "example": "Fajerwerk eksplodował z głośnym hukiem. Usłyszałem huk, kiedy samochód uderzył. Drzwi zamkną się z hukiem, jeśli nie trzymasz ich.",
      "example_translation": "O foguete explodiu com um bang alto. Ouvi um bang quando o carro bateu. A porta vai bater se você não a segurar.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "huk",
      "translation": "bangue",
      "definition": "Głośny, ostry dźwięk, szczególnie jeden wywołany przez coś, co eksploduje lub uderza w coś innego",
      "definition_translation": "Um ruído alto e agudo, especialmente um feito por algo que explode ou atinge algo mais",
      "example": "Fajerwerk eksplodował z głośnym hukiem. Usłyszałem huk, kiedy samochód uderzył. Drzwi zamkną się z hukiem, jeśli nie trzymasz ich.",
      "example_translation": "O foguete explodiu com um bang alto. Ouvi um bang quando o carro bateu. A porta vai bater se você não a segurar.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bankier",
      "translation": "banqueiro",
      "definition": "Osoba, która pracuje w banku, szczególnie jedna, która zajmuje się kontami klientów i pożyczkami",
      "definition_translation": "Uma pessoa que trabalha em um banco, especialmente quem lida com contas e empréstimos de clientes",
      "example": "Bankier pomógł mi otworzyć nowe konto. Bankier doradził mi, aby zainwestować w akcje. Bankier spotka się z nami jutro.",
      "example_translation": "O banqueiro me ajudou a abrir uma nova conta. O banqueiro me aconselhou a investir em ações. O banqueiro se encontrará conosco amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bankowość",
      "translation": "bancário",
      "definition": "Działalność polegająca na świadczeniu usług finansowych, takich jak przyjmowanie depozytów, udzielanie pożyczek i ułatwianie transakcji",
      "definition_translation": "O negócio de fornecer serviços financeiros, como aceitar depósitos, fazer empréstimos e facilitar transações.",
      "example": "Pracuje w bankowości od ponad 10 lat. W zeszłym roku obsłużyła wielką transakcję. W przyszłym roku otrzyma awans.",
      "example_translation": "Ela trabalha em bancário há mais de 10 anos. No ano passado, ela lidou com uma transação gigante. No ano que vem, ela receberá uma promoção.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagi",
      "translation": "nua",
      "definition": "Bez niczego, co by je pokrywało; nagi",
      "definition_translation": "Sem cobertura ou roupa; nu.",
      "example": "Nagie drzewa wyróżniały się na zimowym niebie. Czuła się naga bez makijażu. Pokój był nagą, oprócz małego stolika.",
      "example_translation": "As árvores nuas se destacavam contra o céu de inverno. Ela se sentiu nua sem sua maquiagem. O quarto estava nu, exceto por uma pequena mesa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ledwo",
      "translation": "mal",
      "definition": "Tylko co; prawie nie",
      "definition_translation": "Apenas justo; quase não.",
      "example": "Ledwo zdążyłem na spotkanie. Przeszła egzamin ledwo. Mieliśmy ledwo wystarczająco jedzenia, aby się nakarmić.",
      "example_translation": "Eu mal consegui chegar à reunião em tempo. Ela mal passou no exame. Eles mal tinham comida suficiente para comer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczek",
      "translation": "latir",
      "definition": "Ostry, wybuchowy dźwięk, charakterystyczny dla psa",
      "definition_translation": "O som agudo e explosivo feito por um cão.",
      "example": "Głośny szczek psa mnie przestraszył. Zaczął szczekać, kiedy zobaczył listonosza. Kora drzewa była szorstka i gruba.",
      "example_translation": "O latido alto do cão me assustou. Começou a latir quando viu o carteiro. A casca da árvore era áspera e grosseira.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczekać",
      "translation": "ladrar",
      "definition": "robić krótki, ostry dźwięk, typowo aby wyrazić ekscytację lub agresję",
      "definition_translation": "fazer um ruído curto e alto, geralmente para expressar excitação ou agressão",
      "example": "Pies będzie szczekał na listonosza, ale nie ugryzie. Wczoraj szczekał głośno. Jeśli zobaczy wiewiórkę, szczekać będzie ponownie.",
      "example_translation": "O cão ladra no carteiro, mas não morde. Ontem, ele ladrou alto. Se vir um esquilo, ele ladra novamente.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bariera",
      "translation": "barreira",
      "definition": "ograniczenie, ściana lub inna przeszkoda, która uniemożliwia ruch lub dostęp",
      "definition_translation": "uma cerca, parede ou outro obstáculo que impede o movimento ou acesso",
      "example": "Miasto zbudowało barierę, aby chronić przed powodzią. Bariera była mocna, ale woda przelała się. Teraz budują wyższą barierę.",
      "example_translation": "A cidade construiu uma barreira para proteger a cidade da enchente. A barreira era forte, mas a água transbordou. Agora, eles estão construindo uma barreira mais alta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "base",
      "definition": "najniższa lub dolna część czegoś, szczególnie budynku lub kształtu",
      "definition_translation": "a parte mais baixa ou inferior de algo, especialmente um prédio ou uma forma",
      "example": "Baza góry była pokryta drzewami. Doszliśmy do bazy statui wczoraj. Firma utworzy swoją bazę w nowym mieście.",
      "example_translation": "A base da montanha estava coberta de árvores. Nós alcançamos a base da estátua ontem. A empresa vai estabelecer sua base na nova cidade.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "base",
      "definition": "miejsce lub obiekt służący jako centrum operacji",
      "definition_translation": "um lugar ou instalação que serve como centro de operações",
      "example": "Firma ma swoją bazę w Nowym Jorku. Baza wojskowa znajduje się obok miasta. Astronauci powrócili do swojej bazy po misji.",
      "example_translation": "A empresa tem sua base em Nova York. A base militar está localizada perto da cidade. Os astronautas retornaram à sua base após a missão.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piwnica",
      "translation": "porão",
      "definition": "Najniższy lub podziemny poziom budynku.",
      "definition_translation": "O piso mais baixo ou subterrâneo de um prédio.",
      "example": "Piwnica została zalana po obfitym deszczu. Idę do piwnicy roboczyć pranie. Nowi właściciele będą remontować piwnicę w przyszłym roku.",
      "example_translation": "O porão foi inundado após a chuva forte. Vou ao porão para fazer roupas. Os novos proprietários vão renovar o porão no próximo ano.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prawie",
      "translation": "basicamente",
      "definition": "Używane do wskazania, że oświadczenie jest ogólnie prawdziwe, ale może nie być całkowicie dokładne.",
      "definition_translation": "Usado para indicar que uma afirmação é geralmente verdadeira, mas pode não ser completamente precisa.",
      "example": "Prawie skończyłem mój projekt. Ona prawie żyje na swoim telefonie. Będziemy prawie skończyli do jutra.",
      "example_translation": "Eu estou basicamente terminado com meu projeto. Ela basicamente vive no seu telefone. Nós vamos basicamente terminar até amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bazylia",
      "translation": "manjericão",
      "definition": "Aromatyczna roślina używana w gotowaniu, szczególnie w kuchni włoskiej i tajskiej.",
      "definition_translation": "Uma erva aromática usada na cozinha, especialmente na culinária italiana e tailandesa.",
      "example": "Zamierzam posadzić bazylię w moim ogrodzie. Bazylia jest kluczowym składnikiem sosu pesto. Dodaj trochę świeżej bazylia do makaronu.",
      "example_translation": "Vou plantar algumas manjericões no meu jardim. O manjericão é um ingrediente-chave na salsa de pesto. Adicione algumas folhas de manjericão frescas ao macarrão.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podstawa",
      "translation": "base",
      "definition": "Punkt wyjścia lub fundament dla czegoś.",
      "definition_translation": "Um ponto de partida ou fundação para algo.",
      "example": "Nasza przyjaźń jest na mocnej podstawie. Sukces firmy opiera się na solidnej bazie finansowej. Nowa polityka jest oparta na wadliwej podstawie.",
      "example_translation": "Nossa amizade é em uma base sólida. O sucesso da empresa é em uma base financeira sólida. A nova política é baseada em uma base defeituosa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "belka",
      "translation": "viga",
      "definition": "Belka jest długim, solidnym kawałkiem drewna, metalu lub betonu używanym w budownictwie, szczególnie do wspierania dachu lub podłogi.",
      "definition_translation": "Um feixe é uma peça longa e resistente de madeira, metal ou concreto usada na construção, especialmente para suportar um teto ou piso.",
      "example": "Stolarz zainstalował belkę, aby wspierać ciężki dach. Wczoraj, ona świeciła się z dumy. Do przyszłego roku, ona będzie już przekraczała linię mety.",
      "example_translation": "O carpinteiro instalou uma viga para suportar o teto pesado. Ontem, ela brilhou com orgulho. Até o próximo ano, ela terá brilhado em toda a linha de chegada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "urso",
      "definition": "Niedźwiedź to duże, mięsożerne ssak z futrem, żyjące w lasach i górach.",
      "definition_translation": "Um urso é um mamífero carnívoro grande, com pele peluda, encontrado em florestas e montanhas.",
      "example": "Niedźwiedź hibernował przez zimę. W zeszłym roku, zobaczyłem niedźwiedzia w lesie. Do przyszłego lata, niedźwiedź będzie już wyszedł z legowiska.",
      "example_translation": "O urso hibernou durante o inverno. No ano passado, eu vi um urso na floresta. Até o próximo verão, o urso terá saído da toca.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bestia",
      "translation": "besta",
      "definition": "Bestia to dzikie zwierzę, szczególnie duże lub groźne.",
      "definition_translation": "Uma besta é um animal selvagem, especialmente um grande ou feroz.",
      "example": "Bestia ryknęła w ciemności. Wczoraj, zobaczyłem bestię w lesie. Do przyszłej zimy, bestia będzie już wychodziła z jaskini.",
      "example_translation": "A besta rugiu na escuridão. Na noite passada, eu vi uma besta na floresta. Até o próximo inverno, a besta terá vagueado para fora da caverna.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "bater",
      "definition": "Bić to uderzać lub ograniczać coś, często z rytmem",
      "definition_translation": "Bater é golpear ou atingir algo repetidamente, muitas vezes com um movimento rítmico.",
      "example": "Perkusista będzie bił dzisiaj w pamiętnych bębnych. Wczoraj, biłem jajka na śniadanie. Do przyszłego miesiąca, ona będzie już pokonała konkurencję.",
      "example_translation": "O baterista bateria os tambores hoje à noite. Ontem, eu bati os ovos para o café da manhã. Até o próximo mês, ela terá batido a competição.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "bater",
      "definition": "uderzyć lub uderzać coś powtarzająco, często z głośnym hałasem",
      "definition_translation": "bater ou golpear algo repetidamente, frequentemente com um barulho alto",
      "example": "Biję bęben, aby utrzymać rytm, biję bęben teraz, i będę bić bęben jutro.",
      "example_translation": "Eu bato o tambor para manter o ritmo, estou batendo o tambor agora e vou bater o tambor amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "bater",
      "definition": "być lepszym od kogoś lub czegoś w konkurencji lub konflikcie",
      "definition_translation": "ser superior a alguém ou algo em uma competição ou conflito",
      "example": "Nasza drużyna pokonała drużynę rywali w zeszłym tygodniu, pokonujemy ich teraz, i pokonamy ich znów w przyszłym roku.",
      "example_translation": "Nosso time bateu o time rival semana passada, estamos batendo eles agora e vamos bater novamente ano que vem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chrząszcz",
      "translation": "besouro",
      "definition": "typ owada o sztywnej powłoczce zewnętrznej i zwykle o charakterystycznym kształcie",
      "definition_translation": "um tipo de inseto com uma casca externa dura e usualmente uma forma distinta",
      "example": "Chrząszcz pełzł powoli po liściu, pełznie teraz, i będzie pełznął jutro.",
      "example_translation": "O besouro rastejou lentamente pela folha, está rastejando agora e rastejara novamente amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prosić",
      "translation": "implorar",
      "definition": "prosić o coś w bardzo uprzejmy i często pokorny sposób",
      "definition_translation": "pedir algo de maneira muito educada e frequentemente humilde",
      "example": "Prosiłem rodziców o nowy rower, gdy byłam dzieckiem, proszę szefa o podwyżkę teraz, i będę prosił przyjaciela o pomoc jutro.",
      "example_translation": "Eu implorei meus pais por uma nova bicicleta quando eu era criança, estou implorando ao meu chefe por um aumento agora e vou implorar ao meu amigo por ajuda amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prosić",
      "translation": "rogar",
      "definition": "Prosić o coś w sposób pokorny lub szanowny",
      "definition_translation": "Pedir algo de uma maneira humilde ou respeitosa",
      "example": "Prosiłem rodziców, aby mogłem pójść na imprezę. Proszę cię o wybaczenie. Będę prosił o łaskę.",
      "example_translation": "Eu roguei a meus pais para me deixarem ir à festa. Eu lhe peço que me perdoe. Eu vou pedir misericórdia.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przekonanie",
      "translation": "crença",
      "definition": "Uczucie pewności, że coś istnieje lub jest prawdziwe",
      "definition_translation": "Um sentimento de certeza de que algo existe ou é verdadeiro",
      "example": "Moje przekonanie w Boga daje mi siłę. Wierzę w moc nauki. Wierzyła w siebie i wygrała konkurs.",
      "example_translation": "Minha crença em Deus me dá força. Eu creo no poder da ciência. Ela acreditou em si mesma e ganhou a competição.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "należeć",
      "translation": "pertencer",
      "definition": "Być częścią czegoś lub być powiązanym z czymś",
      "definition_translation": "Ser parte de algo ou estar conectado a algo",
      "example": "Należę do klubu fitness. Była członkiem klubu książki. Będą należeć do nowej firmy wkrótce.",
      "example_translation": "Eu pertenço a uma academia. Ela pertencia a um clube de livro. Eles pertencerão à nova empresa em breve.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mienie",
      "translation": "pertences",
      "definition": "Rzeczy, którymi ktoś własności lub posiada",
      "definition_translation": "Coisas que alguém possui ou tem",
      "example": "Spakowałem swoje mienie i przeprowadziłem się do nowego domu. Straciła swoje mienie w pożarze. Sprzedali swoje mienie, aby podróżować po świecie.",
      "example_translation": "Eu embalei meus pertences e me mudei para uma casa nova. Ela perdeu seus pertences no incêndio. Eles venderam seus pertences para viajar ao redor do mundo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ławka",
      "translation": "banco",
      "definition": "Długi, stacjonarny siedzisko lub długi, płaski, stabilny kawałek drewna lub metalu, zwykle z oparciem, używany do siedzenia",
      "definition_translation": "Um assento longo e fixo ou uma peça longa e plana de madeira ou metal, geralmente com um encosto, usado para sentar",
      "example": "Usiadłem na ławce i oglądałem mecz. Usiądę na ławce jutro. Usiadłem na ławce wczoraj.",
      "example_translation": "Eu me sentei no banco e assisti ao jogo. Eu me sentarei no banco amanhã. Eu me sentei no banco ontem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "giąć",
      "translation": "dobra",
      "definition": "Zmienić kierunek lub kształt czegoś, zwłaszcza przez zginanie lub krzywienie",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "Musiałem giąć drut, aby naprawić go. Gię będę reguł jutro. Giąłem gałąź wczoraj.",
      "example_translation": "Eu tive que dobrar o fio para consertá-lo. Eu dobrarei as regras amanhã. Eu dobrei o ramo ontem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zgiąć",
      "translation": "dobra",
      "definition": "Zmienić kierunek lub kształt czegoś, szczególnie przez zginanie lub wyginanie",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "Droga zginie w lewo. Dzisiaj zginie w prawo. Wczoraj zgięła się w lewo.",
      "example_translation": "A estrada dobrará à esquerda. Ela dobra à direita hoje. Ela dobra à esquerda ontem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zgiąć",
      "translation": "dobra",
      "definition": "Zmienić kierunek lub kształt czegoś, szczególnie przez zginanie lub wyginanie",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "Gałąź zgięła się pod ciężarem. Kij zginie niedługo. Pręt zgiął się tydzień temu.",
      "example_translation": "O ramo dobrou sob o peso. O pau dobrará em breve. A haste dobrou na semana passada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pod",
      "translation": "debaixo",
      "definition": "Umieszczony bezpośrednio poniżej czegoś lub kogoś.",
      "definition_translation": "Localizado diretamente abaixo de algo ou alguém.",
      "example": "Skarb został pochowany pod starym dębem. Pies lubi spać pod łóżkiem. Budujemy nową drogę pod mostem.",
      "example_translation": "O tesouro foi enterrado debaixo da velha árvore de carvalho. O cão gosta de dormir debaixo da cama. Vamos construir uma nova estrada debaixo da ponte.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korzystny",
      "translation": "benéfico",
      "definition": "Mający pomocny lub przydatny efekt.",
      "definition_translation": "Tendo um efeito útil ou benéfico.",
      "example": "Regularne ćwiczenia są korzystne dla zdrowia. Nowa polityka przyniosła korzystne skutki dla firmy. Korzystne efekty medytacji są dobrze udokumentowane.",
      "example_translation": "O exercício regular é benéfico para sua saúde. A nova política tem sido benéfica para a empresa. Os efeitos benéficos da meditação são bem-documentados.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korzyść",
      "translation": "benefício",
      "definition": "Przewaga lub zysk uzyskany z czegoś.",
      "definition_translation": "Um vantagem ou lucro obtido de algo.",
      "example": "Korzyść regularnych ćwiczeń jest zdrowym stylem życia. Firma oferuje swoim pracownikom wiele korzyści. Korzyść nowej polityki jest niejasna.",
      "example_translation": "O benefício do exercício regular é um estilo de vida saudável. A empresa oferece uma gama de benefícios para seus funcionários. O benefício da nova política é incerto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jagoda",
      "translation": "mirtilo",
      "definition": "Małe, zwykle słodkie lub kwaśne owoce.",
      "definition_translation": "Um fruto pequeno, geralmente doce ou azedo.",
      "example": "Lubię jeść truskawki i jagody w lecie. Krzewy jagodowe były pełne dojrzałych owoców. Zebrała kilka jagód z krzewów, aby je zjeść.",
      "example_translation": "Eu adoro comer morangos e mirtilos no verão. Os arbustos de mirtilos estavam cheios de frutas maduras. Ela colheu algumas mirtilos dos arbustos para comer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bestseller",
      "translation": "melhor-vendedor",
      "definition": "Bestseller to książka lub inny produkt, który sprzedaje się w bardzo dużych ilościach, często stając się zjawiskiem kulturowym.",
      "definition_translation": "Um bestseller é um livro ou outro produto que vende em grandes quantidades, muitas vezes se tornando um fenômeno cultural.",
      "example": " Powieść stała się bestsellerem po tym, jak została przedstawiona w popularnym programie telewizyjnym. Była bestsellerem zeszłego roku. Będzie bestsellerem w przyszłym roku.",
      "example_translation": "O romance se tornou um bestseller após ser apresentado em um show de TV popular. Era um bestseller no ano passado. Será um bestseller no ano que vem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stawić",
      "translation": "apostar",
      "definition": "Stawić się to ryzykować pieniądze lub coś wartościowego na wynik zdarzenia, takiego jak gra lub konkurs.",
      "definition_translation": "Apostar é arriscar dinheiro ou algo valioso no resultado de um evento, como um jogo ou concurso.",
      "example": "Stawiłem się na zwycięską drużynę i wygrałem dużo pieniędzy. On stawia na swojego ulubionego konia co tydzień. Stawią się na wyniki wyborów wieczorem.",
      "example_translation": "Eu apostei na equipe vencedora e ganhei muito dinheiro. Ela aposta em seu cavalo favorito todas as semanas. Eles apostarão nos resultados das eleições hoje à noite.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdradzić",
      "translation": "trair",
      "definition": "Zdradzić to być niewiernym lub nieuczciwym wobec kogoś lub czegoś, często przez ujawnienie poufnych informacji lub zrobienie czegoś szkodliwego.",
      "definition_translation": "Trair é ser desleal ou infiel a alguém ou algo, frequentemente revelando informação confidencial ou fazendo algo prejudicial.",
      "example": "On zdradził zaufanie przyjaciela, ujawniając sekret. Ona zdradziła swój kraj, sprzedając informacje poufne. Będą zdradzać swojego pracodawcę, jeśli nie dostanie podwyżki.",
      "example_translation": "Ele traiu a confiança de seu amigo revelando um segredo. Ela traiu seu país vendendo informações classificadas. Eles trairão seu empregador se não receberem um aumento.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "biquíni",
      "definition": "Bikini to rodzaj kostiumu kąpielowego, składający się z dwóch części, jednej pokrywającej biust, a drugiej pokrywającej okolice kroczu.",
      "definition_translation": "Um biquíni é um tipo de maiô que consiste em duas peças, uma cobrindo o busto e a outra cobrindo a área da virilha.",
      "example": "Ona nosiła bikini na plaży i dostała oparzenia słoneczne. Kupiłem nowe bikini na wakacje. Zaprojektowali nową linię bikini dla sezonu letniego.",
      "example_translation": "Ela usou um biquíni na praia e pegou um queimadura de sol. Eu comprei um novo biquíni para minhas férias. Eles diseñaram uma nova linha de biquínis para a temporada de verão.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rachunek",
      "translation": "conta",
      "definition": "Rachunek to dokument żądający zapłaty za dostarczone towary lub usługi.",
      "definition_translation": "Uma conta é um documento solicitando pagamento por bens ou serviços fornecidos.",
      "example": "Otrzymałem rachunek od firmy energetycznej wczoraj, zapłacę go jutro i zapłaciłem go miesiąc temu.",
      "example_translation": "Eu recebi uma conta da empresa de eletricidade ontem, pagarei amanhã e paguei no mês passado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miliard",
      "translation": "bilhão",
      "definition": "Miliard to liczba równa 1 000 000 000.",
      "definition_translation": "Um bilhão é um número igual a 1.000.000.000.",
      "example": "Przychody firmy osiągnęły miliard dolarów w ubiegłym roku, osiągną dwa miliardy w przyszłym roku i osiągnęły już trzy miliardy w tym roku.",
      "example_translation": "A receita da empresa alcançou um bilhão de dólares no ano passado, alcançará dois bilhões no ano que vem e já alcançou três bilhões este ano.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biologiczny",
      "translation": "biológico",
      "definition": "Biologiczny odnosi się do badania żywych organizmów i ich interakcji.",
      "definition_translation": "Biológico refere-se ao estudo de organismos vivos e suas interações.",
      "example": "Zegar biologiczny tik-takuje, reakcja biologiczna na stres została zbadana, a efekty biologiczne zanieczyszczenia są katastrofalne.",
      "example_translation": "O relógio biológico está funcionando, a resposta biológica ao estresse foi estudada e os efeitos biológicos da poluição são devastadores.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "mordida",
      "definition": "Ugryźć to chwycić lub żuć coś zębami.",
      "definition_translation": "Morder é agarrar ou mastigar algo com os dentes.",
      "example": "Pies ugryzł listonosza wczoraj, ugryzie listonosza jutro i ugryzł policjanta tydzień temu.",
      "example_translation": "O cão mordeu o carteiro ontem, morde o carteiros amanhã e mordeu o policial na semana passada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "morder",
      "definition": "chwycić lub trzymać mocno zębami",
      "definition_translation": "segurar ou manter firmemente com os dentes",
      "example": "Ugryzłem w jabłko, ugryzam w kanapkę, ugryzę w burgera.",
      "example_translation": "Eu mordi na maçã, estou mordendo no sanduíche, irei morder no hambúrguer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorzki",
      "translation": "amargo",
      "definition": "mający gorzki smak lub zapach",
      "definition_translation": "tendo um sabor ou cheiro amargo",
      "example": "Kawa była gorzka, lekarstwo miało gorzki smak, słowa zostały wypowiedziane z gorzką ironią.",
      "example_translation": "O café era amargo, o remédio tinha um gosto amargo, as palavras foram proferidas com ironia amarga.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorzko",
      "translation": "amargamente",
      "definition": "w sposób gorzki",
      "definition_translation": "de uma maneira amarga",
      "example": "Ona gorzko żałowała swojej decyzji, on mówił gorzko o swojej przeszłości, oni gorzko kwestionowali wynik.",
      "example_translation": "Ela se arrependeu amargamente de sua decisão, Ele falou amargamente sobre seu passado, Eles disputaram amargamente o resultado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziwaczny",
      "translation": "bizarro",
      "definition": "bardzo dziwny lub niezwykły",
      "definition_translation": "muito estranho ou incomum",
      "example": "Dzieło sztuki było dziwaczne, pokaz mody prezentował dziwaczne projekty, miał dziwaczny sen wczoraj wieczorem.",
      "example_translation": "A obra de arte era bizarra, o desfile de moda apresentava designs bizarras, Ele teve um sonho bizarro ontem à noite.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jeżyna",
      "translation": "amora",
      "definition": "Jeżyna to rodzaj owocu, który rośnie na krzewie. Jest mała, okrągła i zwykle czarna lub ciemnofioletowa.",
      "definition_translation": "Uma amora é um tipo de fruta que cresce em um arbusto. É pequena, redonda e geralmente preta ou de cor púrpura escura.",
      "example": "Wczoraj zjadłem tartę z jeżynami, teraz piję smoothie z jeżynami, a jutro zjem sałatkę z jeżynami.",
      "example_translation": "Eu comi um pie de amora ontem, estou comendo um smoothie de amora agora e comerei uma salada de amora amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czarna porzeczka",
      "translation": "cassis",
      "definition": "Czarna porzeczka to rodzaj owocu, który jest podobny do jeżyny, ale jest mniejszy i słodszy.",
      "definition_translation": "Um cassis é um tipo de fruta que é semelhante à amora, mas é menor e mais doce.",
      "example": "Ostatnio tygodniowo zebrałem czarne porzeczki z mojego ogrodu, teraz zbieram czarne porzeczki, a następnie miesiąc zbiorę czarne porzeczki.",
      "example_translation": "Eu colhi cassises do meu jardim na semana passada, estou colhendo cassises agora e colherei cassises no mês que vem.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrze",
      "translation": "lâmina",
      "definition": "Ostrze to długa, płaska i wąska część metalu używana do krojenia lub krojenia.",
      "definition_translation": "Uma lâmina é uma peça longa, plana e estreita de metal usada para cortar ou picar.",
      "example": "Wczoraj naostrzyłem ostrze noża, teraz ostrzając ostrze nożyczek, a jutro ostrzym ostrzetopora.",
      "example_translation": "Eu afiei a lâmina da minha faca ontem, estou afiando a lâmina das minhas tesouras agora e afiarei a lâmina do meu machado amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puste",
      "translation": "em branco",
      "definition": "Coś, co jest puste, jest puste lub nie ma na nim znaków lub pisanego tekstu.",
      "definition_translation": "Algo que está em branco é vazio ou não tem marcas ou escrita nele.",
      "example": "Wczoraj uzupełniłem puste miejsca w formularzu, teraz uzupełniam puste miejsca w kwestionariuszu, a jutro uzupełnię puste miejsca w quizie.",
      "example_translation": "Eu preenchi os espaços em branco no formulário ontem, estou preenchendo os espaços em branco no questionário agora e preencherei os espaços em branco no quiz amanhã.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ślepy",
      "translation": "cego",
      "definition": "Niezdolny do widzenia lub mający bardzo słaby wzrok",
      "definition_translation": "Incapaz de ver ou tendo visão muito pobre",
      "example": "Byłem ślepy na niebezpieczeństwo, aż było zbyt późno. Jestem ślepy na piękno natury. Będę ślepy na znaki ostrzegawcze.",
      "example_translation": "Eu estava cego para o perigo até que fosse tarde demais. Eu sou cego para a beleza da natureza. Eu serei cego para os sinais de alerta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mrugać",
      "translation": "piscar",
      "definition": "Zamknąć i otworzyć oczy szybko, zwykle aby usunąć kurz lub inne obce cząstki z oczu",
      "definition_translation": "Fechar e abrir os olhos rapidamente, geralmente para remover sujeira ou outras partículas estranhas dos olhos",
      "example": "Ona mrugała szybko, aby oczyścić oczy. On mruga wolno, kiedy jest zmęczony. Oni zamruga trzykrotnie, aby dać sygnał.",
      "example_translation": "Ela piscou rapidamente para limpar os olhos. Ele pisca lentamente quando está cansado. Eles vão piscar três vezes para sinalizar concordância.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blok",
      "translation": "bloco",
      "definition": "Solidny kawałek materiału, takiego jak drewno lub kamień, używany do budowania lub konstrukcji",
      "definition_translation": "Um pedaço sólido de material, como madeira ou pedra, usado para construção ou edificação",
      "example": "Dziecko zbudowało blokową wieżę. Firma zablokuje drogę na czas budowy. Oni zablokowali wejście do budynku.",
      "example_translation": "A criança construiu uma torre de blocos. A empresa bloqueará a estrada para construção. Eles bloquearam a entrada do edifício.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krwawy",
      "translation": "sanguinolento",
      "definition": "Pokryty lub zabarwiony krwią",
      "definition_translation": "Coberto ou manchado de sangue",
      "example": "Krwawa rana wymagała szwów. Krwawy bój zakończył się aresztowaniami. Krwawe miejsce zbrodni zostało otoczone kordonem.",
      "example_translation": "A ferida sanguinolenta precisava de pontos. A luta sanguinolenta terminou em prisão. A cena de crime sanguinolenta foi isolada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "borówka",
      "translation": "mirtilo",
      "definition": "Małe, okrągłe owoce o słodkim i lekko kwaśnym smaku, zazwyczaj fioletowo-niebieskiego koloru.",
      "definition_translation": "Um pequeno fruto redondo com sabor doce e ligeiramente azedo, geralmente de cor roxa-azul.",
      "example": "Zjadłem muffin borówkowy na śniadanie. Zjadam borówki z jogurtem na lunch. Zjadłem borówki z owsianką na obiad.",
      "example_translation": "Eu comi um muffin de mirtilo no café da manhã. Vou comer mirtilos com iogurte no almoço. Eu havia comido mirtilos com aveia no jantar.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaczerwienić się",
      "translation": "ruborizar",
      "definition": "Zrobić się czerwony w twarzy, szczególnie z powodu wstydu lub zakłopotania.",
      "definition_translation": "Tornar-se vermelho no rosto, especialmente por causa de vergonha ou constrangimento.",
      "example": "Ona zaczerwieniła się, kiedy on ją zaskoczył kwiatami. Ona zaczerwieni się, kiedy zobaczy jego romantyczny wiadomość. Ona zaczerwieniła się, kiedy on pocałował jej rękę.",
      "example_translation": "Ela ruborizou quando ele a surpreendeu com flores. Ela ruborizará quando vir a mensagem romântica dele. Ela havia ruborizado quando ele beijou sua mão.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tablica",
      "translation": "quadro",
      "definition": "Płaska, zazwyczaj prostokątna część materiału, takiego jak drewno lub plastik, używana do określonego celu.",
      "definition_translation": "Um pedaço plano, geralmente retangular, de material, como madeira ou plástico, usado para um propósito específico.",
      "example": "Nauczyciel pisał na tablicy. Ona wstawi na tablicę ogłoszenie. Oni użyli tablicy do prezentacji projektu.",
      "example_translation": "A professora escreveu no quadro. Ela vai colocar o aviso no quadro. Eles haviam usado o quadro para a apresentação do projeto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rada",
      "translation": "diretório",
      "definition": "Grupa osób, która zarządza lub kieruje organizacją.",
      "definition_translation": "Um grupo de pessoas que gerenciam ou dirigem uma organização.",
      "example": "Rada dyrektorów podjęła jednogłośną decyzję. Rada spotka się ponownie następnego tygodnia. Wybrali nową radę w zeszłym roku.",
      "example_translation": "A diretoria tomou uma decisão unânime. A diretoria se reunirá novamente na semana que vem. Eles haviam eleito uma nova diretoria no ano passado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chwalić się",
      "translation": "ostentar",
      "definition": "mówić z dumą o czymś, co zostało zrobione lub co się posiada",
      "definition_translation": "falar com orgulho sobre algo que você fez ou algo que você tem",
      "example": "Chwaliłem się swoim nowym samochodem przed przyjaciółmi wczoraj, chwalię się nową pracą jutro, a chwaliłem się ukończeniem studiów w zeszłym tygodniu.",
      "example_translation": "Ostentei meu novo carro para meus amigos ontem, ostentarei meu novo emprego amanhã e ostentei minha formatura na semana passada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ochroniarz",
      "translation": "segurança pessoal",
      "definition": "osoba lub grupa osób zatrudnionych do ochrony kogoś przed niebezpieczeństwem",
      "definition_translation": "uma pessoa ou grupo de pessoas contratadas para proteger alguém de perigo",
      "example": "Celebrytka zatrudniła ochroniarza, aby chronić ją przed paparazzi, zatrudni go na następny koncert, a zatrudniła go na ślub w zeszłym roku.",
      "example_translation": "A celebridade contratou um segurança pessoal para protegê-la dos paparazzi, ela contratara um segurança pessoal para seu próximo concerto e ela havia contratado um segurança pessoal para seu casamento no ano passado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wrzeć",
      "translation": "fervente",
      "definition": "być ekstremalnie wściekłym lub furioznym",
      "definition_translation": "extremamente zangado ou furioso",
      "example": "Byłem wściekły, kiedy zobaczyłem wiadomość, będę wściekły, jeśli nie dostanę tej pracy, a byłam wściekła, kiedy mój komputer się zepsuł.",
      "example_translation": "Eu estava fervente de raiva quando vi as notícias, estarei fervente de raiva se não conseguir o emprego e eu estava fervente de frustração quando meu computador travou.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "ousado",
      "definition": "pokazujący odwagę lub determinację",
      "definition_translation": "mostrando coragem ou determinação",
      "example": "Odważna przedsiębiorczyni podjęła ryzyko, aby rozpocząć swoją własną działalność, będzie odważna, aby zainwestować w nowy projekt, a była odważna, aby odejść z pracy i podróżować po świecie.",
      "example_translation": "A empreendedora ousada assumiu um risco para iniciar seu próprio negócio, ela será ousada para investir em um novo projeto e ela foi ousada para pedir demissão do emprego para viajar pelo mundo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważnie",
      "translation": "corajosamente",
      "definition": "W sposób, który pokazuje odwagę lub gotowość do podejmowania ryzyka",
      "definition_translation": "De uma maneira que mostra coragem ou disposição para correr riscos",
      "example": "Ona przemówiła odważnie do tłumu, walcząc o zmianę.",
      "example_translation": "Ela falou corajosamente para a multidão, advogando por mudanças.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bombardowanie",
      "translation": "bombardeio",
      "definition": "Akt zrzucania bomb z samolotu",
      "definition_translation": "O ato de soltar bombas de um avião",
      "example": "Miasto było bombardowane podczas wojny.",
      "example_translation": "A cidade estava sendo bombardeada durante a guerra.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiąz",
      "translation": "vínculo",
      "definition": "Silne i bliskie połączenie między ludźmi lub rzeczami",
      "definition_translation": "Uma conexão próxima e forte entre pessoas ou coisas",
      "example": "Więź między dwójką przyjaciół była niezłomna.",
      "example_translation": "O vínculo entre os dois amigos era inquebrável.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "premia",
      "translation": "bônus",
      "definition": "Dodatkowa płatność lub korzyść, zwykle dawana pracownikom",
      "definition_translation": "Um pagamento extra ou benefício, geralmente dado a funcionários",
      "example": "Firma oferowała premię wszystkim pracownikom, którzy osiągnęli swoje cele.",
      "example_translation": "A empresa ofereceu um bônus a todos os funcionários que atingiram seus alvos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "broszura",
      "translation": "livrinho",
      "definition": "Mała książeczka, zawierająca informacje o konkretnym temacie lub produkcie",
      "definition_translation": "Um livro small, geralmente contendo informações sobre um tema ou produto específico.",
      "example": "Znalazłem broszurę o nowej ekspozycji muzeum przy informacyjnym biurku. Wczoraj przeczytałem broszurę od deski do deski. Do przyszłego roku przeczytam całą serię broszur.",
      "example_translation": "Eu peguei um livrinho sobre a nova exposição do museu na mesa de informações. Ontem, eu li o livrinho da capa ao correr. Até o próximo ano, eu terei terminado de ler toda a série de livrinhos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakładka",
      "translation": "marca-página",
      "definition": "Znacznik lub tag używany do oznaczania strony w książce lub stronie internetowej jako ulubionej",
      "definition_translation": "Um marcador ou etiqueta usado para manter o lugar em um livro, ou um link ou ícone usado para salvar um site como favorito.",
      "example": "Użyłem zakładki, aby oznaczyć stronę, gdzie pozostałem. Wczoraj zakładałem artykuł, aby przeczytać później. Do przyszłego tygodnia zorganizuję wszystkie swoje zakładki.",
      "example_translation": "Eu usei uma marca-página para marcar a página onde eu parei de ler. Ontem, eu havia marcado o artigo para ler mais tarde. Até a próxima semana, eu terei organizado todas as minhas marca-páginas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]