[
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kot",
      "translation": "gato",
      "definition": "Mały, zwykle futrzasty, mięsożerny ssak z rodziny Felidae, często trzymany jako domowy zwierz.",
      "definition_translation": "Um pequeno mamífero carnívoro da família Felidae, muitas vezes criado como um animal de estimação.",
      "example": "Wczoraj widziałem kota śpiącego na kanapie, dziś śpi, a jutro będzie spał.",
      "example_translation": "Eu vi um gato dormindo no sofá ontem, estava dormindo hoje, e dormirá amanhã.",
      "imageLink": "image_files\\English\\cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krowa",
      "translation": "vaca",
      "definition": "Duży, udomowiony ssak kopytny, produkujący mleko, zazwyczaj trzymany na farmach i ranchach.",
      "definition_translation": "Um grande mamífero ungulado domesticado que produz leite, geralmente mantido em fazendas e ranchos.",
      "example": "Krowa wczoraj pasła się na łące, dziś pasie się, a jutro będzie pasła się.",
      "example_translation": "A vaca estava pastando no campo ontem, está pastando hoje, e pastará amanhã.",
      "imageLink": "image_files\\English\\cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pies",
      "translation": "cachorro",
      "definition": "Udomowiony, mięsożerny ssak z rodziny Canidae, często trzymany jako towarzysz lub stróż.",
      "definition_translation": "Um mamífero carnívoro domesticado que pertence à família Canidae, muitas vezes criado como um companheiro ou guarda.",
      "example": "Pies wczoraj szczekał głośno, dziś szczeka, a jutro będzie szczekał.",
      "example_translation": "O cachorro estava latindo alto ontem, está latindo hoje, e latirá amanhã.",
      "imageLink": "image_files\\English\\dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koń",
      "translation": "cavalo",
      "definition": "Duży, kopytny, roślinożerny ssak, udomowiony i używany do jazdy, przewoźnictwa i innych celów.",
      "definition_translation": "Um grande mamífero quadrúpede herbívoro, ungulado, domesticado e usado para montaria, carruagem e outros propósitos.",
      "example": "Koń wczoraj galopował na polu, dziś galopuje, a jutro będzie galopował.",
      "example_translation": "O cavalo estava galopando no campo ontem, está galopando hoje, e galopará amanhã.",
      "imageLink": "image_files\\English\\horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świnia",
      "translation": "porco",
      "definition": "Świnia to udomowiony ssak, często trzymany na farmach i używany do produkcji mięsa.",
      "definition_translation": "Um porco é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua carne.",
      "example": "Wczoraj widziałem świńkę jedzącą jedzenie na farmie. Świnia teraz je jedzenie na farmie. Świnia będzie jadła jedzenie na farmie jutro.",
      "example_translation": "Eu vi um porco comendo comida na fazenda ontem. O porco está comendo comida na fazenda agora. O porco comerá comida na fazenda amanhã.",
      "imageLink": "image_files\\English\\pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owca",
      "translation": "ovelha",
      "definition": "Owca to udomowiony ssak, często trzymany na farmach i używany do produkcji wełny i mięsa.",
      "definition_translation": "Uma ovelha é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua lã e carne.",
      "example": "Wczoraj widziałem owcę pasającą się na łące. Owca teraz pasie się na łące. Owca będzie pasła się na łące jutro.",
      "example_translation": "Eu vi uma ovelha pastando no campo ontem. A ovelha está pastando no campo agora. A ovelha pastará no campo amanhã.",
      "imageLink": "image_files\\English\\sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecko",
      "translation": "bebê",
      "definition": "Dziecko to bardzo młody człowiek, zwłaszcza nowo narodzony.",
      "definition_translation": "Um bebê é um ser humano muito jovem, especialmente um recém-nascido ou recentemente nascido.",
      "example": "Dziecko wczoraj płakało. Dziecko teraz śpi. Dziecko będzie bawić się zabawkami jutro.",
      "example_translation": "O bebê estava chorando ontem. O bebê está dormindo agora. O bebê brincará com brinquedos amanhã.",
      "imageLink": "image_files\\English\\baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "urso",
      "definition": "Niedźwiedź to duży, mięsożerny ssak z futrem, żyjący w lasach i górach.",
      "definition_translation": "Um urso é um grande mamífero carnívoro com pelo lanoso, encontrado em florestas e montanhas.",
      "example": "Wczoraj widziałem niedźwiedzia chodzącego po lesie. Niedźwiedź teraz wchodzi na drzewo. Niedźwiedź będzie pływał w rzece jutro.",
      "example_translation": "Eu vi um urso caminhando na floresta ontem. O urso está subindo uma árvore agora. O urso nadará no rio amanhã.",
      "imageLink": "image_files\\English\\bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gepard",
      "translation": "chita",
      "definition": "Gepard to duża, udomowiona kotka rodzima dla Afryki i centralnego Iranu, znana z charakterystycznej szaty i niesamowitej szybkości, dochodzącej do 70 mil na godzinę.",
      "definition_translation": "Um chita é um grande gato nativo da África e do Irã central, conhecido por sua coat distinta e incrível velocidade, atingindo até 70 milhas por hora.",
      "example": "W przeszłości gepard był częstym widokiem na sawannach, ale dziś jest gatunkiem zagrożonym. Obecnie prowadzone są starania ochrony geparda i jego siedlisk. W przyszłości mamy nadzieję zobaczyć geparda ponownie w całej jego wielkości.",
      "example_translation": "No passado, o chita era uma visão comum na savana, mas hoje é uma espécie ameaçada. No presente, esforços de conservação estão em andamento para proteger o chita e seu habitat. No futuro, esperamos ver o chita prosperar novamente.",
      "imageLink": "image_files\\English\\cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słon",
      "translation": "elefante",
      "definition": "Słon to duży, inteligentny ssak z trzonkiem, kłem i charakterystycznym dźwiękiem, rodzimy dla Afryki i Azji.",
      "definition_translation": "Um elefante é um grande mamífero inteligente com um tronco, presas e um som característico, nativo da África e Ásia.",
      "example": "W przeszłości słonie były używane jako zwierzęta pakowe, ale dziś są chronione przez prawa ochrony. Obecnie słonie są ważną częścią swoich ekosystemów, odgrywając kluczową rolę w rozprzestrzenianiu nasion i tworzeniu lasów. W przyszłości mamy nadzieję zobaczyć populacje słoni w coraz lepszym stanie.",
      "example_translation": "No passado, os elefantes eram usados como animais de carga, mas hoje são protegidos por leis de conservação. No presente, os elefantes são uma parte importante de seus ecossistemas, desempenhando um papel vital na dispersão de sementes e criação de florestas. No futuro, esperamos ver as populações de elefantes continuar a prosperar.",
      "imageLink": "image_files\\English\\elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świnka",
      "translation": "porquinho-da-índia",
      "definition": "Świnka to mały, puszysty gryzoń, często trzymany jako zwierzę domowe, pochodzący z Ameryki Południowej.",
      "definition_translation": "Um porquinho-da-índia é um pequeño roedor peludo comumente mantido como animal de estimação, nativo da América do Sul.",
      "example": "W przeszłości świnki były używane jako żywność w niektórych kulturach, ale dziś są uwielbianymi zwierzętami domowymi. Obecnie świnki są popularnymi zwierzętami domowymi ze względu na swoją łagodną naturę i niskie wymagania pielęgnacyjne. W przyszłości, mamy nadzieję, że świnki będą nadal sprawiać radość swoim właścicielom.",
      "example_translation": "No passado, os porquinhos-da-índia eram usados como comida em algumas culturas, mas hoje são animais de estimação queridos. No presente, os porquinhos-da-índia são animais de estimação populares devido à sua natureza gentil e cuidado de baixa manutenção. No futuro, esperamos ver os porquinhos-da-índia continuar a trazer alegria para seus donos.",
      "imageLink": "image_files\\English\\guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chomik",
      "translation": "hamster",
      "definition": "Chomik to mały, puszysty gryzoń, często trzymany jako zwierzę domowe, pochodzący z Europy i Azji.",
      "definition_translation": "Um hamster é um pequeno roedor peludo comumente mantido como animal de estimação, nativo da Europa e Ásia.",
      "example": "W przeszłości chomiki były używane jako zwierzęta laboratoryjne, ale dziś są popularnymi zwierzętami domowymi. Obecnie chomiki są znane ze swojej miłości do ćwiczeń i zabawy, a właściciele często dostarczają im zabawek i tuneli do eksploracji. W przyszłości, mamy nadzieję, że chomiki będą nadal prosperować jako uwielbiane zwierzęta domowe.",
      "example_translation": "No passado, os hamsters eram usados como animais de laboratório, mas hoje são animais de estimação populares. No presente, os hamsters são conhecidos por seu amor ao exercício e brincadeira, e os donos frequentemente lhes fornecem brinquedos e túneis para explorar. No futuro, esperamos ver os hamsters continuar a prosperar como animais de estimação queridos.",
      "imageLink": "image_files\\English\\hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lew",
      "translation": "leão",
      "definition": "Lew to duży ssak mięsożerny o krótkim, rudawym lub złotym futrze i długiej grzywie u samców, występujący w sawannach i łąkach Afryki i Indii.",
      "definition_translation": "Um grande mamífero carnívoro com um curto, tawny ou casaco dourado e um longo mane no macho, encontrado em savanas e gramados da África e Índia.",
      "example": "Lew ryknął głośno w dżungli wczoraj, ryknął głośno w dżungli teraz, i ryknął głośno w dżungli jutro.",
      "example_translation": "O leão rugiu alto na selva ontem, ele ruge alto na selva agora e rugirá alto na selva amanhã.",
      "imageLink": "image_files\\English\\lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "małpa",
      "translation": "macaco",
      "definition": "Małpa to ssak z rzędu Primates, obejmujący prosimi, małpy Nowego Świata, małpy Starego Świata i duże małpy,(typowo mający długi ogon i żyjący w drzewach).",
      "definition_translation": "Um prímata da ordem Primatas, incluindo prosimii, macacos do Novo Mundo, macacos do Velho Mundo e grandes macacos, tipicamente tendo uma longa cauda e vivendo em árvores.",
      "example": "Małpa skoczyła z drzewa na drzewo szybko wczoraj, skacze z drzewa na drzewo szybko teraz, i skoczy z drzewa na drzewo szybko jutro.",
      "example_translation": "O macaco pulou de árvore em árvore rapidamente ontem, ele pula de árvore em árvore rapidamente agora e pulará de árvore em árvore rapidamente amanhã.",
      "imageLink": "image_files\\English\\monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mysz",
      "translation": "rato",
      "definition": "Mysz to mały ssak gryzoń, często spotykany w domach i fermach, i znany ze swojej zdolności do przenoszenia chorób.",
      "definition_translation": "Um pequeno mamífero roedor que é comumente encontrado em casas e fazendas, e é conhecido por sua habilidade de carregar doenças.",
      "example": "Mysz pobiegła szybko po kuchennej podłodze wczoraj, biegnie szybko po kuchennej podłodze teraz, i pobiegnie szybko po kuchennej podłodze jutro.",
      "example_translation": "O rato correu rapidamente pelo chão da cozinha ontem, ele corre rapidamente pelo chão da cozinha agora e correrá rapidamente pelo chão da cozinha amanhã.",
      "imageLink": "image_files\\English\\mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "królik",
      "translation": "coelho",
      "definition": "Królik to mały ssak z długimi uszami, długimi tylnymi nogami i krótkim ogonem, typowo żyjący w norach i żywiący się materią roślinną.",
      "definition_translation": "Um pequeno mamífero com longas orelhas, longas pernas traseiras e uma cauda curta, tipicamente vivendo em tocas e alimentando-se de material vegetal.",
      "example": "Królik podskoczył szybko po ogrodzie wczoraj, podskakuje szybko po ogrodzie teraz, i podskoczy szybko po ogrodzie jutro.",
      "example_translation": "O coelho pulou rapidamente pelo jardim ontem, ele pula rapidamente pelo jardim agora e pulará rapidamente pelo jardim amanhã.",
      "imageLink": "image_files\\English\\rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczur",
      "translation": "rato",
      "definition": "Szczur to gryzoń należący do rodzaju Rattus. Szczury są typowo uważane za szkodniki i są znane ze swojej zdolności do przenoszenia chorób.",
      "definition_translation": "Um rato é um roedor que pertence ao gênero Rattus. Os ratos são tipicamente considerados pragas e são conhecidos por carregar doenças.",
      "example": " Kot ścigał szczura wokół kuchni. Ścigał go wczoraj, i ścigać go będzie jutro.",
      "example_translation": "O gato perseguiu o rato em torno da cozinha. Ele havia perseguido o rato ontem e vai persegui-lo novamente amanhã.",
      "imageLink": "image_files\\English\\rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nietoperz",
      "translation": "morcego",
      "definition": "Nietoperz to latający ssak należący do rzędu Chiroptera. Nietoperze są nocnymi zwierzętami i używają echolokacji do nawigacji.",
      "definition_translation": "Um morcego é um mamífero voador que pertence à ordem Chiroptera. Os morcegos são animais noturnos e usam ecolocalização para navegar.",
      "example": "Nietoperz wystartował z jaskini o zmierzchu. Wystartuje z powrotem o świcie. Nietoperz przelatywał nad lasem wczoraj.",
      "example_translation": "O morcego voou para fora da caverna ao entardecer. Ele voltará a voar ao amanhecer. O morcego havia voado sobre a floresta ontem.",
      "imageLink": "image_files\\English\\bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "byk",
      "translation": "touro",
      "definition": "Byk to duży, silny samiec bydlęcia, często używany w walkach byków. Byki są znane ze swojej siły i agresji.",
      "definition_translation": "Um touro é um grande animal bovino macho, muitas vezes usado em touradas. Os touros são conhecidos por sua força e agressividade.",
      "example": "Byk rzucił się na matadora. Rzucił się na niego wczoraj, i rzuci się na niego jutro. Byk zostanie przyszłym roku przeszedł na emeryturę.",
      "example_translation": "O touro investiu contra o matador. Ele havia investido contra ele ontem e investirá novamente amanhã. O touro será aposentado no ano que vem.",
      "imageLink": "image_files\\English\\bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cielę",
      "translation": "bezerro",
      "definition": "Cielę to młody przedstawiciel bydlęcia, typowo mniej niż rok stare. Cielęta są znane ze swojej zabawnej i ciekawskiej natury.",
      "definition_translation": "Um bezerro é o jovem de uma vaca, tipicamente menos de um ano de idade. Os bezerros são conhecidos por sua natureza brincalhona e curiosa.",
      "example": "Cielę biegało wokół pola z matką. Biegało wokół wczoraj, i biegnie wokół dzisiaj. Cielę dorósł do silnego byka.",
      "example_translation": "O bezerro correu em torno do campo com sua mãe. Ele havia corrido ontem e vai correr novamente amanhã. O bezerro crescerá para ser uma vaca forte.",
      "imageLink": "image_files\\English\\calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wielbłąd",
      "translation": "camelo",
      "definition": "Duże, parzystokopytne ssak rogate o charakterystycznym garbie na grzbiecie, rodzime dla pustyń północnej Afryki i zachodniej Azji.",
      "definition_translation": "Um grande mamífero ungulado de pata par com um corno distinctivo nas costas, nativo dos desertos do norte da África e do oeste da Ásia.",
      "example": "Wielbłąd powoli szedł przez pustynię. Wczoraj szedł przez godziny. Jutro szedł znów.",
      "example_translation": "O camelo caminhou lentamente pelo deserto. Ontem, ele havia caminhado por horas. Amanhã, ele caminhará novamente.",
      "imageLink": "image_files\\English\\camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bydło",
      "translation": "gado",
      "definition": "Udomowione ssaki z rodzaju Bos, często trzymane na farmie lub ranczu dla mleka lub mięsa.",
      "definition_translation": "Mamíferos domesticados do gênero Bos, muitas vezes mantidos em uma fazenda ou rancho por seu leite ou carne.",
      "example": "Rolnik hodował bydło na swojej farmie. W zeszłym roku hodował dużą trzodę. W przyszłym roku będzie hodować jeszcze więcej.",
      "example_translation": "O fazendeiro criou gado em sua fazenda. No ano passado, ele havia criado um grande rebanho. No ano que vem, ele criará ainda mais.",
      "imageLink": "image_files\\English\\cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "delfin",
      "translation": "golfinho",
      "definition": "Bardzo inteligentny, socjalny ssak morski o krzywej płetwie grzbietowej, występujący w ciepłych i umiarkowanych morzach.",
      "definition_translation": "Um mamífero marinho muito inteligente e social com uma nadadeira dorsal curva, encontrado em mares quentes e temperados.",
      "example": "Delfin szybko pływał przez wodę. W zeszłym tygodniu pływał z podstawem. W przyszłym miesiącu będzie pływał znów.",
      "example_translation": "O golfinho nadou rapidamente pela água. Na semana passada, ele havia nadado com seu bando. No mês que vem, ele nadará novamente.",
      "imageLink": "image_files\\English\\dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osioł",
      "translation": "burro",
      "definition": "Udomowione zwierzę, często używane jako zwierzę juczne, znane z uporu i głośnego ryku.",
      "definition_translation": "Um animal domesticado, muitas vezes usado como uma besta de carga, conhecido por sua teimosia e seu bray alto.",
      "example": "Osioł szedł wolno w górę wzgórza. Wczoraj szedł w dół góry. Jutro szedł znów.",
      "example_translation": "O burro caminhou lentamente até o topo da colina. Ontem, ele havia caminhado até a montanha. Amanhã, ele caminhará novamente.",
      "imageLink": "image_files\\English\\donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kobieta",
      "translation": "feminina",
      "definition": "Osoba, która jest biologicznie lub psychicznie kobietą.",
      "definition_translation": "Uma pessoa que é biologicamente ou psicologicamente feminina.",
      "example": "Była pierwszą kobietą, która wspięła się na Mount Everest. Jest inżynierem kobietą. Będzie astronautką kobietą.",
      "example_translation": "Ela foi a primeira feminina a escalar o Monte Everest. Ela é uma engenheira feminina. Ela será uma astronauta feminina.",
      "imageLink": "image_files\\English\\female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "futro",
      "translation": "pele",
      "definition": "Gęsta, miękka warstwa sierści, szczególnie u ssaków.",
      "definition_translation": "Uma camada grossa e macia de cabelo, especialmente da de um mamífero.",
      "example": "Królik miał miękkie i puszyste futro. Ona miała na sobie płaszcz z futra na przyjęciu. Futro niedźwiedzia było brązowe.",
      "example_translation": "A pele do coelho era macia e fofa. Ela usava um casaco de pele para a festa. A pele do urso era marrom.",
      "imageLink": "image_files\\English\\fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żyrafa",
      "translation": "girafa",
      "definition": "Wysokie, parzystokopytne ssak z długą szyją i kończynami, rodzime dla Afryki.",
      "definition_translation": "Um mamífero ungulado de pernas longas e pescoço longo, nativo da África.",
      "example": "Zobaczyliśmy żyrafę w zoo. Żyrafa jadła liście z drzewa. Żyrafa będzie biegać po sawannie.",
      "example_translation": "Nós vimos uma girafa no zoológico. A girafa estava comendo folhas da árvore. A girafa correrá pela savana.",
      "imageLink": "image_files\\English\\giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koza",
      "translation": "cabra",
      "definition": "Zwierzę hodowlane z brodą na brodzie, często trzymane na farmie.",
      "definition_translation": "Um animal de criação com um tufo de cabelo semelhante à barba no queixo, frequentemente mantido em fazendas.",
      "example": "Koza jadła trawę w polu. Ona doi kozę każdego ranka. Koza będzie wspinać się po górze.",
      "example_translation": "A cabra estava comendo grama no campo. Ela ordenhava a cabra todas as manhãs. A cabra subirá a montanha.",
      "imageLink": "image_files\\English\\goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zając",
      "translation": "lebre",
      "definition": "Szybko poruszający się, długonogi ssak, żyjący na polach i w lasach, z długimi uszami i potężnymi nogami tylnymi.",
      "definition_translation": "Um mamífero de movimento rápido, de pernas longas que vive em campos e florestas e tem orelhas muito longas e pernas traseiras poderosas.",
      "example": "Zając sprintował przez pole, jego długie uszy wiały w wietrze. Wczoraj widziałem zająca skaczącego przez las. Do przyszłego roku będę widział wiele zajęcy w naturze.",
      "example_translation": "A lebre disparou pelo campo, suas orelhas longas batendo ao vento. Ontem, eu vi uma lebre pulando pela floresta. Até o próximo ano, eu vou ter visto muitas lebres no ambiente selvagem.",
      "imageLink": "image_files\\English\\hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hipopotam",
      "translation": "hipopótamo",
      "definition": "Duże, półwodne ssak, żyjące w rzekach i jeziorach, z okrągłym ciałem i krótkimi nogami.",
      "definition_translation": "Um grande mamífero semi-aquático que vive em rios e lagos e tem um corpo redondo e pernas curtas.",
      "example": "W zoo widziałem hipopotama pływającego w wodzie. W zeszłym tygodniu uczyliśmy się o hipopotamach w szkole. Do przyszłego miesiąca będę widział hipopotama z bliska.",
      "example_translation": "No zoológico, eu vi um hipopótamo nadando na água. Na semana passada, nós aprendemos sobre hipopótamos na escola. Até o próximo mês, eu vou ter visto um hipopótamo de perto.",
      "imageLink": "image_files\\English\\hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kociak",
      "translation": "gatinho",
      "definition": "Młody kot, typowo mniej niż rok stary, który jest mały i uroczy.",
      "definition_translation": "Um gato jovem, tipicamente com menos de um ano de idade, que é pequeno e fofo.",
      "example": "Wczoraj bawiłem się z kociakiem u przyjaciela. Moja siostra ma kociaka, który uwielbia bawić się sznurkami. Za rok będę miał kociaka własnego.",
      "example_translation": "Eu brinquei com um gatinho na casa do meu amigo ontem. Minha irmã tem um gatinho que adora brincar com cordas. No próximo ano, eu vou ter um gatinho meu.",
      "imageLink": "image_files\\English\\kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jagnię",
      "translation": "cordeiro",
      "definition": "Młoda owca, typowo mniej niż rok stara, która jest łagodna i niewinna.",
      "definition_translation": "Um carneiro jovem, tipicamente com menos de um ano de idade, que é gentil e inocente.",
      "example": "Wczoraj widzieliśmy jagnię rodzące się na fermie. Mój ojciec ma jagnię, które uwielbia podążać za nim. Za wiosnę będę pomagał opiekować się jagnięciem.",
      "example_translation": "Nós vimos um cordeiro nascer na fazenda ontem. Meu pai tem um cordeiro que adora seguir ele em volta. Na próxima primavera, eu vou ajudar a cuidar de um cordeiro.",
      "imageLink": "image_files\\English\\lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mężczyzna",
      "translation": "macho",
      "definition": "Mający lub charakteryzowany przez siłę, witalność lub agresję; męski.",
      "definition_translation": "Tendo ou caracterizado pela força, vigor ou agressividade; masculino.",
      "example": "Był modelem męskim, znany ze swojego szorstkiego wyglądu. Przed tym, jak został aktorem, był striptizem męskim. Będzie on liderem męskim w nadchodzącym filmie.",
      "example_translation": "Ele era um modelo masculino, conhecido por sua aparência rude. Ele havia sido um stripper masculino antes de se tornar um ator. Ele será o lead masculino no próximo filme.",
      "imageLink": "image_files\\English\\male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muł",
      "translation": "mula",
      "definition": "Uparty człowiek, który jest obstinowany i odmawia zmiany swojego zdania.",
      "definition_translation": "Uma pessoa teimosa que é obstinada e se recusa a mudar de ideia.",
      "example": "Była mułem i odmawiała słuchania jakiejkolwiek rady. Muł kopnął farmera, który próbował na nim jeździć. Muł będzie użyty jako zwierzę pakowe w górach.",
      "example_translation": "Ela era uma mula e se recusava a ouvir o conselho de qualquer pessoa. A mula chuteou o fazendeiro que estava tentando montá-la. A mula será usada como animal de carga nas montanhas.",
      "imageLink": "image_files\\English\\mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "puma",
      "definition": "Duży kot z rodzaju Puma, rodzimy w Amerykach, mający rudą lub szarą futrę i długi ogon.",
      "definition_translation": "Um grande gato do gênero Puma, nativo das Américas, com um casaco marrom ou cinzento-marrom e uma longa cauda.",
      "example": "Puma była tajemniczym zwierzęciem i rzadko widywana w naturze. Puma została odchorowana i mieszka w sanktuarium. Puma będzie wypuszczona z powrotem w naturę, gdy wyzdrowieje.",
      "example_translation": "O puma era um animal secreto e raramente visto no selvagem. O puma havia sido desarmado e estava vivendo em um santuário. O puma será libertado de volta ao selvagem assim que se recuperar.",
      "imageLink": "image_files\\English\\puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczeniak",
      "translation": "filhote",
      "definition": "Młody pies, szczególnie w wczesnych stadiach swojego rozwoju.",
      "definition_translation": "Um jovem cão, especialmente um nos estágios iniciais do seu desenvolvimento.",
      "example": "Szczeniak bawił się swoim ogonkiem, goniąc go w kółko. Szczeniak zasnęł w swoim łóżeczku. Szczeniak będzie zaszczepiony przeciwko chorobom za tydzień.",
      "example_translation": "O filhote estava brincando com sua cauda, perseguindo-a em círculos. O filhote havia adormecido em sua cama. O filhote será vacinado na próxima semana para prevenir doenças.",
      "imageLink": "image_files\\English\\puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "renom",
      "translation": "réno",
      "definition": "Duży jeleń z szarym brązowym ubarwieniem i dużymi rogami, zasiedział w północnych regionach Europy, Azji i Ameryki Północnej.",
      "definition_translation": "um grande cervo com uma capa cinzento-marrom e grandes chifres, encontrado nas regiões do norte da Europa, Ásia e América do Norte",
      "example": "Renomy migrowały przez arktyczną tundrę, szukając pokarmu. Wczoraj zobaczyłem renoma w zoo. Za zimę renomy będą miały swoje rogi ponownie.",
      "example_translation": "O réno migraram por toda a tundra ártica, procurando por alimentos. Ontem, eu vi um réno no zoológico. Até o próximo inverno, o réno terá crescido seus chifres novamente.",
      "imageLink": "image_files\\English\\reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tygrys",
      "translation": "tigre",
      "definition": "Duży mięsożerny ssak z charakterystyczną pomarańczowo-czarną szatą, rodzimy w Azji.",
      "definition_translation": "um grande mamífero carnívoro com uma capa listrada laranja e preta distintiva, nativo da Ásia",
      "example": "Tygrys polował na swoją zdobycz w dżungli, jego oczy utkwione w nieświadomym jeleniu. Tygrys jest gatunkiem zagrożonym. Za 2025 rok populacja tygrysów będzie miała nadzieję na odzyskanie sił.",
      "example_translation": "O tigre perseguiu sua presa pela selva, seus olhos fixos no veado desavisado. O tigre é uma espécie em perigo. Até 2025, a população de tigres terá Esperançosamente se recuperado.",
      "imageLink": "image_files\\English\\tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieloryb",
      "translation": "baleia",
      "definition": "Duży ssak morski, który oddycha powietrzem przez otwór, występujący we wszystkich oceanach świata.",
      "definition_translation": "um grande mamífero marinho que respira ar através de seu furo, encontrado em todos os oceanos do mundo",
      "example": "Wieloryb płynął przez ocean, jego ogromne ciało falując przez fale. Wczoraj zobaczyłem wieloryba w akwarium. Za lato wieloryb będzie miał nowe cielę.",
      "example_translation": "A baleia nadou pelo oceano, seu corpo massive ondulando pelas ondas. Ontem, eu vi uma baleia no aquário. Até o próximo verão, a baleia terá dado à luz um novo filhote.",
      "imageLink": "image_files\\English\\whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jeleń",
      "translation": "cervo",
      "definition": "Dzikie lub udomowione ssaki rogate, z charakterystyczną parą rogów, występujące w lasach i łąkach",
      "definition_translation": "um mamífero ruminante selvagem ou domesticado com um conjunto distintivo de chifres, encontrado em florestas e gramados",
      "example": "Jeleń przechadzał się przez las, jego rogi kiwając w górę i w dół. Jelenie są powszechne na wsi. Za jesień jelenie będą miały swoje rogi ponownie.",
      "example_translation": "O cervo dançou pela floresta, seus chifres se movendo para cima e para baixo. Cervos são comuns no campo. Até o próximo outono, o cervo terá crescido seus chifres novamente.",
      "imageLink": "image_files\\English\\deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lis",
      "translation": "raposa",
      "definition": "Mały, mięsożerny ssak z rodziny psowatych, z ostro zakończonym nosem, puszystym ogonem i rudymi, pomarańczowymi futrem.",
      "definition_translation": "Um pequeno mamífero carnívoro da família de cães, com um focinho pontudo, cauda peluda e pelo avermelhado-laranja.",
      "example": "Lis biegł szybko przez las, goniąc królika. Lis biegnie szybko przez las, goniąc królika. Lis będzie biegał szybko przez las, goniąc królika.",
      "example_translation": "A raposa correu rapidamente pela floresta, perseguindo o coelho. A raposa está correndo rapidamente pela floresta, perseguindo o coelho. A raposa correrá rapidamente pela floresta, perseguindo o coelho.",
      "imageLink": "image_files\\English\\fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "goryl",
      "translation": "gorila",
      "definition": "Duży, silny primat, rodzimy dla Afryki, z grubą sierścią i muskularną budową.",
      "definition_translation": "Um grande primata poderoso que é nativo da África, com um casaco grosso de pelo e um físico muscular.",
      "example": "Goryl wzniósł się na górę, szukając jedzenia. Goryl wznosi się na górę, szukając jedzenia. Goryl będzie wznosił się na górę, szukając jedzenia.",
      "example_translation": "O gorila subiu a montanha, procurando comida. O gorila está subindo a montanha, procurando comida. O gorila subirá a montanha, procurando comida.",
      "imageLink": "image_files\\English\\gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kangur",
      "translation": "canguru",
      "definition": "Duży, skaczący ssak workowany, rodzimy dla Australii, z charakterystyczną torbą na brzuchu i silnymi nogami tylnymi.",
      "definition_translation": "Um grande marsupial saltador nativo da Austrália, com uma bolsa distinta na barriga e pernas traseiras fortes.",
      "example": "Kangur przeskakiwał przez pole, niosąc swoje joey w torbie. Kangur przeskakuje przez pole, niosąc swoje joey w torbie. Kangur będzie przeskakiwał przez pole, niosąc swoje joey w torbie.",
      "example_translation": "O canguru saltou pelo campo, carregando seu filhote na bolsa. O canguru está saltando pelo campo, carregando seu filhote na bolsa. O canguru saltará pelo campo, carregando seu filhote na bolsa.",
      "imageLink": "image_files\\English\\kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lampart",
      "translation": "leopardo",
      "definition": "Duży, mięsożerny ssak z rodziny kotowatych, z charakterystyczną plamistą lub rozetową sierścią.",
      "definition_translation": "Um grande mamífero carnívoro da família de gatos, com um casaco distinto manchado ou em forma de rosácea.",
      "example": "Lampart stalkował swoją ofiarę przez las, jego oczy utkwione w antylopę. Lampart stalkuje swoją ofiarę przez las, jego oczy utkwione w antylopę. Lampart będzie stalkował swoją ofiarę przez las, jego oczy utkwione w antylopę.",
      "example_translation": "O leopardo rastejou sua presa pela floresta, seus olhos fixos no antílope. O leopardo está rastejando sua presa pela floresta, seus olhos fixos no antílope. O leopardo rastejará sua presa pela floresta, seus olhos fixos no antílope.",
      "imageLink": "image_files\\English\\leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wół",
      "translation": "boi",
      "definition": "Udomowiony ssak używany do ciągnięcia i mleka, mający zwarte ciało i charakterystyczną parę zakrzywionych rogów.",
      "definition_translation": "Um mamífero domesticado usado para tração e leite, tendo um corpo sólido e um par distinto de chifres curvos.",
      "example": "Wół ciągnął plug przez pole, ale będzie odpoczywał jutro i będzie pracował przez wiele lat.",
      "example_translation": "O boi puxou o arado pelo campo, mas descansará amanhã e terá trabalhado por anos.",
      "imageLink": "image_files\\English\\ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łapa",
      "translation": "pata",
      "definition": "Stopa zwierzęcia, zwłaszcza czworonożnego, typowo mająca pazury lub palce.",
      "definition_translation": "O pé de um animal, especialmente um quadrúpede, tipicamente tendo garras ou dígitos.",
      "example": "Kot unosił swoją łapę, aby podrapać mebel, i będzie to robił wiele razy przedtem, niż znowu podrapie.",
      "example_translation": "O gato levantou a pata para arranhar o móvel, e terá arranhado muitas vezes antes de arranhar novamente.",
      "imageLink": "image_files\\English\\paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź polar",
      "translation": "urso polar",
      "definition": "Duży, mięsożerny ssak z regionów Arktyki, mający białą sierść i charakterystyczną czarną skórę pod spodem.",
      "definition_translation": "Um grande mamífero carnívoro das regiões árticas, tendo pele branca e uma pele negra distinta por baixo.",
      "example": "Niedźwiedź polar wędrował przez arktyczną tundrę, wędrował przez dni, i będzie wędrował przez tygodnie.",
      "example_translation": "O urso polar vagueou pela tundra ártica, havia vagueado por dias e continuará a vaguear por semanas.",
      "imageLink": "image_files\\English\\polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nożyczki",
      "translation": "rinoceronte",
      "definition": "Duży, roślinożerny ssak Afryki i południowej Azji, mający charakterystyczny róg lub rogi na nosie.",
      "definition_translation": "Um grande mamífero herbívoro da África e sul da Ásia, tendo um chifre distinto ou chifres no seu nariz.",
      "example": "Nożyczki szarżowały przez sawannę, szarżowały wiele razy przedtem, i będą szarżowały znów wkrótce.",
      "example_translation": "O rinoceronte investiu pela savana, havia investido muitas vezes antes e investirá novamente em breve.",
      "imageLink": "image_files\\English\\rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "foka",
      "translation": "foca",
      "definition": "Finno- stopowy, półwodny ssak morski, żyjący w zimnych wodach północnej i południowej półkuli.",
      "definition_translation": "um mamífero marinho semi-aquático de pés finos que vive em águas frias nos hemisférios Norte e Sul",
      "example": "Ogrodnik ostrożnie sprzątał fokę wczoraj, sprząta ją każdego dnia, i będzie sprzątał ją jutro.",
      "example_translation": "O tratador do zoológico limpou o recinto da foca ontem, limpa todos os dias e limpará novamente amanhã.",
      "imageLink": "image_files\\English\\seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiewiórka",
      "translation": "esquilo",
      "definition": "Mały, futrzasty, drzewny gryzoń, mający puszysty ogon i zdolność wspinania się po drzewach.",
      "definition_translation": "um pequeno mamífero roedor, geralmente peludo, com cauda arborícola e capaz de subir em árvores",
      "example": "Wiewiórka pobiegła po drzewie wczoraj, biegnie po drzewie teraz, i będzie biegała po drzewie jutro.",
      "example_translation": "O esquilo subiu a árvore ontem, está subindo a árvore agora e subirá a árvore novamente amanhã.",
      "imageLink": "image_files\\English\\squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]