[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ubrania",
      "translation": "roupas",
      "definition": "przedmioty noszone do przykrycia ciała, takie jak koszule, spodnie, sukienki i tak dalej",
      "definition_translation": "itens usados para cobrir o corpo, como camisas, calças, vestidos e assim por diante",
      "example": "Wczoraj wieczorem nosiłem swoje ulubione ubrania na przyjęcie, jutro będę je nosił na plażę, a wczoraj nosiłem je do szkoły.",
      "example_translation": "Eu usei minhas roupas favoritas no partido ontem à noite, vou usá-las na praia amanhã e usei-as na escola ontem.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płaszcz",
      "translation": "casaco",
      "definition": "zewnętrzna szata noszona jako ochrona przed zimnem, typowo wykonana z grubego materiału",
      "definition_translation": "um vestido externo usado para se manter quente, tipicamente feito de tecido grosso",
      "example": "Wczoraj nosiłem płaszcz na zimowy festiwal roku temu, jutro będę go nosił w góry przyszłego tygodnia, a wczoraj nosiłem go do parku.",
      "example_translation": "Eu usei um casaco no festival de inverno do ano passado, vou usá-lo nas montanhas na próxima semana e usei-o no parque ontem.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sukienka",
      "translation": "vestido",
      "definition": "jednoczęściowa szata damska, typowo noszona na specjalne okazje",
      "definition_translation": "um vestido único para mulheres, tipicamente usado para ocasiões especiais",
      "example": "Wczoraj nosiłem sukienkę na ślub miesiąc temu, jutro będę ją nosił na przyjęcie następnego weekendu, a wczoraj nosiłem ją na uroczystość wczoraj.",
      "example_translation": "Eu usei um vestido no casamento do mês passado, vou usá-lo no partido no próximo fim de semana e usei-o na cerimônia ontem.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapelusz",
      "translation": "chapéu",
      "definition": "nakrycie głowy, typowo wykonane z tkaniny lub słomy, noszone dla ochrony lub jako dodatek mody",
      "definition_translation": "um cobertura para a cabeça, tipicamente feito de tecido ou palha, usado para proteção ou como acessório de moda",
      "example": "Wczoraj nosiłem kapelusz na plażę, jutro będę go nosił na przyjęcie ogrodowe następnego niedzielnego, a wczoraj nosiłem go do muzeum minionego tygodnia.",
      "example_translation": "Eu usei um chapéu na praia ontem, vou usá-lo no partido do jardim no próximo domingo e usei-o no museu na semana passada.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dżinsy",
      "translation": "calças",
      "definition": "spodnie wykonane z denimu lub innych mocnych tkanin, typowo projektowane na ubrania codzienne",
      "definition_translation": "calças feitas de denim ou outra fazenda forte, projetadas para uso casual",
      "example": "Wczoraj wieczorem nosiłem dżinsy na przyjęcie, codziennie noszę dżinsy do pracy, a jutro będę je nosił na plażę.",
      "example_translation": "Eu usei calças para a festa ontem à noite, eu uso calças para trabalho todos os dias e usarei calças para a praia amanhã.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koszula",
      "translation": "camisa",
      "definition": "ubranie noszone na górnej części ciała, typowo mające kołnierzyk i rękawy",
      "definition_translation": "uma roupa usada na parte superior do corpo, normalmente tendo um colarinho e mangas",
      "example": "Wczoraj nosiłem koszulę do biura, codziennie noszę koszulę do siłowni rano, a jutro będę ją nosił na ślub następnego tygodnia.",
      "example_translation": "Eu usei uma camisa para o escritório ontem, eu uso uma camisa para a academia todas as manhãs e usarei uma camisa para o casamento na próxima semana.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "but",
      "translation": "sapato",
      "definition": "pokrycie dla stopy, typowo wykonane ze skóry, materiałów syntetycznych lub innych materiałów",
      "definition_translation": "uma cobertura para o pé, normalmente feita de couro, materiais sintéticos ou outros materiais",
      "example": "W minionym weekendzie nosiłem buty do parku, codziennie noszę buty do pracy, a jutro będę je nosił na wycieczkę górska następnego miesiąca.",
      "example_translation": "Eu usei sapatos para o parque no fim de semana passado, eu uso sapatos para trabalho todos os dias e usarei sapatos para a viagem de caminhada no próximo mês.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spódniczka",
      "translation": "saia",
      "definition": "ubranie noszone przez kobiety, typowo opadające od talii i zwisające poniżej kolan",
      "definition_translation": "uma roupa usada por mulheres, normalmente fluindo da cintura e pendendo abaixo dos joelhos",
      "example": "Wczoraj wieczorem nosiłem spódniczkę na przyjęcie, codziennie noszę spódniczkę do kościoła każdej niedzieli, a jutro będę ją nosił na pokaz tańca przyszłego roku.",
      "example_translation": "Eu usei uma saia para a festa ontem à noite, eu uso uma saia para a igreja todas as domingos e usarei uma saia para o show de dança no próximo ano.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "T-shirt",
      "translation": "camiseta",
      "definition": "T-shirt to rodzaj ubrania codziennego, który zakrywa górę ciała, typowo wykonany z bawełny, poliestru lub mieszanki włókien.",
      "definition_translation": "Uma camiseta é um tipo de roupa casual que cobre o corpo superior, tipicamente feita de algodão, poliéster ou uma mistura de fibras.",
      "example": "Wczoraj wieczorem nosiłem T-shirt na przyjęcie. Jutro będę nosił T-shirt na mecz. Wczoraj nosiłem T-shirt na plażę.",
      "example_translation": "Eu usei uma camiseta na festa ontem à noite. Eu usarei uma camiseta no jogo amanhã. Eu usei uma camiseta na praia ontem.",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spodnie",
      "translation": "calças",
      "definition": "Spodnie to rodzaj ubrania, które zakrywa dolną część ciała, typowo wykonany z tkaniny i noszony od pasa w dół.",
      "definition_translation": "Calças são um tipo de roupa que cobre o corpo inferior, tipicamente feita de tecido, e é usada desde a cintura para baixo.",
      "example": "Wczoraj nosiłem spodnie do biura. Jutro będę nosił spodnie na ślub. W minionym tygodniu nosiłem spodnie na wycieczkę górska.",
      "example_translation": "Eu usei calças no escritório ontem. Eu usarei calças no casamento amanhã. Eu usei calças na viagem de caminhada da semana passada.",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "but",
      "translation": "bota",
      "definition": "But jest rodzajem obuwia, które zakrywa stopę i kostkę, zazwyczaj wykonany z materiałów skórzanych lub syntetycznych.",
      "definition_translation": "Uma bota é um tipo de calçado que cobre o pé e o tornozelo, tipicamente feita de couro ou materiais sintéticos.",
      "example": "Wczoraj nosiłem buty na farmę. Załóżę buty na koncert jutro. Nosiłem buty na śnieg zimą.",
      "example_translation": "Eu usei botas na fazenda ontem. Eu usarei botas no concerto amanhã. Eu usei botas na neve no inverno passado.",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czapka",
      "translation": "gorro",
      "definition": "Czapka jest rodzajem nakrycia głowy, które zakrywa górną część głowy, zazwyczaj wykonane z tkaniny lub plastiku.",
      "definition_translation": "Um gorro é um tipo de acessório para a cabeça que cobre o topo da cabeça, tipicamente feito de tecido ou plástico.",
      "example": "Wczoraj nosiłem czapkę na mecz baseballowy. Załóżę czapkę na paradę jutro. Nosiłem czapkę na wycieczkę wędkarską wczoraj.",
      "example_translation": "Eu usei um gorro no jogo de beisebol da semana passada. Eu usarei um gorro no desfile amanhã. Eu usei um gorro na viagem de pesca ontem.",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rękawiczka",
      "translation": "luva",
      "definition": "Rękawiczka jest rodzajem odzieży noszonej na rękę, aby zapewnić ciepło, ochronę lub chwyt.",
      "definition_translation": "Uma luva é um vestuário usado na mão para fornecer calor, proteção ou aderência.",
      "example": "Wczoraj nosiłem rękawiczkę, aby grać w golfa, noszę rękawiczki, żeby grać w golfa. Załóżę rękawiczkę, żeby grać w golfa jutro.",
      "example_translation": "Eu usei uma luva para jogar golfe ontem, eu uso luvas para jogar golfe, eu usarei uma luva para jogar golfe amanhã.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kurtka",
      "translation": "jaqueta",
      "definition": "Kurtka jest rodzajem odzieży noszonej na górę ciała, zazwyczaj mającą rękawy i otwór z przodu.",
      "definition_translation": "Uma jaqueta é um tipo de roupa usada no corpo superior, geralmente tendo mangas e uma abertura na frente.",
      "example": "Włożyłem kurtkę, żeby wyjść, włożę kurtkę, wyjdę. Załóżę kurtkę, żeby wyjść.",
      "example_translation": "Eu pus uma jaqueta para sair, eu estou colocando uma jaqueta, eu vou colocar uma jaqueta para sair.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter",
      "translation": "pullover",
      "definition": "Sweter jest rodzajem odzieży noszonej na górę ciała, zazwyczaj bez rękawów i kołnierza.",
      "definition_translation": "Um pullover é um tipo de roupa usada no corpo superior, geralmente sem mangas e sem colarinho.",
      "example": "Ona nosiła sweter do szkoły, ona nosi sweter do szkoły, ona będzie nosić sweter do szkoły.",
      "example_translation": "Ela usou um pullover para a escola, ela usa um pullover para a escola, ela usará um pullover para a escola.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kieszeń",
      "translation": "bolso",
      "definition": "Kieszeń jest małą torbą lub kopertą wszytą w ubranie, służącą do przechowywania drobnych przedmiotów.",
      "definition_translation": "Um bolso é uma pequena bolsa ou envelope costurada em ou anexada a roupa, usado para carregar itens pequenos.",
      "example": "Włożyłem telefon do kieszeni, włożę telefon do kieszeni, włożę telefon do kieszeni.",
      "example_translation": "Eu pus meu telefone no meu bolso, eu estou colocando meu telefone no meu bolso, eu vou colocar meu telefone no meu bolso.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plaszcz przeciwdeszczowy",
      "translation": "capa de chuva",
      "definition": "Plaszcz przeciwdeszczowy jest wodoodpornym lub wodoodpornym płaszczem noszonym, aby chronić ciało przed deszczem.",
      "definition_translation": "Uma capa de chuva é um casaco à prova de água ou resistente à água usado para proteger o corpo da chuva",
      "example": "Wczoraj nosiłem płaszcz przeciwdeszczowy, aby chronić się przed ulewnym deszczem. Załóżę płaszcz przeciwdeszczowy na festiwal jutro. Nosiłem płaszcz przeciwdeszczowy każdorazowo, gdy padał deszcz.",
      "example_translation": "Eu usei uma capa de chuva para proteger-me da chuva pesada ontem. Vou usar uma capa de chuva para o festival amanhã. Eu uso uma capa de chuva todas as vezes que chove.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szalik",
      "translation": "lenço",
      "definition": "Szalik jest kawałkiem tkaniny noszonym wokół szyi, aby zapewnić ciepło lub jako dodatek modowy.",
      "definition_translation": "Um lenço é um pedaço de tecido usado em volta do pescoço para se esquentar ou como acessório de moda",
      "example": "Ona zawiązała szalik wokół szyi, aby się ogrzać. On będzie nosił szalik na imprezę tej nocy. Oni nosili szaliki na zimowy festiwal co roku.",
      "example_translation": "Ela amarrou um lenço em volta do pescoço para se manter quente. Ele vai usar um lenço para a festa esta noite. Eles usaram lenços para o festival de inverno todos os anos.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szorty",
      "translation": "calças curtas",
      "definition": "Szorty są rodzajem krótkich spodni noszonych w ciepłej pogodzie dla wygody i komfortu.",
      "definition_translation": "Calças curtas são um tipo de calça curta usada em tempo quente para confort e conveniência",
      "example": "Wczoraj nosiłem szorty na plażę. Ona będzie nosić szorty na piknik jutro. Oni nosili szorty w parku każdej niedzieli.",
      "example_translation": "Eu usei calças curtas para a praia ontem. Ela vai usar calças curtas para o piquenique amanhã. Eles usam calças curtas para o parque todos os domingos.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skarpetka",
      "translation": "meia",
      "definition": "Skarpetka jest kawałkiem odzieży noszonej na nodze, zwykle wykonanej z bawełny lub materiałów syntetycznych.",
      "definition_translation": "Uma meia é uma peça de roupa usada no pé, geralmente feita de algodão ou materiais sintéticos",
      "example": "Wczoraj nosiłem skarpetkę na lewą nogę. Ona będzie nosić skarpetki do siłowni jutro. Oni nosili skarpetki na szlak turystyczny każdego weekendu.",
      "example_translation": "Eu usei uma meia no meu pé esquerdo ontem. Ela vai usar meias para a academia amanhã. Eles usam meias para a trilha de caminhada todos os fins de semana.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komplet",
      "translation": "terno",
      "definition": "Zestaw ubrań, zazwyczaj składający się z marynarki i spodni, noszony na formalne lub biznesowe okazje.",
      "definition_translation": "Um conjunto de roupas, normalmente incluindo uma jaqueta e calças, usado para ocasiões formais ou negócios.",
      "example": "Wczoraj włożyłem komplet na rozmowę o pracę, jeszcze dziś włożę go na imprezę w biurze, a przed rokiem włożyłem go na weselu.",
      "example_translation": "Eu usei um terno para a entrevista de emprego ontem, vou usá-lo para a festa da empresa amanhã e usei-o para o casamento no ano passado.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter",
      "translation": "suéter",
      "definition": "Ciepłe, dziane nakrycie, zazwyczaj noszone nad koszulą, często wykonane z wełny lub bawełny.",
      "definition_translation": "Um vestuário quente, feito de malha, normalmente usado sobre uma camisa, muitas vezes feito de lã ou algodão.",
      "example": "Wziąłem sweter na wyjazd narciarski przed tygodniem, teraz go noszę, a następnego miesiąca wezmę go na biwak.",
      "example_translation": "Eu usei um suéter para a viagem de snowboarding semana passada, estou usando agora e usarei para a viagem de camping no mês que vem.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stroj kąpielowy",
      "translation": "traje de banho",
      "definition": "Ubranie noszone do pływania, wykonane z lekkiego, szybkoschnącego materiału.",
      "definition_translation": "Um vestuário usado para nadar, normalmente feito de material leve e rápido para secar.",
      "example": "Włożyłem stroj kąpielowy na plażę wczoraj, włożę go na basen jutro, a przed latem włożyłem go na aquapark.",
      "example_translation": "Eu usei um traje de banho para a praia ontem, vou usá-lo para a piscina amanhã e usei-o para o parque aquático no verão passado.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kostium pływacki",
      "translation": "maiô",
      "definition": "Ubranie noszone do pływania, wykonane z lekkiego, szybkoschnącego materiału, często noszone przez kobiety.",
      "definition_translation": "Um vestuário usado para nadar, normalmente feito de material leve e rápido para secar, muitas vezes usado por mulheres.",
      "example": "Ona włożyła kostium pływacki na plażę przed latem, włoży go na basen jutro, a przed tygodniem włożyła go na zajęcia aerobiku wodnego.",
      "example_translation": "Ela usou um maiô para a praia no verão passado, vai usá-lo para a festa da piscina na semana que vem e usou-o para a aula de aeróbicos na piscina ontem.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krawat",
      "translation": "gravata",
      "definition": "Długi sznur materiału noszony wokół szyi, często jako część męskiego ubrania formalnego",
      "definition_translation": "um comprimento de tecido usado ao redor do pescoço, tipicamente como parte do traje formal de um homem",
      "example": "Związałem krawat na rozmowę o pracę. Teraz zawiązuję krawat na ślub. Włożę krawat na imprezę.",
      "example_translation": "Eu amarrei minha gravata para a entrevista de emprego. Estou amarrando minha gravata para o casamento. Vou amarrar minha gravata para a festa.",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pończochy",
      "translation": "meias",
      "definition": "Dobrze przylegające do nóg ubranie, wykonane z elastycznego materiału",
      "definition_translation": "vestimentas justas que cobrem as pernas, tipicamente feitas de tecido elástico",
      "example": "Włożyłem pończochy na przedstawienie taneczne. Teraz noszę pończochy na imprezę. Włożę pończochy na balet.",
      "example_translation": "Eu usei meias para o desempenho de dança. Estou usando meias para a festa. Vou usar meias para o balé.",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buty sportowe",
      "translation": "tênis",
      "definition": "Lekkie buty sportowe, zaprojektowane do biegania, joggingu lub innych form ćwiczeń",
      "definition_translation": "sapatos esportivos leves projetados para corrida, jogging ou outras formas de exercício",
      "example": "Włożyłem buty sportowe na maraton. Teraz noszę buty sportowe na siłownię. Włożę buty sportowe na bieżnię.",
      "example_translation": "Eu coloquei meus tênis para o maratona. Estou usando meus tênis para a academia. Vou usar meus tênis para a pista.",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mundur",
      "translation": "uniforme",
      "definition": "Zestaw ubrań noszony przez członków grupy lub organizacji",
      "definition_translation": "um conjunto de roupas usado por membros de um grupo ou organização particular",
      "example": "Włożyłem mundur do szkoły. Teraz noszę mundur do pracy. Włożę mundur na paradę.",
      "example_translation": "Eu usei meu uniforme para a escola. Estou usando meu uniforme para o trabalho. Vou usar meu uniforme para o desfile.",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bluzka",
      "translation": "blusa",
      "definition": "Bluzka to rodzaj górnego ubrania noszonego przez kobiety. Zazwyczaj wykonana z lekkiego materiału i ma guziki lub inne zapięcia z przodu.",
      "definition_translation": "Uma blusa é um tipo de roupa superior que é tipicamente usada por mulheres. É geralmente feita de um tecido leve e tem botões ou outros fechos na frente.",
      "example": "Włożyłem bluzkę do pracy wczoraj. Teraz noszę bluzkę na imprezę. Włożę bluzkę na ślub next weekend.",
      "example_translation": "Eu usei uma blusa para trabalhar ontem. Estou usando uma blusa para a festa esta noite. Vou usar uma blusa para o casamento no próximo fim de semana.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kołnierzyk",
      "translation": "colarinho",
      "definition": "Kołnierzyk to część koszuli lub sukni, która przylega do szyi. Może być formalny lub nieformalny i często ozdobiony guzikami lub haftem.",
      "definition_translation": "Um colarinho é uma parte de uma camisa ou vestido que se ajusta ao redor do pescoço. Pode ser formal ou informal e é frequentemente decorado com botões ou bordados.",
      "example": "Pies nosił kołnierzyk z nazwiązką. Musiałem wygładzić kołnierzyk mojej koszuli przed spotkaniem. Ona doda nowy kołnierzyk do swojej sukni na pokaz mody.",
      "example_translation": "O cão usava um colarinho com uma etiqueta de nome. Tive que passar a ferro o colarinho da minha camisa antes da reunião. Ela vai acrescentar um novo colarinho ao seu vestido para o desfile de moda.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obcas",
      "translation": "cabo",
      "definition": "Obcas to tył część buta, która unosi piętę stopy powyżej palców. Może być wysoki lub niski i często noszony przez kobiety dla celów modowych lub oficjalnych.",
      "definition_translation": "Um cabo é a parte traseira de um sapato que eleva o calcanhar do pé acima dos dedos. Pode ser alto ou baixo e é frequentemente usado por mulheres para moda ou ocasiões formais.",
      "example": "Uwielbiam nosić wysokie obcasy na przyjęciach. Złamała obcas swojego buta na schodach. On będzie nosić niski obcas na ślubie.",
      "example_translation": "Eu amo usar saltos altos para festas. Ela quebrou o cabo do sapato nas escadas. Ele vai usar um cabo baixo para o casamento.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "majtki",
      "translation": "calcinhas",
      "definition": "Majtki to rodzaj bielizny noszonej przez kobiety, zwykle wykonanej z tkaniny i noszonej dla komfortu i skromności.",
      "definition_translation": "Calcinhas são um tipo de roupa íntima usada por mulheres, geralmente feita de tecido e usada para confort e modéstia.",
      "example": "Wyszła w majtkach i bieliźnie pasującej do nich na przyjęcie. Kupiłam nowe majtki na wakacje. Będą nosić majtki pod kostiumami na sztukę.",
      "example_translation": "Ela usou calcinhas e sutiã combinando para a festa. Eu comprei novas calcinhas para as férias. Eles vão usar calcinhas debaixo de seus figurinos para a peça.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spodnie",
      "translation": "calças",
      "definition": "Spodnie to zewnętrzna część ubrania okrywająca nogi, zwykle wykonana z tkaniny lub podobnego materiału",
      "definition_translation": "um vestido exterior que cobre as pernas, geralmente feito de tecido ou material semelhante",
      "example": "Włożyłem spodnie na przyjęcie wczoraj wieczorem. Włożę spodnie do pracy jutro. Włożyła spodnie do siłowni wczoraj.",
      "example_translation": "Eu usei calças para a festa ontem à noite. Vou usar calças para o escritório amanhã. Ela usou calças para a academia ontem.",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter",
      "translation": "suéter",
      "definition": "Sweter to ubranie bez otworu z przodu, które zakłada się przez włożenie go na głowę",
      "definition_translation": "um vestido sem abertura na frente, que é colocado puxando-o sobre a cabeça",
      "example": "Włożyłem sweter, żeby się ogrzać. Włoży sweter do parku jutro. Włożył sweter na mecz piłkarski w zeszłym tygodniu.",
      "example_translation": "Eu puxei um suéter para manter o calor. Ela usará um suéter para o parque amanhã. Ele usou um suéter para o jogo de futebol da semana passada.",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sandaly",
      "translation": "sanda",
      "definition": "Sandaly to typu obuwia, które odsłania nogę i jest trzymane za pomocą rzemyków",
      "definition_translation": "um calçado que expõe o pé e é mantido por tiras",
      "example": "Włożyłem sandaly na plażę wczoraj. Włoży sandaly na przyjęcie dzisiaj wieczorem. Włożyli sandaly na wycieczkę górska w zeszłym miesiącu.",
      "example_translation": "Eu usei sandálias para a praia ontem. Ela usará sandálias para a festa esta noite. Eles usaram sandálias para a viagem de caminhada do mês passado.",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rękaw",
      "translation": "manga",
      "definition": "Rękaw to część ubrania okrywająca rękę",
      "definition_translation": "a parte do vestido que cobre o braço",
      "example": "Podwinąłem rękaw, żeby pokazać tatuaż. Włoży bluzkę z długim rękawem na przyjęcie dzisiaj wieczorem. Włożył kurtkę z krótkim rękawem na mecz wczoraj.",
      "example_translation": "Eu rolei minha manga para mostrar meu tatuagem. Ela usará uma camisa com manga longa para a festa esta noite. Ele usou um casaco com manga curta para o jogo ontem.",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapcie",
      "translation": "chinelos",
      "definition": "Kapcie to rodzaj obuwia, które jest Projektowane do noszenia w domu, zwykle wykonane z miękkich materiałów i mające miękką podeszwę.",
      "definition_translation": "Um chinelo é um tipo de calçado projetado para ser usado internamente, tipicamente feito de materiais macios e tendo uma sola macia.",
      "example": "Włożyłem kapcie na przyjęcie wczoraj wieczorem, Włożę kapcie na przyjęcie dzisiaj wieczorem i Włożyłem kapcie na przyjęcie w zeszłym tygodniu.",
      "example_translation": "Eu usei meu chinelos para a festa ontem à noite, eu usarei meu chinelos para a festa esta noite, e eu usei meu chinelos para a festa ontem.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bluzka sportowa",
      "translation": "moletom",
      "definition": "Bluzka sportowa to swobodna, długorękawnikowa koszulka, zwykle wykonana z grubego, miękkiego materiału, często noszona dla celów sportowych lub swobodnych.",
      "definition_translation": "Um moletom é uma camisa casual, de manga longa, tipicamente feita de tecido grosso e macio, frequentemente usada para fins atléticos ou casuais.",
      "example": "Włożyłem bluzkę sportową na siłownię wczoraj, Włożę bluzkę sportową na siłownię jutro i Włożyłem bluzkę sportową na siłownię w zeszłym tygodniu.",
      "example_translation": "Eu usei um moletom para a academia ontem, eu usarei um moletom para a academia amanhã, e eu usei um moletom para a academia na semana passada.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąpielówki",
      "translation": "calções de natação",
      "definition": "Kąpielówki to rodzaj krótkich spodenek zaprojektowanych do pływania, zwykle wykonanych z lekkiego, szybkoschnącego materiału.",
      "definition_translation": "Calções de natação são um tipo de shorts projetados para nadar, tipicamente feitos de tecido leve e rápido de secagem.",
      "example": "Włożyłem kąpielówki na plażę w zeszłym lato, Włożę kąpielówki do basenu jutro i Włożyłem kąpielówki do parku wodnego wczoraj.",
      "example_translation": "Eu usei calções de natação para a praia no verão passado, eu usarei calções de natação para a piscina amanhã, e eu usei calções de natação para o parque aquático ontem.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "top",
      "translation": "blusa",
      "definition": "Top to rodzaj ubrania, które okrywa górę ciała, zwykle składający się z bluzki lub koszulki.",
      "definition_translation": "Uma blusa é um tipo de roupa que cobre o corpo superior, tipicamente consistindo em uma blusa ou camisa.",
      "example": "Włożyłem top na przyjęcie w zeszłym tygodniu, Włożę top na przyjęcie następnego miesiąca i Włożyłem top na przyjęcie wczoraj.",
      "example_translation": "Eu usei uma blusa para a festa na semana passada, eu usarei uma blusa para a festa no mês que vem, e eu usei uma blusa para a festa ontem.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kostium sportowy",
      "translation": "traje de treino",
      "definition": "Kostium sportowy to typ ubrania Casual, zaprojektowanego do aktywności fizycznych lub outdoorowych, składający się z kurtki i spodni wykonanych z lekkiej, oddychającej tkaniny.",
      "definition_translation": "Um traje de treino é um tipo de roupa casual projetada para atividades atléticas ou ao ar livre, tipicamente consistindo em uma jaqueta e calças feitas de um tecido leve e respirável.",
      "example": "Wczoraj włożyłem kostium sportowy do siłowni, jutro włożę go do parku, a w zeszłym tygodniu włożyłem go na ścieżkę joggingową.",
      "example_translation": "Eu usei um traje de treino para a academia ontem, vou usá-lo para o parque amanhã, e usei-o para a trilha de jogging na semana passada.",
      "imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bielizna",
      "translation": "cueca",
      "definition": "Bielizna to typ ubrania noszonego bezpośrednio przy skórze, wykonane z miękkiej, oddychającej tkaniny, zaprojektowanej dla komfortu i higieny.",
      "definition_translation": "Cuecas são um tipo de roupa íntima usada junto à pele, tipicamente feita de um tecido macio e respirável, e projetada para proporcionar confort e higiene.",
      "example": "Włożyłem bieliznę przed pójściem do łóżka, jutro włożę ją na plażę, a w zeszłym tygodniu włożyłem ją na imprezę.",
      "example_translation": "Eu coloquei minhas cuecas antes de ir para a cama, vou usá-las para a praia amanhã, e usei-as para a festa ontem à noite.",
      "imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bielizna osobista",
      "translation": "roupa íntima",
      "definition": "Bielizna osobista odnosi się do ubrań noszonych przy skórze, włączając bieliznę, biustonosze i inne przedmioty zaprojektowane dla komfortu i higieny.",
      "definition_translation": "Roupa íntima refere-se à roupa usada junto à pele, tipicamente incluindo cuecas, sutiãs e outros itens projetados para confort e higiene.",
      "example": "Muszę zrobić pranie, aby umyć bieliznę osobistą, jutro kupię nową bieliznę, a w zeszłym tygodniu włożyłem moją ulubioną bieliznę na imprezę.",
      "example_translation": "Eu preciso fazer a lavagem, para que possa lavar minhas roupas íntimas, vou comprar roupas íntimas novas na semana que vem, e usei minhas roupas íntimas favoritas para a festa ontem à noite.",
      "imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fartuch",
      "translation": " avental",
      "definition": "Fartuch to kawałek tkaniny noszony przed ciałem, aby chronić ubranie przed plamami i rozlaniami, typowo używany w gotowaniu, ogrodnictwie lub innych działaniach.",
      "definition_translation": "Um avental é um pedaço de tecido usado sobre a frente do corpo para proteger a roupa de manchas e respingos, tipicamente usado na cozinha, jardinagem ou outras atividades.",
      "example": "Włożyłem fartuch przed gotowaniem obiadu, jutro włożę go na piknik, a w zeszłym tygodniu włożyłem go na zajęcia artystyczne.",
      "example_translation": "Eu coloquei um avental antes de cozinhar o jantar, vou usar um avental para o churrasco amanhã, e usei um avental para a aula de arte na semana passada.",
      "imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "biquíni",
      "definition": "Bikini to typ kostiumu kąpielowego, składający się z dwóch części, jednej pokrywającej piersi, a drugiej pokrywającej okolice genitalne.",
      "definition_translation": "Um biquíni é um tipo de roupa de banho que consiste em duas peças, uma cobrindo os seios e outra cobrindo a área do quadril.",
      "example": "Ona włożyła czerwony bikini na plażę wczoraj. Ona włoży niebieski bikini na imprezę dziś wieczorem. Ona włożyła żółty bikini na basen w zeszłym tygodniu.",
      "example_translation": "Ela usou um biquíni vermelho na praia ontem. Ela usará um biquíni azul na festa hoje à noite. Ela usou um biquíni amarelo na piscina semana passada.",
      "imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bokserek",
      "translation": "calção de boxer",
      "definition": "Bokserek to typ bielizny, która jest luźno dopasowana i ma elastyczny pas.",
      "definition_translation": "Calções de boxer são um tipo de roupa íntima que são soltos e têm uma faixa elástica na cintura.",
      "example": "On włożył bokserek do łóżka wczoraj. On włoży bokserek do siłowni jutro. On włożył bokserek do parku wczoraj.",
      "example_translation": "Ele usou calções de boxer para dormir ontem à noite. Ele usará calções de boxer para o ginásio amanhã. Ele usou calções de boxer para o parque ontem.",
      "imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biustonosz",
      "translation": "soutien",
      "definition": "Biustonosz to typ bielizny, która jest zaprojektowana do wspierania i pokrywania piersi kobiety.",
      "definition_translation": "Um soutien é um tipo de roupa íntima projetado para dar apoio e cobrir os seios de uma mulher.",
      "example": "Ona włożyła różowy biustonosz na imprezę w zeszłym tygodniu. Ona włoży czarny biustonosz na weselu dziś wieczorem. Ona włożyła biały biustonosz do pracy wczoraj.",
      "example_translation": "Ela usou um soutien rosa para a festa semana passada. Ela usará um soutien preto para o casamento hoje à noite. Ela usou um soutien branco para o escritório ontem.",
      "imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "majtki",
      "translation": "cueca",
      "definition": "Majtki to typ bielizny, która zapewnia osłonę i wsparcie dla okolic genitalnych.",
      "definition_translation": "Cuecas são um tipo de roupa íntima que fornecem cobertura e apoio para a área genital.",
      "example": "On włożył majtki do siłowni wczoraj. On włoży majtki na plażę jutro. On włożył majtki do biura w zeszłym tygodniu.",
      "example_translation": "Ele usou cuecas para o ginásio ontem. Ele usará cuecas para a praia amanhã. Ele usou cuecas para o escritório semana passada.",
      "imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kardigan",
      "translation": "casaco",
      "definition": "Kardigan to typ strojów haftowanych, mający guziki lub zamek błyskawiczny z przodu i typowo noszony nad koszulą lub suknią.",
      "definition_translation": "Um casaco é um tipo de roupa tricotada que tem botões ou uma fieira na frente e é normalmente usado sobre uma camisa ou vestido.",
      "example": "Włożyłem kardigan, aby się ogrzać wczoraj. Włożę kardigan na imprezę dziś wieczorem. Ona włożyła kardigan na spotkanie biurowe w zeszłym tygodniu.",
      "example_translation": "Eu usei um casaco para me manter quente ontem. Eu vou usar um casaco para a festa esta noite. Ela usou um casaco para a reunião de escritório na semana passada.",
      "imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kostium",
      "translation": "figurino",
      "definition": "Kostium to zestaw ubrań noszonych, aby stworzyć określony wrażenie lub reprezentować postać lub zawód.",
      "definition_translation": "Um figurino é um conjunto de roupas usadas para criar uma impressão particular ou para representar um personagem ou ocupação.",
      "example": "Aktor włożył kostium, aby zagrać króla. Dziecko włożyło kostium na imprezę halloweenową. Ona zaprojektowała kostium na pokaz mody.",
      "example_translation": "O ator usou um figurino para representar um rei. A criança usou um figurino para uma festa do Halloween. Ela projetou um figurino para o desfile de moda.",
      "imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rękawiczka",
      "translation": "punho",
      "definition": "Rękawiczka to opaska lub pasek,(typowo umieszczona na końcu rękawa), używana do zapięcia lub ozdobienia ubrania.",
      "definition_translation": "Um punho é uma banda ou correia, geralmente na extremidade de uma manga, usada para fechar ou decorar uma roupa.",
      "example": "Na koszuli było luźno zapięte rękawiczki. On dopasował rękawiczki swojego rękawa. Rękawiczka jej sukni była delikatna.",
      "example_translation": "A camisa tinha um punho que estava solto. Ele ajustou o punho da sua manga. O punho do vestido dela era delicado.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hełm",
      "translation": "capacete",
      "definition": "Hełm to chroniący nakrycie głowy, noszone aby zapobiec urazom głowy, szczególnie w sporcie lub bojach.",
      "definition_translation": "Um capacete é um capacete de proteção usado para prevenir lesões na cabeça, especialmente em esportes ou combate.",
      "example": "Rowerzysta nosił hełm, aby chronić swą głowę. Ona włożyła hełm, aby pojechać motocyklem. Żołnierz nosił hełm na bitwie.",
      "example_translation": "O ciclista usou um capacete para proteger a cabeça. Ela colocou um capacete para andar de motocicleta. O soldado usou um capacete na batalha.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "maska",
      "translation": "capô",
      "definition": "Maska to górna część pokrycia pojazdu, której często otwiera się do dostępu do silnika.",
      "definition_translation": "A cobertura superior de um veículo, tipicamente dobrável para permitir acesso ao motor.",
      "example": "Otworzyłem maskę mojego samochodu, aby sprawdzić olej. Wczoraj otworzyłem maskę, aby naprawić radiator. Jutro otworzę maskę, aby zmienić filter powietrza.",
      "example_translation": "Eu abri o capô do meu carro para verificar o óleo. Ontem, abri o capô para consertar o radiador. Amanhã, vou abrir o capô para trocar o filtro de ar.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pończochy kolanowe",
      "translation": "meias de joelho",
      "definition": "Rurkowe okrycia nóg, które sięgają powyżej kolana, noszone dla ciepła lub jako element ubioru.",
      "definition_translation": "Coberturas tubulares para as pernas, tipicamente alcançando até pouco acima do joelho, usadas para aquecer ou como item de moda.",
      "example": "Wczoraj włożyłem pończochy kolanowe na stok narciarski. Dziś noszę pończochy kolanowe w szkole. W przyszłym tygodniu będę nosić pończochy kolanowe na wycieczkę górską.",
      "example_translation": "Eu usei meias de joelho no resort de esqui ontem. Hoje, estou usando meias de joelho na escola. Na próxima semana, vou usar meias de joelho na viagem de caminhada.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nocna szata",
      "translation": " camisola",
      "definition": "Luźne, zwykle nieprzystające ubranie do spania lub odpoczynku, wykonane z miękkiej, lekkiej tkaniny.",
      "definition_translation": "Um vestido solto, geralmente desconexo, para dormir ou relaxar, tipicamente feito de tecido leve e macio.",
      "example": "Włożyłem swoją ulubioną nocną szatę, aby obejrzeć film wczoraj wieczorem. Dziś noszę nową nocną szatę do łóżka. Jutro będę nosić ładną nocną szatę na imprezę spanieczkową.",
      "example_translation": "Eu pus meu camisola favorito para assistir um filme ontem à noite. Hoje, estou usando um novo camisola para dormir. Amanhã, vou usar um belo camisola para a festa de pijama.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nocna koszula",
      "translation": "babador",
      "definition": "Luźne, zwykle krótkie ubranie do spania lub odpoczynku, wykonane z miękkiej, lekkiej tkaniny.",
      "definition_translation": "Um vestido solto, geralmente curto, para dormir ou relaxar, tipicamente feito de tecido leve e macio.",
      "example": "Włożyłem swoją ulubioną nocną koszulę, aby przygotować się do snu. Wczoraj włożyłem nową nocną koszulę na imprezę spanieczkową. Jutro będę nosić przytulną nocną koszulę na wyjazd kempingowy.",
      "example_translation": "Eu pus meu babador favorito para me preparar para dormir. Ontem, usei um novo babador para a festa de sono. Amanhã, vou usar um babador aconchegante para a viagem de camping.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piżama",
      "translation": "pijamas",
      "definition": "Luźne, wygodne spodnie i luźna bluza, zaprojektowane do spania lub odpoczynku.",
      "definition_translation": "Calças largas e confortáveis e uma parte de cima solta, projetadas para dormir ou descansar.",
      "example": "Włożyłem piżamę do łóżka wczoraj wieczorem. Noszę piżamę do łóżka każdej nocy. Będę nosić piżamę do łóżka jutro wieczorem.",
      "example_translation": "Eu usei pijamas para dormir ontem à noite, eu uso pijamas para dormir todas as noites, e eu usarei pijamas para dormir amanhã à noite.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sneakersy",
      "translation": "tênis",
      "definition": "Typowe, wygodne buty sportowe z gumową podeszwą i bawełnianą lub syntetyczną częścią górnej.",
      "definition_translation": "Um tipo de sapato atlético casual com sola de borracha e upper de canvas ou sintético.",
      "example": "Zawiązałem swoje sneakersy i poszedłem biegać, noszę sneakersy na siłownię, i będę kupował nowe sneakersy w przyszłym tygodniu.",
      "example_translation": "Eu amarrei meus tênis e fui correr, eu uso tênis na academia, e eu comprarei novos tênis na próxima semana.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szlafrok",
      "translation": "roupão de banho",
      "definition": "Luźne, absorbujące okrycie noszone po kąpieli lub prysznicu.",
      "definition_translation": "Um roupão solto e absorvente usado após um banho ou chuveiro.",
      "example": "Włożyłem szlafrok po prysznicu, noszę szlafrok, aby relaksować się, i będę dostawał nowy szlafrok na urodziny.",
      "example_translation": "Eu pus meu roupão de banho após o chuveiro, eu uso um roupão de banho para relaxar, e eu vou ganhar um novo roupão de banho para o meu aniversário.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krawat",
      "translation": "gravata borboleta",
      "definition": "Typ krawata, który składa się z wstęgi zawiązywanej w kształcie kokarda.",
      "definition_translation": "Um tipo de gravata que consiste em uma fita atada em forma de laço.",
      "example": "Kelner nosił krawat na pracy, nauczyłem się wiązać krawat na weselu, i będę nosić krawat na formalnej uroczystości.",
      "example_translation": "O garçom usava uma gravata borboleta no trabalho, eu aprendi a amarrar uma gravata borboleta para um casamento, e eu vou usar uma gravata borboleta em um evento formal.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dżinsowe spodnie",
      "translation": "calças de ganga",
      "definition": "luźne spodnie, zwykle wykonane z denimu, z obszarem nalutowym i klamrami, noszone przez robotników, artystów i dzieci.",
      "definition_translation": "calças soltas, geralmente feitas de denim, com seções de bíblia e braçadeira e cliques metálicos, usadas por trabalhadores, artistas e crianças.",
      "example": "Włożyłem dżinsowe spodnie, aby pomalować dom, a teraz są one pokryte plamami. Kiedyś nosiłem dżinsowe spodnie do szkoły, a moi koledzy uważali, że są fajne. Do nastłego lata będę nosił dżinsowe spodnie na każdy festiwal muzyczny.",
      "example_translation": "Eu usei calças de ganga para pintar a casa, e agora elas estão cobertas de manchas. Eu costumava usar calças de ganga para ir à escola quando eu era criança, e meus amigos achavam que eram legais. No próximo verão, eu terei usado calças de ganga em todos os festivais de música.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapcie",
      "translation": "chinelos",
      "definition": "typ sandałów, zwykle wykonanych z gumy lub plastiku, z paskiem przechodzącym między dużym a drugim palcem.",
      "definition_translation": "um tipo de sandália casual, geralmente feita de borracha ou plástico, com uma tira que vai entre o dedo grande e o segundo dedo.",
      "example": "Lubię nosić kapcie na plażę, ale nie są wygodne do wędrówek. Ona nosiła kapcie na imprezę, a jej stopy były zimne. Do następnego miesiąca kupię nowe kapcie na lato.",
      "example_translation": "Eu amo usar chinelos na praia, mas eles não são confortáveis para caminhar. Ela usou chinelos para ir à festa, e seus pés estavam frios. Até o próximo mês, eu terei comprado novos chinelos para o verão.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "futro",
      "translation": "casaco de pele",
      "definition": "płaszcz wykonany ze skór i futer zwierzęcych, noszony dla ciepła i jako oświadczenie mody.",
      "definition_translation": "um casaco feito da pele e pele de animais, usado para se aquecer e como uma declaração de moda.",
      "example": "Ona miała na sobie futro na eleganckiej kolacji, a było bardzo drogie. Próbowałem futra w sklepie, ale nie spodobało mi się. Do nastłego zimy kupię nowe futro na święta.",
      "example_translation": "Ela usou um casaco de pele para o jantar de gala, e foi muito caro. Eu tentei um casaco de pele na loja, mas eu não gostei. Até o próximo inverno, eu terei comprado um novo casaco de pele para as festas.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kamasze",
      "translation": "macacão",
      "definition": "luźne spodnie z obszarem nalutowym i paskiem przechodzącym przez ramiona, noszone przez robotników i dzieci.",
      "definition_translation": "calças largas com uma bíblia e uma tira que vai sobre os ombros, usadas por trabalhadores e crianças.",
      "example": "Kiedyś nosiłem kamasze do przedszkola, a były tak wygodne. Ona miała na sobie kamasze w ogrodzie, a były już brudne. Do nastłego wiosny będę nosił kamasze na każde wydarzenie na świeżym powietrzu.",
      "example_translation": "Eu costumava usar macacão no berçário quando eu era criança, e eles eram tão confortáveis. Ela usou macacão no jardim, e eles ficaram sujos. Até o próximo springs, eu terei usado macacão em todos os eventos ao ar livre.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rajstopy",
      "translation": "meia-calça",
      "definition": "cieśniej przylegająca do ciała część garderoby, która przykrywa nogi i dolną część tułowia, zwykle noszona przez kobiety",
      "definition_translation": "um vestido que se ajusta às pernas e corpo inferior, geralmente usado por mulheres",
      "example": "Wczoraj włożyłem rajstopy do pracy, a będę je nosił na imprezę jutro i włożyłem je na weselu w zeszłym tygodniu.",
      "example_translation": "Eu usei meia-calça no escritório ontem, mas eu as usarei na festa amanhã e eu as usei no casamento semana passada.",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pończochy",
      "translation": "meias",
      "definition": "część garderoby, która przykrywa nogi, zwykle noszona przez kobiety",
      "definition_translation": "um vestido que cobre as pernas, geralmente usado por mulheres",
      "example": "Ona powiesiła pończochy na sznurze, ale będzie je nosiła na kolację wieczorem i włożyła je na weselu w zeszłym roku.",
      "example_translation": "Ela pendurou suas meias na corda de roupa, mas ela as usará na festa de jantar esta noite e ela as usou no casamento do ano passado.",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cylindry",
      "translation": "chapéu de copa",
      "definition": "wysoki, płaski kapelusz, dawniej noszony przez mężczyzn, zwłaszcza w XIX wieku",
      "definition_translation": "um chapéu alto, de coroa plana, anteriormente usado por homens, especialmente no século 19",
      "example": "On miał na sobie cylindry na balu maskowym, ale będzie je nosił na rekonstrukcji historycznej następnego miesiąca i miał je na weselu w zeszłym wieku.",
      "example_translation": "Ele usou um chapéu de copa para o baile de máscaras, mas ele o usará na reencenação histórica do mês que vem e ele o usou no casamento do século passado.",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "welón",
      "translation": "véu",
      "definition": "kawałek tkaniny noszony przez kobiety, aby zakryć twarz, zwłaszcza jako część strojów weselnych",
      "definition_translation": "um pedaço de tecido usado por mulheres para cobrir o rosto, especialmente como parte do traje de noiva",
      "example": "Narzeczona miała na sobie welón na ceremonii ślubu, ale będzie go nosiła na przyjęciu wieczorem i miała go na sesji zdjęciowej w zeszłym tygodniu.",
      "example_translation": "A noiva usou um véu na cerimônia de casamento, mas ela o usará na recepção esta noite e ela o usou na sessão de fotos semana passada.",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "westa",
      "translation": "colete",
      "definition": "koszula bez rękawów, zwykle noszona nad koszulą i krawatem, jest częścią stroju formalnego.",
      "definition_translation": "Um colete é um tipo de vestuário sem mangas, geralmente usado sobre uma camisa e gravata, e faz parte do vestuário formal.",
      "example": "Będę nosił westę na imprezę wieczorem, będzie się uzupełniać mojego garnituru. Wczoraj włożyłem westę na ślub. Jeśli będzie czas, kupię westę na ceremonię następnego tygodnia.",
      "example_translation": "Eu vou usar um colete para a festa esta noite, isso vai complementar meu terno. Ontem, eu usei um colete para o casamento. Se eu tiver tempo, eu comprarei um colete para a cerimônia da próxima semana.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "balaclava",
      "translation": "balaclava",
      "definition": "balaclava to rodzaj nakrycia głowy, które przykrywa głowę, szyję i część twarzy, często noszone w zimnym powietrzu.",
      "definition_translation": "Uma balaclava é um tipo de acessório de cabeça que cobre a cabeça, pescoço e parte do rosto, frequentemente usado em clima frio.",
      "example": "Włożyłem balaclavę, gdy szusowałem zeszłej zimy, trzymała moją głowę ciepłą. Rano włożę balaclavę, aby chronić moją twarz przed zimnym wiatrem. Ona kupi balaclavę dla syna na wycieczkę narciarską.",
      "example_translation": "Eu usei uma balaclava enquanto esquiava no último inverno, isso manteve a minha cabeça quente. De manhã, eu usarei uma balaclava para proteger o meu rosto do vento frio. Ela vai comprar uma balaclava para o seu filho usar durante a viagem de snowboarding.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spodnie skórzane",
      "translation": "calções",
      "definition": "Spodnie skórzane to typ spodni, które są ściśle dopasowane do nóg, często noszone przez jeźdźców i rowerzystów.",
      "definition_translation": "Os calções são um tipo de calças que se ajustam apertadamente às pernas, frequentemente usadas por ciclistas e cavaleiros.",
      "example": "Jeźdźczyni nosiła spodnie skórzane, aby chronić nogi podczas jazdy konnej. W przeszłości mężczyźni nosili je z pończochami na formalne wydarzenia. Rowerzysta będzie nosić je, aby zmniejszyć opór powietrza podczas wyścigu.",
      "example_translation": "A cavaleira usou calções para proteger as suas pernas enquanto montava a cavalo. No passado, os homens usavam calções com meias em eventos formais. O ciclista usará calções para reduzir a resistência do vento durante a corrida.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "peleryna",
      "translation": "capa",
      "definition": "Peleryna to rodzaj bezrękawnika, który wisi z szyi, często noszony przez superbohaterów i postacie fikcyjne.",
      "definition_translation": "Uma capa é um tipo de vestuário exterior sem mangas que pende do pescoço, frequentemente usada por super-heróis e personagens fictícios.",
      "example": "Superman nosi pelerynę, aby latać i ratować świat. W dawnych czasach królowie i szlachcice nosili peleryny jako symbol władzy. Projektant mody stworzy pelerynę dla postaci w filmie.",
      "example_translation": "Superman usa uma capa para voar e salvar o mundo. Nos velhos tempos, os reis e nobres usavam capas como símbolo de poder. O designer de moda criará uma capa para o personagem no filme.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaporowanie",
      "translation": "tapar",
      "definition": "Zaporowanie to blokada lub przeszkoda w rurze lub przewodzie, szczególnie w kanalizacji lubInstallation",
      "definition_translation": "um bloqueio ou obstáculo em um cano ou tubo, especialmente em um dreno ou esgoto",
      "example": "Włosy zapchały odpływ, więc musiałem wezwać hydraulika. Zapchałem zlew tłuszczem. Odpływ zapcha się, jeśli nie czyścisz go regularnie.",
      "example_translation": "O cabelo tapou o dreno, então eu tive que chamar um encanador. Eu tapo a pia com gordura. O dreno vai tapar se você não limpá-lo regularmente.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korsek",
      "translation": "espartilho",
      "definition": "Korsek to odzież noszona, aby uformować lub ściśnęć tors,.typowo noszona przez kobiety",
      "definition_translation": "um vestido usado para dar forma ou constringir o torso, tipicamente usado por mulheres",
      "example": "Ona nosiła korsek pod swoją suknią ślubną. Muszę nosić korsek na przyjęciu wieczorowym. Epoka wiktoriańska była znana z ciasnych korsetów.",
      "example_translation": "Ela usou um espartilho sob seu vestido de noiva. Eu tenho que usar um espartilho para a festa esta noite. A era vitoriana era conhecida por seus espartilhos apertados.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siatka na nogi",
      "translation": "meia rede",
      "definition": "Siatka na nogi to rodzaj pończochy z siatkową konstrukcją, często noszona jako element mody lub jako przedmiot Provocative ubioru",
      "definition_translation": "um tipo de meia com um padrão de malha, muitas vezes usado para moda ou como um item de roupa provocante",
      "example": "Tancerka nosiła siatkę na nogi na scenie. Kupiłem siatkę na nogi na Halloween. Modelka nosiła siatkę na nogi na wybiegu mody.",
      "example_translation": "A dançarina usou meia rede no palco. Eu comprei meia rede para a festa de Halloween. A modelo de moda usou meia rede na passarela.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasaż",
      "translation": "cueiro",
      "definition": "Pasaż to rodzaj paska lub szarfy noszonej wokół talii, typowo noszonej przez kobiety, aby wspierać plecy lub poprawić postawę",
      "definition_translation": "um cinto ou faixa usado em volta da cintura, tipicamente por mulheres, para apoiar a costas ou melhorar a postura",
      "example": "Ona nosiła pasaż pod swoją suknią, aby wygładzić sylwetkę. Muszę nosić pasaż, aby wspierać plecy. Pasaż pomógł jej utrzymać dobrą postawę.",
      "example_translation": "Ela usou um cueiro sob seu vestido para suavizar sua silhueta. Eu tenho que usar um cueiro para apoiar minhas costas. O cueiro ajudou ela manter uma boa postura.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nakolanniki",
      "translation": "aquecedores de perna",
      "definition": "Nakolanniki to tight-fitting okrycia noszone na nogach, typowo wykonane z materiału lub syntetycznych materiałów, aby trzymać je ciepło.",
      "definition_translation": "Coberturas justas usadas sobre as pernas, típicamente feitas de tecido ou materiais sintéticos, para mantê-las quentes.",
      "example": "Noszę nakolanniki, aby trzymać nogi ciepłe podczas zimowego występu tanecznego. Będę nosić je ponownie jutro. Noszę je w zeszłym tygodniu też.",
      "example_translation": "Eu usei aquecedores de perna para manter minhas pernas quentes durante a performance de dança de inverno. Eu usarei novamente amanhã. Eu os usei semana passada também.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podspódnica",
      "translation": "anágua",
      "definition": "Podspódnica to rodzaj spódnicy noszonej przez kobiety, typowo wykonanej z lekkiego materiału, często dekorowanej koronkami lub innymi ozdobami.",
      "definition_translation": "Um tipo de saia interna usada por mulheres, típicamente feita de tecido leve, freqüentemente decorada com renda ou outros acabamentos.",
      "example": "Moja babcia nosiła podspódnice pod swoją suknią, kiedy była młodą kobietą. Teraz moja siostra nosi je pod swoją suknią ślubną. W przeszłości kobiety zawsze nosiły je.",
      "example_translation": "Minha avó costumava usar uma anágua sob seu vestido quando era jovem. Agora, minha irmã usa uma sob seu vestido de noiva. No passado, as mulheres sempre as usavam.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skórzany płaszcz",
      "translation": "casaco de pele de carneiro",
      "definition": "Skórzany płaszcz to rodzaj płaszcza wykonanego ze skóry owczej, często noszonego dla ciepła i ochrony przed żywiołami.",
      "definition_translation": "Um tipo de casaco feito da pele de carneiros, freqüentemente usado para sequestro e proteção contra os elementos.",
      "example": "Kupiłem skórzany płaszcz, aby nosić go zimą. Będzie mnie trzymać ciepło w śnieżne dni. Noszę jeden każdej zimy i jest bardzo ciepły.",
      "example_translation": "Eu comprei um casaco de pele de carneiro para usar durante os meses de inverno. Ele me manterá quente nos dias nevados. Eu usei um no último inverno e era muito quente.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kamizelka",
      "translation": "colete",
      "definition": "Kamizelka to rodzaj ubioru bez rękawów noszonego wokół górnej części ciała, często noszonego dla ciepła lub jako oświadczenie mody.",
      "definition_translation": "Um vestido sem mangas usado ao redor do torso, freqüentemente usado para sequestro ou como um estatement de moda.",
      "example": "Noszę kamizelkę pod swoją kurtkę, kiedy jest zimno. Mój przyjaciel będzie nosić ją na imprezę wieczorową. Noszę ją na koncercie ostatnim tygodniu i dostałem wiele komplementów.",
      "example_translation": "Eu uso um colete sob minha jaqueta quando está frio lá fora. Meu amigo usará um para a festa hoje à noite. Eu usei um para o concerto semana passada e recebi muitos elogios.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czapką",
      "translation": "capuz",
      "definition": "Czapka to rodzaj nakrycia głowy i szyi, typowo noszona przez kobiety i dzieci.",
      "definition_translation": "Um capacete é um tipo de chapéu que cobre a cabeça e o pescoço, geralmente usado por mulheres e crianças.",
      "example": "Ona nosiła czapkę, aby chronić włosy przed słońcem. Wczoraj nosiła czapkę do kościoła. Jutro będzie nosić czapkę do ogrodu.",
      "example_translation": "Ela usou um capacete para proteger seu cabelo do sol. Ontem, ela havia usado um capacete para ir à igreja. Amanhã, ela usará um capacete para ir ao jardim.",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szlafrok",
      "translation": "roupão",
      "definition": "Szlafrok to luźne, absorbujące ubranie noszone po kąpieli lub pływaniu, typowo wykonane z materiału ręcznikowego.",
      "definition_translation": "Um roupão é um vestido solto e absorvente usado após banho ou nadar, geralmente feito de material de toalha.",
      "example": "On włożył szlafrok po prysznicu. Ona miała na sobie szlafrok, aby się relaksować w domu. Będą nosić szlafroki do spa.",
      "example_translation": "Ele colocou um roupão após seu chuveiro. Ela havia usado um roupão para relaxar em casa. Eles usarão roupões para o spa.",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bluza z kapturem",
      "translation": "moletom",
      "definition": "Bluza z kapturem to rodzaj swetra z kapturem, często noszony do celów rekreacyjnych lub sportowych.",
      "definition_translation": "Um moletom é um tipo de suéter com capuz, freqüentemente usado para fins casuais ou atléticos.",
      "example": "On nosił bluzę z kapturem na siłownię. Ona miała na sobie bluzę z kapturem na zajęcia. Będą nosić bluzy z kapturem na koncert.",
      "example_translation": "Ele usou um moletom para ir ao ginásio. Ela havia usado um moletom para ir à aula. Eles usarão moletoms para o concerto.",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "halka domowa",
      "translation": "roupão de casa",
      "definition": "Halka domowa to luźne, nieformalne ubranie noszone w domu, typowo wykonane z lekkiego materiału.",
      "definition_translation": "Um roupão de casa é um vestido solto e informal usado em casa, geralmente feito de material leve.",
      "example": "Ona nosiła halkę domową, aby gotować obiad. On miał na sobie halkę domową, aby obejrzeć telewizję. Będą nosić halki domowe, aby rozsiadać się w domu.",
      "example_translation": "Ela usou um roupão de casa para cozinhar jantar. Ele havia usado um roupão de casa para assistir TV. Eles usarão roupões de casa para relaxar em casa.",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sweter z kołnierzem",
      "translation": "gola rulê",
      "definition": "Kołnierz to wysoki kołnierzyk, który zwija się i zakrywa szyję, typowo noszony jako część swetra lub kardiganu.",
      "definition_translation": "Um colar alto que dobra e cobre o pescoço, normalmente usado como parte de um suéter ou cardigã.",
      "example": "Włożyłem sweter z kołnierzem na przyjęcie, a było naprawdę ciepło. Zdam sweter z kołnierzem do biura jutro, a wczoraj miałem na sobie sweter z kołnierzem na siłownię}",
      "example_translation": "Eu usei um suéter de gola rulê para a festa, e estava muito quente. Eu usarei um gola rulê para o escritório amanhã, e usei um gola rulê para a academia na noite passada.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spódnica",
      "translation": "saiote",
      "definition": "Spódnica to sukienka noszona pod inną sukienką, aby dodać pełności lub ochronić zewnętrzną sukienkę przed nogami noszącego.",
      "definition_translation": "Uma saia usada sob outra saia, normalmente para acrescentar volume ou para proteger a saia exterior das pernas do usuário.",
      "example": "Panna młoda nosiła spódnice pod swoją suknią ślubną, aby nadać jej pełniejszego wyglądu. Ona będzie nosić spódnice na bal, a miała na sobie spódnice na balu w zeszłym roku.",
      "example_translation": "A noiva usou um saiote sob o vestido de noiva para dar-lhe um aspecto mais cheio. Ela usará um saiote para o baile de formatura, e usou um saiote para o baile no ano passado.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kamiel",
      "translation": "colete",
      "definition": "Kamiel to bezrękawnik noszony wokół talii, typowo jako część garnituru lub munduru.",
      "definition_translation": "Um vestido sem mangas usado ao redor da cintura, normalmente como parte de um terno ou uniforme.",
      "example": "Biznesmen miał na sobie kamiel na spotkanie, a wyglądał bardzo profesjonalnie. On będzie nosić kamiel na ślub, a miał na sobie kamiel na rozmowę kwalifikacyjną w zeszłym tygodniu.",
      "example_translation": "O homem de negócios usou um colete para a reunião, e pareceu muito profissional. Ele usará um colete para o casamento, e usou um colete para a entrevista de emprego na semana passada.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]