[
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kucharz",
      "translation": "cozinheiro",
      "definition": "osoba, która przygotowuje i gotuje jedzenie, zwłaszcza jako zawód",
      "definition_translation": "uma pessoa que prepara e cozinha alimentos, especialmente como trabalho",
      "example": "Ona ugotowała kolację dla swojej rodziny wczoraj. On gotuje śniadanie każdego ranka. On ugotuje lunch dla swoich gości jutro.",
      "example_translation": "Ela cozinhou jantar para sua família ontem à noite. Ela cozinha café da manhã todas as manhãs. Ela cozinhará almoço para seus convidados amanhã.",
      "imageLink": "image_files\\English\\cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "doktor",
      "translation": "médico",
      "definition": "osoba wykształcona w zakresie udzielania opieki medycznej i leczenia ludzi",
      "definition_translation": "uma pessoa treinada para dar cuidado médico e tratamento às pessoas",
      "example": "On poszedł do doktora wczoraj. On jest doktor w szpitalu. On będzie doktor wkrótce.",
      "example_translation": "Ele foi ver um médico ontem. Ele é um médico em um hospital. Ele será um médico em alguns anos.",
      "imageLink": "image_files\\English\\doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kierowca",
      "translation": "motorista",
      "definition": "osoba, która obsługuje pojazd, takiego jak samochód, autobus lub ciężarówka",
      "definition_translation": "uma pessoa que opera um veículo, como um carro, ônibus ou caminhão",
      "example": "On jest kierowcą dla firmy transportowej. On prowadził do pracy rano. On sẽ prowadzić do plaży w następny weekend.",
      "example_translation": "Ele é um motorista para uma empresa de transporte. Ele dirigiu para o trabalho esta manhã. Ele dirigirá para a praia no próximo fim de semana.",
      "imageLink": "image_files\\English\\driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nauczyciel",
      "translation": "professor",
      "definition": "osoba, która pomaga ludziom uczyć się, zwłaszcza w szkole",
      "definition_translation": "uma pessoa que ajuda as pessoas a aprender, especialmente em uma escola",
      "example": "Ona jest nauczycielem w szkole średniej. On uczył matematyki swoim uczniom wczoraj. On będzie uczył angielskiego w następnym semestrze.",
      "example_translation": "Ela é uma professora em uma escola secundária. Ela ensinou matemática aos seus alunos ontem. Ela ensinará inglês no próximo semestre.",
      "imageLink": "image_files\\English\\teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kelner",
      "translation": "garçom",
      "definition": "osoba, która obsługuje stoliki w restauracji",
      "definition_translation": "Uma pessoa que serve mesas em um restaurante.",
      "example": "Kelner przyniósł nam menu. On będzie przynosił nam jedzenie. On przyniósł nam rachunek.",
      "example_translation": "O garçom nos trouxe o menu. Ele nos trará o alimento. Ele nos trouxe a conta.",
      "imageLink": "image_files\\English\\waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kelnerka",
      "translation": "garçonete",
      "definition": "kobieta, która obsługuje stoliki w restauracji",
      "definition_translation": "Uma pessoa do sexo feminino que serve mesas em um restaurante.",
      "example": "Kelnerka wzięła nasze zamówienie. Ona będzie przynosić nam napoje. Ona przyniosła nam deser.",
      "example_translation": "A garçonete tomou nosso pedido. Ela nos trará as bebidas. Ela nos trouxe o sobremesa.",
      "imageLink": "image_files\\English\\waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktor",
      "translation": "ator",
      "definition": "osoba, która gra w sztuce, filmie lub programie telewizyjnym",
      "definition_translation": "Uma pessoa que atua em uma peça, filme ou programa de televisão.",
      "example": "Aktor grał rolę główną. On grał wiele ról. On będzie grać nową rolę.",
      "example_translation": "O ator desempenhou o papel principal. Ele desempenhou muitos papéis. Ele desempenhará um novo papel.",
      "imageLink": "image_files\\English\\actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktorka",
      "translation": " atriz",
      "definition": "kobieta, która gra w sztuce, filmie lub programie telewizyjnym",
      "definition_translation": "Uma pessoa do sexo feminino que atua em uma peça, filme ou programa de televisão.",
      "example": " Aktorka wygrała nagrodę. Ona wygrała wiele nagród. Ona wygra następną nagrodę.",
      "example_translation": "A atriz ganhou um prêmio. Ela ganhou muitos prêmios. Ela ganhará outro prêmio.",
      "imageLink": "image_files\\English\\actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artysta",
      "translation": "artista",
      "definition": "osoba, która tworzy obrazy, rzeźby lub inne dzieła sztuki",
      "definition_translation": "Uma pessoa que cria pinturas, desenhos, esculturas ou outras obras de arte.",
      "example": "Ona była utalentowaną artystką, która miała wiele wystaw w Paryżu. Ona obecnie pracuje nad nowym projektem. Ona będzie miała wystawę w Nowym Jorku przyszłego roku.",
      "example_translation": "Ela era uma artista talentosa que havia realizado muitas exposições em Paris. Ela está atualmente trabalhando em um novo projeto. Ela terá um show em Nova York no ano que vem.",
      "imageLink": "image_files\\English\\artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biznesmen",
      "translation": "homem de negócios",
      "definition": "osoba, która pracuje w handlu, przemyśle lub finansach, zwłaszcza ta, która jest zdolna w zarządzaniu i inwestowaniu",
      "definition_translation": "Uma pessoa que trabalha no comércio, indústria ou finanças, especialmente uma que é habilida em gestão e investimento.",
      "example": "On był sukcesywnym biznesmenem, który zbudował swoją firmę od podstaw. On obecnie planuje rozwijać się na nowych rynkach. On otworzy nowy biuro w Tokio następnego miesiąca.",
      "example_translation": "Ele era um homem de negócios bem-sucedido que havia construído sua empresa do zero. Ele está agora planejando expandir para novos mercados. Ele vai abrir seu novo escritório em Tóquio no próximo mês.",
      "imageLink": "image_files\\English\\businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bizneswoman",
      "translation": "mulher de negócios",
      "definition": "Kobieta, która pracuje w handlu, przemyśle lub finansach, szczególnie ta, która ma umiejętności w zarządzaniu i inwestowaniu.",
      "definition_translation": "Uma mulher que trabalha no comércio, indústria ou finanças, especialmente uma que é habilida em gestão e investimento.",
      "example": "Była szanowaną bizneswoman, która zdobyła reputację w branży technologicznej. Aktualnie kieruje zespołem inżynierów. Za rok uruchomi swoją nową firmę.",
      "example_translation": "Ela era uma mulher de negócios respeitada que havia feito um nome para si mesma na indústria de tecnologia. Ela está atualmente liderando uma equipe de engenheiros. Ela vai lançar sua nova startup no ano que vem.",
      "imageLink": "image_files\\English\\businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mechanik samochodowy",
      "translation": "mecânico de carros",
      "definition": "Osoba, która naprawia i konserwuje pojazdy, szczególnie samochody.",
      "definition_translation": "Uma pessoa que repara e mantém veículos, especialmente carros.",
      "example": "Był doświadczonym mechanikiem samochodowym, który pracował przy wielu samochodach. Aktualnie naprawia złamany silnik. Do końca tygodnia skończy naprawę.",
      "example_translation": "Ele era um mecânico de carros habilidoso que havia trabalhado em muitos carros. Ele está atualmente consertando um motor quebrado. Ele vai terminar o trabalho de reparo até o final da semana.",
      "imageLink": "image_files\\English\\car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szef kuchni",
      "translation": "cozinheiro",
      "definition": "Wyszkolony profesjonalista, który przygotowuje i gotuje posiłki w restauracji, hotelu lub innej placówce żywienia.",
      "definition_translation": "um profissional treinado que prepara e cozinha alimentos em um restaurante, hotel ou outro estabelecimento de serviço de alimentos",
      "example": "Pracowała jako szef kuchni w restauracji z gwiazdką Michelin. Aktualnie pracuje jako szef kuchni w restauracji z gwiazdką Michelin. Za rok będzie pracować jako szef kuchni w restauracji z gwiazdką Michelin.",
      "example_translation": "Ela trabalhou como cozinheiro em um restaurante com uma estrela Michelin. Ela está trabalhando como cozinheiro em um restaurante com uma estrela Michelin. Ela trabalhará como cozinheiro em um restaurante com uma estrela Michelin.",
      "imageLink": "image_files\\English\\chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chemik",
      "translation": "químico",
      "definition": "Osoba, która jest wykształcona lub praktykuje chemię, szczególnie jako zawód.",
      "definition_translation": "pessoa treinada ou que pratica química, especialmente como profissão",
      "example": "Chemik odkrył nową substancję. Chemik testuje nową substancję. Chemik będzie analizował wyniki testu.",
      "example_translation": "O químico descobriu um novo composto. O químico está testando o novo composto. O químico analisará os resultados do teste.",
      "imageLink": "image_files\\English\\chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprzątaczka",
      "translation": "limpador",
      "definition": "Osoba, której zajęciem jest sprzątanie, szczególnie w biurach, domach lub innych budynkach.",
      "definition_translation": "pessoa cujo trabalho é limpar coisas, especialmente em escritórios, casas ou outros prédios",
      "example": "Sprzątaczka mopuje podłogę. Sprzątaczka mopowała podłogę wczoraj. Sprzątaczka będzie szukała podłogi jutro.",
      "example_translation": "O limpador está esfregando o chão. O limpador esfregou o chão ontem. O limpador varrerá o chão amanhã.",
      "imageLink": "image_files\\English\\cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tancerz",
      "translation": "dançarino",
      "definition": "Osoba, która wykonuje taniec, szczególnie jako zawód lub w miejscu publicznym.",
      "definition_translation": "pessoa que realiza uma dança, especialmente como profissão ou em público",
      "example": "Tancerz wykonał na scenie. Tancerz ćwiczy do występu. Tancerz weźmie udział w konkursie za tydzień.",
      "example_translation": "O dançarino se apresentou no palco. O dançarino está ensaiando para o show. O dançarino participará da competição na próxima semana.",
      "imageLink": "image_files\\English\\dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dentysta",
      "translation": "dentista",
      "definition": "Osoba, która jest wykształcona w diagnozowaniu, zapobieganiu i leczeniu chorób i schorzeń zębów i jamy ustnej.",
      "definition_translation": "Uma pessoa habilidosa no diagnóstico, prevenção e tratamento de doenças e condições dos dentes e boca.",
      "example": "Wczoraj odwiedziłem dentystę, co sześć miesięcy odwiedzam dentystę, a za tydzień odwiedzę dentystę.",
      "example_translation": "Eu visitei o dentista ontem, eu visito o dentista a cada seis meses, e eu visitarei o dentista na próxima semana.",
      "imageLink": "image_files\\English\\dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "inżynier",
      "translation": "engenheiro",
      "definition": "Osoba, która projektuje, buduje lub utrzymuje struktury, maszyny lub systemy, używając zasad naukowych i matematycznych.",
      "definition_translation": "Uma pessoa que projeta, constrói ou mantém estruturas, máquinas ou sistemas, usando princípios científicos e matemáticos.",
      "example": "Była inżynierem w renomowanej firmie, była inżynierem przez dziesięć lat, a w przyszłości będzie znanym inżynierem.",
      "example_translation": "Ela era uma engenheira em uma empresa renomada, ela tem sido uma engenheira por dez anos, e ela será uma engenheira renomada no futuro.",
      "imageLink": "image_files\\English\\engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rolnik",
      "translation": "agricultor",
      "definition": "Osoba, która posiada lub zarządza farmą, szczególnie ta, która uprawia ziemię, aby produkować płody rolne lub hodować zwierzęta.",
      "definition_translation": "Uma pessoa que possui ou gerencia uma fazenda, especialmente um que cultiva a terra para produzir culturas ou criar gado.",
      "example": "Był rolnikiem w swojej rodzinnej miejscowości, był rolnikiem przez dwadzieścia lat, a w przyszłości będzie sukcesywnym rolnikiem.",
      "example_translation": "Ele era um agricultor em sua cidade natal, ele tem sido um agricultor por vinte anos, e ele será um agricultor bem-sucedido no futuro.",
      "imageLink": "image_files\\English\\farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piłkarz",
      "translation": "futebolista",
      "definition": "Osoba, która gra w piłkę nożną, szczególnie jako zawód.",
      "definition_translation": "Uma pessoa que joga futebol, especialmente como um profissional.",
      "example": "Był piłkarzem w swoich college'owych czasach, był piłkarzem przez pięć lat, a w przyszłości będzie znanym piłkarzem.",
      "example_translation": "Ele era um futebolista em seus dias de colégio, ele tem sido um futebolista por cinco anos, e ele será um futebolista bem-sucedido no futuro.",
      "imageLink": "image_files\\English\\footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przewodnik",
      "translation": "guia",
      "definition": "Osoba, która pokazuje drogę innym, zwłaszcza w miejscu, które nie są im znane.",
      "definition_translation": "Uma pessoa que mostra o caminho para os outros, especialmente em um lugar que não conhecem.",
      "example": "Ona będzie nas prowadzić przez muzeum. Ona prowadziła nas przez muzeum. Ona będzie nas prowadzić przez muzeum do tego czasu.",
      "example_translation": "Ela vai nos guiar pelo museu. Ela nos guiou pelo museu. Ela terá nos guiado pelo museu até então.",
      "imageLink": "image_files\\English\\guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dyrektor szkoły",
      "translation": "diretor",
      "definition": "Najwyższy nauczyciel w szkole, odpowiedzialny za jej zarząd i administrację.",
      "definition_translation": "O professor mais sênior em uma escola, responsável pela sua gestão e administração.",
      "example": "Dyrektor szkoły pracuje w szkole przez 10 lat. Dyrektor szkoły pracował w szkole przez 5 lat przed przeniesieniem do innej szkoły. Dyrektor szkoły będzie pracował w szkole przez 15 lat do czasu emerytury.",
      "example_translation": "O diretor tem trabalhado na escola por 10 anos. O diretor havia trabalhado na escola por 5 anos antes de se mudar para outra escola. O diretor terá trabalhado na escola por 15 anos no momento em que ela se aposenta.",
      "imageLink": "image_files\\English\\headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "menedżer",
      "translation": "gerente",
      "definition": "Osoba odpowiedzialna za kontrolowanie lub administrowanie częścią lub całością firmy lub organizacji.",
      "definition_translation": "Uma pessoa responsável por controlar ou administrar toda ou parte de uma empresa ou organização.",
      "example": "On jest menedżerem w firmie przez 5 lat. On zarządzał kilkoma zespołami przed zostaniem menedżerem. On będzie zarządzał całym departamentem do czasu awansu.",
      "example_translation": "Ele tem sido um gerente na empresa por 5 anos. Ele havia gerenciado várias equipes antes de se tornar um gerente. Ele terá gerenciado todo o departamento até o momento em que é promovido.",
      "imageLink": "image_files\\English\\manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mechanik",
      "translation": "mecânico",
      "definition": "Osoba, która naprawia i konserwuje maszyny i silniki, szczególnie te pojazdów.",
      "definition_translation": "Uma pessoa que repara e mantém máquinas e motores, especialmente os de veículos.",
      "example": "Mechanik naprawiał samochód przez godziny. Mechanik naprawił rower przed rozpoczęciem pracy nad samochodem. Mechanik będzie miał naprawione całą flotę samochodów do końca miesiąca.",
      "example_translation": "O mecânico tem estado consertando o carro por horas. O mecânico havia consertado a bicicleta antes de trabalhar no carro. O mecânico terá consertado toda a frota de carros até o final do mês.",
      "imageLink": "image_files\\English\\mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pielęgniarka",
      "translation": "enfermeira",
      "definition": "Pielęgniarka to osoba przeszkolona do opieki nad chorymi lub niepełnosprawnymi, szczególnie w szpitalu.",
      "definition_translation": "Uma enfermeira é uma pessoa treinada para cuidar dos doentes ou enfermos, especialmente em um hospital.",
      "example": "Ona jest pielęgniarką przez 10 lat, aktualnie pracuje w szpitalu i specjalizuje się w pediatrii w następnym roku.",
      "example_translation": "Ela tem sido uma enfermeira por 10 anos, atualmente trabalha em um hospital e se especializará em pediatria no próximo ano.",
      "imageLink": "image_files\\English\\nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "malarz",
      "translation": "pintor",
      "definition": "Malarz to osoba, która maluje obrazy lub ściany jako zawód.",
      "definition_translation": "Um pintor é uma pessoa que pinta quadros ou paredes como profissão.",
      "example": "On był zdolnym malarzem i pracował nad muralami przez tygodnie, skończy je jutro i już namalował piękny krajobraz w zeszłym roku.",
      "example_translation": "Ele era um pintor habilidoso e havia estado trabalhando em um mural por semanas, terminará amanhã e já havia pintado um belo paisagem no ano passado.",
      "imageLink": "image_files\\English\\painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fotograf",
      "translation": "fotógrafo",
      "definition": "Fotograf to osoba, która robi zdjęcia, szczególnie jako zawód.",
      "definition_translation": "Um fotógrafo é uma pessoa que tira fotos, especialmente como profissão.",
      "example": "Ona jest fotografem przez 5 lat, będzie robiła zdjęcia na weselu w następnym miesiącu i już zrobiła zdjęcie pięknego zachodu słońca w zeszłym tygodniu.",
      "example_translation": "Ela tem sido uma fotógrafa por 5 anos, tirará fotos do casamento no próximo mês e já havia fotografado um belo pôr do sol na semana passada.",
      "imageLink": "image_files\\English\\photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pilot",
      "translation": "piloto",
      "definition": "Pilot to osoba, która obsługuje kontrolę samolotu.",
      "definition_translation": "Um piloto é uma pessoa que opera os controles de uma aeronave.",
      "example": "On jest pilotem przez 10 lat, będzie leciał do Nowego Jorku jutro i już wylądował samolotem bezpiecznie w zeszłej nocy.",
      "example_translation": "Ele tem sido um piloto por 10 anos, voará para Nova York amanhã e já havia pousado um avião em segurança na noite passada.",
      "imageLink": "image_files\\English\\pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gracz",
      "translation": "jogador",
      "definition": "Gracz to osoba, która uczestniczy w sporcie, grze lub aktywności, szczególnie jeśli jest bardzo zdolny lub entuzjastyczny.",
      "definition_translation": "Uma pessoa que participa de um esporte, jogo ou atividade, especialmente uma pessoa que é muito habilidosa ou entusiasta.",
      "example": "Byłem dobrym graczem w drużynie piłkarskiej w liceum, ale teraz grałem tylko dla zabawy. Grałem w piłkę z przyjaciółmi wczoraj i będę grał ponownie jutro.",
      "example_translation": "Eu era um bom jogador no time de futebol no colégio, mas agora eu só jogo para diversão. Eu joguei futebol com meus amigos ontem, e eu vou jogar novamente amanhã.",
      "imageLink": "image_files\\English\\player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "policjant",
      "translation": "policial",
      "definition": "Policjant to osoba, której zadaniem jest egzekwowanie praw, ochrona ludzi i utrzymanie porządku w społeczności.",
      "definition_translation": "Uma pessoa cujo trabalho é fazer cumprir as leis, proteger as pessoas e manter a ordem em uma comunidade.",
      "example": "Policjant zatrzymał samochód i poprosił o dowód osobisty kierowcy. Policjant pracuje w tym sąsiedztwie przez 5 lat i będzie tu pracował przez wiele lat.",
      "example_translation": "O policial parou o carro e pediu a carteira de motorista. A policial trabalha neste bairro há cinco anos, e ela continuará a trabalhar aqui por muitos anos.",
      "imageLink": "image_files\\English\\police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "policjant",
      "translation": "policia",
      "definition": "Mężczyzna funkcjonariusz policji, zwłaszcza ten, który nie jest oficerem wyższego rangą.",
      "definition_translation": "Um policial masculino, especialmente um que não é de alta patente.",
      "example": "Policjant pomógł zgubionej dziewczynce znaleźć rodziców. Policjant pracuje w policji od dziesięciu lat i jest dumny ze swojej służby.",
      "example_translation": "O policial ajudou a criança perdida a encontrar os pais. O policial trabalha na força há dez anos, e ele está orgulhoso do seu serviço.",
      "imageLink": "image_files\\English\\policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "policjantka",
      "translation": "policia feminina",
      "definition": "Kobieta funkcjonariusz policji, zwłaszcza ta, która nie jest oficerem wyższego rangą.",
      "definition_translation": "Uma policial feminina, especialmente uma que não é de alta patente.",
      "example": "Policjantka była bardzo miła i pomogła mi zgłosić przestępstwo. Policjantka pracuje w policji od pięciu lat i jest szanowana przez swoich kolegów.",
      "example_translation": "A policial feminina foi muito gentil e me ajudou a relatar o crime. A policial feminina trabalha na força há cinco anos, e ela é respeitada por seus colegas.",
      "imageLink": "image_files\\English\\policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "recepcjonistka",
      "translation": "recepcionista",
      "definition": "Osoba zatrudniona do powitania i pomocy gościom, klientom lub pacjentom w profesjonalnym środowisku, takim jak hotel, biuro lub gabinet lekarski.",
      "definition_translation": "Uma pessoa empregada para receber e assistir visitantes, clientes ou pacientes em um ambiente profissional, como um hotel, escritório ou consultório médico.",
      "example": "Ona pracowała jako recepcjonistka w kancelarii adwokackiej, odpowiadając na telefony i rejestrując wizyty. Ona pracuje jako recepcjonistka już pięć lat i jest bardzo dobrą w tym. Ona rozpocznie pracę jako recepcjonistka w nowej firmie za miesiąc.",
      "example_translation": "Ela trabalhou como recepcionista em uma firma de advocacia, atendendo chamadas telefônicas e agendando compromissos. Ela trabalhou como recepcionista por cinco anos e é muito boa nisso. Ela começará a trabalhar como recepcionista em uma nova empresa next mês.",
      "imageLink": "image_files\\English\\receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "asystent sprzedaży",
      "translation": "assistente de vendas",
      "definition": "Osoba, która pomaga sprzedawcy lub zespołowi w sprzedaży produktów lub usług klientom, często wykonując zadania takie jak prezentowanie produktów, odpowiadanie na pytania i przetwarzanie transakcji.",
      "definition_translation": "Uma pessoa que assiste um vendedor ou equipe em vender produtos ou serviços aos clientes, muitas vezes realizando tarefas como demonstrar produtos, responder a perguntas e processar transações.",
      "example": "Asystent sprzedaży pokazał mi kilka opcji nowego smartfona. On pracuje jako asystent sprzedaży w sklepie już trzy lata. On zostanie awansowany na asystenta sprzedaży za rok.",
      "example_translation": "O assistente de vendas me mostrou várias opções para o novo smartphone. Ela trabalhou como assistente de vendas na loja por três anos. Ele será promovido a assistente de vendas no ano que vem.",
      "imageLink": "image_files\\English\\salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprzedawca",
      "translation": "vendedor",
      "definition": "Osoba, która sprzedaje towary lub usługi klientom, często pracując za prowizją i odpowiedzialna za osiągnięcie celów sprzedaży.",
      "definition_translation": "Uma pessoa que vende bens ou serviços aos clientes, muitas vezes trabalhando com um salário baseado em comissão e responsável por atingir metas de vendas.",
      "example": "Sprzedawca był bardzo conosceni w sprawie produktu i odpowiedział na wszystkie moje pytania. Ona była udanym sprzedawcą przez wiele lat. On rozpocznie pracę jako sprzedawca w nowej firmie za miesiąc.",
      "example_translation": "O vendedor era muito conhecedor do produto e respondeu todas as minhas perguntas. Ela tem sido uma vendedora bem-sucedida por muitos anos. Ele começará a trabalhar como vendedor em uma nova empresa next mês.",
      "imageLink": "image_files\\English\\salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sekretarka",
      "translation": "secretária",
      "definition": "Osoba, która ma odpowiedzialność za zadania administracyjne organizacji, takie jak odpowiadanie na telefony, pisarstwo dokumentów i zarządzanie harmonogramem.",
      "definition_translation": "Uma pessoa que tem responsabilidade pelas tarefas administrativas de uma organização, como atender telefones, digitar documentos e gerenciar horários.",
      "example": "Sekretarka zarezerwowała lot do Nowego Jorku dla menedżera. Ona pracuje jako sekretarka już pięć lat i jest bardzo zorganizowana. On zostanie awansowany na sekretarkę za rok.",
      "example_translation": "A secretária reservou um voo para Nova York para o gerente. Ela trabalhou como secretária por cinco anos e é muito organizada. Ele será promovido a secretária no ano que vem.",
      "imageLink": "image_files\\English\\secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piosenkarka",
      "translation": "cantor",
      "definition": "Osoba, która śpiewa, zwłaszcza profesjonalnie.",
      "definition_translation": "Uma pessoa que canta, especialmente profissionalmente.",
      "example": "Ona była sławną piosenkarką w latach 80. i teraz śpiewa w lokalnym chórze kościelnym. Ona zaśpiewa na festiwalu jutro. Ona śpiewała w kabinie prysznicowej tej rano.",
      "example_translation": "Ela foi uma cantora famosa nos anos 80 e agora canta em um coral de igreja local. Ela cantará no festival amanhã. Ela cantou no chuveiro essa manhã.",
      "imageLink": "image_files\\English\\singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taksówkarz",
      "translation": "motorista de táxi",
      "definition": "Osoba, która prowadzi taksówkę jako pracę.",
      "definition_translation": "Uma pessoa que dirige um táxi como trabalho.",
      "example": "Taksówkarz zgubił się w mieście, więc byliśmy spóźnieni na spotkanie. On pracuje jako taksówkarz już dziesięć lat. On będzie prowadził taksówkę na lotnisko jutro.",
      "example_translation": "O motorista de táxi se perdeu na cidade, então chegamos atrasados para a reunião. Ele é motorista de táxi há 10 anos. Ele dirigirá um táxi para o aeroporto amanhã.",
      "imageLink": "image_files\\English\\taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przewodnik",
      "translation": "guia de turismo",
      "definition": "Osoba, która pokazuje i objaśnia interesujące miejsca turystom.",
      "definition_translation": "Uma pessoa que mostra e explica coisas interessantes para turistas.",
      "example": "Przewodnik wyjaśnił historię starożytnego miasta. Ona pracuje jako przewodnik już pięć lat. Ona będzie prowadzić grupę turystów po muzeum jutro.",
      "example_translation": "O guia de turismo explicou a história da cidade antiga. Ela é guia de turismo há 5 anos. Ela guiará um grupo de turistas pelo museu amanhã.",
      "imageLink": "image_files\\English\\tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pisarz",
      "translation": "escritor",
      "definition": "Osoba, która pisze książki, artykuły lub inne dzieła pisane.",
      "definition_translation": "Uma pessoa que escreve livros, artigos ou outras obras escritas.",
      "example": "Pisarz napisał bestsellerowego romansu w zeszłym roku. On pracuje jako pisarz już dziesięć lat. On będzie pisał nową książkę za rok.",
      "example_translation": "O escritor escreveu um romance bestseller no ano passado. Ele é escritor há 10 anos. Ele escreverá um novo livro no ano que vem.",
      "imageLink": "image_files\\English\\writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgowy",
      "translation": "contador",
      "definition": "Osoba, której zajęciem jest przygotowywanie i sprawdzanie dokumentów finansowych.",
      "definition_translation": "Uma pessoa cujo trabalho é preparar e examinar registros financeiros.",
      "example": "Pracowałem jako księgowy przez pięć lat przed podjęciem studiów MBA. Obecnie pracuję jako księgowy. Będzie pracował jako księgowy w międzynarodowej korporacji w przyszłości.",
      "example_translation": "Eu trabalhei como contador por cinco anos antes de cursar meu MBA. Eu estou trabalhando como contador agora. Eu trabalharei como contador em uma empresa multinacional no futuro.",
      "imageLink": "image_files\\English\\accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "architekt",
      "translation": "arquiteto",
      "definition": "Osoba, która projektuje budynki i inne konstrukcje.",
      "definition_translation": "Uma pessoa que projeta prédios e outras estruturas.",
      "example": "Spotkałem architekta, który zaprojektował nowe muzeum. Projektuje nowy wieżowiec. Będzie projektować zrównoważone miasto w przyszłości.",
      "example_translation": "Eu encontrei um arquiteto que projetou o novo museu. Ela está projetando um novo arranha-céu. Ela projectará uma cidade sustentável no futuro.",
      "imageLink": "image_files\\English\\architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opiekunka dzieci",
      "translation": "babá",
      "definition": "Osoba, zwykle młoda kobieta, która opiekuje się dziećmi, gdy rodzice są zajęci.",
      "definition_translation": "Uma pessoa, geralmente uma jovem mulher, que cuida das crianças quando os pais estavam ausentes.",
      "example": "Zatrudniłem opiekunkę dzieci, aby opiekowała się moimi dziećmi wczoraj wieczorem. Opiekuje się moimi dziećmi teraz. Będzie opiekować się moimi dziećmi ponownie następnym tygodniu.",
      "example_translation": "Eu contratei uma babá para cuidar dos meus filhos ontem à noite. Ela está cuidando dos meus filhos agora. Ela cuidará dos meus filhos novamente na próxima semana.",
      "imageLink": "image_files\\English\\babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarz",
      "translation": "padeiro",
      "definition": "Osoba, która wypieka i sprzedaje chleb, ciasta i inne wyroby piekarnicze.",
      "definition_translation": "Uma pessoa que faz e vende pão, bolos e outros produtos de padaria.",
      "example": "Pracowałem jako piekarz w małej piekarni. On pracuje jako piekarz teraz. Będzie pracować jako piekarz w nowej restauracji.",
      "example_translation": "Eu trabalhei como padeiro em uma pequena padaria. Ele está trabalhando como padeiro agora. Ela trabalhará como padeiro em um novo restaurante.",
      "imageLink": "image_files\\English\\baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tancerka baletowa",
      "translation": "bailarina de balé",
      "definition": "Osoba, która wykonuje balet, klasyczną formę tańca charakteryzującą się precyzyjnymi i wdzięcznymi ruchami.",
      "definition_translation": "Uma pessoa que performa balé, uma forma de dança clássica caracterizada por movimentos precisos e graciosos.",
      "example": "Była profesjonalną tancerką baletową i występowała w wielu produkcjach. Teraz uczy młodych studentów baletu. Będzie występować w nowej produkcji baletowej następnego miesiąca.",
      "example_translation": "Ela era uma bailarina de balé profissional e havia se apresentado em muitas produções. Ela está atualmente ensinando balé para jovens alunos. Ela se apresentará em uma nova produção de balé no próximo mês.",
      "imageLink": "image_files\\English\\ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fryzjer",
      "translation": "barbeiro",
      "definition": "Osoba, której zajęciem jest strzyżenie i układanie fryzur, zwłaszcza dla mężczyzn.",
      "definition_translation": "Uma pessoa cuja ocupação é cortar e arrumar cabelo, especialmente para homens.",
      "example": "Wczoraj odwiedził fryzjera i dostał strzyżenie. Fryzjer był bardzo zdolny i sympatyczny. Będzie odwiedzał fryzjera ponownie następnym tygodniu.",
      "example_translation": "Ele visitou o barbeiro ontem e fez um corte de cabelo. O barbeiro era muito habilidoso e amigável. Ele irá ao barbeiro novamente na próxima semana.",
      "imageLink": "image_files\\English\\barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "barman",
      "definition": "Osoba, która obsługuje drinki i zarządza barem, zwłaszcza w hotelu lub klubie nocnym.",
      "definition_translation": "Uma pessoa que serve bebidas e gerencia um bar, especialmente em um hotel ou boate.",
      "example": "Barman był bardzo zdolny w mieszaniu koktajli. Pracował jako barman w popularnym klubie nocnym. Będzie pracował jako barman w Sylwestra.",
      "example_translation": "O barman era muito habilidoso em misturar coquetéis. Ele trabalhava como barman em uma boate popular. Ele trabalhará como barman na noite de Ano Novo.",
      "imageLink": "image_files\\English\\barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "budowniczy",
      "translation": "construtor",
      "definition": "Osoba, która buduje lub konstruuje coś, zwłaszcza dom lub budynek.",
      "definition_translation": "Uma pessoa que constrói ou edifica algo, especialmente uma casa ou prédio.",
      "example": "Był zdolnym budowniczym i zbudował wiele domów. Budowniczy był bardzo ostrożny podczas procesu budowy. Będzie zatrudniał budowniczego do remontu kuchni.",
      "example_translation": "Ele era um construtor habilidoso e havia construído muitas casas. O construtor era muito cuidadoso com o processo de construção. Ela contratará um construtor para renovar sua cozinha.",
      "imageLink": "image_files\\English\\builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeźnik",
      "translation": "açougueiro",
      "definition": "Osoba, która sprzedaje mięso, zwłaszcza w sklepie.",
      "definition_translation": "uma pessoa que vende carne, especialmente em uma loja.",
      "example": "Rzeźnik pokroił mięso na cienkie plastry. Pokroił je wczoraj, a będzie pokroił je ponownie jutro.",
      "example_translation": "O açougueiro cortou a carne em fatias finas. Ele havia cortado ontem e cortará novamente amanhã.",
      "imageLink": "image_files\\English\\butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chemik",
      "translation": "químico",
      "definition": "Osoba, która jest przeszkolona w chemii, zwłaszcza w laboratorium.",
      "definition_translation": "uma pessoa treinada em química, especialmente uma que trabalha em um laboratório.",
      "example": "Chemik zmieszał substancje i czekał na reakcję. Zmieszał je wczoraj, a będzie zmieszał je ponownie jutro.",
      "example_translation": "O químico misturou as substâncias juntas e esperou pela reação. Ela havia misturado ontem e misturará novamente amanhã.",
      "imageLink": "image_files\\English\\chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trener",
      "translation": "treinador",
      "definition": "osoba, która trenuje i uczy sportowców lub drużyn sportowych.",
      "definition_translation": "uma pessoa que treina e ensina atletas ou equipes esportivas.",
      "example": "Trener dał drużynie przemówienie przed meczem. Dał im przemówienie wczoraj i da im kolejne jutro.",
      "example_translation": "O treinador deu um discurso de apoio à equipe antes do jogo. Ele havia dado um discurso ontem e dará outro amanhã.",
      "imageLink": "image_files\\English\\coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "informatyk",
      "translation": "cientista da computação",
      "definition": "osoba, która ma specjalistyczną wiedzę w teorii, projekcie i implementacji systemów komputerowych algorytmów.",
      "definition_translation": "uma pessoa que tem expertise na teoria, design e implementação de sistemas e algoritmos de computador.",
      "example": "Informatyk napisał program do analizy danych. Napisała go wczoraj i napisze kolejny jutro.",
      "example_translation": "A cientista da computação escreveu um programa para analisar os dados. Ela havia escrito ontem e escreverá outro amanhã.",
      "imageLink": "image_files\\English\\computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "projektant",
      "translation": "designer",
      "definition": "Osoba, która planuje wygląd lub mechanizm czegoś przed jego stworzeniem, takiego jak ubranie, budynek lub produkt.",
      "definition_translation": "Uma pessoa que planeja a aparência ou funcionamento de algo antes de ser feito, como uma peça de roupa, um prédio ou um produto.",
      "example": "Projektantka mody stworzyła zdumiewającą kolekcję dla pokazu mody. Stworzyła wiele sukienek dla celebrity w przeszłości. Stworzy nowy logo dla firmy w przyszłym tygodniu.",
      "example_translation": "A designer de moda criou uma coleção deslumbrante para o desfile de moda. Ela projetou muitos vestidos para celebridades no passado. Ela projetará um novo logotipo para a empresa na semana que vem.",
      "imageLink": "image_files\\English\\designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "detektyw",
      "translation": "detetive",
      "definition": "Osoba, która bada przestępstwa i próbuje odkryć, kto je popełnił.",
      "definition_translation": "Uma pessoa que investiga crimes e tenta descobrir quem os cometeu.",
      "example": "Detektyw został przydzielony do sprawy morderstwa i musiał dokładnie analizować dowody. Rozwiązał wiele tajemniczych spraw w przeszłości. Będzie dochodzić przestępcy, który ukradł wartościowy obraz w przyszłym tygodniu.",
      "example_translation": "O detetive foi designado para o caso de assassinato e teve que analisar as provas cuidadosamente. Ela já havia resolvido muitos casos misteriosos no passado. Ele investigará o ladrão que roubou a pintura valiosa na semana que vem.",
      "imageLink": "image_files\\English\\detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dyrektor",
      "translation": "diretor",
      "definition": "Osoba, która kieruje firmą, organizacją lub projektem.",
      "definition_translation": "Uma pessoa que é responsável por uma empresa, organização ou projeto.",
      "example": "Dyrektor firmy ogłosił nową politykę pracownikom. Kierował wiele sukcesywnych filmów w przeszłości. Będzie dyrektorem nowego spektaklu w teatrze w przyszłym miesiącu.",
      "example_translation": "O diretor da empresa anunciou a nova política aos funcionários. Ele já havia dirigido muitos filmes bem-sucedidos no passado. Ela dirigirá a nova peça no teatro no mês que vem.",
      "imageLink": "image_files\\English\\director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "didżej, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Osoba, która gra muzykę w radiu lub na imprezie lub w klubie.",
      "definition_translation": "Uma pessoa que toca música no rádio ou em uma festa ou clube.",
      "example": "Didżej zagrał najgorętsze hity na weselu. Jest didżejem w popularnym klubie od lat. Będzie kręcić płytami na festiwalu muzycznym w przyszłym weekendzie.",
      "example_translation": "O disc jockey tocou os sucessos mais quentes na recepção do casamento. Ele já havia sido um DJ no clube popular por anos. Ela irá tocar as faixas no festival de música no fim de semana que vem.",
      "imageLink": "image_files\\English\\disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "reżyser filmowy",
      "translation": "cineasta",
      "definition": "Osoba, która produkuje filmy, zwłaszcza reżyser lub producent.",
      "definition_translation": "Uma pessoa que faz filmes, especialmente um diretor ou produtor.",
      "example": "Reżyser filmowy spędził lata badając scenariusz przed rozpoczęciem produkcji. Jest reżyserem filmowym od ponad dekady. Reżyser filmowy wyda swój nowy film w przyszłym roku.",
      "example_translation": "O cineasta passou anos pesquisando o roteiro antes de começar a produção. Ela é cineasta há mais de uma década. O cineasta lançará seu novo filme no ano que vem.",
      "imageLink": "image_files\\English\\film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strażak",
      "translation": "bombeiro",
      "definition": "Osoba, która jest szkolona do gaszenia pożarów i reagowania w sytuacjach awaryjnych.",
      "definition_translation": "Uma pessoa treinada para apagar incêndios e responder a situações de emergência.",
      "example": "Strażak uratował rodzinę z płomieniami budynku. Jest strażakiem od pięciu lat. Strażak będzie uczestniczył w sesji szkoleniowej w przyszłym tygodniu.",
      "example_translation": "O bombeiro salvou a família do prédio em chamas. Ela é uma bombeira há cinco anos. O bombeiro irá participar da sessão de treinamento na semana que vem.",
      "imageLink": "image_files\\English\\firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strażnik",
      "translation": "guarda",
      "definition": "Osoba, która czuwa, chroni lub kontroluje miejsce, osobę lub rzecz.",
      "definition_translation": "Uma pessoa que observa, protege ou controla um lugar, pessoa ou coisa.",
      "example": "Strażnik stał przy wejściu do muzeum. Jest strażnikiem od trzech lat. Strażnik będzie sprawdzał torby na lotnisku.",
      "example_translation": "O guarda estava na entrada do museu. Ela é uma guarda há três anos. O guarda irá verificar as malas no aeroporto.",
      "imageLink": "image_files\\English\\guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gitarzysta",
      "translation": "guitarrista",
      "definition": "Osoba, która gra na gitarze, zwłaszcza jako profesja.",
      "definition_translation": "Uma pessoa que toca guitarra, especialmente como profissão.",
      "example": "Gitarzysta zagrał na koncercie wczoraj. Jest gitarzystą od ponad 20 lat. Gitarzystka wyda swój nowy album w przyszłym miesiącu.",
      "example_translation": "O guitarrista se apresentou no concerto ontem à noite. Ele é um guitarrista há mais de 20 anos. A guitarrista lançará seu novo álbum no mês que vem.",
      "imageLink": "image_files\\English\\guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]