[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łopuch",
      "translation": "bardana",
      "definition": "Roślina dwuletnia o liściach dużych, grubych i delikatnych, kwitnąca fioletowo, pochodząca z Eurazji i naturalizowana w Ameryce Północnej.",
      "definition_translation": "Uma planta bienal semelhante a cardo com folhas grandes, grossas e cabeludas e flores roxas, nativa da Eurásia e naturalizada na América do Norte.",
      "example": "Rolnik uprawiał łopuch na swoim polu, aby nakarmić zwierzęta. Uprawiał go w zeszłym roku, uprawia go w tym roku i będzie uprawiał go w przyszłym roku. Dzięki uprawie łopuchu, Roland mógł nakarmić swoje zwierzęta przez lata.",
      "example_translation": "O agricultor costumava cultivar bardana em seu campo para alimentar os animais. Ele a cultivou no ano passado, a cultiva este ano e a cultiva no ano que vem. Cultivando bardana, ele tem sido capaz de alimentar seus animais por anos.",
      "imageLink": "image_files\\English\\"imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rumian",
      "translation": "camomila",
      "definition": "Zioło o białych lub żółtych kwiatach i zapachu jabłkowym, stosowane jako herbatka uspakajająca lub w medycynie ziołowej.",
      "definition_translation": "Uma erva com flores brancas ou amarelas e aroma de maçã, usada como chá calmante ou em medicina herbal.",
      "example": "Jej babcia robiła herbatkę rumianową, gdy była dzieckiem. Robi ją teraz, robiła ją wczoraj i będzie robiła ją jutro. Dzięki herbacie rumianowej, miała możliwość relaksu przez lata.",
      "example_translation": "Sua avó costumava fazer chá de camomila para ela quando era criança. Ela o faz agora, fez ontem e fará amanhã. Bebendo chá de camomila, ela tem sido capaz de se relaxar por anos.",
      "imageLink": "image_files\\English\\"imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pazur kotki",
      "translation": "unha de gato",
      "definition": "Tropikalna winorośl o krzywych cierniach pazurkowatych, stosowana w medycynie ziołowej do leczenia różnych schorzeń.",
      "definition_translation": "Uma videira tropical com espinhos curvos semelhantes a garras, usada em medicina herbal para tratar various condições de saúde.",
      "example": "Szaman używał pazura kotki przez lata, aby leczyć swoich pacjentów. Używał go w zeszłym roku, używa go w tym roku i będzie używał go w przyszłym roku. Dzięki pazurze kotki, udało mu się uleczyć wielu ludzi.",
      "example_translation": "O xamã vinha usando unha de gato por anos para tratar seus pacientes. Ele a usou no ano passado, a usa este ano e a usará no ano que vem. Usando unha de gato, ele tem sido capaz de curar muitas pessoas.",
      "imageLink": "image_files\\English\\"imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagietek",
      "translation": "feto-de-cavalo",
      "definition": "Roślina wieloletnia o kwiatach żółtych, stosowana w medycynie ziołowej do leczenia problemów z płucami.",
      "definition_translation": "Uma erva perene com flores amarelas, usada em medicina herbal para tratar problemas respiratórios.",
      "example": "Zielarz zalecił jej herbatkę nagietkową na kaszel. Piła ją w zeszłym tygodniu, pije ją w tym tygodniu i będzie piła ją w przyszłym tygodniu. Dzięki herbacie nagietkowej, udało jej się ulżyć kaszlu.",
      "example_translation": "O herbalista recomendou chá de feto-de-cavalo para sua tosse. Ela o bebeu na semana passada, bebe esta semana e beberá na semana que vem. Bebendo chá de feto-de-cavalo, ela tem sido capaz de aliviar sua tosse.",
      "imageLink": "image_files\\English\\"imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mlecz",
      "translation": "taraxaca",
      "definition": "Mlecz jest rośliną kwitnącą, która rośnie w wielu częściach świata. Ma kwiaty żółte i liście pierzaste, a często uważa się ją za chwast.",
      "definition_translation": "Uma taraxaca é uma planta florífera que cresce em muitas partes do mundo. Ela tem flores amarelas e folhas plumosas, e é frequentemente considerada um mato.",
      "example": "Wczoraj wybrałem mlecz w ogrodzie, wybieram mlecz w ogrodzie każdego dnia i będę wybierał mlecz w ogrodzie jutro.",
      "example_translation": "Eu peguei uma taraxaca no jardim ontem, eu pego uma taraxaca no jardim todos os dias, e eu pegarei uma taraxaca no jardim amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kozieradka",
      "translation": "fenacho",
      "definition": "Kozieradka to zioło, które jest często używane w kuchni, szczególnie w Indiach i na Bliskim Wschodzie. Ma słodki, lekko gorzki smak i często jest używane do dodania smaku do curry i gulaszy.",
      "definition_translation": "O fenacho é uma erva que é comumente usada na cozinha, particularmente na culinária indiana e do Oriente Médio. Ela tem um sabor doce, ligeiramente amargo e é frequentemente usada para adicionar sabor a caris e estufados.",
      "example": "Użyję kozieradki, aby zrobić curry jutro, użyłem kozieradki, aby zrobić gulasz wczoraj i używam kozieradki, aby dodać smaku do moich sałatek każdego dnia.",
      "example_translation": "Eu usarei fenacho para fazer um curry amanhã, eu usei fenacho para fazer um estufado ontem, e eu uso fenacho para adicionar sabor às minhas saladas todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żen-szeń",
      "translation": "ginsengue",
      "definition": "Żen-szeń to roślina, która jest często używana w medycynie tradycyjnej, szczególnie w Azji. Uważa się, że ma wiele korzyści zdrowotnych, w tym poprawę energii i redukcję stresu.",
      "definition_translation": "O ginsengue é uma planta que é comumente usada na medicina tradicional, particularmente na Ásia. Ela é acreditada por ter vários benefícios à saúde, incluindo melhorar a energia e reduzir o estresse.",
      "example": "Wypiłem żen-szeń, aby poprawić energię rano, piję żen-szeń, aby poprawić pamięć każdego dnia i będę pił żen-szeń, aby zredukować stres w przyszłym tygodniu.",
      "example_translation": "Eu tomei ginsengue para impulsionar minha energia esta manhã, eu tomo ginsengue para melhorar minha memória todos os dias, e eu tomarei ginsengue para reduzir meu estresse na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " brunatnica",
      "translation": "cavalinha",
      "definition": "Brunatnica to rodzaj rośliny, która rośnie w środowiskach wilgotnych. Jest znana ze swoich pustych łodyg i często jest używana w ziołowych lekach na różne schorzenia.",
      "definition_translation": "A cavalinha é um tipo de planta que cresce em ambientes úmidos. Ela é conhecida por seus caules ocos e é frequentemente usada em remédios herbais para tratar várias condições de saúde.",
      "example": "Użyłem brunatnicy, aby leczyć utratę włosów w zeszłym roku, używam brunatnicy, aby poprawić zdrowie skóry każdego dnia i będę używał brunatnicy, aby leczyć bóle stawowe w przyszłym miesiącu.",
      "example_translation": "Eu usei cavalinha para tratar minha perda de cabelo no ano passado, eu uso cavalinha para melhorar minha saúde da pele todos os dias, e eu usarei cavalinha para tratar minha dor articular no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "knot grass",
      "translation": "erva-de-nos",
      "definition": "Rodzaj trawy, która ma skręcone źdźbła, często spotykana w wilgotnych obszarach.",
      "definition_translation": "Um tipo de grama que tem hastes retorcidas, frequentemente encontrada em áreas úmidas.",
      "example": "Rolnik zmagał się z usunięciem knot grass z pola, ponieważ zatruwał kukurydzę. Wczoraj próbowała go wykopać, ale dziś używa specjalnego herbicydu, aby go zabić. Do przyszłego tygodnia, liczy na to, że uda się go całkowicie wyeliminować.",
      "example_translation": "O agricultor lutou para remover a erva-de-nos do campo, pois estava sufocando o milho. Ontem, ela havia tentado cavá-la, mas hoje estava usando um herbicida especial para matá-la. Até a próxima semana, ela espera tê-la erradicado completamente.",
      "imageLink": "image_files\\English\\"imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "melisa",
      "translation": "bálsamo de limão",
      "definition": "Zioło o lekkim zapachu cytrynowym, często używane w herbatach i kuchni.",
      "definition_translation": "Uma erva com um aroma cítrico leve, frequentemente usada em chás e culinária.",
      "example": "Dodała kilka listków melisy do herbaty, aby stworzyć oryginalny smak. Wczoraj zrobiła sos melisowy do ryb, a dzisiaj używa go do przyprawiania sałatki. Do przyszłego miesiąca, planuje wysuszyć melisę, aby użyć jej w swoich ziołowych lekach.",
      "example_translation": "Ela adicionou um ramo de bálsamo de limão ao chá gelado para um toque refrescante. Ontem, ela havia feito uma salsa de bálsamo de limão para servir com o peixe, e hoje estava usando para dar sabor ao molho salada. Até o mês que vem, ela planeja secar algum bálsamo de limão para usar em seus remédios herbais.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagietek",
      "translation": "calêndula",
      "definition": "Żółty lub pomarańczowy kwiat, często używany w ogrodach i aranżacjach kwiatowych.",
      "definition_translation": "Uma flor amarela brilhante ou laranja, frequentemente usada em jardins e arranjos florais.",
      "example": "Nagietek dodał koloru do łóżka kwiatowego. Wczoraj ona posadziła rząd nagietków wzdłuż płotu, a dziś była zrywającą kwiaty, aby zachęcić do dalszego wzrostu. Do przyszłego lata ona hopes to have a whole field of nagietków.",
      "example_translation": "A calêndula adicionou um toque de cor ao leito do jardim. Ontem, ela havia plantado uma fileira de calêndulas ao longo da cerca, e hoje estava cortando as flores para encorajar mais crescimento. Até o próximo verão, ela espera ter um campo inteiro de calêndulas.",
      "imageLink": "image_files\\English\\"imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marchewka",
      "translation": "algodão-doce",
      "definition": "Słodki przysmak wykonany z cukru, żelatyny i bitej śmietanki, często opiekany nad ogniskiem.",
      "definition_translation": "Uma guloseima doce feita de açúcar, gelatina e creme batido, frequentemente tostada sobre uma fogueira de acampamento.",
      "example": "Dzieci lubiły opiekać marchewki nad ogniskiem, aby zrobić s'mores. Wczoraj one zrobiły słodkie traktaty z czekoladą i krakersami, a dziś one używają marchewek, aby zrobić słodki deser. Do przyszłego roku one planują mieć imprezę urodzinową z motywem marchewki.",
      "example_translation": "As crianças adoravam tostar algodões-doce sobre a fogueira de acampamento para fazer smores. Ontem, eles haviam feito doces de algodão-doce com chocolate e biscoitos de graham, e hoje estavam usando algodões-doce para fazer um doce delicioso. Até o próximo ano, eles planejam ter uma festa de aniversário tema algodão-doce.",
      "imageLink": "image_files\\English\\"imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "babka różyczkolistna",
      "translation": "plantaínha-da-praia",
      "definition": "Roślina z wąskimi liśćmi i małymi kwiatami, znajdowanymi w wilgotnych łąkach i bagnach.",
      "definition_translation": "Uma planta com folhas estreitas e flores pequenas, encontradas em pradarias e pântanos úmidos.",
      "example": "W średniowieczu babka różyczkolistna była używana do leczenia ran. Ona była używana przez wieki do leczenia problemów trawiennych. Ona będzie używana w przyszłości, aby stworzyć nowe leki.",
      "example_translation": "Na Idade Média, a plantaínha-da-praia foi usada para tratar feridas. Tem sido usado por séculos para tratar problemas digestivos. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "image_files\\English\\"imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szałwia",
      "translation": "sálvia",
      "definition": "Zioło o szarawo-zielonych liściach, używane w gotowaniu i medycynie.",
      "definition_translation": "Uma erva com folhas cinza-esverdeadas, usada na cozinha e na medicina.",
      "example": "Moja babcia używała szałwi w swoim słynnym przepisie na farsz. Ona używa jej do sezonowania swojego kurczaka z rożna. Ona będzie używała jej, aby zrobić smaczną sałatkę w przyszłości.",
      "example_translation": "Minha avó usou sálvia na sua famosa receita de recheio. Ela usa para temperar seu frango assado. Ela usará para fazer um delicioso molho no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złocień",
      "translation": "erva-de-são-joão",
      "definition": "Roślina z żółtymi kwiatami, używana w medycynie ziołowej do leczenia depresji.",
      "definition_translation": "Uma planta com flores amarelas, usada na medicina herbal para tratar depressão.",
      "example": "Moja koleżanka próbowała złocienia, aby leczyć swoją depresję. Ona bierze go od miesięcy i widziała poprawę. Ona będzie brała go w przyszłości.",
      "example_translation": "Minha amiga tentou a erva-de-são-joão para tratar sua depressão. Ela tem tomado por meses e tem visto melhora. Ela continuará a tomá-la no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "polynia gorzka",
      "translation": "absinto",
      "definition": "Roślina o gorzkich liściach, używana do produkcji absyntu i w medycynie ziołowej.",
      "definition_translation": "Uma planta com folhas amargas, usada para fazer absinto e na medicina herbal.",
      "example": "Polynia gorzka była używana w starożytności do leczenia zaburzeń trawienia. Ona była używana przez wieki do produkcji absyntu. Ona będzie używana w przyszłości, aby stworzyć nowe leki.",
      "example_translation": "O absinto foi usado em tempos antigos para tratar indigestão. Tem sido usado por séculos para fazer absinto. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "image_files\\English\\"imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]