[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wodnik",
      "translation": "Aquário",
      "definition": "Konstelacja zodiaku, która symbolizuje nosiciela wody. Ludzie urodzeni między 20 stycznia a 18 lutego są uważani za Wodników.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um porta-água. As pessoas nascidas entre 20 de janeiro e 18 de fevereiro são consideradas Aquarianos.",
      "example": "Jestem Wodnikiem, urodziłem się 5 lutego. Dziś wieczorem pójdę na imprezę, a wczoraj poszedłem na plażę.",
      "example_translation": "Eu sou um Aquário, eu nasci em 5 de fevereiro. Eu irei a uma festa hoje à noite, e eu fui à praia ontem.",
      "imageLink": "image_files\\English\\aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Baran",
      "translation": "Áries",
      "definition": "Konstelacja zodiaku, która symbolizuje barana. Ludzie urodzeni między 21 marca a 19 kwietnia są uważani za Baranów.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um carneiro. As pessoas nascidas entre 21 de março e 19 de abril são consideradas Arianos.",
      "example": "Moja siostra jest Barankiem, urodziła się 1 kwietnia. Pójdzie jutro do siłowni, a w zeszłym tygodniu poszła do kina.",
      "example_translation": "Minha irmã é um Áries, ela nasceu em 1º de abril. Ela irá para a academia amanhã, e ela foi ao cinema na semana passada.",
      "imageLink": "image_files\\English\\aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Rak",
      "translation": "Câncer",
      "definition": "Konstelacja zodiaku, która symbolizuje raka. Ludzie urodzeni między 21 czerwca a 22 lipca są uważani za Raki.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um caranguejo. As pessoas nascidas entre 21 de junho e 22 de julho são consideradas Cânceres.",
      "example": "Moja mama jest Rakiem, urodziła się 10 lipca. Wczoraj poszła do szpitala, a za tydzień pójdzie do doktora.",
      "example_translation": "Minha mãe é um Câncer, ela nasceu em 10 de julho. Ela foi ao hospital ontem, e ela irá ao médico na próxima semana.",
      "imageLink": "image_files\\English\\cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Koziorożec",
      "translation": "Capricórnio",
      "definition": "Konstelacja zodiaku, która symbolizuje kozła. Ludzie urodzeni między 22 grudnia a 19 stycznia są uważani za Koziorożce.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um bode. As pessoas nascidas entre 22 de dezembro e 19 de janeiro são consideradas Capricórnios.",
      "example": "Mój brat jest Koziorożcem, urodził się 1 stycznia. W zeszłym roku poszedł w góry, a za miesiąc pójdzie na plażę.",
      "example_translation": "Meu irmão é um Capricórnio, ele nasceu em 1º de janeiro. Ele foi às montanhas no ano passado, e ele irá à praia no próximo mês.",
      "imageLink": "image_files\\English\\capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Bliźnięta",
      "translation": "Gêmeos",
      "definition": "Konstelacja w północnej hemisferze, reprezentowana przez dwoje braci.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por dois gêmeos ou irmãos.",
      "example": "W starożytnych czasach Grecy wierzyli, że konstelacja Bliźniąt reprezentowała braci Kastora i Polluksa. Wczoraj zobaczyłem konstelację Bliźniąt na niebie. Za rok będę studiował całą konstelację Bliźniąt.",
      "example_translation": "Em épocas antigas, os gregos acreditavam que a constelação de Gêmeos representava os gêmeos Castor e Pólux. Ontem, eu vi a constelação de Gêmeos no céu. Até o ano que vem, eu terei estudado toda a constelação de Gêmeos.",
      "imageLink": "image_files\\English\\gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Lew",
      "translation": "Leão",
      "definition": "Konstelacja w północnej hemisferze, reprezentowana przez lwa.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um leão.",
      "example": "Mój ulubiony konstelacja to Lew, bo łatwo go znaleźć na niebie. W zeszłym tygodniu zobaczyłem piękną konstelację Lwa. Za miesiąc będę znał całą konstelację Lwa.",
      "example_translation": "Meu constelação favorita é Leão, porque é fácil de encontrar no céu. Na semana passada, eu vi uma bela constelação de Leão. Até o mês que vem, eu terei aprendido tudo sobre a constelação de Leão.",
      "imageLink": "image_files\\English\\leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Waga",
      "translation": "Libra",
      "definition": "Konstelacja w północnej hemisferze, reprezentowana przez parę szalów.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um par de balanças.",
      "example": "Konstelacja Wagi jest jedną z najjaśniejszych na niebie. Wczoraj zobaczyłem konstelację Wagi, która świeciła żywo. Za rok będę studiował całą konstelację Wagi.",
      "example_translation": "A constelação de Libra é uma das mais brilhantes no céu. Ontem, eu vi a constelação de Libra brilhando intensamente. Até o ano que vem, eu terei estudado toda a constelação de Libra.",
      "imageLink": "image_files\\English\\libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Ryb",
      "translation": "Peixes",
      "definition": "Konstelacja w północnej hemisferze, reprezentowana przez parę ryb.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um par de peixes.",
      "example": "Konstelacja Ryb jest jedną z najstarszych rozpoznawanych konstelacji. Wczoraj zobaczyłem konstelację Ryb na niebie. Za miesiąc będę znał całą konstelację Ryb.",
      "example_translation": "A constelação de Peixes é uma das constelações mais antigas reconhecidas. Ontem, eu vi a constelação de Peixes no céu. Até o mês que vem, eu terei aprendido tudo sobre a constelação de Peixes.",
      "imageLink": "image_files\\English\\pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Strzelec",
      "translation": "Sagitário",
      "definition": "Dziewiąty znak zodiaku, reprezentowany przez symbol łucznika. Ludzie urodzeni między 22 listopada a 21 grudnia są uważani za Strzelców.",
      "definition_translation": "O nono signo do zodíaco, que é representado pelo símbolo do arqueiro. As pessoas nascidas entre 22 de novembro e 21 de dezembro são consideradas sagitarianas.",
      "example": "Jestem Strzelcem, więc uwielbiam podróżować i eksplorować nowe miejsca. W zeszłym roku podróżowałem po Europie, a teraz planuję podróż do Azji. Za rok prawdopodobnie odwiedzę Amerykę Południową.",
      "example_translation": "Eu sou um Sagitário, então eu amo viajar e explorar novos lugares. No ano passado, eu viajei para a Europa, e agora estou planejando uma viagem para a Ásia. No ano que vem, eu provavelmente visitarei a América do Sul.",
      "imageLink": "image_files\\English\\sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Escorpião",
      "definition": "Ósmy znak zodiaku, reprezentowany przez symbol skorpiona. Ludzie urodzeni między 23 października a 21 listopada są uważani za Skorpionów.",
      "definition_translation": "O oitavo signo do zodíaco, que é representado pelo símbolo do escorpião. As pessoas nascidas entre 23 de outubro e 21 de novembro são consideradas escorpiões.",
      "example": "Moja przyjaciółka jest Skorpionem, więc jest bardzo pasjonująca i intensywna. Uwielbia debatować i argumentować, ale jest także bardzo lojalna wobec swoich przyjaciół. W zeszłym tygodniu dostała się w bójkę z bratem, ale odezwali się wczoraj.",
      "example_translation": "A minha amiga é um Escorpião, então ela é muito apaixonada e intensa. Ela ama debater e argumentar, mas ela também é muito leal aos seus amigos. Na semana passada, ela brigou com o seu irmão, mas eles se reconciliaram ontem.",
      "imageLink": "image_files\\English\\scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Byk",
      "translation": "Touro",
      "definition": " Drugi znak zodiaku, reprezentowany przez symbol byka. Ludzie urodzeni między 20 kwietnia a 20 maja są uważani za Byki.",
      "definition_translation": "O segundo signo do zodíaco, que é representado pelo símbolo do touro. As pessoas nascidas entre 20 de abril e 20 de maio são consideradas taurinos.",
      "example": "Jestem Bykiem, więc kocham stabilność i bezpieczeństwo. Pracuję w tej samej firmie od pięciu lat i planuję kupić dom w przyszłym roku. W zeszłym miesiącu pojechałem na wakacje na wieś, i było niesamowite.",
      "example_translation": "Eu sou um Touro, então eu amo estabilidade e segurança. Eu trabalhei na mesma empresa por cinco anos, e estou planejando comprar uma casa no ano que vem. No mês passado, eu fui em uma viagem para o interior, e foi incrível.",
      "imageLink": "image_files\\English\\taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Panna",
      "translation": "Virgem",
      "definition": "Szósty znak zodiaku, reprezentowany przez symbol panny. Ludzie urodzeni między 23 sierpnia a 22 września są uważani za Panny.",
      "definition_translation": "O sexto signo do zodíaco, que é representado pelo símbolo da donzela. As pessoas nascidas entre 23 de agosto e 22 de setembro são consideradas virginianas.",
      "example": "Moja siostra jest Panną, więc jest bardzo analityczna i pracowita. Jest perfekcjonistką i zawsze próbuje polepszyć swoje umiejętności. W zeszłym tygodniu rozpoczęła nowy projekt w pracy i teraz pracuje nad nim w godzinach nadliczbowych.",
      "example_translation": "A minha irmã é uma Virgem, então ela é muito analítica e trabalhadora. Ela é uma perfeccionista, e ela sempre tenta melhorar suas habilidades. Na semana passada, ela começou um novo projeto no trabalho, e agora ela está trabalhando hora extra para terminá-lo.",
      "imageLink": "image_files\\English\\virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znak zodiaku",
      "translation": "signo do zodíaco",
      "definition": "Znak zodiaku to grupa gwiazd, które po połączeniu tworzą wzór na sfery niebieskiej, używany do określania znaku astrologicznego danej osoby.",
      "definition_translation": "Um signo do zodíaco é um grupo de estrelas que, quando conectadas, formam um padrão na esfera celeste, usado para determinar o signo astrológico de uma pessoa.",
      "example": "Urodziłem się pod znakiem Skorpiona, moja siostra urodziła się pod znakiem Wagi, a mój brat urodzi się pod znakiem Koziorożca. Obecnie studiuję znak zodiaku Raka, a w zeszłym roku studiowałem znak zodiaku Lwa.",
      "example_translation": "Eu nasci sob o signo do zodíaco de Escorpião, minha irmã nasceu sob Libra, e meu irmão nascerá sob Capricórnio. Eu estou estudando atualmente o signo do zodíaco de Câncer, e eu estudei o signo do zodíaco de Leão no ano passado.",
      "imageLink": "image_files\\English\\zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]