{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "able",
      "translation": "capable",
      "definition": "Having the ability or skill to do something.",
      "definition_translation": "Ayant la capacité ou la compétence pour faire quelque chose.",
      "example": "She is able to speak three languages fluently. She was able to finish the project on time. She will be able to attend the meeting tomorrow.",
      "example_translation": "Elle est capable de parler trois langues couramment. Elle a pu terminer le projet à temps. Elle pourra assister à la réunion demain.",
      "imageLink": "https://www.ang.pl/img/slownik/able.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/able.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "absent-minded",
      "translation": "distrait",
      "definition": "Having or showing a tendency to forget things or not notice things because one's mind is preoccupied with other things.",
      "definition_translation": "Ayant ou montrant une tendance à oublier des choses ou à ne pas remarquer des choses parce que l'esprit est préoccupé par d'autres choses.",
      "example": "He was so absent-minded that he forgot his phone at home. She was absent-minded and left her keys in the office. He will be absent-minded and forget to buy milk.",
      "example_translation": "Il était tellement distrait qu'il a oublié son téléphone à la maison. Elle était distraite et a laissé ses clés au bureau. Il sera distrait et oubliera d'acheter du lait.",
      "imageLink": "https://www.ang.pl/img/slownik/absent-minded.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absent-minded.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "accident",
      "translation": "accident",
      "definition": "An unfortunate event resulting especially from carelessness or ignorance.",
      "definition_translation": "Un événement malheureux résultant notamment de la négligence ou de l'ignorance.",
      "example": "The car accident happened last night. She had an accident while driving to school. There will be an accident if we don't fix the broken bridge.",
      "example_translation": "L'accident de voiture est arrivé hier soir. Elle a eu un accident en conduisant à l'école. Il y aura un accident si nous ne réparons pas le pont cassé.",
      "imageLink": "https://www.ang.pl/img/slownik/accident.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accident.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "across",
      "translation": "à travers",
      "definition": "From one side to the other.",
      "definition_translation": "D'un côté à l'autre.",
      "example": "The park is located across the street. She walked across the field to get to the other side. The boat will sail across the ocean in three days.",
      "example_translation": "Le parc est situé à travers la rue. Elle a marché à travers le champ pour atteindre l'autre côté. Le bateau naviguera à travers l'océan en trois jours.",
      "imageLink": "https://www.ang.pl/img/slownik/across.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/across.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "activity",
      "translation": "activité",
      "definition": "The state of being active and engaged in a particular task or pursuit.",
      "definition_translation": "L'état d'être actif et engagé dans une tâche ou une poursuite particulière.",
      "example": "I have been engaging in outdoor activities since I was a child, and it has kept me active and healthy. I am currently planning a new activity with my friends, and we will be doing it next week.",
      "example_translation": "J'ai participé à des activités de plein air depuis que j'étais enfant, et cela m'a maintenu actif et en bonne santé. Je planifie actuellement une nouvelle activité avec mes amis, et nous allons le faire la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/activity.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "actor",
      "translation": "acteur",
      "definition": "A person who acts in a play, film, or television production.",
      "definition_translation": "Une personne qui joue dans une pièce de théâtre, un film ou une production télévisée.",
      "example": "The actor played the role of Hamlet in the Shakespearean play. He will be playing a new role in the upcoming movie. The actor has been acting in films for over a decade.",
      "example_translation": "L'acteur a joué le rôle d'Hamlet dans la pièce de Shakespeare. Il jouera un nouveau rôle dans le film à venir. L'acteur a été actif dans les films depuis plus de dix ans.",
      "imageLink": "https://www.ang.pl/img/slownik/actor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "actress",
      "translation": "actrice",
      "definition": "A woman who acts in a play, film, or television production.",
      "definition_translation": "Une femme qui joue dans une pièce de théâtre, un film ou une production télévisée.",
      "example": "The actress played the role of Juliet in the Shakespearean play. She will be playing a new role in the upcoming movie. The actress has been acting in films for over a decade.",
      "example_translation": "L'actrice a joué le rôle de Juliet dans la pièce de Shakespeare. Elle jouera un nouveau rôle dans le film à venir. L'actrice a été active dans les films depuis plus de dix ans.",
      "imageLink": "https://www.ang.pl/img/slownik/actress.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actress.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "actually",
      "translation": "en fait",
      "definition": "Used to indicate that something is true or happening, especially when it is surprising or unexpected.",
      "definition_translation": "Utilisé pour indiquer que quelque chose est vrai ou se produit, notamment lorsque cela est surprenant ou inattendu.",
      "example": "I actually went to the party last night, but I didn't stay long. Actually, I was planning to study, but I ended up watching a movie instead. If I actually had the chance, I would definitely travel to Europe.",
      "example_translation": "J'ai en fait assisté à la soirée hier soir, mais je n'y suis pas resté longtemps. En fait, j'avais prévu d'étudier, mais j'ai fini par regarder un film à la place. Si j'avais réellement la chance, je voyageerais certainement en Europe.",
      "imageLink": "https://www.ang.pl/img/slownik/actually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "add",
      "translation": "ajouter",
      "definition": "to put something with something else, typically in a careful and intentional way",
      "definition_translation": "placer quelque chose avec quelque chose d'autre, généralement de manière soigneuse et intentionnelle",
      "example": "I will add the finishing touches to the report by tomorrow. I added the numbers to get the total. She adds a new flavor to the recipe every time.",
      "example_translation": "Je vais ajouter les touches finales au rapport d'ici demain. J'ai ajouté les chiffres pour obtenir le total. Elle ajoute un nouveau parfum à la recette chaque fois.",
      "imageLink": "https://www.ang.pl/img/slownik/add.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/add.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "advanced",
      "translation": "avancé",
      "definition": "far on or ahead in development or progress; highly developed or complex",
      "definition_translation": "loin en développement ou en progrès; hautement développé ou complexe",
      "example": "The company has advanced technology to improve efficiency. She is an advanced student in mathematics. The advanced medical treatment saved his life.",
      "example_translation": "L'entreprise a une technologie avancée pour améliorer l'efficacité. Elle est une étudiante avancée en mathématiques. Le traitement médical avancé a sauvé sa vie.",
      "imageLink": "https://www.ang.pl/img/slownik/advanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "adventure",
      "translation": "aventure",
      "definition": "an unusual and exciting experience or activity",
      "definition_translation": "une expérience inhabituelle et passionnante ou activité",
      "example": "I'm going on an adventure to the mountains next week. She loves adventure novels. The adventure park offers thrilling rides.",
      "example_translation": "Je pars à l'aventure dans les montagnes la semaine prochaine. Elle aime les romans d'aventure. Le parc d'aventure offre des montagnes russes palpitantes.",
      "imageLink": "https://www.ang.pl/img/slownik/adventure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "advertisement",
      "translation": "publicité",
      "definition": "a notice or announcement in a public medium promoting a product, service, or idea",
      "definition_translation": "un avis ou une annonce dans un medium public promouvant un produit, service ou idée",
      "example": "The company placed an advertisement in the newspaper. The advertisement on TV caught my attention. The website displays targeted advertisements.",
      "example_translation": "L'entreprise a placé une publicité dans le journal. La publicité à la télévision a attiré mon attention. Le site web affiche des publicités ciblées.",
      "imageLink": "https://www.ang.pl/img/slownik/advertisement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertisement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "advice",
      "translation": "conseil",
      "definition": " Guidance or recommendations offered with regard to prudent action.",
      "definition_translation": "Orientations ou recommandations offertes en ce qui concerne une action prudente.",
      "example": "She gave me some valuable advice before I made the decision. I had sought her advice the previous week, and I will take her advice next year.",
      "example_translation": "Elle m'a donné des conseils précieux avant que je prenne la décision. J'avais sollicité ses conseils la semaine précédente, et je suivrai ses conseils l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/advice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aeroplane",
      "translation": "avion",
      "definition": "A powered, fixed-wing aircraft used for flying.",
      "definition_translation": "Un aéronef à aile fixe motorisé utilisé pour voler.",
      "example": "I have never been on an aeroplane before, but I will fly on one next month. The aeroplane took off an hour ago.",
      "example_translation": "Je n'ai jamais pris l'avion auparavant, mais je vais voler sur un l'an prochaine mois. L'avion a décollé il y a une heure.",
      "imageLink": "https://www.ang.pl/img/slownik/aeroplane.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aeroplane.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "afraid",
      "translation": "effrayé",
      "definition": "Feeling fear or anxiety.",
      "definition_translation": "Éprouvant de la peur ou de l'anxiété.",
      "example": "I was afraid of the dark when I was a child, but I am not afraid now. She is afraid of spiders.",
      "example_translation": "J'avais peur du noir lorsque j'étais enfant, mais je n'ai pas peur maintenant. Elle a peur des araignées.",
      "imageLink": "https://www.ang.pl/img/slownik/afraid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afraid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "after",
      "translation": "après",
      "definition": "At a later time; subsequently.",
      "definition_translation": "À un moment plus tard ; par la suite.",
      "example": "I will meet you after the party. We will go to the beach after we finish our homework.",
      "example_translation": "Je vous rencontrerai après la fête. Nous irons à la plage après que nous ayons fini nos devoirs.",
      "imageLink": "https://www.ang.pl/img/slownik/after-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/after.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "afterwards",
      "translation": "ensuite",
      "definition": "at a time in the future, after something else has happened",
      "definition_translation": "à un moment futur, après que quelque chose d'autre se soit produit",
      "example": "We will go to the party afterwards. We went to the party afterwards. We are going to the party afterwards.",
      "example_translation": "Nous allons aller à la fête ensuite. Nous sommes allés à la fête ensuite. Nous allons aller à la fête ensuite.",
      "imageLink": "https://www.ang.pl/img/slownik/afterwards.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afterwards.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "against",
      "translation": "contre",
      "definition": "in opposition to something or someone",
      "definition_translation": "en opposition à quelque chose ou quelqu'un",
      "example": "I am against the new policy. I was against the old policy. I will be against the new policy.",
      "example_translation": "Je suis contre la nouvelle politique. J'étais contre l'ancienne politique. Je serai contre la nouvelle politique.",
      "imageLink": "https://www.ang.pl/img/slownik/against.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/against.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aged",
      "translation": "âgé",
      "definition": "having lived for a specified length of time",
      "definition_translation": "ayant vécu pendant une période de temps spécifiée",
      "example": "The aged man lived alone. The aged woman lived a long life. The aged couple lived happily.",
      "example_translation": "L'homme âgé vivait seul. La femme âgée avait vécu une longue vie. Le couple âgé vivait heureux.",
      "imageLink": "https://www.ang.pl/img/slownik/aged.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aged.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ago",
      "translation": "il y a",
      "definition": "at a specified time in the past",
      "definition_translation": "à un moment spécifique dans le passé",
      "example": "I met her five years ago. I will meet her ten years ago. I met her twenty years ago.",
      "example_translation": "J'ai rencontré elle il y a cinq ans. Je la rencontrerai il y a dix ans. J'ai rencontré elle il y a vingt ans.",
      "imageLink": "https://www.ang.pl/img/slownik/ago.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ago.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "agree",
      "translation": "accord",
      "definition": "To have the same opinion or to accept something as true or reasonable.",
      "definition_translation": "Avoir la même opinion ou accepter quelque chose comme vrai ou raisonnable.",
      "example": "I agreed to help my friend move, but I regret it now. I have agreed to meet them at 5 pm. I will agree to your proposal.",
      "example_translation": "J'ai accepté d'aider mon ami à déménager, mais maintenant je regrette. J'ai accepté de les retrouver à 17 heures. J'accepterai votre proposition.",
      "imageLink": "https://www.ang.pl/img/slownik/agree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "air",
      "translation": "air",
      "definition": "A mixture of gases that surrounds the earth, making it possible for us to breathe.",
      "definition_translation": "Un mélange de gaz qui entoure la Terre, nous permettant de respirer.",
      "example": "The air was fresh and clean. The pilot controlled the air pressure in the cabin. We will air the room to get rid of the smell.",
      "example_translation": "L'air était frais et propre. Le pilote contrôlait la pression de l'air dans la cabine. Nous aérerons la pièce pour nous débarrasser de l'odeur.",
      "imageLink": "https://www.ang.pl/img/slownik/air-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "air",
      "translation": "air",
      "definition": "A gentle breeze or a current of air.",
      "definition_translation": "Une brise légère ou un courant d'air.",
      "example": "The air was warm and gentle. The fan blew a cool air on my face. There was a gentle air of excitement in the room.",
      "example_translation": "L'air était chaud et doux. Le ventilateur soufflait un air frais sur mon visage. Il y avait un air deexcitation légère dans la pièce.",
      "imageLink": "https://www.ang.pl/img/slownik/air.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "airport",
      "translation": "aéroport",
      "definition": "A place where airplanes take off and land, where passengers can board or get off a plane.",
      "definition_translation": "Un endroit où les avions décollent et atterrissent, où les passagers peuvent monter ou descendre d'un avion.",
      "example": "The airport was busy and crowded. I arrived at the airport early to check in. The airport is located on the outskirts of the city.",
      "example_translation": "L'aéroport était occupé et encombré. Je suis arrivé à l'aéroport tôt pour enregistrer mon billet. L'aéroport est situé en périphérie de la ville.",
      "imageLink": "https://www.ang.pl/img/slownik/airport.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/airport.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alarm clock",
      "translation": "réveil",
      "definition": "A device that makes a loud noise at a set time to wake someone up.",
      "definition_translation": "Un dispositif qui fait un bruit violent à une heure définie pour réveiller quelqu'un.",
      "example": "I set my alarm clock to 7am so I wouldn't be late for work. Yesterday, I had set it to 6am, but I will set it to 8am tomorrow.",
      "example_translation": "J'ai réglé mon réveil à 7h pour ne pas être en retard au travail. Hier, j'avais réglé à 6h, mais je le réglerai à 8h demain.",
      "imageLink": "https://www.ang.pl/img/slownik/alarm-clock.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alarm clock.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "album",
      "translation": "album",
      "definition": "A collection of music recordings or photographs.",
      "definition_translation": "Une collection d'enregistrements musicaux ou de photographies.",
      "example": "I have been listening to my favorite album all day. Yesterday, I bought a new album by my favorite artist, and I will buy another one next week.",
      "example_translation": "J'ai écouté mon album préféré tout au long de la journée. Hier, j'ai acheté un nouvel album de mon artiste préféré, et j'en achèterai un autre la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/album.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/album.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alcohol",
      "translation": "alcool",
      "definition": "A type of drink that can make people drunk.",
      "definition_translation": "Un type de boisson qui peut rendre les gens ivres.",
      "example": "I don't drink alcohol because it's bad for my health. My friends drank too much alcohol at the party last night, but I won't drink any at the party tonight.",
      "example_translation": "Je ne bois pas d'alcool parce que c'est mauvais pour ma santé. Mes amis ont bu trop d'alcool au party hier soir, mais je n'en boirai pas au party ce soir.",
      "imageLink": "https://www.ang.pl/img/slownik/alcohol.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcohol.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "all right",
      "translation": "d'accord",
      "definition": "Used to express agreement or confirmation.",
      "definition_translation": "Utilisé pour exprimer l'accord ou la confirmation.",
      "example": "Are you coming to the party? All right, I'll meet you there at 8pm. I asked if he was okay, and he said all right.",
      "example_translation": "Viens-tu au party? D'accord, je te retrouverai là-bas à 20h. J'ai demandé si tout allait bien, et il a dit d'accord.",
      "imageLink": "https://www.ang.pl/img/slownik/alright.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/all right.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "almost",
      "translation": "presque",
      "definition": "Very close to, but not quite, a particular point or time; virtually.",
      "definition_translation": "Très proche de, mais pas tout à fait, un point ou un moment particulier; virtuellement.",
      "example": "I almost finished my homework, but then I realized I had to redo it. I have almost finished my project, and I will almost certainly finish it by tomorrow.",
      "example_translation": "J'ai presque fini mes devoirs, mais alors j'ai réalisé que je devais le refaire. J'ai presque fini mon projet, et je finirai presque certainement demain.",
      "imageLink": "https://www.ang.pl/img/slownik/almost.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/almost.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "alone",
      "translation": "seul",
      "definition": "Having no one else present; not accompanied by anyone.",
      "definition_translation": "N'ayant personne d'autre présent; non accompagné de quelqu'un.",
      "example": "I prefer to travel alone, as I enjoy my own company. She was alone in the house when she heard the strange noise. He will be alone at the party, but he doesn't mind.",
      "example_translation": "Je préfère voyager seul, car j'aime ma propre compagnie. Elle était seule dans la maison quand elle a entendu le bruit étrange. Il sera seul à la fête, mais il ne s'en soucie pas.",
      "imageLink": "https://www.ang.pl/img/slownik/alone.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alone.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "along",
      "translation": "le long de",
      "definition": "From one end to the other, or in a line, of a route or a surface.",
      "definition_translation": "D'un bout à l'autre, ou en ligne, d'un itinéraire ou d'une surface.",
      "example": "We walked along the beach, enjoying the sunset. The road runs along the coast, offering stunning views. I'll meet you along the way, so don't worry if you're late.",
      "example_translation": "Nous avons marché le long de la plage, en profitant du coucher de soleil. La route longe la côte, offrant des vues impressionnantes. Je vous retrouverai le long du chemin, donc ne vous inquiétez pas si vous êtes en retard.",
      "imageLink": "https://www.ang.pl/img/slownik/along.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/along.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "already",
      "translation": "déjà",
      "definition": "In the past, before the present time, or earlier than expected.",
      "definition_translation": "Dans le passé, avant le temps présent, ou plus tôt que prévu.",
      "example": "I've already eaten lunch, so I'm not hungry. She had already finished her project when I arrived. They will already have finished the meeting by the time I get there.",
      "example_translation": "J'ai déjà mangé déjeuner, donc je ne suis pas affamé. Elle avait déjà fini son projet quand je suis arrivé. Ils auront déjà fini la réunion lorsque j'arriverai là-bas.",
      "imageLink": "https://www.ang.pl/img/slownik/already.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/already.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ambulance",
      "translation": "ambulance",
      "definition": "A vehicle equipped for transporting sick or injured people, typically to a hospital.",
      "definition_translation": "Un véhicule équipé pour transporter des personnes malades ou blessées, généralement à l'hôpital.",
      "example": "The ambulance rushed to the scene of the accident. It had rushed to the hospital earlier that morning. It will rush to the emergency call next week.",
      "example_translation": "L'ambulance a survolé le lieu de l'accident. Elle avait survolé l'hôpital plus tôt ce matin-là. Elle survolera l'appel d'urgence la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/ambulance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambulance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "among",
      "translation": "parmi",
      "definition": "Located in a particular position or situation, surrounded by or in the middle of something.",
      "definition_translation": "Situé dans une position ou une situation particulières, entouré par ou au milieu de quelque chose.",
      "example": "I was among the first to arrive at the party. We are among the top three finalists. They will be among the guests tomorrow.",
      "example_translation": "J'étais parmi les premiers à arriver à la fête. Nous sommes parmi les trois finalistes. Ils seront parmi les invités demain.",
      "imageLink": "https://www.ang.pl/img/slownik/among.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/among.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "angry",
      "translation": "en colère",
      "definition": "Feeling or showing great hostility or indignation.",
      "definition_translation": "Éprouvant ou montrant une grande hostilité ou indignation.",
      "example": "I was angry at the news. She gets angry when someone cuts her off in traffic. They will be angry if we don't apologize.",
      "example_translation": "J'étais en colère contre la nouvelle. Elle se met en colère lorsque quelqu'un la coupe dans le trafic. Ils seront en colère si nous ne nous excusons pas.",
      "imageLink": "https://www.ang.pl/img/slownik/angry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/angry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "another",
      "translation": "un autre",
      "definition": "One more person or thing of the same kind as one already mentioned or known about.",
      "definition_translation": "Une autre personne ou chose du même genre que celle déjà mentionnée ou connue.",
      "example": "I'd like another cup of coffee. She has another appointment tomorrow. They will have another child next year.",
      "example_translation": "Je voudrais un autre gobelet de café. Elle a un autre rendez-vous demain. Ils auront un autre enfant l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/another.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/another.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "apartment",
      "translation": "appartement",
      "definition": "A self-contained housing unit that occupies only part of a building, typically on a single level.",
      "definition_translation": "Un logement autonome qui occupe فقط une partie d'un immeuble, généralement à un seul niveau.",
      "example": "I lived in an apartment in New York City. I am living in an apartment now. I will live in an apartment next year.",
      "example_translation": "J'ai vécu dans un appartement à New York City. Je vis dans un appartement maintenant. Je vivrai dans un appartement l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/apartment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apartment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "apple juice",
      "translation": "jus de pomme",
      "definition": "A sweet, refreshing drink made from apples.",
      "definition_translation": "Une boisson fraîche et sucrée faite à partir de pommes.",
      "example": "I drank apple juice yesterday. I am drinking apple juice now. I will drink apple juice tomorrow.",
      "example_translation": "J'ai bu du jus de pomme hier. Je bois du jus de pomme maintenant. Je boirai du jus de pomme demain.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-juice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple juice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "apple tree",
      "translation": "pommier",
      "definition": "A deciduous tree cultivated for its fruit, which is often eaten fresh or used in cooking.",
      "definition_translation": "Un arbre décidue cultivé pour ses fruits, qui sont souvent mangés frais ou utilisés dans la cuisine.",
      "example": "I planted an apple tree last year. I am watering an apple tree now. I will harvest an apple tree next fall.",
      "example_translation": "J'ai planté un pommier l'an dernier. Je.arrose un pommier maintenant. Je cueillerai un pommier l'automne prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-tree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple tree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "appointment",
      "translation": "rendez-vous",
      "definition": "A meeting or gathering at a specific time and place, often for a particular purpose.",
      "definition_translation": "Une réunion ou rassemblement à un moment et un lieu spécifiques, souvent pour un objet particulier.",
      "example": "I had an appointment with my doctor yesterday. I have an appointment with my lawyer now. I will have an appointment with my dentist next week.",
      "example_translation": "J'ai eu un rendez-vous avec mon médecin hier. J'ai un rendez-vous avec mon avocat maintenant. J'aurai un rendez-vous avec mon dentiste la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/appointment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appointment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "area",
      "translation": "zone",
      "definition": "A particular region or part of a country, city, or town, often used to refer to a specific geographic location.",
      "definition_translation": "Une région ou partie spécifique d'un pays, d'une ville ou d'une ville, souvent utilisée pour désigner un emplacement géographique spécifique.",
      "example": "The area surrounding the park is very crowded on weekends. I lived in that area when I was a student. The company plans to expand its operations to the Asian area next year.",
      "example_translation": "La zone entourant le parc est très fréquentée les week-ends. J'ai vécu dans cette zone lorsque j'étais étudiant. L'entreprise prévoit d'étendre ses opérations à la zone asiatique l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/area.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/area.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "armchair",
      "translation": "fauteuil",
      "definition": "A comfortable chair, typically upholstered, for sitting or reclining, especially in a living room or study.",
      "definition_translation": "Un fauteuil confortable, généralement capitonné, pour s'asseoir ou se reposer, particulièrement dans un salon ou un cabinet de travail.",
      "example": "My grandfather sat in his armchair, reading a book. She fell asleep in the armchair while watching TV. The interior designer suggested using a stylish armchair in the living room.",
      "example_translation": "Mon grand-père s'est assis dans son fauteuil, lisant un livre. Elle s'est endormie dans le fauteuil en regardant la télévision. Le designer d'intérieur a suggéré d'utiliser un fauteuil élégant dans le salon.",
      "imageLink": "https://www.ang.pl/img/slownik/armchair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armchair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "around",
      "translation": "autour",
      "definition": "In a circular direction or motion, or in a location near to something, but not directly on or in it.",
      "definition_translation": "Dans une direction circulaire ou un mouvement, ou dans un emplacement près de quelque chose, mais pas directement sur ou dans quelque chose.",
      "example": "The kids ran around the park. I have a few friends living around the corner. The company is expanding its business around the world.",
      "example_translation": "Les enfants ont couru autour du parc. J'ai quelques amis qui vivent autour du coin. L'entreprise étend son activité autour du monde.",
      "imageLink": "https://www.ang.pl/img/slownik/around.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/around.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrive",
      "translation": "arriver",
      "definition": "To come to a place or destination, especially at the end of a journey.",
      "definition_translation": "Arriver à un endroit ou destination, en particulier à la fin d'un voyage.",
      "example": "She arrived at the party late. The train will arrive at the station soon. They arrived in Paris last night.",
      "example_translation": "Elle est arrivée en retard au party. Le train arrivera à la gare bientôt. Ils sont arrivés à Paris hier soir.",
      "imageLink": "https://www.ang.pl/img/slownik/arrive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "art",
      "translation": "art",
      "definition": "The expression or application of human creative skill and imagination, typically in a visual form such as painting or sculpture, producing works to be appreciated primarily for their beauty or emotional power.",
      "definition_translation": "L'expression ou l'application de la compétence créative et de l'imagination humaine, généralement sous une forme visuelle telle que la peinture ou la sculpture, produisant des œuvres à apprécier principalement pour leur beauté ou leur puissance émotionnelle.",
      "example": "She studied art in college, and now she's a successful painter. She was an art teacher in high school, but she's currently working on her own art studio. Her art pieces will be showcased in a museum next year.",
      "example_translation": "Elle a étudié l'art au collège, et maintenant elle est une peintre réussie. Elle était professeure d'art au lycée, mais elle travaille actuellement sur son propre studio d'art. Ses pièces d'art seront exposées dans un musée l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/art.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/art.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "artist",
      "translation": "artiste",
      "definition": "A person who creates paintings, drawings, sculptures, or other works of art, often possessing a high level of skill and imagination.",
      "definition_translation": "Une personne qui crée des peintures, des dessins, des sculptures ou d'autres œuvres d'art, souvent possédant un niveau élevé de compétence et d'imagination.",
      "example": "The artist's latest exhibition was a huge success. She's a talented artist who specializes in watercolor paintings. He's an artist who's known for his abstract sculptures.",
      "example_translation": "L'exposition la plus récente de l'artiste a été un énorme succès. Elle est une artiste talentueuse qui se spécialise dans les peintures à l'eau. Il est un artiste qui est connu pour ses sculptures abstraites.",
      "imageLink": "https://www.ang.pl/img/slownik/artist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "attractive",
      "translation": "attrayant",
      "definition": "Pleasing the eye or mind aesthetically; having a pleasing or charming quality.",
      "definition_translation": "Plaisant à l'œil ou à l'esprit esthétiquement ; ayant une qualité plaisante ou charmante.",
      "example": "She's an attractive woman with a bright smile. The attractive design of the new phone caught my attention. The city's attractive landscape makes it a popular tourist destination.",
      "example_translation": "Elle est une femme attrayante avec un sourire éclatant. Le design attrayant du nouveau téléphone a attiré mon attention. Le paysage attrayant de la ville en fait une destination touristique populaire.",
      "imageLink": "https://www.ang.pl/img/slownik/attractive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attractive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "aunt",
      "translation": "tante",
      "definition": "The sister of one's mother or father, or the wife of one's uncle.",
      "definition_translation": "La sœur de la mère ou du père, ou la femme de l'oncle.",
      "example": "My aunt is a kind and generous person. Her aunt lives in France and speaks fluent French. She's going to visit her aunt in the countryside next weekend.",
      "example_translation": "Ma tante est une personne gentille et généreuse. La tante de sa femme vit en France et parle français couramment. Elle va visiter sa tante à la campagne le week-end prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/aunt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aunt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "autumn",
      "translation": "automne",
      "definition": "The season of the year between summer and winter, characterized by the falling of leaves from trees and the harvest of crops.",
      "definition_translation": "La saison de l'année entre l'été et l'hiver, caractérisée par la chute des feuilles des arbres et la récolte des cultures.",
      "example": "I love going for walks in the autumn, when the leaves are golden. Last autumn, I went to a pumpkin patch. Next autumn, I will visit a vineyard.",
      "example_translation": "J'aIME faire des promenades en automne, lorsque les feuilles sont dorées. L'automne dernier, je suis allé dans un champ de citrouilles. L'automne prochain, je visiterai un vignoble.",
      "imageLink": "https://www.ang.pl/img/slownik/autumn.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/autumn.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "available",
      "translation": "disponible",
      "definition": " Able to be used or obtained; not busy or occupied.",
      "definition_translation": "Pouvant être utilisé ou obtenu; pas occupé ou busy.",
      "example": "The hotel room was available for booking. The new product will be available in stores next month. The doctor was available to see me yesterday.",
      "example_translation": "La chambre d'hôtel était disponible pour la réservation. Le nouveau produit sera disponible dans les magasins le mois prochain. Le docteur était disponible pour me voir hier.",
      "imageLink": "https://www.ang.pl/img/slownik/available.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/available.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "away",
      "translation": "loin",
      "definition": "At a distance, either physical or metaphorical, from a place, person, or thing.",
      "definition_translation": "À distance, soit physique soit métaphorique, d'un endroit, d'une personne ou d'une chose.",
      "example": "I'm going away for a week. The ball rolled away from me. She's been away from home for three years.",
      "example_translation": "Je pars pour une semaine. Le ballon a roulé loin de moi. Elle est partie de chez elle depuis trois ans.",
      "imageLink": "https://www.ang.pl/img/slownik/away.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/away.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "baby",
      "translation": "bébé",
      "definition": "A very young human being, especially one newly or recently born.",
      "definition_translation": "Un être humain très jeune, notamment un nouveau-né ou un nourrisson.",
      "example": "The baby laughed at the clown. I held the baby in my arms yesterday. The baby will learn to walk soon.",
      "example_translation": "Le bébé a ri du clown. J'ai tenu le bébé dans mes bras hier. Le bébé apprendra à marcher bientôt.",
      "imageLink": "https://www.ang.pl/img/slownik/baby-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baby.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "back",
      "translation": "arrière",
      "definition": "The rear or hind part of something, especially a person or animal.",
      "definition_translation": "La partie arrière ou postérieure de quelque chose, en particulier une personne ou un animal.",
      "example": "I'll meet you back at the hotel at 5pm. I went back to the store to return the shirt. I'll back you up on this project.",
      "example_translation": "Je vous retrouverai à l'hôtel à 17h. Je suis retourné au magasin pour rendre le shirt. Je vous soutiendrai sur ce projet.",
      "imageLink": "https://www.ang.pl/img/slownik/back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "badly",
      "translation": "mal",
      "definition": "In a way that is not good or is of poor quality.",
      "definition_translation": "De manière qui n'est pas bonne ou de qualité médiocre.",
      "example": "I performed badly on the test. She sings badly, but she's trying her best. He's been feeling badly all week.",
      "example_translation": "J'ai mal performé au test. Elle chante mal, mais elle fait de son mieux. Il s'est senti mal toute la semaine.",
      "imageLink": "https://www.ang.pl/img/slownik/badly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "badminton",
      "translation": "badminton",
      "definition": "A racquet sport played on a rectangular court with a net, in which two players or pairs of players hit a small, feathered or plastic projectile back and forth.",
      "definition_translation": "Un sport de raquette joué sur un court rectangulaire avec un filet, où deux joueurs ou des paires de joueurs frappent un petit projectile emplumé ou en plastique aller et retour.",
      "example": "I love playing badminton with my friends on weekends. She's a professional badminton player. Badminton is a popular sport in Asia.",
      "example_translation": "J'adore jouer au badminton avec mes amis les week-ends. Elle est une joueuse de badminton professionnelle. Le badminton est un sport populaire en Asie.",
      "imageLink": "https://www.ang.pl/img/slownik/badminton.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badminton.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bake",
      "translation": "cuire au four",
      "definition": "To cook food, especially cakes, bread, and pastries, in an oven.",
      "definition_translation": "Cuire de la nourriture, en particulier des gâteaux, du pain et des pâtisseries, dans un four.",
      "example": "I'll bake a cake for your birthday. She bakes bread every Sunday. They'll bake cookies for the school fundraiser.",
      "example_translation": "Je vais cuire un gâteau pour ton anniversaire. Elle cuisine du pain tous les dimanches. Ils cuiront des biscuits pour la collecte de fonds de l'école.",
      "imageLink": "https://www.ang.pl/img/slownik/bake.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bake.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "balloon",
      "translation": "ballon",
      "definition": "A flexible bag that can be inflated with air or gas, typically used for decoration or entertainment.",
      "definition_translation": "Un sac flexible qui peut être gonflé d'air ou de gaz, typiquement utilisé pour la décoration ou le divertissement.",
      "example": "Yesterday, I inflated the balloon and it popped. Today, I'm buying a new one. Tomorrow, I will decorate the party with balloons.",
      "example_translation": "Hier, j'ai gonflé le ballon et il a éclaté. Aujourd'hui, j'achète un nouveau. Demain, je vais décorer la fête avec des ballons.",
      "imageLink": "https://www.ang.pl/img/slownik/balloon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balloon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "barbecue",
      "translation": "barbecue",
      "definition": "A meal or gathering where food is cooked outdoors, typically using a grill or pit.",
      "definition_translation": "Un repas ou une réunion où la nourriture est cuisinée en plein air, typiquement en utilisant un grill ou une fosse.",
      "example": "Last summer, we had a barbecue party and everyone loved it. Now, we're planning another one for next weekend. By then, the weather will be perfect for a barbecue.",
      "example_translation": "L'été dernier, nous avons organisé une fête barbecue et tout le monde l'a adoré. Maintenant, nous planifions une autre pour le week-end prochain. D'ici là, le temps sera parfait pour un barbecue.",
      "imageLink": "https://www.ang.pl/img/slownik/barbecue.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barbecue.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "baseball",
      "translation": "baseball",
      "definition": "A ball game played with a bat and ball, typically with nine players on each team.",
      "definition_translation": "Un jeu de balle joué avec une batte et une balle, typiquement avec neuf joueurs dans chaque équipe.",
      "example": "I used to play baseball when I was a kid. Now, I just watch professional baseball games on TV. Maybe someday, I'll take my kids to a baseball game.",
      "example_translation": "J'ai joué au baseball lorsque j'étais gosse. Maintenant, je regarde juste les matchs de baseball professionnels à la télévision. Peut-être un jour, j'emmènerai mes enfants à un match de baseball.",
      "imageLink": "https://www.ang.pl/img/slownik/baseball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baseball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bat",
      "translation": "chauve-souris",
      "definition": "A small, winged mammal that uses echolocation to navigate and find insects to eat.",
      "definition_translation": "Un petit mammifère ailé qui utilise l'écholocation pour naviguer et trouver des insectes à manger.",
      "example": "I saw a bat flying overhead last night. The bat flew quickly and quietly. By the time I'm old, I'll have seen many bats in my life.",
      "example_translation": "J'ai vu une chauve-souris voler au-dessus de moi hier soir. La chauve-souris volait rapidement et silencieusement. Quand je serai vieux, j'aurai vu beaucoup de chauves-souris dans ma vie.",
      "imageLink": "https://www.ang.pl/img/slownik/bat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bathing suit",
      "translation": "costume de bain",
      "definition": "A garment worn for swimming or bathing, typically made of lightweight, quick-drying material.",
      "definition_translation": "Un vêtement porté pour nager ou se baigner, généralement fait de matériel léger et rapide à sécher.",
      "example": "I bought a new bathing suit for the summer. I wore it to the beach last weekend. I will wear it again next month.",
      "example_translation": "J'ai acheté un nouveau costume de bain pour l'été. Je l'ai porté à la plage la semaine dernière. Je le porterai à nouveau le mois prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/bathing-suit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathing suit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bathroom cabinet",
      "translation": "armoire de salle de bain",
      "definition": "A piece of furniture installed in a bathroom, typically above a sink, used for storing toiletries and personal care items.",
      "definition_translation": "Un meuble installé dans une salle de bain, généralement au-dessus d'un évier, utilisé pour stocker des articles de toilette et des produits de soins personnels.",
      "example": "I need to clean the bathroom cabinet. It was cleaned by my sister last week. It will be cleaned by me next week.",
      "example_translation": "Je dois nettoyer l'armoire de salle de bain. Elle a été nettoyée par ma sœur la semaine dernière. Elle sera nettoyée par moi la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/bathroom-cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathroom cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bathtub",
      "translation": "baignoire",
      "definition": "A container, typically made of ceramic or fiberglass, used for bathing or showering.",
      "definition_translation": "Un récipient, généralement fait de céramique ou de fibre de verre, utilisé pour se baigner ou prendre une douche.",
      "example": "I took a long bath in the bathtub last night. My brother took a shower in the bathtub this morning. I will clean the bathtub tomorrow.",
      "example_translation": "J'ai pris un long bain dans la baignoire hier soir. Mon frère a pris une douche dans la baignoire ce matin. Je nettoierai la baignoire demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bathtub.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathtub.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "battery",
      "translation": "batterie",
      "definition": "A device that produces electricity, typically consisting of one or more cells that generate power through chemical reactions.",
      "definition_translation": "Un appareil qui produit de l'électricité, généralement composé d'une ou plusieurs cellules qui génèrent de l'énergie par des réactions chimiques.",
      "example": "I need to recharge my battery. The battery was charged by my friend yesterday. It will be replaced by a new one next year.",
      "example_translation": "Je dois recharger ma batterie. La batterie a été chargée par mon ami hier. Elle sera remplacée par une nouvelle l'an prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/battery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "battery",
      "translation": "batterie",
      "definition": "A device that produces electricity, consisting of one or more cells that convert chemical energy into electrical energy.",
      "definition_translation": "Un appareil qui produit de l'électricité, composé d'une ou plusieurs cellules qui convertissent l'énergie chimique en énergie électrique.",
      "example": "I need to replace the battery in my phone because it's not holding a charge. Yesterday, I replaced the battery in my laptop, and now it's working fine. I will replace the battery in my car next week.",
      "example_translation": "Je dois remplacer la batterie de mon téléphone parce qu'elle ne tient plus la charge. Hier, j'ai remplacé la batterie de mon ordinateur portable, et maintenant il fonctionne bien. Je remplacerai la batterie de ma voiture la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/battery-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "be born",
      "translation": "naître",
      "definition": "To come into existence or to become a living being.",
      "definition_translation": "Venir à l'existence ou devenir un être vivant.",
      "example": "I was born in a small town in the countryside. My sister was born last year. Our child will be born in a few months.",
      "example_translation": "Je suis né dans une petite ville à la campagne. Ma sœur est née l'année dernière. Notre enfant naîtra dans quelques mois.",
      "imageLink": "https://www.ang.pl/img/slownik/be-born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/be born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beach ball",
      "translation": "balle de plage",
      "definition": "A large, inflated ball often used for recreational play on a beach.",
      "definition_translation": "Une grande balle gonflée souvent utilisée pour jouer sur une plage.",
      "example": "I threw the beach ball to my friend on the beach yesterday. She threw it back to me, and I caught it easily. We will play with the beach ball on the beach next summer.",
      "example_translation": "J'ai lancé la balle de plage à mon amie sur la plage hier. Elle me l'a renvoyée, et j'ai attrapé facilement. Nous jouerons avec la balle de plage sur la plage l'été prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-ball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach ball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beach umbrella",
      "translation": "parasol de plage",
      "definition": "A portable canopy designed to provide shade on a beach or outdoor area.",
      "definition_translation": "Un parasol portatif conçu pour fournir de l'ombre sur une plage ou une zone extérieure.",
      "example": "We set up our beach umbrella on the sand yesterday. It protected us from the sun's strong rays. We will bring our beach umbrella to the beach next week.",
      "example_translation": "Nous avons installé notre parasol de plage sur le sable hier. Il nous a protégés des rayons solaires forts. Nous apporterons notre parasol de plage à la plage la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-umbrella.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach umbrella.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bean",
      "translation": "haricot",
      "definition": "A small, usually white, brown, or black leguminous seed, commonly used in cooking.",
      "definition_translation": "Une petite graine, généralement blanche, brune ou noire, légumineuse, couramment utilisée dans la cuisine.",
      "example": "I ate a bean burrito for lunch, I will eat a bean salad for dinner, and I ate a bean soup yesterday.",
      "example_translation": "J'ai mangé un burrito de haricot pour déjeuner, je mangerai une salade de haricot pour dîner, et j'ai mangé une soupe de haricot hier.",
      "imageLink": "https://www.ang.pl/img/slownik/bean.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bean.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bear",
      "translation": "ours",
      "definition": "A large, carnivorous mammal with shaggy fur, found in forests and mountains.",
      "definition_translation": "Un grand mammifère carnivore à fourrure hirsute, trouve dans les forêts et les montagnes.",
      "example": "I saw a bear in the forest, I will see a bear in the zoo, and I saw a bear in the documentary.",
      "example_translation": "J'ai vu un ours dans la forêt, je verrai un ours au zoo, et j'ai vu un ours dans le documentaire.",
      "imageLink": "https://www.ang.pl/img/slownik/bear.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "become",
      "translation": "devenir",
      "definition": "To come into existence or to begin to be something.",
      "definition_translation": "Venir à l'existence ou commencer à être quelque chose.",
      "example": "I will become a doctor, I became a teacher, and I am becoming a writer.",
      "example_translation": "Je deviendrai médecin, je suis devenu enseignant, et je deviens écrivain.",
      "imageLink": "https://www.ang.pl/img/slownik/become.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/become.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "begin",
      "translation": "commencer",
      "definition": "To start something or to take the first step in a process.",
      "definition_translation": "Commencer quelque chose ou prendre le premier pas dans un processus.",
      "example": "I will begin my journey, I began my research, and I am beginning to understand.",
      "example_translation": "Je vais commencer mon voyage, j'ai commencé mes recherches, et je commence à comprendre.",
      "imageLink": "https://www.ang.pl/img/slownik/begin.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/begin.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beginner",
      "translation": "débutant",
      "definition": "A person who is just starting to learn a skill or subject, especially one who has not gained much experience or expertise.",
      "definition_translation": "Une personne qui commence à apprendre un savoir-faire ou un sujet, en particulier celle qui n'a pas acquis beaucoup d'expérience ou d'expertise.",
      "example": "I'm a beginner in playing the guitar, so I need to practice regularly. I was a beginner in cooking when I first moved to college. I will be a beginner in French when I travel to Paris next year.",
      "example_translation": "Je suis un débutant dans le jeu de la guitare, donc j'ai besoin de pratiquer régulièrement. J'étais un débutant dans la cuisine lorsque j'ai déménagé à la faculté. Je serai un débutant en français lorsque je voyagerai à Paris l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/beginner.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginner.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "beginning",
      "translation": "début",
      "definition": "The point in time or space at which something starts, or the initial part of something.",
      "definition_translation": "Le point dans le temps ou l'espace où quelque chose commence, ou la partie initiale de quelque chose.",
      "example": "The beginning of the movie was boring, but it got interesting later. I'm at the beginning of my career, so I'm still learning. The beginning of the year is always busy.",
      "example_translation": "Le début du film était ennuyeux, mais il est devenu intéressant plus tard. Je suis au début de ma carrière, donc je suis encore en train d'apprendre. Le début de l'année est toujours occupé.",
      "imageLink": "https://www.ang.pl/img/slownik/beginning.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginning.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "believe",
      "translation": "croire",
      "definition": "To hold an opinion or have confidence in the truth, value, or existence of something.",
      "definition_translation": "Tenir une opinion ou avoir confiance dans la vérité, la valeur ou l'existence de quelque chose.",
      "example": "I believe in God, but my friend doesn't. I believed in myself when I took the exam. I will believe in my abilities when I finish college.",
      "example_translation": "Je crois en Dieu, mais mon ami non. J'ai cru en moi-même lorsque j'ai passé l'examen. Je croirai en mes aptitudes lorsque j'aurai terminé l'université.",
      "imageLink": "https://www.ang.pl/img/slownik/believe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/believe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "belong",
      "translation": "appartenir",
      "definition": "To be a part or member of a particular group, team, or organization.",
      "definition_translation": "Être une partie ou membre d'un groupe, équipe ou organisation particulier.",
      "example": "I belong to a book club, and we meet every month. I belonged to a sports team in high school. I will belong to a professional network when I graduate.",
      "example_translation": "J'appartiens à un club de livres, et nous nous réunissons chaque mois. J'appartenais à une équipe sportive au lycée. J'appartiendrai à un réseau professionnel lorsque je serai diplômé.",
      "imageLink": "https://www.ang.pl/img/slownik/belong.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "belt",
      "translation": "ceinture",
      "definition": "A flexible band or strap, typically made of leather or synthetic materials, worn around the waist to hold up trousers, skirts, or other garments.",
      "definition_translation": "Une bande flexible ou une sangle, généralement faite de cuir ou de matériaux synthétiques, portée autour de la taille pour tenir les pantalons, les jupes ou d'autres vêtements.",
      "example": "I wore a leather belt to hold up my pants. I will wear a belt to the party tonight. I wore a belt to the concert last night.",
      "example_translation": "J'ai porté une ceinture en cuir pour tenir mes pantalons. Je porterai une ceinture au party ce soir. J'ai porté une ceinture au concert hier soir.",
      "imageLink": "https://www.ang.pl/img/slownik/belt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bicycle",
      "translation": "bicyclette",
      "definition": "A vehicle with two wheels, powered by pedaling, used for transportation or recreation.",
      "definition_translation": "Un véhicule à deux roues, propulsionné par pédalage, utilisé pour le transport ou la récréation.",
      "example": "I rode a bicycle to school when I was a kid. I will ride a bicycle to work tomorrow. I rode a bicycle to the park last weekend.",
      "example_translation": "J'ai monté une bicyclette à l'école lors que j'étais un gamin. Je monterai une bicyclette au travail demain. J'ai monté une bicyclette au parc le week-end dernier.",
      "imageLink": "https://www.ang.pl/img/slownik/bicycle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bicycle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "big brother",
      "translation": "grand frère",
      "definition": "An older male sibling, often seen as a role model or mentor.",
      "definition_translation": "Un frère aîné, souvent considéré comme un modèle ou un mentor.",
      "example": "My big brother taught me how to ride a bike. My big brother will help me move to a new apartment. My big brother helped me get a job.",
      "example_translation": "Mon grand frère m'a appris à monter une bicyclette. Mon grand frère m'aidera à emménager dans un nouvel appartement. Mon grand frère m'a aidé à obtenir un emploi.",
      "imageLink": "https://www.ang.pl/img/slownik/big-brothersister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big brother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "big sister",
      "translation": "grande sœur",
      "definition": "An older female sibling, often seen as a role model or mentor.",
      "definition_translation": "Une sœur aînée, souvent considérée comme un modèle ou un mentor.",
      "example": "My big sister helped me with my homework. My big sister will take me to the mall tomorrow. My big sister taught me how to cook.",
      "example_translation": "Ma grande sœur m'a aidée avec mes devoirs. Ma grande sœur m'emmènera au centre commercial demain. Ma grande sœur m'a appris à cuisiner.",
      "imageLink": "https://www.ang.pl/img/slownik/big-sister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big sister.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bike",
      "translation": "vélo",
      "definition": "A bike, also known as a bicycle, is a two-wheeled vehicle powered by the rider pedaling.",
      "definition_translation": "Un vélo, également connu comme un bicycle, est un véhicule à deux roues propulsé par le cycliste pédalant.",
      "example": "I will bike to school tomorrow, but today I biked to the park, and yesterday I had biked to the store.",
      "example_translation": "Je vais faire du vélo à l'école demain, mais aujourd'hui j'ai fait du vélo au parc, et hier j'avais fait du vélo au magasin.",
      "imageLink": "https://www.ang.pl/img/slownik/bike.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bill",
      "translation": "facture",
      "definition": "A bill is a document requesting payment for goods or services.",
      "definition_translation": "Une facture est un document demandant le paiement de biens ou services.",
      "example": "I will pay the bill tomorrow, but today I paid the bill, and yesterday I had paid the bill.",
      "example_translation": "Je vais payer la facture demain, mais aujourd'hui j'ai payé la facture, et hier j'avais payé la facture.",
      "imageLink": "https://www.ang.pl/img/slownik/bill.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "biology",
      "translation": "biologie",
      "definition": "Biology is the study of living organisms, including their structure, growth, evolution, and interactions.",
      "definition_translation": "La biologie est l'étude des organismes vivants, notamment leur structure, croissance, évolution et interactions.",
      "example": "I studied biology in high school, and now I am studying biology in college, and eventually I will study biology in graduate school.",
      "example_translation": "J'ai étudié la biologie au lycée, et maintenant j'étudie la biologie à l'université, et finalement j'étudierai la biologie à l'école de troisième cycle.",
      "imageLink": "https://www.ang.pl/img/slownik/biology.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biology.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bit",
      "translation": "morceau",
      "definition": "A bit is a small piece or part of something, often used to describe a fragment of food.",
      "definition_translation": "Un morceau est un petit fragment ou partie de quelque chose, souvent utilisé pour décrire un fragment de nourriture.",
      "example": "I bit into the apple yesterday, and today I am biting into a sandwich, and tomorrow I will bite into a cookie.",
      "example_translation": "J'ai mordu dans la pomme hier, et aujourd'hui je mords dans un sandwich, et demain je mordrai dans un biscuit.",
      "imageLink": "https://www.ang.pl/img/slownik/bit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blackboard",
      "translation": "tableau noir",
      "definition": "A blackboard is a smooth, dark surface, typically made of slate or a similar material, used for writing or drawing on with chalk.",
      "definition_translation": "Un tableau noir est une surface lisse et sombre, généralement faite de schiste ou d'un matériau similaire, utilisée pour écrire ou dessiner au crayon.",
      "example": "Yesterday, I wrote on the blackboard during the lesson. Today, I'm cleaning it. Tomorrow, I will use it again.",
      "example_translation": "Hier, j'ai écrit sur le tableau noir pendant la leçon. Aujourd'hui, je le nettoie. Demain, je l'utiliserai à nouveau.",
      "imageLink": "https://www.ang.pl/img/slownik/blackboard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackboard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blanket",
      "translation": "couverture",
      "definition": "A blanket is a large, usually rectangular piece of fabric used for keeping warm, especially in bed.",
      "definition_translation": "Une couverture est un grand morceau de tissu rectangulaire, généralement utilisé pour se tenir chaud, notamment au lit.",
      "example": "I used a blanket to keep warm during the camping trip last week. Now, I'm washing it. Next week, I will use it again.",
      "example_translation": "J'ai utilisé une couverture pour rester chaud pendant le voyage de camping la semaine dernière. Maintenant, je la lave. La semaine prochaine, je l'utiliserai à nouveau.",
      "imageLink": "https://www.ang.pl/img/slownik/blanket.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blanket.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blonde",
      "translation": "blonde",
      "definition": "A blonde is a person, especially a woman, with fair hair, or something that is yellowish in color.",
      "definition_translation": "Une blonde est une personne, en particulier une femme, avec des cheveux clairs, ou quelque chose qui est de couleur jaunâtre.",
      "example": "My sister is a blonde and she loves her hair color. She was a blonde since she was a child. She will always be a blonde.",
      "example_translation": "Ma sœur est une blonde et elle adore sa couleur de cheveux. Elle était blonde depuis qu'elle était enfant. Elle sera toujours blonde.",
      "imageLink": "https://www.ang.pl/img/slownik/blonde.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blonde.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "blood",
      "translation": "sang",
      "definition": "Blood is a liquid tissue in the circulatory system of humans and many animals, responsible for transporting oxygen and nutrients to the body's cells.",
      "definition_translation": "Le sang est un tissu liquide dans le système circulatoire des humains et de nombreux animaux, responsable du transport de l'oxygène et des nutriments vers les cellules du corps.",
      "example": "I donated blood last year. Now, I'm feeling healthy and I will donate blood again soon.",
      "example_translation": "J'ai donné du sang l'année dernière. Maintenant, je me sens en bonne santé et je donnerai du sang à nouveau bientôt.",
      "imageLink": "https://www.ang.pl/img/slownik/blood.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blood.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "board",
      "translation": "planche",
      "definition": "A flat piece of material, such as wood or plastic, used as a surface for writing, drawing, or as a part of a piece of furniture.",
      "definition_translation": "Un morceau plat de matériau, comme du bois ou du plastique, utilisé comme surface pour écrire, dessiner ou comme partie d'un meuble.",
      "example": "I will use a board to write my notes, I used a board to draw a picture, I am using a board as a desk.",
      "example_translation": "Je vais utiliser une planche pour écrire mes notes, j'ai utilisé une planche pour dessiner un tableau, je suis en train d'utiliser une planche comme bureau.",
      "imageLink": "https://www.ang.pl/img/slownik/board.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "board",
      "translation": "planche",
      "definition": "A flat piece of material, such as wood or plastic, used as a surface for writing, drawing, or as a part of a piece of furniture.",
      "definition_translation": "Un morceau plat de matériau, comme du bois ou du plastique, utilisé comme surface pour écrire, dessiner ou comme partie d'un meuble.",
      "example": "I will use a board to write my notes, I used a board to draw a picture, I am using a board as a desk.",
      "example_translation": "Je vais utiliser une planche pour écrire mes notes, j'ai utilisé une planche pour dessiner un tableau, je suis en train d'utiliser une planche comme bureau.",
      "imageLink": "https://www.ang.pl/img/slownik/board-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "board game",
      "translation": "jeu de société",
      "definition": "A game that is played on a board, usually with pieces that are moved around the board according to a set of rules.",
      "definition_translation": "Un jeu qui est joué sur un plateau, généralement avec des pièces qui sont déplacées sur le plateau selon un ensemble de règles.",
      "example": "I played a board game with my friends last night, I am playing a board game with my family now, I will play a board game with my siblings tomorrow.",
      "example_translation": "J'ai joué un jeu de société avec mes amis hier soir, je joue un jeu de société avec ma famille maintenant, je vais jouer un jeu de société avec mes frères et sœurs demain.",
      "imageLink": "https://www.ang.pl/img/slownik/board-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boil",
      "translation": "bouillir",
      "definition": "To heat a liquid until it reaches a high temperature, at which point it starts to bubble and turn into steam.",
      "definition_translation": "Chauffer un liquide jusqu'à ce qu'il atteigne une température élevée, auquel point il commence à bouillir et à se transformer en vapeur.",
      "example": "I boiled some water to make tea, I had boiled the vegetables before serving them, I will boil some eggs for breakfast.",
      "example_translation": "J'ai bouilli de l'eau pour faire du thé, j'avais bouilli les légumes avant de les servir, je vais bouillir des œufs pour le petit déjeuner.",
      "imageLink": "https://www.ang.pl/img/slownik/boil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boiled",
      "translation": "bouilli",
      "definition": "Cooked in boiling water or steam.",
      "definition_translation": "Cuit dans l'eau bouillante ou la vapeur.",
      "example": "I had boiled potatoes for dinner yesterday. I am boiling water for tea now. I will boil the vegetables for lunch tomorrow.",
      "example_translation": "J'ai eu des pommes de terre bouillies pour dîner hier. Je fais bouillir de l'eau pour le thé maintenant. Je vais bouillir les légumes pour déjeuner demain.",
      "imageLink": "https://www.ang.pl/img/slownik/boiled.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiled.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "book",
      "translation": "livre",
      "definition": "A written or printed work consisting of pages glued or sewn together.",
      "definition_translation": "Un travail écrit ou imprimé consistant en des pages collées ou cousues ensemble.",
      "example": "I read a book yesterday. I am reading a book now. I will read a book tomorrow.",
      "example_translation": "J'ai lu un livre hier. Je lis un livre maintenant. Je lirai un livre demain.",
      "imageLink": "https://www.ang.pl/img/slownik/book.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/book.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bookcase",
      "translation": "bibliothèque",
      "definition": "A piece of furniture with shelves for holding books.",
      "definition_translation": "Un meuble avec des étagères pour contenir des livres.",
      "example": "I have a bookcase in my bedroom. The bookcase was full of old books. I will buy a new bookcase next week.",
      "example_translation": "J'ai une bibliothèque dans ma chambre à coucher. La bibliothèque était pleine de vieux livres. J'achèterai une nouvelle bibliothèque la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/bookcase.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookcase.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bookshelf",
      "translation": "étagère à livres",
      "definition": "A set of shelves for holding books, typically attached to a wall.",
      "definition_translation": "Un ensemble d'étagères pour contenir des livres, généralement fixé au mur.",
      "example": "I have a bookshelf in my office. The bookshelf was full of law books. I will clean the bookshelf this weekend.",
      "example_translation": "J'ai une étagère à livres dans mon bureau. L'étagère à livres était pleine de livres de droit. Je vais nettoyer l'étagère à livres ce week-end.",
      "imageLink": "https://www.ang.pl/img/slownik/bookshelf.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshelf.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bookshop",
      "translation": "librairie",
      "definition": "A building or room containing a collection of books, periodicals, and related materials, organized by subject or category, and often equipped with facilities for reading and research.",
      "definition_translation": "Un bâtiment ou une pièce contenant une collection de livres, de périodiques et de matériaux connexes, organisés par sujet ou catégorie, et souvent équipés de facilités de lecture et de recherche.",
      "example": "She went to the bookshop to buy a new novel. She is going to the bookshop to buy a new novel. She went to the bookshop to buy a new novel.",
      "example_translation": "Elle alla à la librairie pour acheter un nouveau roman. Elle va à la librairie pour acheter un nouveau roman. Elle est allée à la librairie pour acheter un nouveau roman.",
      "imageLink": "https://www.ang.pl/img/slownik/bookshop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bookstore",
      "translation": "librairie",
      "definition": "A business that sells new or used books, often with a large selection of titles and a knowledgeable staff.",
      "definition_translation": "Une entreprise qui vend des livres neufs ou d'occasion, souvent avec une grande sélection de titres et un personnel compétent.",
      "example": "I went to the bookstore to look for a rare book. I am going to the bookstore to look for a rare book. I will go to the bookstore to look for a rare book.",
      "example_translation": "Je suis allé à la librairie pour chercher un livre rare. Je vais à la librairie pour chercher un livre rare. Je vais aller à la librairie pour chercher un livre rare.",
      "imageLink": "https://www.ang.pl/img/slownik/bookstore.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookstore.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boot",
      "translation": "botte",
      "definition": "A covering for the foot and leg, typically made of leather, rubber, or synthetic materials, worn for protection or warmth.",
      "definition_translation": "Un couvre-chaussure et jambe, généralement fait de cuir, de caoutchouc ou de matières synthétiques, porté pour la protection ou la chaleur.",
      "example": "I wear a boot to hike in the mountains. I wore a boot to hike in the mountains. I will wear a boot to hike in the mountains.",
      "example_translation": "Je porte une botte pour randonner dans les montagnes. J'ai porté une botte pour randonner dans les montagnes. Je porterai une botte pour randonner dans les montagnes.",
      "imageLink": "https://www.ang.pl/img/slownik/boot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "born",
      "translation": "né(e)",
      "definition": "To come into existence; to begin to exist or to be brought into being.",
      "definition_translation": "Pour venir à l'existence; pour commencer à exister ou être amené à l'existence.",
      "example": "I was born in Paris. I am born in Paris. I will be born in Paris.",
      "example_translation": "Je suis né à Paris. Je suis né à Paris. Je serai né à Paris.",
      "imageLink": "https://www.ang.pl/img/slownik/born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "borrow",
      "translation": "emprunter",
      "definition": "To take or use something that belongs to someone else, with the intention of returning it.",
      "definition_translation": "Prendre ou utiliser quelque chose qui appartient à quelqu'un d'autre, avec l'intention de le rendre.",
      "example": "I borrowed a book from the library yesterday. I am borrowing my friend's car today. I will borrow some money from my parents next month.",
      "example_translation": "J'ai emprunté un livre à la bibliothèque hier. J'emprunte la voiture de mon ami aujourd'hui. J'emprunterai de l'argent à mes parents le mois prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/borrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/borrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boss",
      "translation": "patron",
      "definition": "A person in charge of an organization, business, or department.",
      "definition_translation": "Une personne responsable d'une organisation, d'une entreprise ou d'un département.",
      "example": "My boss is very demanding. I have had many bosses throughout my career. I will be my own boss one day.",
      "example_translation": "Mon patron est très exigeant. J'ai eu de nombreux patrons tout au long de ma carrière. Je serai mon propre patron un jour.",
      "imageLink": "https://www.ang.pl/img/slownik/boss.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boss.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bother",
      "translation": "déranger",
      "definition": "To annoy or disturb someone, or to cause trouble or inconvenience.",
      "definition_translation": "Déranger ou troubler quelqu'un, ou de causer des problèmes ou des inconvénients.",
      "example": "I didn't mean to bother you. She bothers me with her constant questions. I will bother to learn French next year.",
      "example_translation": "Je ne voulais pas vous déranger. Elle me dérange avec ses questions constantes. Je vais prendre la peine d'apprendre le français l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/bother.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bottle",
      "translation": "bouteille",
      "definition": "A container made of glass, plastic, or other materials, used for holding liquids.",
      "definition_translation": "Un contenant fait de verre, de plastique ou d'autres matériaux, utilisé pour contenir des liquides.",
      "example": "I drank a bottle of water yesterday. She opened a bottle of wine last night. I will buy a bottle of milk tomorrow.",
      "example_translation": "J'ai bu une bouteille d'eau hier. Elle a ouvert une bouteille de vin hier soir. J'achèterai une bouteille de lait demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bottle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bottle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bowl",
      "translation": "bol",
      "definition": "A round, open-top container typically used to hold or mix food.",
      "definition_translation": "Un contenant ouvert, généralement utilisé pour contenir ou mélanger des aliments.",
      "example": "I ate cereal from a bowl this morning. I will wash the bowl tonight. She had eaten from a bowl yesterday.",
      "example_translation": "J'ai mangé des céréales dans un bol ce matin. Je vais laver le bol ce soir. Elle avait mangé dans un bol hier.",
      "imageLink": "https://www.ang.pl/img/slownik/bowl.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bowl.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "boyfriend",
      "translation": "petit ami",
      "definition": "A male romantic partner.",
      "definition_translation": "Un partenaire romantique masculin.",
      "example": "I met my boyfriend at the park. My boyfriend will meet me at the movies tonight. She had met her boyfriend online.",
      "example_translation": "J'ai rencontré mon petit ami au parc. Mon petit ami va me rencontrer au cinéma ce soir. Elle avait rencontré son petit ami en ligne.",
      "imageLink": "https://www.ang.pl/img/slownik/boyfriend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boyfriend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "brain",
      "translation": "cerveau",
      "definition": "The organ of the body that controls thought, movement, and sensation.",
      "definition_translation": "L'organe du corps qui contrôle la pensée, le mouvement et la sensation.",
      "example": "The doctor examined my brain after the accident. I will use my brain to solve this puzzle. She had used her brain to win the game.",
      "example_translation": "Le médecin a examiné mon cerveau après l'accident. Je vais utiliser mon cerveau pour résoudre ce puzzle. Elle avait utilisé son cerveau pour gagner le jeu.",
      "imageLink": "https://www.ang.pl/img/slownik/brain.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brain.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "break",
      "translation": "rompre",
      "definition": "To shatter or separate into pieces, or to interrupt or discontinue something.",
      "definition_translation": "Faire éclater ou séparer en morceaux, ou interrompre ou discontinuer quelque chose.",
      "example": "I will break the glass if I'm not careful. She broke her promise to me. They had broken the rules last week.",
      "example_translation": "Je vais briser le verre si je ne fais pas attention. Elle a rompu sa promesse envers moi. Ils avaient rompu les règles la semaine dernière.",
      "imageLink": "https://www.ang.pl/img/slownik/break.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/break.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bridge",
      "translation": "pont",
      "definition": "A bridge is a structure built to span a valley, road, body of water, or other obstacle, for the purpose of providing passage over the obstacle.",
      "definition_translation": "Un pont est une structure construite pour franchir une vallée, une route, un corps d'eau ou autre obstacle, dans le but de fournir un passage sur l'obstacle.",
      "example": "I walked across the bridge yesterday, I am walking across the bridge now, and I will walk across the bridge tomorrow.",
      "example_translation": "J'ai traversé le pont hier, je traverse le pont maintenant, et je traverserai le pont demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bridge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bridge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bright",
      "translation": "brillant",
      "definition": "Giving out or reflecting a lot of light, shining intensely.",
      "definition_translation": "Donnant ou reflétant beaucoup de lumière, brillant intensément.",
      "example": "The bright sunshine made everything look beautiful, The bright city lights were dazzling, and The bright star shone in the night sky.",
      "example_translation": "Le soleil éclatant rendit tout beau, Les lumières de la ville étaient étourdissantes, et L'étoile brillante brillait dans le ciel nocturne.",
      "imageLink": "https://www.ang.pl/img/slownik/bright-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bright.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bring",
      "translation": "apporter",
      "definition": "To move something or someone towards the person speaking, or to the place where they are.",
      "definition_translation": "Déplacer quelque chose ou quelqu'un vers la personne qui parle, ou au lieu où ils sont.",
      "example": "I brought my book yesterday, I am bringing my lunch now, and I will bring my friend tomorrow.",
      "example_translation": "J'ai apporté mon livre hier, j'apporte mon déjeuner maintenant, et j'apporterai mon ami demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bring.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bring back",
      "translation": "ramener",
      "definition": "To return something or someone to a previous place or condition.",
      "definition_translation": "Retourner quelque chose ou quelqu'un à un endroit ou une condition précédente.",
      "example": "I brought my dog back from the park yesterday, I am bringing back my shopping today, and I will bring back my brother from the airport tomorrow.",
      "example_translation": "J'ai ramené mon chien du parc hier, j'apporte mes achats aujourd'hui, et j'apporterai mon frère de l'aéroport demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bring-back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "broken",
      "translation": "cassé",
      "definition": "not in working order; damaged or spoiled",
      "definition_translation": "hors d'usage; endommagé ou gâché",
      "example": "The broken toy lay on the floor. I broke the toy when I was a kid. I will break the toy if I'm not careful.",
      "example_translation": "Le jouet cassé était sur le sol. J'ai cassé le jouet quand j'étais enfant. Je vais casser le jouet si je ne fais pas attention.",
      "imageLink": "https://www.ang.pl/img/slownik/broken.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "broken",
      "translation": "cassé",
      "definition": "not in working order; damaged or spoiled",
      "definition_translation": "hors d'usage; endommagé ou gâché",
      "example": "The broken mirror reflected a distorted image. She broke the mirror by accident. They will break the mirror during the renovation.",
      "example_translation": "Le miroir cassé reflétait une image déformée. Elle a cassé le miroir par accident. Ils vont casser le miroir pendant la rénovation.",
      "imageLink": "https://www.ang.pl/img/slownik/broken-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "brush",
      "translation": "brosse",
      "definition": "an instrument with bristles or wires used for cleaning or arranging",
      "definition_translation": "un instrument avec des soies ou des fils utilisé pour nettoyer ou arranger",
      "example": "I use a brush to clean my teeth. She brushes her hair every morning. They will brush the dog's fur tomorrow.",
      "example_translation": "J'utilise une brosse pour nettoyer mes dents. Elle brossait ses cheveux tous les matins. Ils vont brosser la fourrure du chien demain.",
      "imageLink": "https://www.ang.pl/img/slownik/brush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "build",
      "translation": "construire",
      "definition": "to construct or assemble something by combining parts or materials",
      "definition_translation": "construire ou assembler quelque chose en combinant des parties ou des matériaux",
      "example": "I built a house last year. They are building a new skyscraper downtown. We will build a treehouse next weekend.",
      "example_translation": "J'ai construit une maison l'année dernière. Ils construisent un nouvel immeuble de bureaux en centre-ville. Nous allons construire une cabane dans les arbres le week-end prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/build.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/build.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "building",
      "translation": "bâtiment",
      "definition": "A structure with a roof and walls, such as a house, school, or factory.",
      "definition_translation": "Une structure avec un toit et des murs, comme une maison, une école ou une usine.",
      "example": "I will build a new building next year. I built a building last year. I am building a building now.",
      "example_translation": "Je vais construire un nouveau bâtiment l'année prochaine. J'ai construit un bâtiment l'année dernière. Je suis en train de construire un bâtiment maintenant.",
      "imageLink": "https://www.ang.pl/img/slownik/building.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/building.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "burger",
      "translation": "hamburger",
      "definition": "A type of sandwich consisting of a cooked patty of ground meat served on a usually round bread roll.",
      "definition_translation": "Un type de sandwich consistant en un pâté de viande hachée cuite servi sur un pain rond habituel.",
      "example": "I ate a burger for lunch yesterday. I am eating a burger for lunch today. I will eat a burger for lunch tomorrow.",
      "example_translation": "J'ai mangé un hamburger pour déjeuner hier. Je mange un hamburger pour déjeuner aujourd'hui. Je mangerai un hamburger pour déjeuner demain.",
      "imageLink": "https://www.ang.pl/img/slownik/burger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/burger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bus station",
      "translation": "gare routière",
      "definition": "A place or building where buses stop to let people get on or off.",
      "definition_translation": "Un endroit ou bâtiment où les bus s'arrêtent pour laisser les gens monter ou descendre.",
      "example": "I went to the bus station to catch a bus to Paris. I am waiting at the bus station for my friend to arrive. I will arrive at the bus station tomorrow morning.",
      "example_translation": "Je suis allé à la gare routière prendre un bus pour Paris. Je attends à la gare routière pour que mon ami arrive. J'arriverai à la gare routière demain matin.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-station.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus station.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "bus stop",
      "translation": "arrêt de bus",
      "definition": "A place where a bus stops to let people get on or off, typically marked by a sign or shelter.",
      "definition_translation": "Un endroit où un bus s'arrête pour laisser les gens monter ou descendre, généralement marqué par un panneau ou un abri.",
      "example": "I waited at the bus stop for 20 minutes. I am standing at the bus stop now. I will get off at the bus stop near my house.",
      "example_translation": "J'ai attendu à l'arrêt de bus pendant 20 minutes. Je me tiens à l'arrêt de bus maintenant. Je descendrai à l'arrêt de bus près de chez moi.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-stop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus stop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "business",
      "translation": "entreprise",
      "definition": "The activity of making, buying, or selling goods or services with the intention of earning money.",
      "definition_translation": "L'activité de créer, d'acheter ou de vendre des biens ou des services dans l'intention de gagner de l'argent.",
      "example": "I started my own business last year. I am running a business now. I will expand my business next year.",
      "example_translation": "J'ai lancé mon entreprise l'année dernière. Je dirige une entreprise maintenant. Je vais développer mon entreprise l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/business.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "business",
      "translation": "entreprise",
      "definition": "The activity of making, buying, or selling goods or services with the intention of earning money.",
      "definition_translation": "L'activité de créer, d'acheter ou de vendre des biens ou des services dans l'intention de gagner de l'argent.",
      "example": "I went to business school to learn entrepreneurship. I am studying business management now. I will start my own business soon.",
      "example_translation": "Je suis allé à l'école de commerce pour apprendre l'esprit d'entreprise. Je suis en train d'étudier la gestion d'entreprise maintenant. Je vais lancer ma propre entreprise bientôt.",
      "imageLink": "https://www.ang.pl/img/slownik/business-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "businessman",
      "translation": "homme d'affaires",
      "definition": "A person who engages in commercial or industrial activities, especially one who is shrewd and skilled.",
      "definition_translation": "Une personne qui s'engage dans des activités commerciales ou industrielles, notamment un professionnel habile et expérimenté.",
      "example": "The businessman invested a lot of money in the project. He is a successful businessman now. He will meet with other businessman tomorrow.",
      "example_translation": "L'homme d'affaires a investi beaucoup d'argent dans le projet. Il est un homme d'affaires réussi maintenant. Il rencontrera d'autres hommes d'affaires demain.",
      "imageLink": "https://www.ang.pl/img/slownik/businessman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businessman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "businesswoman",
      "translation": "femme d'affaires",
      "definition": "A woman who engages in commercial or industrial activities, especially one who is shrewd and skilled.",
      "definition_translation": "Une femme qui s'engage dans des activités commerciales ou industrielles, notamment une professionnelle habile et expérimentée.",
      "example": "The businesswoman is very confident in her presentation. She is a successful businesswoman now. She will attend the businesswomen conference next week.",
      "example_translation": "La femme d'affaires est très confiante dans sa présentation. Elle est une femme d'affaires réussie maintenant. Elle assiste à la conférence des femmes d'affaires la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/businesswoman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businesswoman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "busy",
      "translation": "occupé",
      "definition": "Having a great deal to do; actively engaged in work or a activity.",
      "definition_translation": "Ayant beaucoup à faire ; activement engagé dans le travail ou une activité.",
      "example": "I was busy yesterday, I'm busy today, and I will be busy tomorrow.",
      "example_translation": "J'étais occupé hier, je suis occupé aujourd'hui, et je serai occupé demain.",
      "imageLink": "https://www.ang.pl/img/slownik/busy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "busy",
      "translation": "occupé",
      "definition": "Having a great deal to do; actively engaged in work or a activity.",
      "definition_translation": "Ayant beaucoup à faire ; activement engagé dans le travail ou une activité.",
      "example": "I was busy yesterday, I'm busy today, and I will be busy tomorrow.",
      "example_translation": "J'étais occupé hier, je suis occupé aujourd'hui, et je serai occupé demain.",
      "imageLink": "https://www.ang.pl/img/slownik/busy-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "cabinet",
      "translation": "armoire",
      "definition": "A piece of furniture with shelves, drawers, or compartments, used for storing or displaying things.",
      "definition_translation": "Un meuble avec des étagères, des tiroirs ou des compartiments, utilisé pour stocker ou afficher des choses.",
      "example": "The teacher stored the files in the cabinet, the students took them out of the cabinet, and the principal will put them back in the cabinet.",
      "example_translation": "Le professeur a rangé les fichiers dans l'armoire, les étudiants les ont sortis de l'armoire, et le directeur les remettra dans l'armoire.",
      "imageLink": "https://www.ang.pl/img/slownik/cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "cafeteria",
      "translation": "cafétéria",
      "definition": "A self-service restaurant, typically in a school or institution, where food and drinks are sold.",
      "definition_translation": "Un restaurant self-service, généralement dans une école ou une institution, où la nourriture et les boissons sont vendues.",
      "example": "I ate lunch in the cafeteria yesterday, I'm eating breakfast in the cafeteria today, and I will eat dinner in the cafeteria tomorrow.",
      "example_translation": "J'ai mangé déjeuner dans la cafétéria hier, je mange petit-déjeuner dans la cafétéria aujourd'hui, et je mangerai dîner dans la cafétéria demain.",
      "imageLink": "https://www.ang.pl/img/slownik/cafeteria.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cafeteria.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "calendar",
      "translation": "calendrier",
      "definition": "A table or list of days, weeks, and months, used to keep track of dates and appointments.",
      "definition_translation": "Un tableau ou liste de jours, semaines et mois, utilisé pour garder une trace des dates et des rendez-vous.",
      "example": "I need to check my calendar to see if I'm available for the meeting. I checked my calendar yesterday and I have a busy day today. I will check my calendar tomorrow to plan my schedule.",
      "example_translation": "Je dois vérifier mon calendrier pour voir si je suis disponible pour la réunion. J'ai vérifié mon calendrier hier et j'ai une journée chargée aujourd'hui. Je vais vérifier mon calendrier demain pour planifier mon emploi du temps.",
      "imageLink": "https://www.ang.pl/img/slownik/calendar.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/calendar.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "call",
      "translation": "appeler",
      "definition": "To give a name or title to someone or something.",
      "definition_translation": "Donner un nom ou un titre à quelqu'un ou quelque chose.",
      "example": "I will call my friend tonight to wish her happy birthday. She called me yesterday to ask for help. He will call the manager to report the issue.",
      "example_translation": "Je vais appeler mon ami ce soir pour lui souhaiter joyeux anniversaire. Elle m'a appelé hier pour demander de l'aide. Il va appeler le directeur pour signaler le problème.",
      "imageLink": "https://www.ang.pl/img/slownik/call.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "call",
      "translation": "appeler",
      "definition": "To make a telephone call to someone.",
      "definition_translation": "Faire un appel téléphonique à quelqu'un.",
      "example": "I need to call the bank to ask about my account. She called me from her office to discuss the project. They will call us back later to confirm the appointment.",
      "example_translation": "Je dois appeler la banque pour demander sur mon compte. Elle m'a appelé de son bureau pour discuter du projet. Ils vont nous rappeler plus tard pour confirmer le rendez-vous.",
      "imageLink": "https://www.ang.pl/img/slownik/call-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "camp",
      "translation": "camp",
      "definition": "A place where people live temporarily in tents or other temporary shelters, often for recreation or military purposes.",
      "definition_translation": "Un endroit où les gens vivent temporairement dans des tentes ou d'autres abris temporaires, souvent pour des vacances ou à des fins militaires.",
      "example": "I went to a summer camp when I was a kid. They set up a camp in the forest to shoot the movie. We will camp near the lake to enjoy the scenery.",
      "example_translation": "Je suis allé à un camp d'été quand j'étais petit. Ils ont installé un camp dans la forêt pour tourner le film. Nous allons camper près du lac pour profiter du paysage.",
      "imageLink": "https://www.ang.pl/img/slownik/camp.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camp.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "camping",
      "translation": "camping",
      "definition": "the activity of staying in a tent or other temporary accommodation outdoors, typically while traveling or engaging in outdoor activities",
      "definition_translation": "l'activité de séjourner dans une tente ou autre hébergement temporaire en plein air, généralement lors de voyages ou d'activités en plein air",
      "example": "We went camping in the mountains last summer. I am camping with my friends this weekend. We will go camping in the forest next year.",
      "example_translation": "Nous sommes allés camper dans les montagnes l'été dernier. Je vais camper avec mes amis ce week-end. Nous irons camper dans la forêt l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/camping.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camping.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "can",
      "translation": "peut",
      "definition": "to be able to do something",
      "definition_translation": "pouvoir faire quelque chose",
      "example": "I can speak English fluently. She can play the piano beautifully. They can swim very fast.",
      "example_translation": "Je peux parler anglais couramment. Elle peut jouer du piano magnifiquement. Ils peuvent nager très vite.",
      "imageLink": "https://www.ang.pl/img/slownik/can-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/can.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "candy",
      "translation": "bonbon",
      "definition": "a sweet food made with sugar, often flavored and colored",
      "definition_translation": "un aliment sucré fabriqué avec du sucre, souvent parfumé et coloré",
      "example": "I love eating candy on Halloween. She bought a lot of candy at the store. They will sell candy at the school fair.",
      "example_translation": "J'adore manger des bonbons à Halloween. Elle a acheté beaucoup de bonbons au magasin. Ils vendront des bonbons à la foire scolaire.",
      "imageLink": "https://www.ang.pl/img/slownik/candy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/candy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "cap",
      "translation": "casquette",
      "definition": "a covering for the head, typically with a brim and a crown",
      "definition_translation": "un couvre-chef, généralement avec une visière et une couronne",
      "example": "I wear a cap to protect my face from the sun. He lost his cap at the beach. They will buy new caps for the team.",
      "example_translation": "Je porte une casquette pour protéger mon visage du soleil. Il a perdu sa casquette à la plage. Ils vont acheter de nouvelles casquettes pour l'équipe.",
      "imageLink": "https://www.ang.pl/img/slownik/cap.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cap.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "capital",
      "translation": "capitale",
      "definition": "The capital is the city or town that serves as the seat of government for a country, state, or province.",
      "definition_translation": "La capitale est la ville ou la ville qui sert de siège du gouvernement pour un pays, un État ou une province.",
      "example": "The capital of France is Paris. It was the capital of France in the 19th century. It will be the capital of France in the future.",
      "example_translation": "La capitale de la France est Paris. C'était la capitale de la France au 19e siècle. Ce sera la capitale de la France à l'avenir.",
      "imageLink": "https://www.ang.pl/img/slownik/capital.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/capital.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "car park",
      "translation": "parking",
      "definition": "A car park is a designated area where people can park their vehicles.",
      "definition_translation": "Un parking est une zone désignée où les gens peuvent garer leurs véhicules.",
      "example": "I parked my car in the car park. I will park my car in the car park tomorrow. I parked my car in the car park yesterday.",
      "example_translation": "J'ai garé ma voiture dans le parking. Je vais garer ma voiture dans le parking demain. J'avais garé ma voiture dans le parking hier.",
      "imageLink": "https://www.ang.pl/img/slownik/car-park.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/car park.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "card",
      "translation": "carte",
      "definition": "A card is a piece of stiff paper or thin cardboard, typically rectangular in shape, used for exchanging information or making payments.",
      "definition_translation": "Une carte est un morceau de papier rigide ou de carton fin, généralement de forme rectangulaire, utilisé pour échanger des informations ou faire des paiements.",
      "example": "I used my credit card to pay for the meal. I will use my credit card to pay for the hotel room. I used my credit card to buy the gift.",
      "example_translation": "J'ai utilisé ma carte de crédit pour payer le repas. Je vais utiliser ma carte de crédit pour payer la chambre d'hôtel. J'avais utilisé ma carte de crédit pour acheter le cadeau.",
      "imageLink": "https://www.ang.pl/img/slownik/card-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "card game",
      "translation": "jeu de cartes",
      "definition": "A card game is a game that uses a deck of cards as the primary device for play.",
      "definition_translation": "Un jeu de cartes est un jeu qui utilise un paquet de cartes comme le dispositif principal de jeu.",
      "example": "I played a card game with my friends last night. I will play a card game with my family tomorrow. I played a card game with my colleagues yesterday.",
      "example_translation": "J'ai joué un jeu de cartes avec mes amis hier soir. Je vais jouer un jeu de cartes avec ma famille demain. J'avais joué un jeu de cartes avec mes collègues hier.",
      "imageLink": "https://www.ang.pl/img/slownik/card-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "careful",
      "translation": "prudent",
      "definition": "Having or showing a great deal of attention to detail; meticulous.",
      "definition_translation": "Ayant ou montrant un grand soin au détail ; méticuleux.",
      "example": "She was careful not to spill the coffee, but she ended up spilling it anyway. She is being careful with her words, and she will be careful with her actions.",
      "example_translation": "Elle a été prudente pour ne pas renverser le café, mais elle a fini par le renverser quand même. Elle est prudente avec ses mots, et elle sera prudente avec ses actions.",
      "imageLink": "https://www.ang.pl/img/slownik/careful.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/careful.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "carefully",
      "translation": "soigneusement",
      "definition": "In a careful manner; with attention to detail.",
      "definition_translation": "De manière prudente ; avec attention au détail.",
      "example": "She walked carefully down the stairs, and she will carefully review the document. He had carefully planned the surprise party.",
      "example_translation": "Elle a marché soigneusement dans les escaliers, et elle examinera soigneusement le document. Il avait soigneusement planifié la fête surprise.",
      "imageLink": "https://www.ang.pl/img/slownik/carefully.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carefully.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "carpet",
      "translation": "tapis",
      "definition": "A textile floor covering, typically made of woven or tufted fabric.",
      "definition_translation": "Un revêtement de sol textile, généralement fait de tissu tissé ou de tapisserie.",
      "example": "The hotel room had a beautiful carpet, and the new carpet was installed yesterday. They will carpet the entire floor next week.",
      "example_translation": "La chambre d'hôtel avait un beau tapis, et le nouveau tapis a été installé hier. Ils vont tapisser tout le sol la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/carpet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carpet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "carrot",
      "translation": "carotte",
      "definition": "A root vegetable, typically orange in color, eaten raw or cooked.",
      "definition_translation": "Un légume-racine, généralement de couleur orange, mangé cru ou cuit.",
      "example": "She ate a carrot stick for a snack, and he will cook carrots for dinner. The bunnies love to eat carrots.",
      "example_translation": "Elle a mangé une carotte pour collation, et il va cuire des carottes pour dîner. Les lapins aiment manger des carottes.",
      "imageLink": "https://www.ang.pl/img/slownik/carrot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carrot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "cartoon",
      "translation": "dessin animé",
      "definition": "A cartoon is a type of animated film or television show that is typically humorous and features colorful, stylized characters and backgrounds.",
      "definition_translation": "Un dessin animé est un type de film d'animation ou d'émission de télévision qui est généralement humoristique et présente des personnages et des arrière-plans colorés et stylisés.",
      "example": "I watched a cartoon when I was a kid, it was about a brave knight who fought against dragons. Now, I watch cartoons with my kids, and they love the adventures of SpongeBob SquarePants. In the future, I hope to create my own cartoon series.",
      "example_translation": "J'ai regardé un dessin animé quand j'étais enfant, il était sur un chevalier brave qui combattait contre les dragons. Maintenant, je regarde des dessins animés avec mes enfants, et ils aiment les aventures de Bob l'éponge. À l'avenir, j'espère créer ma propre série de dessins animés.",
      "imageLink": "https://www.ang.pl/img/slownik/cartoon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cartoon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "castle",
      "translation": "château",
      "definition": "A castle is a large building or structure, typically in a lordly or royal residence, that is often fortified and has towers and battlements.",
      "definition_translation": "Un château est un grand bâtiment ou structure, généralement une résidence seigneuriale ou royale, qui est souvent fortifié et a des tours et des créneaux.",
      "example": "The king lived in a beautiful castle in the medieval times. Today, we can visit many castles in Europe that have been preserved for centuries. In the future, I hope to stay in a castle hotel on my honeymoon.",
      "example_translation": "Le roi vivait dans un beau château au Moyen Âge. Aujourd'hui, nous pouvons visiter de nombreux châteaux en Europe qui ont été préservés pendant des siècles. À l'avenir, j'espère rester dans un hôtel de château pour ma lune de miel.",
      "imageLink": "https://www.ang.pl/img/slownik/castle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/castle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "cathedral",
      "translation": "cathédrale",
      "definition": "A cathedral is a large, impressive church that is the principal place of worship of a bishop or archbishop.",
      "definition_translation": "Une cathédrale est une grande et impressionnante église qui est le principal lieu de culte d'un évêque ou d'un archevêque.",
      "example": "The cathedral in Notre-Dame de Paris is one of the most famous in the world. I attended a beautiful mass in a cathedral when I was on vacation in Europe. In the future, I hope to get married in a stunning cathedral.",
      "example_translation": "La cathédrale de Notre-Dame de Paris est l'une des plus célèbres au monde. J'ai assisté à une belle messe dans une cathédrale lors de mes vacances en Europe. À l'avenir, j'espère me marier dans une cathédrale impressionnante.",
      "imageLink": "https://www.ang.pl/img/slownik/cathedral.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cathedral.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "ceiling",
      "translation": "plafond",
      "definition": "The ceiling is the upper interior surface of a room or building, typically made of plaster, wood, or other materials.",
      "definition_translation": "Le plafond est la surface intérieure supérieure d'une pièce ou d'un bâtiment, généralement faite de plâtre, de bois ou d'autres matériaux.",
      "example": "The ceiling of the Sistine Chapel is painted with beautiful frescoes. I hit my head on the ceiling when I stood up from the couch. In the future, I hope to have a high ceiling in my dream house.",
      "example_translation": "Le plafond de la chapelle Sixtine est peint de belles fresques. J'ai cogné ma tête contre le plafond lorsque je me suis levé du canapé. À l'avenir, j'espère avoir un plafond haut dans ma maison de rêve.",
      "imageLink": "https://www.ang.pl/img/slownik/ceiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ceiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "cent",
      "translation": "cent",
      "definition": "A unit of currency equal to one hundredth of the basic unit of currency in many countries, such as the United States, Canada, and Australia.",
      "definition_translation": "Une unité de devises égale au centième de l'unité de base de devise dans de nombreux pays, tels que les États-Unis, le Canada et l'Australie.",
      "example": "I have one cent in my pocket. I will save cents for my trip. I saved cents for my education.",
      "example_translation": "J'ai un cent dans ma poche. Je vais économiser des cents pour mon voyage. J'ai économisé des cents pour mon éducation.",
      "imageLink": "https://www.ang.pl/img/slownik/cent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "French",
      "word": "centimetre",
      "translation": "centimètre",
      "definition": "A unit of length in the metric system, equal to one hundredth of a metre.",
      "definition_translation": "Une unité de longueur dans le système métrique, égale au centième d'un mètre.",
      "example": "The ruler is one centimetre long. I measured the table in centimetres. The distance between the two points is five centimetres.",
      "example_translation": "La règle est longue d'un centimètre. J'ai mesuré la table en centimètres. La distance entre les deux points est de cinq centimètres.",
      "imageLink": "https://www.ang.pl/img/slownik/centimetre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/centimetre.mp3"
    }
  ]
}