{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cat",
      "translation": "chat",
      "definition": "A small typically furry carnivorous mammal that purrs and is often kept as a pet.",
      "definition_translation": "Un petit mammifère carnivore généralement velu qui ronronne et est souvent gardé comme animal de compagnie.",
      "example": "I saw a cat playing with a ball yesterday. I will buy a cat tomorrow. She has been keeping a cat for three years.",
      "example_translation": "J'ai vu un chat jouer avec un ballon hier. Je vais acheter un chat demain. Elle a gardé un chat pendant trois ans.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cow",
      "translation": "vache",
      "definition": "A domesticated mammal that is widely kept for its milk and meat.",
      "definition_translation": "Un mammifère domestiqué qui est largement élevé pour son lait et sa viande.",
      "example": "The cow is grazing in the field. Cows will be milked tomorrow. They have been raising cows for generations.",
      "example_translation": "La vache est en train de paître dans le champ. Les vaches seront traites demain. Ils ont élevé des vaches pendant des générations.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dog",
      "translation": "chien",
      "definition": "A domesticated carnivorous mammal that belongs to the family Canidae.",
      "definition_translation": "Un mammifère carnivore domestiqué qui appartient à la famille Canidae.",
      "example": "The dog is barking loudly. Dogs will be trained next week. She has been walking her dog every morning.",
      "example_translation": "Le chien aboie fort. Les chiens seront entraînés la semaine prochaine. Elle a marché son chien tous les matins.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "horse",
      "translation": "cheval",
      "definition": "A large, hoofed, herbivorous mammal that is often domesticated and used for transportation or recreation.",
      "definition_translation": "Un grand mammifère herbivore ongulé qui est souvent domestiqué et utilisé pour le transport ou la récréation.",
      "example": "The horse is running freely. Horses will be Riding tomorrow. They have been breeding horses for centuries.",
      "example_translation": "Le cheval court librement. Les chevaux seront montés demain. Ils ont élevé des chevaux pendant des siècles.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pig",
      "translation": "cochon",
      "definition": "A domesticated mammal raised for meat, often kept on farms.",
      "definition_translation": "Un mammifère domestique élevé pour la viande, souvent gardé sur des fermes.",
      "example": "I saw a pig eating food in the farm yesterday. Today, I am seeing a pig eating food in the farm. Tomorrow, I will see a pig eating food in the farm.",
      "example_translation": "J'ai vu un cochon manger de la nourriture dans la ferme hier. Aujourd'hui, je vois un cochon manger de la nourriture dans la ferme. Demain, je verrai un cochon manger de la nourriture dans la ferme.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sheep",
      "translation": "mouton",
      "definition": "A domesticated mammal with a thick coat of wool, often kept on farms or ranches.",
      "definition_translation": "Un mammifère domestique avec un épais manteau de laine, souvent gardé sur des fermes ou des ranches.",
      "example": "I saw a sheep grazing in the field yesterday. Today, I am seeing a sheep grazing in the field. Tomorrow, I will see a sheep grazing in the field.",
      "example_translation": "J'ai vu un mouton paître dans le champ hier. Aujourd'hui, je vois un mouton paître dans le champ. Demain, je verrai un mouton paître dans le champ.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "baby",
      "translation": "bébé",
      "definition": "A very young human being, from birth to about two years old.",
      "definition_translation": "Un être humain très jeune, de la naissance à environ deux ans.",
      "example": "I held a baby in my arms yesterday. Today, I am holding a baby in my arms. Tomorrow, I will hold a baby in my arms.",
      "example_translation": "J'ai tenu un bébé dans mes bras hier. Aujourd'hui, je tiens un bébé dans mes bras. Demain, je tiendrai un bébé dans mes bras.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bear",
      "translation": "ours",
      "definition": "A large, carnivorous mammal with shaggy fur, found in forests and mountains.",
      "definition_translation": "Un grand mammifère carnivore avec une fourrure hirsute, trouvé dans les forêts et les montagnes.",
      "example": "I saw a bear climbing a tree yesterday. Today, I am seeing a bear climbing a tree. Tomorrow, I will see a bear climbing a tree.",
      "example_translation": "J'ai vu un ours grimper un arbre hier. Aujourd'hui, je vois un ours grimper un arbre. Demain, je verrai un ours grimper un arbre.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cheetah",
      "translation": "guépard",
      "definition": "A cheetah is a large cat native to Africa and central Iran, characterized by its yellowish-brown coat with black spots and its ability to reach high speeds when chasing prey.",
      "definition_translation": "Un guépard est un grand félin originaire d'Afrique et d'Iran central, caracterisé par son pelage jaune-brun avec des taches noires et sa capacité à atteindre des vitesses élevées lors de la chasse.",
      "example": "I saw a cheetah running in the savannah yesterday. It is going to hunt at night. It had hunted a gazelle last week.",
      "example_translation": "J'ai vu un guépard courir dans la savane hier. Il va chasser cette nuit. Il avait chassé une gazelle la semaine dernière.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elephant",
      "translation": "éléphant",
      "definition": "An elephant is a large, intelligent, and social animal with a trunk, tusks, and a memory that never forgets, native to Africa and Asia.",
      "definition_translation": "Un éléphant est un grand animal intelligent et social avec une trompe, des défenses et une mémoire qui n'oublie jamais, originaire d'Afrique et d'Asie.",
      "example": "I rode an elephant in the jungle last year. It is getting ready to migrate to a new habitat. It had lived in the wild for many years.",
      "example_translation": "J'ai monté un éléphant dans la jungle l'an dernier. Il se prépare à migrer vers un nouvel habitat. Il avait vécu dans la nature sauvage pendant de nombreuses années.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guinea pig",
      "translation": "cochon d'Inde",
      "definition": "A guinea pig is a small, furry, and social rodent commonly kept as a pet, originating from South America.",
      "definition_translation": "Un cochon d'Inde est un petit rongeur velu et social communément gardé comme animal de compagnie, originaire d'Amérique du Sud.",
      "example": "I had a guinea pig as a pet when I was a child. It is living in its cage now. It will make a great companion for my sister.",
      "example_translation": "J'avais un cochon d'Inde comme animal de compagnie lorsque j'étais enfant. Il vit dans sa cage maintenant. Il fera un excellent compagnon pour ma sœur.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hamster",
      "translation": "hamster",
      "definition": "A hamster is a small, furry, and cute rodent commonly kept as a pet, originating from Syria and Europe.",
      "definition_translation": "Un hamster est un petit rongeur velu et mignon communément gardé comme animal de compagnie, originaire de Syrie et d'Europe.",
      "example": "I will buy a hamster tomorrow. It was running on its wheel yesterday. It will make a great pet for my brother.",
      "example_translation": "Je vais acheter un hamster demain. Il courait sur sa roue hier. Il fera un excellent animal de compagnie pour mon frère.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lion",
      "translation": "lion",
      "definition": "A lion is a large carnivorous mammal of the cat family, found in savannas and grasslands, with a distinctive mane and a loud roar.",
      "definition_translation": "Un lion est un grand mammifère carnivore de la famille des félidés, trouvé dans les savanes et les prairies, avec une crinière distinctive et un rugissement fort.",
      "example": "I saw a lion at the zoo yesterday, it was sleeping. The lion will eat a lot of meat tonight. The lion had eaten a big meal last night.",
      "example_translation": "J'ai vu un lion au zoo hier, il dormait. Le lion mangera beaucoup de viande ce soir. Le lion avait mangé un grand repas hier soir.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "monkey",
      "translation": "singe",
      "definition": "A monkey is a primate of the order Primates, which includes lemurs, lorises, tarsiers, monkeys, and apes.",
      "definition_translation": "Un singe est un primate de l'ordre des primates, qui comprend les lémuriens, les loris, les tarsiers, les singes et les grands singes.",
      "example": "The monkey was playing in the tree, it will jump from branch to branch. The monkey jumped from the tree yesterday, it was very high. The monkey had climbed the tree last night.",
      "example_translation": "Le singe jouait dans l'arbre, il sautera de branche en branche. Le singe a sauté de l'arbre hier, c'était très haut. Le singe avait grimpé l'arbre hier soir.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mouse",
      "translation": "souris",
      "definition": "A mouse is a small rodent mammal that lives in houses and fields, known for its ability to squeeze through tiny openings.",
      "definition_translation": "Une souris est un petit mammifère rongeur qui vit dans les maisons et les champs, connu pour sa capacité à se FAUFILER à travers les petites ouvertures.",
      "example": "I saw a mouse in my kitchen yesterday, it was running fast. The mouse will eat the food tonight, it is very hungry. The mouse had eaten the food last night, it was full.",
      "example_translation": "J'ai vu une souris dans ma cuisine hier, elle courait vite. La souris mangera la nourriture ce soir, elle a très faim. La souris avait mangé la nourriture hier soir, elle était pleine.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rabbit",
      "translation": "lapin",
      "definition": "A rabbit is a small mammal that lives in burrows, known for its long ears and fast breeding.",
      "definition_translation": "Un lapin est un petit mammifère qui vit dans des terriers, connu pour ses longues oreilles et sa reproduction rapide.",
      "example": "The rabbit was hopping in the garden, it was very happy. The rabbit will eat the carrots tonight, it loves them. The rabbit had eaten the carrots last night, it was full.",
      "example_translation": "Le lapin sautait dans le jardin, il était très heureux. Le lapin mangera les carottes ce soir, il les aime. Le lapin avait mangé les carottes hier soir, il était plein.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rat",
      "translation": "raton",
      "definition": "A rodent mammal that lives in sewers and is known to carry diseases.",
      "definition_translation": "Un mammifère rongeur qui vit dans les égouts et est connu pour transporter des maladies.",
      "example": "I saw a rat scurrying across the floor yesterday. Today, I shall set a trap to catch it, and by tomorrow, it will be gone.",
      "example_translation": "J'ai vu un raton courir à travers le sol hier. Aujourd'hui, je vais mettre un piège pour le attraper, et demain, il sera parti.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bat",
      "translation": "chauve-souris",
      "definition": "A small flying mammal that uses echolocation to navigate in the dark.",
      "definition_translation": "Un petit mammifère volant qui utilise l'écholocation pour naviguer dans le noir.",
      "example": "Bats are nocturnal creatures, and they have been known to fly around my house at night. Last year, a few bats were nesting in our attic, but we managed to shoo them away. By next summer, we'll make sure to install bat-proof screens.",
      "example_translation": "Les chauves-souris sont des créatures nocturnes, et elles ont été connues pour voler autour de ma maison la nuit. L'année dernière, quelques chauves-souris nichaient dans notre grenier, mais nous avons réussi à les chasser. D'ici l'été prochain, nous nous assurerons d'installer des écrans anti-chauves-souris.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bull",
      "translation": "taureau",
      "definition": "A large powerful male bovine animal, often used for breeding or fighting.",
      "definition_translation": "Un grand animal bovin mâle puissant, souvent utilisé pour la reproduction ou la lutte.",
      "example": "The bull charged at the matador, but he deftly dodged its attacks. Last week, a bull escaped from the farm and was running loose in the countryside, but it was eventually caught and returned to its pen. By next year, the farmer plans to breed a new prize-winning bull.",
      "example_translation": "Le taureau a chargé le matador, mais il a habilement esquivé ses attaques. La semaine dernière, un taureau s'est échappé de la ferme et courait libre dans la campagne, mais il a été finalement attrapé et ramené à son enclos. D'ici l'année prochaine, le fermier prévoit d'élever un nouveau taureau primé.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "calf",
      "translation": "veau",
      "definition": "A young cow, especially one less than a year old.",
      "definition_translation": "Un jeune bovin, notamment une vache de moins d'un an.",
      "example": "The calf was born last spring, and by summer, it was already running around in the fields. Yesterday, I saw the calf playing with its mother, and today, I shall help the farmer bottle-feed it. By next winter, the calf will be strong enough to be sold at the market.",
      "example_translation": "Le veau est né le printemps dernier, et d'ici l'été, il courait déjà dans les champs. Hier, j'ai vu le veau jouer avec sa mère, et aujourd'hui, je vais aider le fermier à le nourrir au biberon. D'ici l'hiver prochain, le veau sera suffisamment fort pour être vendu au marché.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "camel",
      "translation": "chameau",
      "definition": "A large, even-toed ungulate mammal of the family Camelidae, with a distinctive hump on its back, native to the hot, arid deserts of the Middle East and North Africa.",
      "definition_translation": "Un grand mammifère ongulé à pattes paires de la famille des Camelidae, avec une bosse distincte sur son dos, originaire des déserts chauds et arides du Moyen-Orient et d'Afrique du Nord.",
      "example": "I saw a camel walking through the desert. I will ride a camel next year. I rode a camel last week.",
      "example_translation": "J'ai vu un chameau marcher dans le désert. Je monte un chameau l'année prochaine. J'ai monté un chameau la semaine dernière.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cattle",
      "translation": "bétail",
      "definition": "Domesticated animals, especially cows, bulls, and oxen, kept for milk or meat.",
      "definition_translation": "Animaux domestiques, en particulier des vaches, des taureaux et des boeufs, élevés pour le lait ou la viande.",
      "example": "The farmer raises cattle on his farm. I will buy cattle next month. She sold the cattle last year.",
      "example_translation": "Le fermier élève du bétail sur sa ferme. J'achèterai du bétail le mois prochain. Elle a vendu le bétail l'année dernière.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dolphin",
      "translation": "dauphin",
      "definition": "A highly intelligent, social marine mammal, known for its distinctive dorsal fin and playful behavior.",
      "definition_translation": "Un mammifère marin hautement intelligent et social, connu pour sa nageoire dorsale distinctive et son comportement ludique.",
      "example": "I saw a dolphin swimming in the ocean. They will study dolphins next year. She observed the dolphins last week.",
      "example_translation": "J'ai vu un dauphin nager dans l'océan. Ils étudieront les dauphins l'année prochaine. Elle a observé les dauphins la semaine dernière.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "donkey",
      "translation": "âne",
      "definition": "A domesticated animal, often used as a beast of burden, known for its stubbornness and strong will.",
      "definition_translation": "Un animal domestiqué, souvent utilisé comme bête de somme, connu pour sa ténacité et sa forte volonté.",
      "example": "The farmer uses a donkey to plow the field. I will ride a donkey next month. She fed the donkey last week.",
      "example_translation": "Le fermier utilise un âne pour labourer le champ. Je monterai un âne le mois prochain. Elle a nourri l'âne la semaine dernière.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "female",
      "translation": "féminin",
      "definition": "An adult human being who is biologically capable of giving birth, or a woman or girl who is culturally and socially recognized as feminine.",
      "definition_translation": "Un être humain adulte qui est biologiquement capable de donner naissance, ou une femme ou fille qui est culturellement et socialement reconnue comme féminine.",
      "example": "She is a strong and independent female, who has made a significant impact in her field. She was a female athlete in her youth, and will be a respected female leader in the future.",
      "example_translation": "Elle est une femme forte et indépendante, qui a eu un impact significatif dans son domaine. Elle était une athlète féminine dans sa jeunesse, et sera une leaders femme respectée dans le futur.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fur",
      "translation": "fourrure",
      "definition": "A thick, soft, and warm layer of hair, especially that of mammals, or a material made from this.",
      "definition_translation": "Une couche épaisse, douce et chaude de poils, notamment celle des mammifères, ou un matériau fabriqué à partir de cela.",
      "example": "The fur of the rabbit is extremely soft, and is often used to make warm clothing. She wore a fur coat to the party, but it was not real fur.",
      "example_translation": "La fourrure du lapin est extrêmement douce, et est souvent utilisée pour faire des vêtements chauds. Elle portait un manteau de fourrure à la fête, mais ce n'était pas de la fourrure réelle.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "giraffe",
      "translation": "girafe",
      "definition": "A tall, even-toed ungulate mammal with a distinctive coat pattern, native to Africa, and characterized by its long neck and legs.",
      "definition_translation": "Un ungulé mammifère à onglés égaux, avec un motif de robe distinct, originaire d'Afrique, et caractérisé par son long cou et ses jambes.",
      "example": "The giraffe roamed freely in the savannah, eating leaves from the tall trees. We went to the zoo and saw a giraffe eating from the feeding platform.",
      "example_translation": "La girafe vaguait librement dans la savane, mangeant des feuilles des arbres hauts. Nous sommes allés au zoo et avons vu une girafe mangeant à partir de la plateforme d'alimentation.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "goat",
      "translation": "chèvre",
      "definition": "A ruminant mammal with a thick, shaggy coat, typically kept as livestock, and producing milk and wool.",
      "definition_translation": "Un mammifère ruminate avec un pelage épais et hirsute, généralement élevé comme animal de ferme, et produisant du lait et de la laine.",
      "example": "The goat climbed up the steep mountain, using its agile horns to pull itself up. We drank goat milk every day when we lived in the countryside.",
      "example_translation": "La chèvre a grimpé sur la montagne escarpée, utilisant ses cornes agiles pour se hisser. Nous avons bu du lait de chèvre tous les jours lorsque nous avons vécu à la campagne.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hare",
      "translation": "lièvre",
      "definition": "A fast-moving, long-legged mammal with long ears, typically brown or greyish-brown in colour.",
      "definition_translation": "Un mammifère à pattes longues et oreilles longues, généralement brun ou gris-brun.",
      "example": "The hare ran quickly across the field. The hare is running quickly across the field. The hare will run quickly across the field.",
      "example_translation": "Le lièvre a couru rapidement à travers le champ. Le lièvre court rapidement à travers le champ. Le lièvre courra rapidement à travers le champ.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hippo",
      "translation": "hippopotame",
      "definition": "A large, herbivorous, semi-aquatic mammal with short legs and a rounded body.",
      "definition_translation": "Un grand mammifère herbivore, semi-aquatique, à pattes courtes et corps rond.",
      "example": "The hippo swam in the river. The hippo is swimming in the river. The hippo will swim in the river.",
      "example_translation": "L'hippopotame a nagé dans la rivière. L'hippopotame nage dans la rivière. L'hippopotame nagera dans la rivière.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kitten",
      "translation": "chaton",
      "definition": "A young cat, typically in the first year of its life.",
      "definition_translation": "Un jeune chat, généralement dans la première année de sa vie.",
      "example": "The kitten played with the ball. The kitten is playing with the ball. The kitten will play with the ball.",
      "example_translation": "Le chaton a joué avec la balle. Le chaton joue avec la balle. Le chaton jouera avec la balle.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lamb",
      "translation": "agneau",
      "definition": "A young sheep, typically in the first year of its life.",
      "definition_translation": "Un jeune mouton, généralement dans la première année de sa vie.",
      "example": "The lamb ran in the field. The lamb is running in the field. The lamb will run in the field.",
      "example_translation": "L'agneau a couru dans le champ. L'agneau court dans le champ. L'agneau courra dans le champ.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "male",
      "translation": "mâle",
      "definition": "A male is an individual of the sex that produces sperm, especially a human being or animal.",
      "definition_translation": "Un mâle est un individu du sexe qui produit du sperme, notamment un être humain ou un animal.",
      "example": "I have a male friend who loves playing soccer. He played soccer yesterday, plays it today, and will play it tomorrow.",
      "example_translation": "J'ai un ami mâle qui adore jouer au football. Il a joué au football hier, le joue aujourd'hui et le jouera demain.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mule",
      "translation": "mule",
      "definition": "A mule is the offspring of a male donkey and a female horse.",
      "definition_translation": "Un mulet est le descendant d'un âne mâle et d'une jument.",
      "example": "I saw a mule carrying heavy loads up the mountain yesterday. It carries them today, and will carry them tomorrow.",
      "example_translation": "J'ai vu un mulet porter des charges lourdes sur la montagne hier. Il les porte aujourd'hui et les portera demain.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "puma",
      "translation": "puma",
      "definition": "A puma is a large cat native to the Americas, also known as a cougar or mountain lion.",
      "definition_translation": "Un puma est un grand félin natif des Amériques, également connu comme un cougar ou un lion de montagne.",
      "example": "I have seen a puma roaming in the forest yesterday. It roams today, and will roam tomorrow.",
      "example_translation": "J'ai vu un puma errer dans la forêt hier. Il erre aujourd'hui et errera demain.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "puppy",
      "translation": "chiot",
      "definition": "A puppy is a young dog, especially one in the first year of its life.",
      "definition_translation": "Un chiot est un jeune chien, notamment durant la première année de sa vie.",
      "example": "I have a puppy that loves playing fetch. It played fetch yesterday, plays it today, and will play it tomorrow.",
      "example_translation": "J'ai un chiot qui adore jouer à chercher un objet. Il a joué à chercher un objet hier, le joue aujourd'hui et le jouera demain.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "reindeer",
      "translation": "renne",
      "definition": "A large deer with a thick coat, found in the Arctic regions, known for its distinctive antlers and ability to pull sleds.",
      "definition_translation": "Un grand cerf avec un manteau épais, trouvé dans les régions arctiques, connu pour ses bois distinctifs et sa capacité à tirer des traîneaux.",
      "example": "I saw a reindeer at the zoo yesterday. It will be pulling a sled next winter. The reindeer had pulled the sled last year.",
      "example_translation": "J'ai vu un renne au zoo hier. Il tirera un traîneau l'hiver prochain. Le renne avait tiré le traîneau l'année dernière.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tiger",
      "translation": "tigre",
      "definition": "A large, powerful cat native to Asia, known for its distinctive orange and black stripes and fierce hunting abilities.",
      "definition_translation": "Un grand chat puissant originaire d'Asie, connu pour ses rayures orange et noire distinctives et ses capacités de chasse féroce.",
      "example": "The tiger was sleeping in the forest. It will be hunting tonight. The tiger had eaten a deer last week.",
      "example_translation": "Le tigre dormait dans la forêt. Il chassera ce soir. Le tigre avait mangé un cerf la semaine dernière.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "whale",
      "translation": "baleine",
      "definition": "A large, aquatic mammal that breathes air through its blowhole and is found in oceans around the world.",
      "definition_translation": "Un grand mammifère aquatique qui respire l'air par son évent et se trouve dans les océans du monde entier.",
      "example": "I saw a whale at the aquarium yesterday. It will be migrating next month. The whale had jumped out of the water last year.",
      "example_translation": "J'ai vu une baleine à l'aquarium hier. Elle migrera le mois prochain. La baleine avait sauté hors de l'eau l'année dernière.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "deer",
      "translation": "cerf",
      "definition": "A wild or domesticated mammals with hoofed feet, found in forests and grasslands, known for its agility and large eyes.",
      "definition_translation": "Un mammifère sauvage ou domestiqué à pieds sabots, trouvé dans les forêts et les prairies, connu pour son agilité et ses grands yeux.",
      "example": "I saw a deer in the forest yesterday. It will be running fast tomorrow. The deer had eaten the grass last week.",
      "example_translation": "J'ai vu un cerf dans la forêt hier. Il courra vite demain. Le cerf avait mangé l'herbe la semaine dernière.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fox",
      "translation": "renard",
      "definition": "a small, carnivorous mammal of the dog family, with a pointed snout and a bushy tail, found in a variety of colours",
      "definition_translation": "un petit mammifère carnassier de la famille des chiens, avec un museau pointu et une queue buissonnante, trouvé dans une variété de couleurs",
      "example": "The fox ran quickly through the forest. I will chase a fox tomorrow. She had seen a fox before.",
      "example_translation": "Le renard a couru vite dans la forêt. Je courrai un renard demain. Elle avait vu un renard auparavant.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gorilla",
      "translation": "gorille",
      "definition": "a large, powerful primate that inhabits the forests of central Africa, with a thick coat of hair and a prominent forehead",
      "definition_translation": "un grand primate puissant qui habite les forêts d'Afrique centrale, avec un épais manteau de poils et un front saillant",
      "example": "The gorilla was playing in the jungle. We will see a gorilla at the zoo tomorrow. They had observed a gorilla in the wild.",
      "example_translation": "Le gorille jouait dans la jungle. Nous verrons un gorille au jardin zoologique demain. Ils avaient observé un gorille dans le milieu sauvage.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kangaroo",
      "translation": "kangourou",
      "definition": "a large, herbivorous marsupial with a distinctive method of locomotion, native to Australia and New Guinea",
      "definition_translation": "un grand marsupial herbivore avec une méthode distinctive de locomotion, originaire d'Australie et de Nouvelle-Guinée",
      "example": "The kangaroo hopped across the field. I saw a kangaroo in Australia last year. They are studying the behavior of kangaroos.",
      "example_translation": "Le kangourou a sauté à travers le champ. J'ai vu un kangourou en Australie l'année dernière. Ils étudient le comportement des kangourous.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "leopard",
      "translation": "léopard",
      "definition": "a large, carnivorous cat with a distinctive coat featuring black spots on a golden background, native to Africa and Asia",
      "definition_translation": "un grand chat carnivore avec un manteau distinctif présentant des taches noires sur un fond doré, originaire d'Afrique et d'Asie",
      "example": "The leopard was resting in the trees. We will observe a leopard in the wild soon. They had seen a leopard before.",
      "example_translation": "Le léopard se reposait dans les arbres. Nous allons observer un léopard dans le milieu sauvage bientôt. Ils avaient vu un léopard auparavant.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ox",
      "translation": "boeuf",
      "definition": "A domesticated mammal often kept on farms and ranches, used for its milk, meat, and labor.",
      "definition_translation": "Un mammifère domestiqué souvent gardé dans des fermes et des ranchs, utilisé pour son lait, sa viande et son travail.",
      "example": "The ox plowed the field yesterday, it is plowing the field now, and it will plow the field tomorrow.",
      "example_translation": "Le boeuf a labouré le champ hier, il laboure le champ maintenant, et il labourera le champ demain.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "paw",
      "translation": "patte",
      "definition": "The foot of an animal, especially a quadruped, having claws or nails.",
      "definition_translation": "Le pied d'un animal, notamment d'un quadrupède, ayant des griffes ou des ongles.",
      "example": "The cat used its paw to grasp the toy, it uses its paw now to hold the door, and it will use its paw tomorrow to catch a mouse.",
      "example_translation": "Le chat a utilisé sa patte pour saisir le jouet, il utilise sa patte maintenant pour tenir la porte, et il utilisera sa patte demain pour attraper un souris.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "polar bear",
      "translation": "ours polaire",
      "definition": "A large carnivorous mammal that inhabits the Arctic regions, having white fur and a diet mainly of seals and fish.",
      "definition_translation": "Un grand mammifère carnivore qui habite les régions arctiques, ayant une fourrure blanche et un régime alimentaire essentiellement composé de phoques et de poissons.",
      "example": "The polar bear hunted for seals in the Arctic yesterday, it is hunting for fish now, and it will hunt for berries tomorrow.",
      "example_translation": "L'ours polaire a chassé des phoques dans l'Arctique hier, il chasse des poissons maintenant, et il chassera des baies demain.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rhinoceros",
      "translation": "rhinocéros",
      "definition": "A large herbivorous mammal with a tough, gray skin and a distinctive horn or horns, native to Africa and southern Asia.",
      "definition_translation": "Un grand mammifère herbivore avec une peau dure et grise et une corne distinctive ou des cornes, originaire d'Afrique et d'Asie du Sud.",
      "example": "The rhinoceros roamed freely in the savannah yesterday, it is roaming freely now, and it will roam freely tomorrow.",
      "example_translation": "Le rhinocéros errait librement dans la savane hier, il erre librement maintenant, et il errera librement demain.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "seal",
      "translation": "(phoque)",
      "definition": "A seal is a type of marine mammal that belongs to the suborder Pinnipedia. Seals have a streamlined body, flippers, and a layer of blubber to keep them warm in cold water.",
      "definition_translation": "Un phoque est un type de mammifère marin qui appartient au sous-ordre des Pinnipèdes. Les phoques ont un corps fuselé, des ailerons et une couche de graisse pour les garder au chaud dans l'eau froide.",
      "example": "I saw a seal swimming in the ocean. The seal swam closer to the shore. The seal will swim back to its colony in the evening.",
      "example_translation": "J'ai vu un phoque nager dans l'océan. Le phoque a nagé plus près de la rive. Le phoque nagera retour à sa colonie dans la soirée.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "squirrel",
      "translation": "écureuil",
      "definition": "A squirrel is a small, furry, rodent mammal that lives in trees and is known for storing nuts and seeds in its nest.",
      "definition_translation": "Un écureuil est un petit mammifère rongeur velu qui vit dans les arbres et est connu pour stocker des noix et des graines dans son nid.",
      "example": "I watched a squirrel climb up the tree. The squirrel was hiding its nuts in the attic. The squirrel will jump from branch to branch in the morning.",
      "example_translation": "J'ai regardé un écureuil grimper dans l'arbre. L'écureuil cachait ses noix dans le grenier. L'écureuil sautera de branche en branche dans la matinée.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}