{
  "data": [
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pozytywny",
      "translation": "положительный",
      "definition": "posiadający lub pokazujący dobry efekt lub nastawienie; optymistyczny",
      "definition_translation": "имеющий или проявляющий goedeffect или Relation; оптимистичный",
      "example": "Miała pozytywny stosunek do nauki nowych języków. Nauczyła się francuskiego pozytywnie w minionym roku. Nauczy się hiszpańskiego pozytywnie w następnym roku.",
      "example_translation": "У нее положительное отношение к изучению новых языков. Она изучила французский язык положительно в прошлом году. Она обязательно изучит испанский язык в следующем году.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uzależniony",
      "translation": "зависимый",
      "definition": "niezdolny do zaprzestania wykonywania lub używania czegoś, szczególnie czegoś szkodliwego",
      "definition_translation": "неспособный остановиться или перестать что-либо делать или использовать, особенно что-либо вредное",
      "example": "Był uzależniony od gier wideo. Uzależnił się od palenia papierosów przez lata. Uzależni się od mediów społecznościowych wkrótce.",
      "example_translation": "Он был зависим от видеоигр. Он был зависим от курения на протяжении многих лет. Он скоро станет зависим от социальных сетей.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przygodowy",
      "translation": "авантюрный",
      "definition": "chętny do podejmowania ryzyka i próbowania nowych rzeczy; miłujący ekscytujące i niezwykłe aktywności",
      "definition_translation": "готовый принимать риски и пробовать новые вещи; любящий захватывающие и необычные занятия",
      "example": "Była przygodową osobą, która kochała podróżować. Odbywała przygodowe wyprawy do lasu deszczowego Amazonii. Pójdzie na przygodową podróż do Afryki w następnym roku.",
      "example_translation": "Она авантюрный человек, который любит путешествовать. Она отправилась в авантюрные экспедиции в дождевые леса Амазонки. Она отправится в авантюрное путешествие по Африке в следующем году.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czuły",
      "translation": "длящей",
      "definition": "pokazujący lub odczuwający miłość lub przywiązanie; miły i pełen uczucia",
      "definition_translation": "показывающий или испытывающий любовь или привязанность; нежный и любящий",
      "example": "Była czułą matką, która kochała swoje dzieci. Była czuła wobec swoich przyjaciół. Będzie czuła wobec swojego przyszłego partnera.",
      "example_translation": "Она длящая мать, которая любит своих детей. Она была длящей к своим друзьям. Она будет длящей к своему будущему партнеру.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "agresywny",
      "translation": "агрессивный",
      "definition": "posiadający lub pokazujący agresywne lub skłonne do walki nastawienie; skłonny do walki",
      "definition_translation": "Имеющий или проявляющий враждебный или насильственный темперамент; яростно конкурентоспособный или готовый сражаться.",
      "example": "Agresywne zachowanie psa było przerażające. Przez ostatnie lata było agresywne wobec obcych. Do końca roku będzie agresywne już pięć lat.",
      "example_translation": "Агрессивное поведение собаки было пугающим. Раньше оно было агрессивно по отношению к чужим. К следующему году оно будет агрессивно в течение пяти лет.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ambitny",
      "translation": "амбициозный",
      "definition": "posiadający lub pokazujący silne pragnienie sukcesu lub osiągnięcia czegoś; mający silne pragnienie sukcesu",
      "definition_translation": "Имеющий или проявляющий сильное желание преуспеть или достичь чего-либо; имеющий сильное желание быть успешным.",
      "example": "Była ambitną młodą przedsiębiorcą, która już założyła trzy firmy. W zeszłym roku była ambitna o rozszerzeniu swojego biznesu. Do 2025 roku będzie ambitna o założeniu fundacji venture capital.",
      "example_translation": "Она была амбициозной молодой предпринимательницей, которая уже основала три компании. В прошлом году она была амбициозна по поводу расширения своего бизнеса. К 2025 году она будет амбициозна начать свой собственный фонд风险ного капитала.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozbawiony",
      "translation": "развлекаться",
      "definition": "odczuwający lub pokazujący radość lub rozrywkę; będący rozrywany",
      "definition_translation": "Чувствующий или проявляющий радость или развлечение; будучи развлекаемым или радуясь.",
      "example": "Dzieci były rozbawione przez sztuczki klauna. Wczoraj były rozbawione przez kreskówkę. Do następnego lata będą rozbawione przez nowy park wodny.",
      "example_translation": "Дети были развлечены фокусами клоуна. Вчера они были развлечены мультфильмом. К следующему лету они будут развлечены новым аквапарком.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aroganny",
      "translation": "арогантный",
      "definition": "posiadający lub pokazujący arogancję, brak skromności lub zbyt dużą duma",
      "definition_translation": "Имеющий или проявляющий отношение превосходства, недостаток скромности или избыточную гордость.",
      "example": "Arogancki CEO był nie lubiany przez swoich podwładnych. Przez ostatnie lata był arogancki z powodu sukcesu swojej firmy. Do końca roku będzie arogancki z powodu swojego bogactwa.",
      "example_translation": "Арогантный генеральный директор был неliked его сотрудниками. Раньше он был аrogантный относительно успешности своей компании. К концу года он будет аrogантный относительно своего богатства.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wymęczony",
      "translation": "злой",
      "definition": "posiadający lub pokazujący zły lub nieprzyjemny temperament; ogorzały",
      "definition_translation": "Имеющий или проявляющий плохой или неприятный темперамент; раздражительный.",
      "example": "Była wymęczonym człowiekiem i zawsze się zdenerwowała. Była wymęczona od dzieciństwa. Będzie wymęczona, jeśli nie uzyska tego, co chce.",
      "example_translation": "Она была человеком с плохим характером и всегда легко раздражалась. Она была плохо темпераментом с детства. Она будет плохо темпераментом, если она не получит то, что она хочет.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zrównoważony",
      "translation": "балансированный",
      "definition": "posiadający różne rzeczy w równym stosunku lub tak, że nic nie jest zbyt dużo lub zbyt mało",
      "definition_translation": "Имеющий смесь различных вещей таким образом, что это является справедливым или разумным; не слишком много или слишком мало чего-либо.",
      "example": "Był zrównoważonym człowiekiem, który wiedział, jak priorytetyzować swoje zadania. Był zrównoważony w swoich decyzjach od młodości. Będzie zrównoważony w swoim podejściu do projektu.",
      "example_translation": "Он был сбалансированным человеком, который знал, как приоритизировать свои задачи. Он был сбалансированным в своих решениях с юности. Он будет сбалансированным в своем подходе к проекту.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "goryczkliwy",
      "translation": "горький",
      "definition": "Mający ostry, pęczący lub kwaskowy smak; smutny lub pełen urazy.",
      "definition_translation": "Имеющий острый, резкий или кислотный вкус; несчастный или обиженный.",
      "example": "Kawa była goryczkliwa i potrzebowała cukru. Czuła się urażona iz swoich poprzednich relacji. On mógłby się poczuć urażony, jeśli nie dostanie pracy.",
      "example_translation": "Кофе был горьким и нуждался в сахаре. Она чувствовала горечь из-за своих прошлых отношений. Он будет горьким, если он не получит работу.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odważny",
      "translation": "смелый",
      "definition": "Pokazujący odwagę lub pewność siebie w swoich słowach lub czynach; nie bojący się ryzyka.",
      "definition_translation": "Показывающий храбрость или уверенность в том, что он делает или говорит; не боится принимать риски.",
      "example": "Był odważnym przedsiębiorcą, ryzykującym własny interes. Była odważna w swoich decyzjach od czasu college'u. Oni będą odważni w swojej nowej strategii marketingowej.",
      "example_translation": "Он был смелым предпринимателем, который принимал риски в своем бизнесе. Она была смелой в своих решениях с колледжа. Они будут смелыми в своей новой маркетинговой стратегии.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawistny",
      "translation": "действующий",
      "definition": "Mający lub pokazujący zbyt dużo pewności siebie i skłonności do wydawania poleceń innym.",
      "definition_translation": "Имеющий или проявляющий чрезмерную уверенность в своих способностях и склонность давать распоряжения другим.",
      "example": "Była zawistna jako dziecko, zawsze mówiącą braciom i siostrze, co mają robić. Prowadziła swoją drużynę dookoła, wyjaśniając, jak powinni zakończyć projekt. Będzie zawistna w przyszłości, próbując opanować innych.",
      "example_translation": "Она была властной ребенком, всегда говоря своим братьям и сестрам, что делать. Она управляла своей командой, рассказывая им, как завершить проект. Она будет властной в будущем, всегда试я контролировать других.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jaskrawy",
      "translation": "яркий",
      "definition": "Wydający lub odbierający dużo światła; lśnięcy intensywnie.",
      "definition_translation": "Выдающий или отражающий много света; сияющий интенсивно.",
      "example": "Słoneczne słońce lśniło intensywnie w czystym niebie. Gęsta świetlność miasta nigdy niegasła. Przed nami leżała jaskrawa przyszłość, pełna możliwości.",
      "example_translation": "Яркое солнце сияло в ясном небе. Яркие огни города никогда не угасали. Яркое будущее перед нами было полно возможностей.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opiekuńczy",
      "translation": "заботливый",
      "definition": "Czujący lub wyrażający troskę i współczucie wobec innych.",
      "definition_translation": "Чувствующий или проявляющий беспокойство и сострадание к другим.",
      "example": "Była opiekuńczą matką, zawsze martwiącą się o zdrowie swoich dzieci. On troszczył się o swoich pacjentów, dając im najlepszą możliwą opiekę. Oni będą się troszczyć o środowisko, starając się ograniczyć zanieczyszczenie.",
      "example_translation": "Она была заботливой матерью, всегда волнуясь о благополучии своих детей. Он заботился о своих пациентах, давая им лучшее лечение, которое было возможно. Они будут заботиться об окружающей среде, пытаясь уменьшить загрязнение.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ostrożny",
      "translation": "осторожный",
      "definition": "Ostężać ryzyko lub niebezpieczeństwo.",
      "definition_translation": "Осторожный, чтобы避ать рисков или опасностей.",
      "example": "Była ostrożna, idąc samotnie nocą, zawsze patrząc za siebie. On był ostrożny w podejmowaniu decyzji inwestycyjnych, sprawdzając dokładnie. On po prostu będzie ostrożny, uczyć się z przeszłych błędów.",
      "example_translation": "Она была осторожной, когда шла одна ночью, всегда смотрела за плечо. Он был осторожным при принятии инвестиционных решений, проводя тщательное исследование. Они будут осторожными в будущем, учась из прошлых ошибок.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konkurencyjny",
      "translation": "конкурентный",
      "definition": "Dotyczący lub cechujący się rywalizacją, szczególnie w biznesie lub sporcie.",
      "definition_translation": "Относящийся к или характеризующий конкуренцию, особенно в бизнесе или спорте.",
      "example": "Spółka ma rygorystyczną strategię rynkową, co pomogło im utrzymać pozycję lidera. W zeszłym roku byli bardziej rywalizujący niż kiedykolwiek, a ten rok będą rywalizować jeszcze więcej.",
      "example_translation": "Компания имеет высококонкурентную рыночную стратегию, которая помогла им оставаться впереди своих конкурентов. В прошлом году они были более конкурентоспособными, чем когда-либо, и в этом году они будут еще более таковыми.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "próżny",
      "translation": "гордый",
      "definition": "Mający lub pokazujący zbyt dużą dumę z własnego wyglądu, osiągnięć, itp.",
      "definition_translation": "Имеющий или демонстрирующий чрезмерную гордость в своем виде, достижениях и т.д.",
      "example": "Był tak próżny, że spędzał godziny przed lustrem, podziwiając własne odbicie. Zawsze był próżny, a jego koledzy ustawali próżności.",
      "example_translation": "Он был так горд, что часами стоял перед зеркалом, любуясь своим собственным отражением. Он всегда был гордым, и его друзья устали от его хвастовства.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaniepokojony",
      "translation": "озабоченный",
      "definition": "Czujący niepokój lub obawy o coś lub kogoś.",
      "definition_translation": "Испытывающий тревогу или беспокойство о чем-то или ком-то.",
      "example": "Rodzice byli zaniepokojeni zdrowiem swojego dziecka, więc powiedzieli, że muszą umówić się z lekarzem. Rząd jest zaniepokojony rosnącą skali przestępczości i planuje zwiększyć siły policyjne.",
      "example_translation": "Родители были обеспокоены здоровьем своего ребенка, поэтому они отвели его к врачу. Правительство обеспокоено растущим уровнем преступности и планирует увеличить полицейские силы.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konserwatywny",
      "translation": "консервативный",
      "definition": "Faworyzujący tradycyjne zdanie lub wartości, i przeciwstawiający się zmianie lub innowacji.",
      "definition_translation": "Сторонник традиционных взглядов и ценностей, и противник изменения или инноваций.",
      "example": "Polityk konserwatywny był przeciw propozycji reformy systemu podatkowego. Spółka ma konserwatywne podejście do inwestycji, preferując tradycyjne metody.",
      "example_translation": "Консервативный политик был против предложения реформировать налоговую систему. Компания имеет консервативный подход к инвестициям, предпочитая придерживаться традиционных методов.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oddany",
      "translation": "преданный",
      "definition": "Wcielający całą swoją uwagę lub energię w coś lub kogoś.",
      "definition_translation": "Отданный все свое время, энергию или внимание кому-то или чему-то.",
      "example": "Była oddana swojej rodzinie i zawsze stawiała ich na pierwszym miejscu. Przez całe życie był oddany swojej pracy i spędzał długie godziny w biurze. Będą oddani swojej charytatywnej sprawie i będą kontynuować zbiórkę pieniędzy.",
      "example_translation": "Она была предана своей семье и всегда ставила их нужды на первое место. Он был предан своей работе и проводил долгие часы в офисе. Они будут преданы своей благотворительной цели и продолжат сбор средств.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pracowity",
      "translation": "прилежный",
      "definition": "Wykazujący staranność i stałą uwagę, dbający o szczegóły.",
      "definition_translation": "Показывающий тщательное и устойчивое усилие и внимание к деталям.",
      "example": "Była staranną badaczką i przygotowała wszystkie dostępne danych. Był zdolnym studentem i zdobywał dobre oceny. Będą starannie dążyć do obniżenia kosztów.",
      "example_translation": "Она была прилежной в своих исследованиях и собрала все доступные данные. Он был прилежным в своих учёных и достиг хороших оценок. Они будут прилежными в своих усилиях по減ению затрат.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niedaszny",
      "translation": "нечестный",
      "definition": "Nieuczciwy lub mniej niż uczciwy; okaże lub pokazuje brak integralności.",
      "definition_translation": "Не честный или правдивый; имеющий или демонстрирующий отсутствие целостности.",
      "example": "Skandaliczne praktyki handlowe firmy doprowadziły do upadku spółki. Pracownik został zwolniony za to, że kłamał swojemu szefowi. Dalsze obietnice wyborcze polityka okazały się nieuczciwymi.",
      "example_translation": "Нечестные бизнес-практики компании привели к ее падению. Сотрудник был уволен за нечестность по отношению к своему боссу. Нечестные предвыборные обещания политика были раскрыты.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieorganizowany",
      "translation": "неорганизованный",
      "definition": "Bezładny, spokojny, niezorganizowany; chaotyczny lub przerażający.",
      "definition_translation": "Отсутствует организация или метод; хаотичный или CONFUSING.",
      "example": "Nieorganizowane wydarzenie skończyło się kompletną katastrofą. Kiedyś padałem plackiem od tych coraz bardziej nieorganizowanych plików dokumentów. Spółka poraz obniżone odrzuca osłabione odrębnym porametycznym schemacie kierowania.",
      "example_translation": "Неорганизованное мероприятие было полным провалом. Неорганизованные файлы делали трудным поиск чего-либо. Неорганизованная структура управления компании привела к ее неудаче.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niezadowolony",
      "translation": "неудовлетворенный",
      "definition": "Niezadowolony lub zadowolony z czegoś.",
      "definition_translation": "Не довольный или контент; несчастный или неудовлетворенный.",
      "example": "Kliencie był niezadowolony ze usługi. Pracownik był niezadowolony, co powodowało, że próbował odejść. Tłum niezadowolony protestował przeciwko rządowym politykom.",
      "example_translation": "Клиент был неудовлетворен сервисом. Сотрудник был неудовлетворен своей работой. Неудовлетворенная толпа протестовала против 政ических правительства.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uważany",
      "translation": "тревожный",
      "definition": "Wszystko, co sprawia nerwice, smutek lub zdenerwowanie; nieprzyjemne lub grożne.",
      "definition_translation": "Причиняющий тревогу, печаль или беспокойство; неприятный или тревожный.",
      "example": "Te uważane doniesienia o ekonomii były alarmujące. Przyjmowano, że pacjentek objawy są wciąż uważane. Sytuacja stała się tak uważana, że trudno było wytrzymać.",
      "example_translation": "Тревожные новости об экономике были тревожными. Симптомы пациента были ЧРЕВОУГОДНЫМИ. Тревожная ситуация была нестерпимой.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wątpliwy",
      "translation": "сомнительный",
      "definition": "Czujący lub pokazujący wątpliwość co do kogoś lub czegoś.",
      "definition_translation": "чувствующий или показывающий сомнение в отношении кого-то или чего-то",
      "example": "Byłem wątpliwy co do tej inwestycji, ale mój przyjaciel zapewnił mnie, ze to dobra okazja. Miałem wcześniej wątpliwośli co do jego zdolności, ale on udowodnił, ze się myliłem. Będę wątpliwy co do ich intencji, aż do czasu, aż je ujrze.",
      "example_translation": "Я сомневался в инвестициях, но мой друг уверил меня, что это 好 возможность. Я сомневался в его способностях, но он доказал мне wrong. Я буду сомневаться в их намерениях, пока не увижу результаты.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dynamiczny",
      "translation": "динамичный",
      "definition": "Charakteryzujący się ciągłą zmianą, dynamiką lub postępem; szybko się rozwijający.",
      "definition_translation": "характеризуется постоянным изменением, активностью или прогрессом",
      "example": "Dynamiczna strategia spółki skazywała na szybki rozwój. Dynamiczna natura branży wymaga ciągłej innowacyjności. Nauczycielka miała dynamiczną narzędzie pracy, co kusiło uczniów.",
      "example_translation": "Динамичный подход компании к бизнесу привел к быстрому росту. Динамичная природа отрасли требует постоянного инновационного подхода. Динамичный стиль преподавания учителя занимал студентов.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chętny",
      "translation": "рвущийся",
      "definition": "Mający lub pokazujący entuzjazm i zainteresowanie.",
      "definition_translation": "чувствующий или показывающий энтузиазм и интерес",
      "example": "Byłem chętny do startu nowego projektu. Przez wiele lat próbowała się uczyć języka. Będzie chętny, aby zobaczyć wyniki eksperymentu.",
      "example_translation": "Я был рвущийся начать новый проект. Она была рвущейся изучать язык на протяжении лет. Они будут рвущимися увидеть результаты эксперимента.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wykształcony",
      "translation": "образованный",
      "definition": "Mając wyśmienite wykształcenie, szczególnie zaawansowane lub specjalistyczne.",
      "definition_translation": "получивший образование, особенно то, которое являетсяadvanced или специализированным",
      "example": "Wykształcona elita w kraju miała znaczącą władzę. Ukończyła prestiżowy uniwersytet. Dobrze wykształcony personel jest niezbędnym do gospodarczego wzrostu.",
      "example_translation": "Образованная элита в стране held значительное количество власти. Она получила образование в престижном университете. Хорошо образованная работоспособная сила является существенной для экономического роста.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "emocjonalny",
      "translation": "эмоциональный",
      "definition": "Dotyczący lub charakteryzujący się emocjami; instynktowny lub intuicyjny, a nie racjonalny lub uzasadniony.",
      "definition_translation": "Относящийся к эмоциям; инстинктивный или интуитивный, chứ не рациональный или обоснованный.",
      "example": "Była emocjonalną osobą i płakała łatwo. Była emocjonalna podczas rozstania. Będzie emocjonalna na ślubie.",
      "example_translation": "Она была эмоциональной человек и легко плакала. Она была эмоциональной во время разрыва. Она будет эмоциональной на свадьбе.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachęcający",
      "translation": "ободряющий",
      "definition": "Nadający otuchy lub pewności; pomagający komuś poczuć się bardziej pewnym lub zdeterminowanym.",
      "definition_translation": "Дающий поддержку или уверенность; помогая кому-то чувствовать себя более уверенно или решительно.",
      "example": "Jej słowa zachęty pomogły mi podążać za marzeniem. Był zachęcający swoją drużynę podczas meczu. Będą zachęcać swoich studentów do uczestnictwa w konkursie.",
      "example_translation": "Её ободряющие слова помогли мне追uant我的 мечту. Он был ободряющим своей команде на протяжении всей игры. Они будут ободряющими своих студентов для участия в конкурсе.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "energiczny",
      "translation": "энергичный",
      "definition": "Mający lub wykazujący dużo energii i entuzjazmu; żywy i aktywny.",
      "definition_translation": "Имеющий или показывающий много энергии и энтузиазма; живой и активный.",
      "example": "Był energiczną osobą i zawsze patrzył na jasną stronę. Byli energiczni podczas treningu. Będzie energiczna na dzisiejszej imprezie.",
      "example_translation": "Он был энергичным человеком и всегда смотрел на светлую сторону. Они были энергичными во время тренировки. Она будет энергичной на вечеринке сегодня вечером.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozrywkowy",
      "translation": "развлекательный",
      "definition": "Świadczy lub dostarcza rozrywki; interesujący lub zabawny.",
      "definition_translation": "Предоставляя удовольствие или развлечение; интересный или забавный.",
      "example": "Film był rozrywkowy i cieszyłem się nim. Byli rozrywkowi u swoich gości całą noc. Będzie rozrywkowy podczas bankietu dla klientów.",
      "example_translation": "Фильм был развлекательным, и я насладился им. Они развлекали своих гостей всю ночь. Он будет развлекать своих клиентов на обеде.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "entuzjastyczny",
      "translation": "энтузиастичный",
      "definition": "Wypełniony intensywnym i zabawnym zainteresowaniem lub entuzjazmem, typowo w żywy i energiczny sposób.",
      "definition_translation": "Наполненный интенсивным и возбужденным интересом или энтузиазмом, обычно в оживленном и энергичном стиле.",
      "example": "Była entuzjastyczna w stosunku do nowego projektu i jej zespół był natchniony jej energią. W przeszłości była entuzjastyczna wobec każdej nowej idei, ale teraz była bardziej ostrożna. W przyszłości希望 aby ponownie stać się entuzjastyczną wobec pracy.",
      "example_translation": "Она была энтузиастична по поводу нового проекта, и ее команда была вдохновлена ее энергией. В прошлом она была энтузиастична по поводу каждой новой идеи, но şimdi она была более осторожной. В будущем она надеется быть энтузиастична по поводу своей работы снова.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zły",
      "translation": "злой",
      "definition": "Moralnie zły lub nieprawidłowy, podstępny lub nikczemny.",
      "definition_translation": "Морально плохой или неправильный; злой. Причиняет вред или повреждение.",
      "example": "Główny bohater filmu był złym geniuszem i mścił się na swoich wrogach. W przeszłości popełnił wiele złych czynów. W przyszłości będzie cierpieć z powodu swoich złych działań.",
      "example_translation": "Злой злодей в фильме искал мести. В прошлом он совершил многие злые деяния. В будущем он столкнется с последствиями своих злых действий.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyczerpujący",
      "translation": "истощающий",
      "definition": "Powodujący skrajne zmęczenie lub wyczerpanie; wyjątkowo męczący.",
      "definition_translation": "Причиняет极альную усталость или утомление; крайне утомительный.",
      "example": "Maraton był wyczerpujący, a po nim, bardzo uzunie musiałem odpoczywać. Nigdy nigdy wcześniej nie miałem doświadczenia z takim wyczerpującym zadaniem. W przyszłości chcę lepiej przygotować się do takich wyczerpujących aktywności.",
      "example_translation": "Марафон был истощающим, и я нуждался в долгом отдыхе после этого. В прошлом я никогда не завершал такой истощающей задачи. В будущем я надеюсь быть лучше подготовлен к таким истощающим занятиям.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ekspert",
      "translation": "эксперт",
      "definition": "Osoba o obszernej wiedzy lub wysoce rozwiniętych zdolnościach w danej dziedzinie; specjalista.",
      "definition_translation": "Человек с обширными знаниями или навыками в какой-либо области; специалист.",
      "example": "Ekspert w dziedzinie medycyny dokonał pionierskiego odkrycia. W przeszłości była ekspertem w innej dziedzinie. W przyszłości chcę się stać ekspertem w nowej dziedzinie.",
      "example_translation": "Эксперт в области медицины сделал революционный открытие. В прошлом она была экспертом в другой области. В будущем она надеется стать экспертом в новой области.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wierny",
      "translation": "верный",
      "definition": "Mający lub wykazujący lojalność i oddanie wobec osoby, organizacji lub przyczyny; godny zaufania i stały w wykonywaniu obowiązków.",
      "definition_translation": "Имеющий или демонстрирующий лояльность и преданность человеку, организации или делу; надежный и последовательный в исполнении или поведении.",
      "example": "Była wierną przyjaciółką podczas moich trudnych czasów. Była wierna swemu mężowi przez 20 lat. Będzie wierna swoim obowiązkom jako menadżer",
      "example_translation": "Она была верной мне friend во время моих трудных времен. Она была верной своему мужу в течение 20 лет. Она будет верной своим обязанностям в качестве менеджера.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zafascynowany",
      "translation": "заинтригованный",
      "definition": "Bardzo zainteresowany lub przyciągnięty czymś, bo to jest nietypowe lub interesujące.",
      "definition_translation": "Оченьinterested и привлеченный к чему-то из-за того, что это необычно или интересно.",
      "example": "Byłem zafascynowany starożytnymi ruinami, kiedy odwiedziłem Egipt. Była zafascynowana astronomią, odkąd była dzieckiem. Będzie zafascynowany nowymi technologiami.",
      "example_translation": "Я был заинтригован древними развалинами, когда посетил Египет. Она была заинтригована астрономией с тех пор, как была ребенком. Он будет заинтригован новой технологией.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "urzekający",
      "translation": "заинтриговывающий",
      "definition": "Bardzo interesujący lub atrakcyjny ze względu na to, że jest nietypowy lub nieoczekiwany.",
      "definition_translation": "_EXTREMELY интересный или привлекательный из-за того, что это необычно или неожиданно.",
      "example": "Urzekający dokument o eksploracji kosmosu został wyemitowany w telewizji wczoraj wieczorem. Urzekająca piękność wodospadu urzekła wszystkich turystów.",
      "example_translation": "Заинтриговывающий документальный фильм о космической экспансии транслировался по телевизору昨 вечером. Заинтриговывающая красота водопада очаровала всех туристов.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziki",
      "translation": "свирепый",
      "definition": "Pokazujący silne lub potężne emocje, takie jak gniew lub zdeterminowanie.",
      "definition_translation": "Показывающий сильное и мощное эмоциональное состояние, такое как гнев или решимость.",
      "example": "Dziki wojownik walczył dzielnie w bitwie. Miała dziką determinację, aby osiągnąć w karierze. Będzie dziki w swojej krytyce nowej polityki.",
      "example_translation": "Свирепый воин сражался храбро в бою. Она имела свирепую решимость преуспеть в своей карьере. Он будет свиреп в своей критике новой политики.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "głupi",
      "translation": "глупый",
      "definition": "Pozbawiony zdrowego rozsądku lub osądu; nierozsądny lub głupi.",
      "definition_translation": "Не имеющий здравого смысла или суждения; необоснованный или глупый.",
      "example": "Byłem głupi, kiedy zainwestowałem wszystkie swoje pieniądze w tę podejrzaną firmę. Byłem głupi i nie wykonałem badań. Będę głupi, jeśli nie nauczę się od swoich błędów.",
      "example_translation": "Я был глуп, инвестировав все мое деньги в тот сомнительный бизнес. Я был глуп и не произвел исследования. Я буду глуп, если не научусь из своих ошибок.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wściekły",
      "translation": "ярости",
      "definition": "Ekstremalnie zły; pełen intensywnego gniewu lub wściekłości.",
      "definition_translation": "Чрезвычайно злой; наполненный сильной злобой или ярости.",
      "example": "Byłem wściekły, kiedy dowiedziałem się, że zostalem oszukany. Jestem wściekły z powodu niesprawiedliwości na świecie. Będę wściekły, jeśli ktokolwiek dotknie mojego samochodu.",
      "example_translation": "Я был в ярости, когда узнал, что меня обманули. Я яростен из-за несправедливости в мире. Я буду в ярости, если кто-то займет мой автомобиль.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chciwy",
      "translation": "жадный",
      "definition": "Mający lub wykazujący silne i egoistyczne pragnienie, szczególnie jedzenia lub pieniędzy.",
      "definition_translation": "Имеющий или проявляющий сильное и эгоистичное желание к чему-то, особенно еде или деньгам.",
      "example": "Mój brat jest chciwy i zawsze chce więcej. Moja siostra była chciwa i zjadła całe ciasto. Mój przyjaciel będzie chciwy i weźmie wszystkie pieniądze.",
      "example_translation": "Мой брат жаден и всегда хочет больше. Моя сестра была жадной и съела весь торт. Мой друг будет жаден и возьмет все деньги.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twardy",
      "translation": "твердый",
      "definition": "Stały i odporny na ciśnienie lub uderzenie; stały i nieugięty.",
      "definition_translation": "Твердый и устойчивый к давлению или удару; сплошной и неизменный.",
      "example": "Skała była twarda i trudna do złamania. Nauczyciel był twardy na nas, dając nam wiele pracy domowej. Egzamin będzie twardy, ale będę się dobrze uczyć.",
      "example_translation": "Камень был твердым и трудным для разбивания. Учитель суров к нам, давая нам много домашней работы. Экзамен будет трудным, но я хорошо приготовлюсь.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pracowity",
      "translation": "трудоёмкий",
      "definition": "Wykazujący ochotę do ciężkiej pracy i pilności.",
      "definition_translation": "Показывающий готовность работать очень hard и усердно.",
      "example": "Była pracowitą pracowniczką, która zawsze spełniała swoje terminy. Pracowała ciężko nad tym projektem przez kilka miesięcy. Będzie pracowitą liderem zespołu w przyszłości.",
      "example_translation": "Она была трудолюбивым сотрудником, который всегда успевал выполнить задачи к установленному сроку. Она работала над этим проектом в течение месяцев. Она будет трудолюбивым руководителем команды в будущем.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lodowaty",
      "translation": "ледяной",
      "definition": "Ekstremalnie zimny pod względem temperatury lub zachowania.",
      "definition_translation": "Экстремально холодный по температуре или манере.",
      "example": "Wiatr lodowaty wiał przez zamarznięte jezioro. Podnosiła się do niego lodowatym wzrokiem. Poranny zimowy miał być lodowato zimny.",
      "example_translation": "Ледяной ветер дунул через замёрзшее озеро. Она дала ему ледяной взгляд. Утреннее зимнее было ледяным холодом.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niecierpliwy",
      "translation": "нетерпеливый",
      "definition": "Niezdolny do czekania na coś lub kogoś.",
      "definition_translation": "Неспособный подождать чего-то или кого-то.",
      "example": "Był niecierpliwy, aby rozpocząć nową pracę. Była niecierpliwa z powodu powolnego postępu swego ucznia. Będą niecierpliwi, aby zobaczyć wyniki.",
      "example_translation": "Он был нетерпелив к началу новой работы. Она была нетерпеливой с медленным прогрессом ее студента. Они будут нетерпеливыми к результатам.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niewychowany",
      "translation": "невежливый",
      "definition": "Nie posiadający lub nie wykazujący dobrych manier.",
      "definition_translation": "Не имеющий или не демонстрирующий хороших манер.",
      "example": "Był niewychowany wobec klienta. Była niewychowana wobec swojego sąsiada. Będą niewychowani wobec turysty.",
      "example_translation": "Он был невежлив к клиенту. Она была невежливой к своему соседу. Они будут невежливыми к туристу.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "independent",
      "translation": "независимый",
      "definition": "Mający moc lub zdolność do działania lub podejmowania decyzji bez wpływu lub kontroli osób trzecich.",
      "definition_translation": "Имея власть или способность действовать или принимать решения без влияния или контроля других.",
      "example": "Zawsze była niezależną osobą, podejmującą decyzje bez pytania o zdanie innych.",
      "example_translation": "Она всегда была независимым человеком, принимая свои собственные решения, не спрашивая мнения других.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "inexperienced",
      "translation": "неопытный",
      "definition": "Mający niewielkie doświadczenie lub umiejętności w danych obszarach lub zadaniach.",
      "definition_translation": "Недостаток знаний или навыков в bestimmенной области или задаче из-за недостатка опыта.",
      "example": "Jako niedoświadczony kierowca, był nerwowy, prowadząc samochód po autostradzie po raz pierwszy.",
      "example_translation": "Как неопытный водитель, он был нервным, когда впервые drove на шоссе.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "innocent",
      "translation": "невинный",
      "definition": "Winnie popełniania przestępstwa lub wykroczenia; wolny od grzechu lub moralnej obscenności.",
      "definition_translation": "Не виновен в преступлении или проступке; свободен от греха или моральной низости.",
      "example": "Liczba osób niewinnych skazanych na karę śmierci jest alarmująco wysoka.",
      "example_translation": "Жюри признало обвиняемого невинным по всем пунктам обвинения, и он был оправдан.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "insincere",
      "translation": "неискренний",
      "definition": "Niegenuine lub nietraktujący serio; udawać, że czuje się lub wierzy w coś, czego naprawdę nie czuje lub w co nie wierzy.",
      "definition_translation": "Не подлинный или искренний; притворяясь чувствовать или верить в то, что на самом деле не чувствует или не верит.",
      "example": "Przepraszam, ale okaże się, że moja przeproszba była bezprawdą podjętą próbą ratowania twarzy.",
      "example_translation": "Неискреннее извинение политика было разумеется как попытка спасти лицо, а не как подлинное выражение раскаяния.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "intellectual",
      "translation": "интеллектуальный",
      "definition": "Osoba, która jest wysoce wykształcona i wybornie umiejętna, zwłaszcza w naukach lub sztukach.",
      "definition_translation": "Человек, имеющий высокое образование иnowledge, особенно в области искусств или наук.",
      "example": "Intelektualista napisał kilka książek na temat filozofii. Była intelektualistką przez wiele lat i stanie się nim w przyszłości.",
      "example_translation": "Интеллектуал написал несколько книг по философии. Она была интеллектуалом на протяжении многих лет. Она станет интеллектуалом в будущем.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "irresponsible",
      "translation": "безответственный",
      "definition": "Nieposiadający lub nieprzedstawiający zdolności ponoszenia odpowiedzialności; lekkomyślny lub nieostrożny.",
      "definition_translation": "Не имеющий или не демонстрирующий чувство ответственности; безрассудный или небрежный.",
      "example": "Był nieodpowiedzialny, prowadząc życie w długach. To on jest nieodpowiedzialny, podczas gdy ja próbuję obejmować wszystko pod kontrolę.",
      "example_translation": "Он был безответственным в своих финансах. Она была безответственной в своих решениях последнее время. Они будут безответственными в своей новой свободе.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "irritated",
      "translation": "раздраженный",
      "definition": "Czujący lub okazujący zaniepokojenie lub niezadowolenie.",
      "definition_translation": "Чувствуя или проявляя раздражение или неудовлетворенность.",
      "example": "Klient był irytowany długim czasem oczekiwania. To zirytowało ją cały dzień, a teraz ona jest irytowana, ponieważ sytuacja się nie poprawia.",
      "example_translation": "Клиент был раздражен долгим ожиданием. Она была раздражена шумом весь день. Они будут раздражены отсутствием прогресса.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "irritating",
      "translation": "ирритирующий",
      "definition": "Diazolanie lub powodowanie zaniepokojenia lub frustracji.",
      "definition_translation": "Причиняющий раздражение или фрустрацию.",
      "example": "Hałas były męczący dla wszystkich. Praca była irytująca, ponieważ musiała obierać się powoli. W przyszłości korporacje teraz powinny być męczące.",
      "example_translation": "Шум был ирритирующим для всех. Задача была ирритирующей для нее весь утренний день. Ситуация будет ирритирующей для них.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "loyal",
      "translation": "верный",
      "definition": "Występujący jako stała i skuteczna forma wsparcia lub miłości, skierowana ku poszczególnej osobie lub instytucji.",
      "definition_translation": "Давая или демонстрируя твердую и постоянную поддержку или верность человеку или учреждению.",
      "example": "Wielbicielka marki otrzymała specjalny rabat. Jest odpowiednia i lojalna, wyrabia wiedzę i poświęć się swoim studiom.",
      "example_translation": "Верные клиенты компании получили специальную скидку. Она была верна своему мужу на протяжении всего их брака. Команда будет верна своему тренеру независимо от всего.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mature",
      "translation": "зрелый",
      "definition": "Bezpiecznie osadzone, w pełni rozwinięte lub dorosłe; osiągnęło pełny rozmiar, siłę lub jakość.",
      "definition_translation": "Полностью развитый или выросший; достигнувший полного размера, силы или качества.",
      "example": "Dojrzałe drzewa w lesie były tak spektakularne, a historia o dojrzałych relacjach była inspirująca. Dojrzałość jest tym, co szukamy podczas naszego urodzenia.",
      "example_translation": "Зрелые деревья в лесу были зрелищем, достойным внимания. Она была зрелой студенткой, которая вернулась в колледж. Компания со временем будет развиваться в успешный бизнес.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    }
  ]
}