{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drzewo",
      "translation": "дерево",
      "definition": "Roślina wieczna z pojedynczym pniem (zwana pniem), która wspiera gałęzie i liście w większości gatunków.",
      "definition_translation": "Многолетнее растение с единственным стволом (называемым стволом), которое поддерживает ветви и листья в большинстве видов.",
      "example": "Wspiąłem się na drzewo, gdy byłem dzieckiem. Wspię się na drzewo codziennie teraz. Wspię się na drzewo jutro.",
      "example_translation": "Я爬ал на дерево, когда был ребенком. Я爬аю на дерево каждый день сейчас. Я爀у на дерево завтра.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jabłonka",
      "translation": "яблоня",
      "definition": "Lipa liściasta uprawiana ze względu na jej owoce, jabłko.",
      "definition_translation": "Листопадное дерево, культивируемое для его плодов, яблока.",
      "example": "Zasadziłem jabłonkę w swoim ogrodzie. Nalewam jabłonkę każdego ranka. Zebrę jabłonkę następnej jesieni.",
      "example_translation": "Я посадил яблоню в моем саду. Я поливаю яблоню каждое утро. Я соберу яблоню следующей осенью.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "las",
      "translation": "лес",
      "definition": "Duży obszar ziemi porośnięty drzewami i podszytem.",
      "definition_translation": "Большой участок земли, покрытый деревьями и подлеском.",
      "example": "Poszedłem do lasu z przyjaciółmi. Idziemy do lasu co weekend. Pójdziemy do lasu następnego lata.",
      "example_translation": "Я пошел в лес с моими друзьями. Мы ходим в лес каждые выходные. Мы поедем в лес следующим летом.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gałąź",
      "translation": "ветвь",
      "definition": "Część drzewa, która rośnie z pnia lub z innej gałęzi.",
      "definition_translation": "Часть дерева, которая растет из ствола или из другой ветви.",
      "example": "Siedziałem na gałęzi drzewa. Czasem łamię gałąź drzewa. Wspię się wzdłuż gałęzi drzewa jutro.",
      "example_translation": "Я сидел на ветви дерева. Я ломаю ветвь дерева время от времени. Я爀у по ветви дерева завтра.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drzewo owocowe",
      "translation": "фруктовое дерево",
      "definition": "Drzewo, które produkuje owoce, zwykle uprawiane w sadzie lub ogrodzie.",
      "definition_translation": "Дерево, которое производит фрукты, обычно выращивается в саду или огороде.",
      "example": "Zasadziła drzewo owocowe w swoim tyłku wiosną ubiegłego roku. Owoce każdego lata. Zebrę owoce następnej jesieni.",
      "example_translation": "Она посадила фруктовое дерево в её дворе прошлой весной. Оно приносит плоды каждое лето. Она будет собирать фрукты на следующей осени.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liść",
      "translation": "лист",
      "definition": "Płaska, zwykle zielona, struktura, która rośnie na roślinach i drzewach, funkcjonująca jako organ fotosyntetyczny.",
      "definition_translation": "Плоская, обычно зеленая, структура, которая растет на растениях и деревьях, обычно функционируя как фотосинтетический орган.",
      "example": "Liść spadł z drzewa wczoraj. Był zielony i zdrowy. Będzie żółty i suchy wkrótce.",
      "example_translation": "Лист упал с дерева вчера. Он был зеленым и здоровым. Он будет желтым и сухим скоро.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dąb",
      "translation": "дуб",
      "definition": "Typ drzewa liściastego z drewnem twardym i trwałym, często spotykanym w lasach i parkach.",
      "definition_translation": "Тип листопадного дерева с твердой, долговечной древесиной, часто встречающегося в лесах и парках.",
      "example": "Zbudowali dom pod dębem ostatniego roku. Stał przez wieki. Stał będzie przez wiele lat do przodu.",
      "example_translation": "Они построили дом под дубом прошлом году. Он стоит веками. Он будет стоять многие годы вперед.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śliwka",
      "translation": "сливовое дерево",
      "definition": "Drzewo, które produkuje śliwki, zwykle uprawiane ze względu na swoje owoce i często używane jako roślina ozdobna.",
      "definition_translation": "Дерево, которое производит сливы, обычно выращивается для его фруктов и часто используется как декоративное растение.",
      "example": "Zasadziliśmy śliwkę w naszym ogrodzie latem ubiegłego roku. Zrodziła owoce jesienią ubiegłego roku. Będziemy jeść śliwki następnego lata.",
      "example_translation": "Они посадили сливовое дерево в их саду прошлым летом. Оно приносит плод прошлой осенью. Они будут есть сливы на следующее лето.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "korzeń",
      "translation": "корень",
      "definition": "Podziemna część rośliny, składająca się z korzenia głównego i mniejszych korzeni bocznych.",
      "definition_translation": "Подземная часть растения, обычно состоящая из главного корня и более小ких ветвистых корней.",
      "example": "System korzeniowy drzewa został uszkodzony podczas burzy. Wczoraj wykorzeniliśmy stare rośliny. Jutro zasadzimy nowe drzewo i obserwujemy, jak jego korzenie będą rosły.",
      "example_translation": "Система корней дерева была повреждена во время шторма. Вчера мы выкорчевали старое растение. Завтра мы посадим новое дерево и будем наблюдать, как его корни будут расти.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "palmowa",
      "translation": "пальма",
      "definition": "Drzewo z rodziny palmowych, zwykle mające pojedynczy pień i duże liście, często używane jako symbol zwycięstwa lub pokoju.",
      "definition_translation": "Дерево семейства пальм, обычно имеющее одиночный ствол и большие листья, которые часто используются как символ победы или мира.",
      "example": "Drzewo palmowe kołysze się delikatnie na wietrze. Zasadzimy palme w naszym ogrodzie następnego tygodnia. Do następnego roku, będzie rósł wysoko i silnie.",
      "example_translation": "Пальма мягко качалась в бризе. Мы посадим пальму в нашем дворе на следующей неделе. К следующему году она будет расти высокой и сильной.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "las",
      "translation": "лесной",
      "definition": "Obszar ziemi pokryty drzewami i podszytem, często z dzikimi roślinami i zwierzętami.",
      "definition_translation": "Область земли, покрытая деревьями и подлеском, часто с дикими растениями и животными.",
      "example": "Stworzenie leśne było nieśmiałe i rzadko widziane. Jutro pójdziemy na spacer do lasu. W zeszłym roku mieliśmy piknik w lesie i zobaczyliśmy jelenia.",
      "example_translation": "Лесное создание было застенчивым и редко sees. Мы пойдем на прогулку по лесной зоне завтра. В прошлом году мы устроили пикник в лесу и увидели оленя.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "akacja",
      "translation": "акация",
      "definition": "Drzewo lub krzew z gałęziami ciernistymi i kwiatami o przyjemnym zapachu, często spotykane w klimatach ciepłych.",
      "definition_translation": "Дерево или кустарник с колючими ветвями и душистыми цветами, часто встречающиеся в теплых климатах.",
      "example": "Drzewo akacji kwitło pięknie w ogrodzie. Za miesiąc nasadzimy akację w naszym podwórku. W zeszłym roku zobaczyliśmy akację z kwiatami żółtymi.",
      "example_translation": "Дерево акации чудесно распустилось в саду. Мы посадим дерево акации в нашем дворе следующий месяц. В прошлом году мы увидели дерево акации с желтыми цветами.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "olsza",
      "translation": "ольха",
      "definition": "Drzewo lub krzew liściasty z liśćmi stożkowymi i owocem w formie stożka.",
      "definition_translation": "Опадающее дерево или кустарник берёзовой семьи, имеющий конические листья и конической формы плод.",
      "example": "Drzewo olszy wieńczyło brzeg rzeki, jego gałęzie kołysząc się lekko na wietrze. Wczoraj przeszliśmy obok drzewa olszy, a jutro nasadzimy olszę w naszym ogrodzie.",
      "example_translation": "Дерево ольхи возвышалось над берегом реки, его ветви мягко качались на ветру. Вчера мы прошли мимо дерева ольхи, а завтра мы посадим дерево ольхи в нашем заднем дворе.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drzewo migdałowe",
      "translation": "миндальное дерево",
      "definition": "Drzewo lub krzew liściasty z kwiatami ozdobnymi i jadalnymi orzechami.",
      "definition_translation": "Маленькое листопадное дерево или кустарник с декоративными розовыми или белыми цветами и съедобными орехами.",
      "example": "Od wieków uprawiamy drzewa migdałowe, a wczoraj zebraliśmy migdały z naszego drzewa migdałowego. W przyszłości nasadzimy więcej drzew migdałowych w naszym gaju.",
      "example_translation": "Мы веками культивируем миндальные деревья, и вчера мы собрали миндаль с нашего миндального дерева. В будущем мы посадим больше миндальных деревьев в нашем саду.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jesion",
      "translation": "ясень",
      "definition": "Drzewo liściaste z liśćmi złożonymi i szarobrązową korą, często spotykane nad wodą.",
      "definition_translation": "Листопадное дерево с сложными листьями и серо-коричневой корой, часто встречающееся вблизи воды.",
      "example": "Drzewo jesionu stało wysoko nad brzegiem rzeki, jego liście szumiąc w wietrze. Wczoraj wspięliśmy się na drzewo jesionu, a jutro powyciężemy drzewo jesionu w naszym ogrodzie.",
      "example_translation": "Дерево ясеня стояло высоко на берегу реки, его листья шелестели на ветру. Вчера мы залезли на дерево ясеня, а завтра мы обрежем дерево ясеня в нашем саду.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "baobab",
      "translation": "баобаб",
      "definition": "Duże drzewo liściaste z grubym pniem magazynującym wodę i gałęziami przypominającymi korzenie.",
      "definition_translation": "Большое листопадное дерево с толстым, водосберегающим стволом и ветвями, похожими на корни.",
      "example": "Drzewo baobabu wieńczyło sawannę, jego gałęzie skręcone i zeszpiecone. Wczoraj siedzieliśmy pod drzewem baobabu, a w przyszłości nasadzimy drzewo baobabu w naszym podwórku.",
      "example_translation": "Дерево баобаба возвышалось над саваной, его ветви были изогнуты и измяты. Вчера мы сидели под деревом баобаба, а в будущем мы посадим дерево баобаба в нашем заднем дворе.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "buk",
      "translation": "бук",
      "definition": "Drzewo liściaste z gładką korą szarą, małymi liśćmi i jadalnymi orzechami, rodzime w Europie i Ameryce Północnej.",
      "definition_translation": "Дерево с гладкой серой корой, маленькими листьями и съедобными орехами, родом из Европы и Северной Америки.",
      "example": "Drzewo bukowe stało wysoko w lesie, jego gałęzie szumiąc lekko w wietrze. Wczoraj szliśmy pod drzewem bukowym, czując jego cień. Jutro wdrapię się na drzewo bukowe, aby zobaczyć lepiej.",
      "example_translation": "Дерево бук стояло высоко в лесу, его ветви мягко качались на ветру. Вчера я прошел под деревом бук, чувствуя его тень. Завтра я пойду на дерево бук, чтобы получить лучший вид.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "brzoza",
      "translation": "береза",
      "definition": "Drzewo liściaste z smukłym pniem, często białą korą i małymi liśćmi, rodzime w chłodniejszych regionach półkuli północnej.",
      "definition_translation": "Дерево с тонким стволом, часто с белой корой и маленькими листьями, родом из прохладных регионов Северного полушария.",
      "example": "Drzewo brzozy odbijało się w świetle księżyca na jeziorze. Wczoraj szliśmy pod drzewem brzozowym, czując jego świeżość. Za tydzień zrobimy kajak z drzewa brzozowego.",
      "example_translation": "Дерево березы было отражением лунного света на озере. Мы прошли под деревом березы вчера, чувствуя его свежесть. На следующей неделе мы сделаем каноэ из дерева березы.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gałąź",
      "translation": "ветвь",
      "definition": "Gałąź drzewa, szczególnie duża lub mocna.",
      "definition_translation": "Ветвь дерева, особенно большая или крепкая.",
      "example": "Gałąź dębu złamała się pod ciężarem śniegu. Wczoraj siedzieliśmy na gałęzi wierzby, patrząc na zachód słońca. Jutro wdrapię się na gałąź sosny, aby uzyskać lepszy widok.",
      "example_translation": "Ветвь дуба сломалась под весом снега. Вчера я сидел на ветви ивы, смотря на закат. Завтра я пойду на ветвь сосны, чтобы получить лучший вид.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cedr",
      "translation": "кедр",
      "definition": "Drzewo iglaste z liśćmi igłowymi, rodzime w górach Himalajów Zachodnich i regionie śródziemnomorskim.",
      "definition_translation": "Вечнозеленое хвойное дерево с игольчатыми листьями, родом из гор западного Гималая и Средиземноморского региона.",
      "example": "Drzewo cedrowe stało wysoko na stromym zboczu, jego zapach wypełniał powietrze. Wczoraj szliśmy wokół drzewa cedrowego, czując jego okazałość. Za rok nasadzimy nowe drzewo cedrowe w parku.",
      "example_translation": "Дерево кедра стояло высоко на склоне горы, его аромат наполнял воздух. Вчера я прошел вокруг дерева кедра, чувствуя его величие. На следующий год мы посадим новое дерево кедра в парке.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drzewo wiśniowe",
      "translation": "вишнёвое дерево",
      "definition": "Drzewo, które produkuje wiśnie, typowo mające kwiaty ozdobne i błyszczące liście.",
      "definition_translation": "Дерево, производящее вишни, обычно имеющее красивые цветы и глянцевые листья.",
      "example": "Zasadziłem drzewo wiśniowe w swoim tyłku roku. Teraz kwitnie, a następne lato będzie produkowało wiśnie.",
      "example_translation": "Я посадил вишнёвое дерево в своем дворе прошлом году. Сейчас оно цветет, и оно произведет вишни на следующее лето.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "palma kokosowa",
      "translation": "пальма кокосовая",
      "definition": "Wysoki palmowiec z twardym, brązowym owocem, zawierającym białą miąższ i mleko.",
      "definition_translation": "Высокая пальма с твердым коричневым плодом, содержащим белую мякоть и молоко.",
      "example": "Zobaczyłem palmę kokosową na plaży, kiedy byłem na wakacjach. Kołysała się w wietrze, a ja piłem wodę kokosową z niej.",
      "example_translation": "Я видел пальму кокосовую на пляже, когда был в отпуске. Она качалась на ветру, и я пил кокосовую воду из нее.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stożek",
      "translation": "шишка",
      "definition": "Kształt podobny do trójkąta z okrągłą podstawą, używany szczególnie w opisie obiektów lub kształtów w matematyce i geometrii.",
      "definition_translation": "Форма, похожая на треугольник с круглой основой, используемая особенно при описании объектов или форм в математике и геометрии.",
      "example": "Kształt stożka lodów był idealny do jedzenia na patyku. Użyłem stożka w pracy domowej z matematyki, aby rozwiązać problem.",
      "example_translation": "Форма шишки мороженого была идеальной для еды на палочке. Я использовал шишку в своей математической домашней работе, чтобы решить задачу.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drzewo iglaste",
      "translation": "хвойное дерево",
      "definition": "Drzewo, które produkuje szyszki i ma liście igłowe, takie jak sosna, świerk lub jodła.",
      "definition_translation": "Дерево, производящее шишки и имеющее игольчатые листья, such as сосну, ель или пихту.",
      "example": " Spacerowałem przez las drzew iglastych na wędrówce. Drzewo iglaste w moim tyłku jest bardzo wysokie i piękne.",
      "example_translation": "Я прошел через лес хвойных деревьев на своей прогулке. Хвойное дерево в моем дворе очень высокое и красивое.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drzewo liściaste",
      "translation": "листопадное дерево",
      "definition": "Drzewo, które corocznie zrzuca liście, zazwyczaj jesienią.",
      "definition_translation": "Дерево, которое теряет свои листья ежегодно, обычно осенью.",
      "example": "Drzewo liściaste w naszym tyłku pięknie zmienia kolory jesienią.",
      "example_translation": "Листопадное дерево в нашем дворе изменяет цвета красиво осенью.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bez czarny",
      "translation": "бузина",
      "definition": "Krzew lub małe drzewo z kłębami małych, pachnących kwiatów i fioletowych owoców.",
      "definition_translation": "Кустарник или маленькое дерево с гроздьями маленьких, душистых цветков и фиолетовых ягод.",
      "example": "Moja babcia robiła dżem z bezu czarnego, kiedy byłem dzieckiem.",
      "example_translation": "Моя бабушка делала варенье из бузины, когда я был ребенком.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wierzba",
      "translation": "вяз",
      "definition": "Drzewo liściaste z rozgałęzioną koroną i szorstką, szarobrązową korą.",
      "definition_translation": "Листопадное дерево с раскидистой кроной и шероховатой, серо-коричневой корой.",
      "example": "Drzewo wierzby przed naszym domem zostało ścięte ubiegłego roku.",
      "example_translation": "Дерево вяза перед нашим домом было срублено в прошлом году.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "figowiec",
      "translation": "фиговое дерево",
      "definition": "Małe drzewo lub krzew z gładkim, szarobrązowym pniem i słodkimi, jadalnymi owocami.",
      "definition_translation": "Маленькое, листопадное дерево или кустарник с гладким, серо-коричневым стволом и сладкими, съедобными плодами.",
      "example": "Będziemy mieli figowiec w naszym tyłku, kiedy się przeprowadzimy do Kalifornii.",
      "example_translation": "У нас будет фиговое дерево в нашем дворе, когда мы переедем в Калифорнию.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jodełka",
      "translation": "ель",
      "definition": "Jodełka to rodzaj wiecznie zielonego drzewa iglastego, rodzimego w górskich regionach Europy, Azji i Ameryki Północnej.",
      "definition_translation": "Ель - это тип вечнозеленого хвойного дерева, которое является родным для горных регионов Европы, Азии и Северной Америки.",
      "example": "Drzewo jodełki było udekorowane światłami i ozdobami na Boże Narodzenie. Drzewo jodełki będzie ścięte jutro. Drzewo jodełki zostało zasadzone ubiegłego roku.",
      "example_translation": "Ель была украшена огнями и украшениями на Рождество. Ель будет срублена завтра. Ель была посажена прошлом году.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "leszczyna",
      "translation": "лещина",
      "definition": "Leszczyna to rodzaj drzewa liściastego, które jest rodzimym w Europie i Azji.",
      "definition_translation": "Лещина - это тип листопадного кустарника или маленького дерева, которое является родным для Европы и Азии.",
      "example": "Orzechy leszczyny były dojrzałe i gotowe do jedzenia. Drzewo leszczyny będzie przycięte następnego tygodnia. Krzaki leszczyny były pokryte śniegiem.",
      "example_translation": "Орехи лещины были зрелыми и готовыми к употреблению. Tree лещины будет обрезана на следующей неделе. Кусты лещины были покрыты снегом.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jałowiec",
      "translation": "падуб",
      "definition": "Jałowiec to typ wiecznie zielonego krzewu lub małego drzewa, pochodzący z Europy, Azji i Afryki Północnej.",
      "definition_translation": "Падуб - это тип вечнозеленого кустарника или маленького дерева, которое является родным для Европы, Азии и Северной Африки.",
      "example": "Liście jałowca były kolczaste w dotyku. Drzewo jałowca będzie ozdobione na Boże Narodzenie. Krzewy jałowca były zielone przez cały rok.",
      "example_translation": "Листья падуба были колючими на ощупь. Дерево падуба будет украшено на Рождество. Кусты падуба были зелеными круглый год.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grab",
      "translation": "граб",
      "definition": "Grab to typ drzewa liściastego, pochodzący z Europy i Azji, znany ze swojej gładkiej szarej kory i twardego drewna.",
      "definition_translation": "Граб - это тип листопадного дерева, которое является родным для Европы и Азии, известным своей гладкой серой корой и твердой древесиной.",
      "example": "Drzewo grab osadzone było w parku. Drewno grab było użyte do produkcji mebli. Liście grabu zlatywały się na żółto.",
      "example_translation": "Дерево граба было посажено в парке. Древесина граба была использована для производства мебели. Листья граба были желтеют.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kasztanowiec",
      "translation": "конский каштан",
      "definition": "Drzewo liściaste z Europy i zachodniej Azji, o liściach palmowych i stożkowych orzechach zamkniętych w lepki kapsuł.",
      "definition_translation": "Дерево с листопадом Европы и западной Азии, с пальчатыми листьями и коническими орехами, заключенными в липкую капсулу.",
      "example": "Drzewo kasztanowca w naszym parku istniało ponad wiek, a jego uroda jest admirawana przez wszystkich. W zeszłym roku, zostało przycinane, aby utrzymać jego kształt. W przyszłej wiosnie, zakwitnie ponownie.",
      "example_translation": "Дерево конского каштана в нашем парке стоит более века, и его красота восхищает каждого. В прошлом году оно было подстрижено, чтобы сохранить форму. На следующую весну оно снова зацветет.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jałowiec",
      "translation": "можжевельник",
      "definition": "Krzyżowiec kolczasty to rodzaj krzewu igliwego lub małego drzewa, z liśćmi igiełkowatymi i niebiesko-czarnymi lub purpurowymi jagodami.",
      "definition_translation": "Хвойное растение или маленькое дерево с игольчатыми листьями и синими черными или пурпурными ягодами.",
      "example": "Aromat jagód jałowca jest często używany w kuchni i perfumiarstwie. Wczoraj, użyłem jagód jałowca, aby zrobić smaczny zupa. W przyszłym tygodniu, stworzę z nich nową kompozycję perfumy.",
      "example_translation": "Аромат можжевельника часто используется в кулинарии и парфюмерии. Вчера я использовал можжевельник, чтобы приготовить вкусный суп. На следующей неделе я использую его, чтобы создать новый аромат.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "modrzew",
      "translation": "лиственница",
      "definition": "Modrzew to drzewo igliwne, pochodzące z północnej Europy i Azji, o liściach igiełkowatych, które zlatyją się na żółto i opadają jesienią.",
      "definition_translation": "Хвойное дерево северной Европы и Азии, с игольчатыми листьями, которые становятся желтыми и опадают осенью.",
      "example": "Drzewo modrzewia w naszym ogrodzie jest jednym z najwyższych. W zeszłej jesieni, jego liście złociły się na żółto, zanim opadły. W następnym roku, będzie rosło jeszcze wyżej.",
      "example_translation": "Дерево лиственницы в нашем саду является одним из самых высоких. В прошлом году его листья стали золотистыми желтыми, прежде чем упасть. В следующем году оно будет расти еще выше.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lipa",
      "translation": "липа",
      "definition": "Lipa to drzewo liściaste, pochodzące z Europy i Azji, o liściach sercowych i wonnych kwiatów żółto-białych.",
      "definition_translation": "Листопадное дерево Европы и Азии, с сердцевидными листьями и душистыми желто-белыми цветами.",
      "example": "Drzewo lipy na naszym placu miejskim jest popularnym miejscem spotkań. Wczoraj, siedziałem pod jego cieniem i obserwowałem dzieci bawiące się. W następnym lecie, usiądę tam ponownie, ciesząc się zapachem jego kwiatów.",
      "example_translation": "Дерево липы на городской площади является популярным местом встречи. Вчера я сидел под его затенением и наблюдал, как играют дети. На следующее лето я снова będусидеть там, наслаждаясь ароматом его цветов.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "soczewica",
      "translation": "каменный сосна",
      "definition": "Soczewica to typ sosny, która rośnie w górskich regionach, charakteryzujący się skręconymi gałęziami i wąskimi, łuskowatymi liśćmi.",
      "definition_translation": "Тип сосны, который растет в горных регионах, характеризуется своими извитыми ветвями и узкими, чешуйчатыми листьями.",
      "example": "Drzewa sosny w ogrodzie zapewniały cień dla odwiedzających. Wczoraj, ogrodnicy posadzili więcej drzew sosny. Jeśli posadzimy więcej drzew sosny, ogród będzie wyglądał jeszcze piękniej w przyszłości.",
      "example_translation": "Деревья каменного сосны в саду обеспечили тень для посетителей. Вчера садовники посадили больше деревьев каменного сосны. Если мы посадим больше деревьев каменного сосны, сад будет выглядеть еще более красивым в будущем.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sosna szwajcarska",
      "translation": "швейцарская сосна",
      "definition": "Sosna szwajcarska to typ sosny, która jest endemiczna w alpejskich regionach Europy, znana ze swojego wysokiego, kolumnowego kształtu i miękkich, ciemnozielonych igieł.",
      "definition_translation": "Тип сосны, родиной которого являются Альпы Европы, известный своим высоким, колонновидным формой и мягкими, темно-зелеными иголками.",
      "example": "Drzewa sosny szwajcarskiej w alpejskiej łące kołysały się delikatnie w wietrze. W zeszłym roku, zobaczyliśmy drzewo sosny szwajcarskiej, które miało ponad 100 lat. Do czasu, kiedy odejdę na emeryturę, posadzę wiele drzew sosny szwajcarskiej w moim ogrodzie.",
      "example_translation": "Деревья швейцарской сосны в альпийской луге качались легонько на ветру. В прошлом году мы увидели швейцарскую сосну, которая была старше 100 лет. К тому времени, когда я выйду на пенсию, я посадлю много деревьев швейцарской сосны в своем саду.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klon",
      "translation": "платан",
      "definition": "Klon to typ drzewa liściastego, charakteryzujący się szeroką, rozbudowaną koroną i plamistą, szarobrązową korą.",
      "definition_translation": "Тип листопадного дерева с широким, развевающимся верхушкой и мозаичной, серо-коричневой корой.",
      "example": "Drzewo klonu w naszym ogrodzie było domem dla wielu ptaków. Kiedy byłem dzieckiem, często wchodziłem na drzewo klonu w naszym sąsiedztwie. W ciągu 20 lat, drzewo klonu będzie zapewniać cień dla naszych wnuków.",
      "example_translation": "Дерево платана в нашем дворе было домом для многих птиц. Когда я был ребенком, я любил лазать по дереву платана в нашем квартале. Через 20 лет дерево платана обеспечит тень для наших внучат.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gałąź",
      "translation": "веточка",
      "definition": "Gałąź to mała, cienka gałąźka rosnąca z drzewa lub krzewu, często używana do tworzenia wyrobów rękodziełowych lub jako dekoracyjny element.",
      "definition_translation": "Маленькая, тонкая ветвь, растущая от дерева или кустарника, часто используемая для изготовления поделок или в качестве декоративного элемента.",
      "example": "Ptak zbudował gniazdo używając gałążek i liści. Wczoraj, zerwałem gałąź z drzewa, aby użyć go jako markera rośliny. Do następnej wiosny, gałąź będzie rosła w nową gałąź.",
      "example_translation": "Птица построила свое гнездо из веточек и листьев. Вчера я отломил веточку от дерева, чтобы использовать ее в качестве маркера для растений. К следующей весне веточка вырастет в новую ветвь.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wierzba płacząca",
      "translation": "плакучая ива",
      "definition": "Wierzba płacząca to rodzaj drzewa o długich, wiszących gałęziach i delikatnych liściach, często spotykany niedaleko wody.",
      "definition_translation": "Плакучая ива - это тип дерева с длинными, висящими ветвями и нежными листьями, часто встречающимся вблизи воды.",
      "example": "Drzewo wierzby płaczącej w naszym ogródku zapewniło cień dla naszej rodziny pikniku latem, będzie stanowić piękny tło dla naszego ślubu w przyszłym roku i przez lata było ulubionym miejscem zabaw dla naszych dzieci.",
      "example_translation": "Дерево плакучей ивы в нашем заднем дворе предоставляло тень для нашего семейного пикника прошлым летом, предоставит красивый фон для нашей свадьбы в следующем году и было любимым местом для наших детей играть в течение лет.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wierzba",
      "translation": "ива",
      "definition": "Wierzba to rodzaj drzewa o giętkich gałęziach i liściach, często kojarzony z elastycznością i wytrzymałością.",
      "definition_translation": "Ива - это тип дерева с гибкими ветвями и листьями, часто связываемый с гибкостью и устойчивостью.",
      "example": "Drzewo wierzby było używane przez wieki do tworzenia koszy, zostało wykorzystane do stworzenia pięknego baldachimu na ceremonii na wolnym powietrzu przed tygodniem i będzie wykorzystane do stworzenia pięknego mebla w przyszłym miesiącu.",
      "example_translation": "Дерево ивы использовалось на протяжении веков для изготовления корзин, было использовано для создания красивой крыши для церемонии на открытом воздухе на прошлой неделе и будет использоваться для создания изумительной pieces мебели в следующем месяце.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}