{
  "data": [
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bank",
      "translation": "банк",
      "definition": "Bank to instytucja finansowa, która świadczy usługi pożyczkowe, kredytowe i inne usługi finansowe dla osób fizycznych i przedsiębiorstw.",
      "definition_translation": "Банк - это финансовая institutция, которая предоставляет кредиты, займы и другие финансовые услуги физическим и юридическим лицам.",
      "example": "Wczoraj poszedłem do banku, aby złożyć moją pensję, jutro pójdę do banku, aby wypłacić pieniądze, a w zeszłym tygodniu poszedłem do banku, aby złożyć wniosek o pożyczkę.",
      "example_translation": "Я пошел в банк вчера, чтобы депонировать мой чек, я пойду в банк завтра, чтобы снять наличные, и я пошел в банк на прошлой неделе, чтобы подать заявку на кредит.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bar",
      "translation": "бар",
      "definition": "Bar to długie, proste kawałki drewna lub metalu, lub miejsce, gdzie serwowane są jedzenie i napoje.",
      "definition_translation": "Бар - это длинная, прямая, обычно деревянная или металлическая часть, или место, где сервируют еду и напитки.",
      "example": "Usiadłem przy barze, aby zamówić drinka, barman nøł bar ostrożnie, a bar był zatłoczony podczas meczu.",
      "example_translation": "Я сел за бар, чтобы заказать напиток, бармен отполировал бар тщательно, и бар был переполнен во время игры.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "beach",
      "translation": "пляж",
      "definition": "Plaża to formacja lądowa wzdłuż zbiornika wodnego, składająca się z luźnych cząstek, takich jak piasek, żwir lub kamienie.",
      "definition_translation": "Пляж - это форма рельефа вдоль водоема, состоящая из свободных частиц, таких как песок, гравий или галька.",
      "example": "Wczoraj poszedłem na plażę, aby popływać, jutro pójdę na plażę, aby się opalać, a w zeszłym tygodniu poszedłem na plażę, aby zbudować zamki z piasku.",
      "example_translation": "Я пошел на пляж, чтобы заплыть вчера, я пойду на пляж, чтобы загорать завтра, и я пошел на пляж, чтобы построить песчаный замок на прошлой неделе.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "café",
      "translation": "кафе",
      "definition": "Kawiarnia to mała restauracja, która serwuje kawę, herbatę i lekkie posiłki.",
      "definition_translation": "Кафе - это небольшой ресторан, который phụcывает кофе, чай и легкие блюда.",
      "example": "Spotkałem się z przyjacielem w kawiarni, aby omówić projekt, kawiarnia była zatłoczona podczas spotkania, a kawiarnia serwowała pyszne ciasta.",
      "example_translation": "Я встретился с другом в кафе, чтобы обсудить проект, кафе было переполнено во время встречи, и кафе подавало вкусные пирожные.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cinema",
      "translation": "кинотеатр",
      "definition": "Kino to miejsce, gdzie można oglądać filmy na dużym ekranie.",
      "definition_translation": "Кинотеатр - это место, где вы можете смотреть фильмы на большом экране.",
      "example": "Wczoraj poszedłem do kina wieczorem. Dziś idę do kina. Jutro pójdę do kina.",
      "example_translation": "Я пошел в кинотеатр прошлым вечером. Я иду в кинотеатр сегодня вечером. Я пойду в кинотеатр завтра.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "factory",
      "translation": "фабрика",
      "definition": "Fabryka to duża hala przemysłowa, gdzie produkowane są towary.",
      "definition_translation": "Фабрика - это крупное промышленное здание, где производятся товары.",
      "example": "Fabryka została zamknięta w zeszłym roku. Fabryka obecnie produkuje samochody. Fabryka zostanie rozszerzona miesiąc następny.",
      "example_translation": "Фабрика была закрыта прошлым годом. Фабрика сейчас производит автомобили. Фабрика будет расширена следующим месяцем.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "farm",
      "translation": "ферма",
      "definition": "Farma to miejsce, gdzie uprawiane są plony i hodowane są zwierzęta.",
      "definition_translation": "Ферма - это место, где выращиваются культуры и содержатся животные.",
      "example": "Odwiedziłem farmę latem. Mieszkam na farmie teraz. Pracowałem na farmie kiedyś.",
      "example_translation": "Я-posетил ферму прошлым летом. Я сейчас живу на ферме. Я буду работать на ферме когда-нибудь.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flat",
      "translation": "квартира",
      "definition": "Mieszkanie to zespół pokoi w budynku, używany jako miejsce zamieszkania.",
      "definition_translation": "Квартира - это набор комнат в здании, используемый в качестве места для проживания.",
      "example": "Wczoraj wprowadziłem się do nowego mieszkania. Dekoruję swoje mieszkanie teraz. Sprzedam swoje mieszkanie za rok.",
      "example_translation": "Я переехал в новую квартиру на прошлой неделе. Я сейчас декорирую свою квартиру. Я продам свою квартиру nächsten годом.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hospital",
      "translation": "больница",
      "definition": "Szpital to instytucja opieki zdrowotnej, świadcząca leczenie pacjentów z wykorzystaniem specjalistycznych usług medycznych i chirurgicznych.",
      "definition_translation": "Больница - это учреждение здравоохранения, предоставляющее лечение пациентов с помощью специализированных медицинских и хирургических услуг и возможностей.",
      "example": "Zostałem zabrany do szpitala po wypadku. Przechodzę teraz leczenie w szpitalu. Zostanę wypisany ze szpitala jutro.",
      "example_translation": "Меня отвезли в больницу после аварии. Я прохожу лечение в больнице в настоящее время. Меня выпишут из больницы завтра.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hotel",
      "translation": "отель",
      "definition": "Hotel to budynek, który świadczy zakwaterowanie i podróżnikom i turystom.",
      "definition_translation": "Отель - это здание, которое предоставляет проживание и размещение для путешественников и туристов.",
      "example": "Zatrzymałem się w hotelu podczas wakacji. Rezerwujemy pokój hotelowy na naszą podróż. Otworzą nowy hotel za rok.",
      "example_translation": "Я остановился в отеле во время моих каникул. Мы собираемся забронировать номер в отеле для нашей поездки. Они откроют новый отель в следующем году.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dom",
      "translation": "дом",
      "definition": "Budynek przeznaczony dla zamieszkania ludzi, zwłaszcza mieszkanie lub rezydencja.",
      "definition_translation": "Дом - это здание для жилища человека, особенно жилище или резиденция.",
      "example": "Mieszkam w domu na przedmieściach miasta. Ona kupiła dom w zeszłym roku. Będą budować dom na plaży w przyszłym roku.",
      "example_translation": "Я живу в доме на окраине города. Она купила дом прошлым годом. Они построят дом на пляже следующим летом.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "muzeum",
      "translation": "музей",
      "definition": "Instytucja poświęcona nabywaniu, konserwacji, badaniu, ekspozycji i interpretacji obiektów mających wartość naukową, historyczną lub artystyczną.",
      "definition_translation": "Музей - это учреждение, посвященное приобретению, сохранению, изучению, экспонированию и образовательной интерпретации объектов, имеющих научную, историческую или художественную ценность.",
      "example": "Wczoraj odwiedziłem muzeum. Otworzą nowe muzeum w przyszłym miesiącu. Jutro idziemy do muzeum.",
      "example_translation": "Я посетил музей вчера. Они откроют новый музей следующим месяцем. Мы пойдем в музей завтра.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "park",
      "translation": "парк",
      "definition": "Duży publiczny obszar zielony w centrum miasta lub miasteczka, wykorzystywany do rekreacji i relaksu.",
      "definition_translation": "большая общественная зеленая зона в центре города или города, используемая для отдыха и релаксации",
      "example": "Wczoraj szedłem do parku, idę do parku dzisiaj, a jutro pójdę do parku.",
      "example_translation": "Я пошел в парк вчера, я иду в парк сегодня, и я пойду в парк завтра.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "restauracja",
      "translation": "ресторан",
      "definition": "Miejsce, gdzie ludzie płacą za siedzenie i jedzenie posiłków, które są przygotowywane i serwowane na miejscu.",
      "definition_translation": "место, где люди платят за то, чтобы сидеть и есть блюда, которые приготовлены и сервируются на территории",
      "example": "Wczoraj jadłem w restauracji wieczorem, jadam teraz w restauracji, a w przyszłym tygodniu zjem w restauracji.",
      "example_translation": "Я поел в ресторане прошлой ночью, я ем в ресторане сейчас, и я поем в ресторане на следующей неделе.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rzeka",
      "translation": "река",
      "definition": "Naturalny nurt wody, często połączony z oceanem lub jeziorem.",
      "definition_translation": "естественное течение воды, часто связанное с океаном или озером",
      "example": "W zeszłym roku pływałem w rzece latem, pływam teraz w rzece, a w przyszłym roku pływać będę w rzece.",
      "example_translation": "Я плавал в реке прошлым летом, я плаваю в реке сейчас, и я поем в реке следующим летом.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "droga",
      "translation": "дорога",
      "definition": "Sposób komunikacji dla pojazdów, zwłaszcza samochodów.",
      "definition_translation": "путь, используемый для движения транспортных средств, особенно автомобилей",
      "example": "Wczoraj jeździłem drogą, teraz jeździłem drogą, a jutro pojadę drogą.",
      "example_translation": "Я ехал по дороге вчера, я еду по дороге сейчас, и я поеду по дороге завтра.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szkoła",
      "translation": "школа",
      "definition": "Instytucja, gdzie ludzie, zwłaszcza dzieci, udają się, aby uczyć się i otrzymywać wykształcenie.",
      "definition_translation": "Учреждение, где люди, especialmente дети, идут учиться и получать образование.",
      "example": "Kiedy byłem dzieckiem, chodziłem do szkoły. Teraz uczę się w szkole. Jutro pójdę do szkoły.",
      "example_translation": "Я пошел в школу, когда я был ребенком. Я иду в школу сейчас. Я пойду в школу завтра.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "morze",
      "translation": "море",
      "definition": "Duże body wody słonej, otaczające kraj lub kontynent.",
      "definition_translation": "Большое количество соленой воды, окружающей страну или континент.",
      "example": "Widziałem morze, kiedy byłem na wakacjach. Teraz widzę morze. Za rok zobaczę morze ponownie.",
      "example_translation": "Я видел море, когда я был на отдыхе. Я вижу море сейчас. Я увижу море снова в следующем году.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep",
      "translation": "магазин",
      "definition": "Budynek lub część budynku, gdzie sprzedawane są towary.",
      "definition_translation": "Здание или часть здания, где продаются товары.",
      "example": "Wczoraj szedłem do sklepu. Idę teraz do sklepu. Jutro pójdę do sklepu.",
      "example_translation": "Я пошел в магазин вчера. Я иду в магазин сейчас. Я пойду в магазин завтра.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stacja",
      "translation": "станция",
      "definition": "Miejsce, gdzie pociągi lub autobusy zatrzymują się, aby pasażerowie mogli wsiąść lub wysiąść.",
      "definition_translation": "Место, где поезда или автобусы останавливаются, чтобы позволить людям сесть или выйти.",
      "example": "Przybyłem na stację godzinę temu. Teraz przybywam na stację. Wkrótce przybędę na stację.",
      "example_translation": "Я прибыл на станцию час назад. Я прибываю на станцию сейчас. Я прибуду на станцию скоро.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zatrzymać",
      "translation": "остановиться",
      "definition": "Przestać lub zatrzymać akcję lub proces.",
      "definition_translation": "Остановить или приостановить действие или процесс.",
      "example": "Zatrzymam pracę o 17:00, zatrzymałem pracę wczoraj, zatrzymuję pracę każdego dnia o 17:00.",
      "example_translation": "Я перестану работать в 5 часов вечера, я перестал работать вчера, я перестаю работать каждый день в 5 часов вечера.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ulica",
      "translation": "улица",
      "definition": "Publiczna droga w mieście lub mieście, zwykle z budynkami i domami po jednej lub obu stronach.",
      "definition_translation": "Общественная дорога в городе или городке, обычно с зданиями и домами по одной или обеим сторонам.",
      "example": "Spacerowałem ulicą wczoraj, spaceruję ulicą każdego dnia, spaceruję ulicą jutro.",
      "example_translation": "Я прошел по улице вчера, я прохожу по улице каждый день, я пройду по улице завтра.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "supermarket",
      "translation": "супермаркет",
      "definition": "Duży sklep detaliczny, który sprzedaje szeroki asortyment produktów spożywczych i przemysłowych.",
      "definition_translation": "Крупный универсальный магазин, продающий широкий ассортимент пищевых продуктов и товаров для дома.",
      "example": "Wczoraj poszedłem do supermarketu, chodzę do supermarketu co tydzień, pojutrze pójdę do supermarketu.",
      "example_translation": "Я пошел в супермаркет вчера, я хожу в супермаркет каждую неделю, я пойду в супермаркет завтра.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "basen",
      "translation": "бассейн",
      "definition": "Struktura, zwykle na wolnym powietrzu, służąca do pływania i innych aktywności wodnych.",
      "definition_translation": "Структура, обычно на открытом воздухе, для плавания и других водных занятий.",
      "example": "Wczoraj pływałem w basenie, pływam w basenie każdego lata, pływałem w basenie w zeszłym roku.",
      "example_translation": "Я плыл в бассейне вчера, я плаваю в бассейне каждый летом, я переплыву в бассейне следующим годом.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miasto",
      "translation": "город",
      "definition": "Miasto to jest większym osiedlem ludzkim niż wieś, ale mniejszym niż miasto.",
      "definition_translation": "Город - это человеческое поселение, которое больше, чем деревня, но меньше, чем город.",
      "example": "Mieszkałem w małym mieście, potem przeniosłem się do miasta, a teraz planuję odwiedzić miasto w Europie. Wczoraj odwiedziłem miasto z rodziną, a jutro odwiedzę miasto z przyjaciółmi.",
      "example_translation": "Я жил в маленьком городе, затем я переехал в город, и现在 я планирую посетить город в Европе. Вчера я посетил город с моей семьей, а завтра я побываю в городе с друзьями.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uniwersytet",
      "translation": "университет",
      "definition": "Uniwersytet to jest instytucją szkolnictwa wyższego i badawczego, która przyznaje stopnie naukowe w różnych dziedzinach nauki.",
      "definition_translation": "Университет - это учреждение высшего образования и научных исследований, которое присваивает академические степени в различных областях знаний.",
      "example": "Studiowałem na uniwersytecie, a teraz pracuję na uniwersytecie. Wczoraj odwiedziłem uniwersytet z kolegami, a następny rok zaczynam uczyć się na uniwersytecie.",
      "example_translation": "Я учился в университете, и теперь я работаю в университете. Вчера я посетил университет с коллегами, а в следующем году я начну преподавать в университете.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wieś",
      "translation": "деревня",
      "definition": "Wieś to jest grupą domów i budynków związanych, większym niż hamlet, ale mniejszym niż miasto, zlokalizowanym w obszarze wiejskim.",
      "definition_translation": "Деревня - это группа домов и связанных с ними зданий, больших, чем хутор, и меньших, чем город, расположенная в сельской местности.",
      "example": "Wychowałem się w wsi, a potem przeniosłem się do miasta. Wczoraj odwiedziłem wieś z rodziną, a następny tydzień odwiedzę wieś z przyjaciółmi.",
      "example_translation": "Я вырос в деревне, а затем я переехал в город. Вчера я посетил деревню с моей семьей, а на следующей неделе я побываю в деревне с друзьями.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zoo",
      "translation": "зоопарк",
      "definition": "Zoo to jest miejscem, gdzie zwierzęta są trzymane w niewoli dla ludzi, aby je oglądać i badać.",
      "definition_translation": "Зоопарк - это место, где животные содержатся в неволе для всеобщего просмотра и изучения.",
      "example": "Odwiedziłem zoo i zobaczyłem wiele zwierząt. Wczoraj poszedłem do zoo z dziećmi, a następny miesiąc pójdę do zoo z przyjaciółmi.",
      "example_translation": "Я посетил зоопарк, и я видел многих животных. Вчера я пошел в зоопарк с моими детьми, а на следующий месяц я побываю в зоопарке с друзьями.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lotnisko",
      "translation": "аэропорт",
      "definition": "Miejsce, gdzie samoloty startują i lądują, zwykle składające się z pasa startowego, budynków i urządzeń dla pasażerów i ładunków.",
      "definition_translation": "Место, где самолеты взлетают и приземляются, обычно состоящее из взлетно-посадочных полос, зданий и сооружений для пассажиров и грузов.",
      "example": "Przybyłem na lotnisko z dużym wyprzedzeniem przed odlotem lotu. Byłem już na tym lotnisku wiele razy, ale jeszcze się zgubiłem. Do czasu, gdy dotrę na lotnisko, samolot już odlecieje.",
      "example_translation": "Я прибыл в аэропорт с достаточным запасом времени до моего рейса. Я был в этом аэропорту много раз, но я vẫn заблуждаюсь. К тому времени, когда я доберусь до аэропорта, самолет уже будет взлетел.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mieszkanie",
      "translation": "квартира",
      "definition": "Samodzielna mieszkalna jednostka, która zajmuje tylko część budynku, często mając wiele pokoi i urządzeń.",
      "definition_translation": "Самостоятельная жилая единица, занимающая только часть здания, часто имеющая несколько комнат и удобств.",
      "example": "Mieszkałem w tym mieszkaniu przez trzy lata. Moje mieszkanie znajduje się na najwyższym piętrze. Będę musiał wyprowadzić się z tego mieszkania do końca miesiąca.",
      "example_translation": "Я живу в этой квартире три года. Моя квартира находится на верхнем этаже. Мне придется покинуть эту квартиру к концу месяца.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obszar",
      "translation": "область",
      "definition": "Określony obszar przestrzeni lub powierzchni, często mający określone granice lub cechy.",
      "definition_translation": "Определенная extent пространства или поверхности, часто имеющая определенные границы или характеристики.",
      "example": "Obszar wokół stadionu został zamknięty z powodów bezpieczeństwa. Ten obszar jest podatny na powodzie. Studiuję obszar matematyki przez lata.",
      "example_translation": "Область вокруг стадиона была закрыта из-за соображений безопасности. Этот район подвержен наводнениям. Я изучаю область математики на протяжении лет.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "księgarnia",
      "translation": "книжный магазин",
      "definition": "Sklep detaliczny, który sprzedaje książki i często inne powiązane przedmioty, takie jak czasopisma, gazety i papiernicze.",
      "definition_translation": "Розничное учреждение, которое продает книги и часто другие связанные товары, такие как журналы, газеты и канцелярские товары.",
      "example": "Spędziłem godziny przeglądając półki w księgarni. Księgarnia na głównej ulicy jest zamykana. Pracuję w tej księgarni już pięć lat.",
      "example_translation": "Я провел часы, просматривая полки в книжном магазине. Книжный магазин на главной улице закрывается. Я работаю в этом книжном магазине пять лет.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "księgarnia",
      "translation": "книжный магазин",
      "definition": "Budynek lub sala, gdzie książki są sprzedawane, wypożyczane lub przechowywane.",
      "definition_translation": "Здание или комната, где продаются, сдаются или хранятся книги.",
      "example": "Poszedłem do księgarni, aby kupić nowelę. Idę do księgarni, aby kupić podręcznik. Pójdę do księgarni, aby kupić słownik.",
      "example_translation": "Я пошел в книжный магазин, чтобы купить роман. Я ходил в книжный магазин, чтобы купить учебник. Я пойду в книжный магазин, чтобы купить словарь.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "most",
      "translation": "мост",
      "definition": "Konstrukcja budowana, aby zasygnować dolinę, drogę, ciało wodne lub inne przeszkody.",
      "definition_translation": "Структура, построенная для пересечения долины, дороги, водного тела или другого препятствия.",
      "example": "Jechaliśmy przez most, aby dostać się na drugą stronę. Budujemy most, aby połączyć dwa miasta. Pójdziemy przez most, aby podziwiać widok.",
      "example_translation": "Мы проехали через мост, чтобы достичь другой стороны. Мы строим мост, чтобы соединить два города. Мы будем ходить через мост, чтобы насладиться видом.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "budynek",
      "translation": "здание",
      "definition": "Struktura z dachem i ścianami, taka jak dom lub fabryka.",
      "definition_translation": "Структура с крышей и стенами, такая как дом или завод.",
      "example": "Budynek był w budowie przez dwa lata. Budynek jest używany jako przestrzeń biurowa. Budynek zostanie ukończony następnego miesiąca.",
      "example_translation": "Здание было в стадии строительства в течение двух лет. Здание используется для офисного пространства. Здание будет завершено следующим месяцем.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dworzec autobusowy",
      "translation": "автобусная станция",
      "definition": "Obiekt lub lokalizacja, gdzie autobusy zatrzymują się, aby odebrać lub wypuścić pasażerów.",
      "definition_translation": "Объект или место, где автобусы останавливаются, чтобы забрать или высадить пассажиров.",
      "example": "Czekaliśmy na dworcu autobusowym przez godzinę. Dworzec autobusowy znajduje się w centrum miasta. Dworzec autobusowy będzie remontowany następnego roku.",
      "example_translation": "Мы ждали на автобусной станции час. Автобусная станция находится в центре города. Автобусная станция будет реконструирована следующим годом.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przystanek autobusowy",
      "translation": "остановка автобуса",
      "definition": "Miejsce, gdzie autobusy zatrzymują się, aby odebrać lub wypuścić pasażerów.",
      "definition_translation": "Определенное место, где автобусы останавливаются, чтобы подобрать или высадить пассажиров.",
      "example": "Czekam na przystanku autobusowym na autobus numer 12. Wczoraj czekałem godzinę na przystanku autobusowym. Do następnego roku będę czekał na przystanku autobusowym na nową trasę autobusową.",
      "example_translation": "Я жду на остановке автобуса номер 12. Вчера я ждал час на остановке автобуса. К следующему году я буду ждать на остановке автобуса для нового маршрута.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stołówka",
      "translation": "столовая",
      "definition": "Restauracja samoobsługowa,(typowo w szkole, szpitalu lub budynku biurowym), gdzie podawane są posiłki i napoje.",
      "definition_translation": "Самообслуживаемый ресторан, обычно в школе, больнице или офисном здании, где سروится еда и напитки.",
      "example": "Idę do stołówki, aby zjeść kanapkę na lunch. Stołówka oferuje zdrowe opcje żywnościowe. Nowa stołówka otworzy się następnego miesiąca.",
      "example_translation": "Я иду в столовую, чтобы забрать сэндвич на обед. В столовой سروятся здоровые варианты еды. Новая столовая откроется следующим месяцем.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stolica",
      "translation": "столица",
      "definition": "Miasto lub miejscowość, która służy jako siedziba rządu kraju, stanu lub prowincji.",
      "definition_translation": "Город или поселок, который служит местом правительства страны, штата или провинции.",
      "example": "Stolica Francji to Paryż. Stolica Kalifornii to Sacramento. Stolica Australii będzie gospodarzem igrzysk olimpijskich.",
      "example_translation": "Столица Франции - Париж. Столица Калифорнии - Сакраменто. Столица Австралии будет принимать Олимпийские игры.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "parking",
      "translation": "парковка",
      "definition": "Wyznaczony obszar, gdzie pojazdy są pozostawiane czasowo, zwykle w budynku lub koło publicznego miejsca.",
      "definition_translation": "Определенная область, где временно оставляются транспортные средства, обычно в здании или рядом с公共ным местом.",
      "example": "Idę na parking, aby odebrać samochód. Parking był pełny, więc musiałem parkować na ulicy. Nowy parking będzie miał stacje ładowania elektrycznego.",
      "example_translation": "Я иду в парковку, чтобы забрать мою машину. Парковка была заполнена, поэтому я должен был припарковаться на улице. Новая парковка будет иметь станции электропитания.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zamek",
      "translation": "замок",
      "definition": "Duży budynek lub struktura pochodząca z czasów starożytnych lub średniowiecznych, zazwyczaj używany jako rezydencja przez rodzinę szlachecką lub królewską.",
      "definition_translation": "Большое здание или cấu trúc древнего или средневекового происхождения, обычно используемое в качестве резиденции знатной или королевской семьи.",
      "example": "Król mieszkał w zamku w XII wieku. Dziś, zamek jest popularną atrakcją turystyczną. Do 2025 roku, zamek będzie przeszedł znaczącą restaurację.",
      "example_translation": "Король жил в замке в 12 веке. Сегодня замок является популярной туристической достопримечательностью. К 2025 году замок будет проходить значительную реставрацию.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "katedra",
      "translation": "собор",
      "definition": "Duży, imponujący kościół, zazwyczaj główny kościół diecezji lub siedziba biskupa.",
      "definition_translation": "Большая, внушительная церковь, обычно главная церковь диоцеза или место размещения епископа.",
      "example": "Katedra została zbudowana w XV wieku. Turyści zwiedzili katedrę wczoraj. Do przyszłego roku, katedra będzie naprawiona.",
      "example_translation": "Собор был построен в 15 веке. Туристы посетили собор вчера. К следующему году собор будет отремонтирован.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "centrum",
      "translation": "центр",
      "definition": "Punkt lub miejsce, które jest równoodległe od wszystkich stron, krawędzi lub granic czegoś.",
      "definition_translation": "Точка или место, которое равноудалено от всех сторон, краев или границ чего-либо.",
      "example": "Centrum miasta było pełne aktywności. Firma ma swoje centrum operacyjne w Nowym Jorku. Do 2030 roku, nowe centrum będzie zbudowane.",
      "example_translation": "Центр города был полон активностью. Центр операций компании находится в Нью-Йорке. К 2030 году новый центр будет построен.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aptека",
      "translation": "аптека",
      "definition": "Sklep, w którym sprzedawane są leki, chemikalia i inne produkty opieki zdrowotnej.",
      "definition_translation": "Магазин, где продаются или отпускаются лекарства, химические вещества и другие медицинские изделия.",
      "example": "Poszedłem do apteki, aby kupić lek. Apteka była zamknięta wczoraj. Do przyszłego tygodnia, nowa apteka będzie otwarta.",
      "example_translation": "Я пошел в аптеку, чтобы купитьsome лекарство. Аптека была закрыта вчера. к следующей недели новая аптека будет открыта.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kościół",
      "translation": "церковь",
      "definition": "Budynek używany do kultu chrześcijańskiego, zwykle zawierający ołtarz, ławki i ambonę.",
      "definition_translation": "Церковь - это здание, используемое для христианской молитвы, обычно содержащее алтарь, скамейки и кафедру.",
      "example": "Poszedłem do kościoła w niedzielę. Pójdę do kościoła jutro. Poszedłem do kościoła w zeszłym tygodniu.",
      "example_translation": "Мы пошли в церковь в воскресенье. Я пойду в церковь завтра. Я пошел в церковь на прошлой неделе.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "centrum miasta",
      "translation": "центр города",
      "definition": "Centrum miasta to główna część miasta, zwykle z sklepami, biurami i atrakcjami.",
      "definition_translation": "Центр города - это основная область города, обычно с магазинами, офисами и достопримечательностями.",
      "example": "Pracuję w centrum miasta. Spotkamy się w centrum miasta o 5 wieczorem. Wczoraj wieczorem spacerowaliśmy po centrum miasta.",
      "example_translation": "Я работаю в центре города. Она встретит меня в центре города в 5 вечера. Мы прогулялись вокруг центра города прошлой ночью.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep odzieżowy",
      "translation": "магазин одежды",
      "definition": "Sklep, w którym ludzie mogą kupić ubrania i akcesoria.",
      "definition_translation": "Магазин одежды - это магазин, где люди могут купить одежду и аксессуары.",
      "example": "Poszedłem do sklepu odzieżowego wczoraj. Ona pracuje w sklepie odzieżowym. Wizytujemy sklep odzieżowy jutro.",
      "example_translation": "Я пошел в магазин одежды вчера. Она работает в магазине одежды. Мы посетим магазин одежды завтра.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klub",
      "translation": "клуб",
      "definition": "Organizacja ludzi, którzy dzielą wspólny interes, taki jak drużyna sportowa lub grupa muzyczna.",
      "definition_translation": "Клуб - это организация людей, которые разделяют общий интерес, такой как спортивная команда или музыкальная группа.",
      "example": "Dołączyłem do klubu w zeszłym roku. Ona chodzi do klubu każdego piątku. Wkrótce zaczniemy nowy klub.",
      "example_translation": "Я присоединился к клубу в прошлом году. Она ходит в клуб каждую пятницу. Мы начнем новый клубsoon.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "college",
      "translation": "колледж",
      "definition": "Instytucja edukacyjna, która zapewnia edukację trzeciego stopnia, oferując różnorodne kursy akademickie i zawodowe.",
      "definition_translation": "Образовательное учреждение, предоставляющее третичное образование, обычно предлагающее широкий спектр академических и профессиональных курсов.",
      "example": "Poszedłem do college w zeszłym roku, obecnie studiuje w college, a do przyszłego roku ukończę college.",
      "example_translation": "Я пошел в колледж в прошлом году, сейчас я в колледже, и я выпущу из колледжа в следующем году.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "róg",
      "translation": "угол",
      "definition": "Punkt lub obszar, w którym spotykają się dwie lub więcej krawędzi, powierzchni lub linii.",
      "definition_translation": "Точка или область, где встречаются два или более края, поверхностей или линий.",
      "example": "Zawróciłem za róg i zobaczyłem piękny park, stoję na rogu ulicy, a spotkamy się na rogu budynku.",
      "example_translation": "Я повернул угол и увидел красивый парк, я стою на углу улицы, и я встречу тебя на углу здания.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dom towarowy",
      "translation": "универмаг",
      "definition": "Duże przedsiębiorstwo handlowe oferujące szeroki asortyment produktów, zorganizowane wg działów.",
      "definition_translation": "Крупное розничное предприятие, предлагающее широкий спектр товаров, обычно организованных по отделам.",
      "example": "Wczoraj poszedłem do domu towarowego, teraz idę do domu towarowego, a jutro kupię coś w domu towarowym.",
      "example_translation": "Я пошел в универмаг вчера, сейчас я иду в универмаг, и я куплю что-то в универмаге завтра.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dyskoteka",
      "translation": "диско",
      "definition": "Styl muzyki i tańca charakteryzujący się szybkim tempem i błyskotliwymi światłami, popularny w latach 70.",
      "definition_translation": "Стиль музыки и танца, характеризующийся быстрым темпом и мерцающими светами, популярный в 1970-х годах.",
      "example": "Wczoraj poszedłem na dyskotekę, teraz tańczę na dyskotece, a za tydzień pójdę na dyskotekę ponownie.",
      "example_translation": "Я пошел на диско прошлой ночью, сейчас я танцую на диско, и я пойду на диско снова на следующей неделе.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "apteka",
      "translation": "аптека",
      "definition": "Sklep, w którym sprzedawane są leki i inne produkty zdrowotne.",
      "definition_translation": "Магазин, где продаются лекарства и другие товары для здоровья.",
      "example": "Wczoraj poszedłem do apteki, aby kupić środki przeciwbólowe. Teraz idę do apteki, aby odebrać przepisany lek. Jutro pójdę do apteki, aby kupić witaminy.",
      "example_translation": "Я пошел в аптеку вчера, чтобы купить обезболивающие таблетки. Сейчас я иду в аптеку, чтобы забрать свой рецепт. Я пойду в аптеку завтра, чтобы купить витамины.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wejście",
      "translation": "вход",
      "definition": "Punkt wejścia do budynku, pokoju lub miejsca.",
      "definition_translation": "Точка входа в здание, комнату или место.",
      "example": "Wejście do muzeum znajdowało się po lewej stronie budynku. Wszedłem przez główne wejście. Wejście będzie zamknięte jutro ze względu na konserwację.",
      "example_translation": "Вход в музей был на левой straně здания. Я вошел через главный вход. Вход будет закрыт завтра на техобслуживание.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyjście",
      "translation": "выход",
      "definition": "Punkt wyjścia z budynku, pokoju lub miejsca.",
      "definition_translation": "Точка выхода из здания, комнаты или места.",
      "example": "Wyjście znajdowało się po prawej stronie budynku. Wyszedłem przez awaryjne wyjście. Wyjście będzie zamknięte jutro ze względu na konserwację.",
      "example_translation": "Выход был на правой стороне здания. Я вышел через аварийный выход. Выход будет закрыт завтра на техобслуживание.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pole",
      "translation": "поле",
      "definition": "Otwarta przestrzeń ziemi, szczególnie jedna używana do rolnictwa lub rekreacji.",
      "definition_translation": "Открытая область земли, особенно одна, используемая для сельского хозяйства или отдыха.",
      "example": "Wczoraj grałem w piłkę nożną na polu. Teraz pracuję na polu, zbierając plony. Jutro pójdę na pole, aby ćwiczyć swój uderz w golfie.",
      "example_translation": "Я играл в футбол на поле вчера. Сейчас я работаю в поле, собирая урожай. Я пойду на поле завтра, чтобы практиковать свой гольф-swing.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "garaż",
      "translation": "гараж",
      "definition": "Budynek lub szopa przeznaczona do przechowywania pojazdów mechanicznych.",
      "definition_translation": "Здание или сарай для хранения транспортного средства или транспортных средств.",
      "example": "Zaparkowałem samochód w garażu. Jutro zaparkuję samochód w garażu. Wczoraj zaparkowałem samochód w garażu.",
      "example_translation": "Я парковал свою машину в гараже. Я запаркую свою машину в гараж завтра. Я парковал свою машину в гараже вчера.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wzgórze",
      "translation": "холм",
      "definition": "Naturalne wzniesienie powierzchni ziemi, wznoszące się bardziej lub mniej stromą z otaczającej go równiny i osiągające taką wysokość, która w stosunku do sąsiedniej wysokości jest imponująca lub godna uwagi.",
      "definition_translation": "Естественное возвышение поверхности земли, быстро или более-менее круто поднимающееся над окружающим уровнем и достигающее высоты, которая, по сравнению с соседними возвышениями, является впечатляющей или примечательной.",
      "example": "Wczoraj wspiąłem się na wzgórze. Jutro wspię się na wzgórze następnego weekendu. Wspiąłem się na wzgórze latem ubiegłym.",
      "example_translation": "Я поднимался на холм. Я поднимусь на холм на следующий уикенд. Я поднимался на холм прошлым летом.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyspa",
      "translation": "остров",
      "definition": "Kawałek ziemi otoczony wodą.",
      "definition_translation": "Кусок земли, окруженный водой.",
      "example": "Odwiedziłem wyspę w zeszłym roku. Odwiedzę wyspę następnego miesiąca. Odwiedziłem wyspę, gdy byłam dzieckiem.",
      "example_translation": "Я посетил остров в прошлом году. Я посетлю остров в следующем месяце. Я посетил остров, когда я был ребенком.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biblioteka",
      "translation": "библиотека",
      "definition": "Budynek lub instytucja poświęcona zbieraniu, przechowywaniu i udostępnianiu materiałów literackich, muzycznych lub artystycznych, takich jak książki, rękopisy i inne prace pisanego słowa.",
      "definition_translation": "Здание или учреждение, посвященное сбору, сохранению и распространению литературных, музыкальных или художественных материалов, таких как книги, рукописи и другие письменные или печатные работы.",
      "example": "Wczoraj poszedłem do biblioteki. Jutro pójdę do biblioteki. Odwiedziłem bibliotekę w zeszłym tygodniu.",
      "example_translation": "Я去 в библиотеку вчера. Я пойду в библиотеку завтра. Я походил в библиотеку на прошлой неделе.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "winda",
      "translation": "лифт",
      "definition": "Urządzenie służące do podnoszenia lub unoszenia ciężkich przedmiotów lub osób na wyższą pozycję, zwłaszcza w budynku.",
      "definition_translation": "Устройство, используемое для подъема или поднятия тяжелых объектов или людей на более высокую позицию, особенно в здании.",
      "example": "Użyła windy, aby dostać się na najwyższy piętro. Robotnik będzie unosił skrzynię do ciężarówki. Firma zniesie zakaz mediów społecznościowych.",
      "example_translation": "Она использовала лифт, чтобы достичь顶ihn этажа. Рабочий поднимет коробку в грузовик. Компания снимет запрет на социальные медиа.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "targ",
      "translation": "рынок",
      "definition": "Regularne zgromadzenie ludzi na sprzedaż żywności, towarów lub usług.",
      "definition_translation": "Регулярное собрание людей для продажи продуктов, товаров или услуг.",
      "example": "Idę na targ, żeby kupić świeże warzywa. Firma rozpocznie marketing nowego produktu następnego miesiąca. Targ jest otwarty każdej soboty.",
      "example_translation": "Я иду на рынок, чтобы купить некоторые свежие овощи. Компания будет продвигать свой новый продукт в следующем месяце. Рынок открыт каждый субботу.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "meczet",
      "translation": "мecрет",
      "definition": "Budynek używany do kultu muzułmańskiego, zwykle z minaretem.",
      "definition_translation": "Здание для мусульманского поклонения, обычно с минаретом.",
      "example": "Meczet został zbudowany w XVI wieku. Odwiedziliśmy meczet podczas podróży do Stambułu. Imam prowadzi modlitwę w meczecie.",
      "example_translation": "Мечеть была построена в 16 веке. Мы посетили мечеть во время нашей поездки в Стамбул. Имам ведет молитву в мечети.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "autostrada",
      "translation": "автострада",
      "definition": "Droga szybkiego ruchu, zwłaszcza z ograniczonym dostępem.",
      "definition_translation": "Автомагистраль, предназначенная для высокоскоростного движения, особенно та, у которой есть ограниченные точки доступа.",
      "example": "Wzięliśmy autostradę, żeby szybko dotrzeć do miasta. Autostrada jest w budowie. Autostrada będzie zamknięta jutro z powodu konserwacji.",
      "example_translation": "Мы взяли автостраду, чтобы быстро добраться до города. Автомагистраль находится в стадии строительства. Автомагистраль будет закрыта для технического обслуживания завтра.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "góra",
      "translation": "гора",
      "definition": "Naturalne wzniesienie powierzchni Ziemi, utworzone przez geologiczną aktywność, często z wyraźnym szczytem.",
      "definition_translation": "Естественное возвышение поверхности земли, обычно образованное геологическим подъемом, и часто имеющее хорошо определенный пик.",
      "example": "Wspięła się na górę wczoraj, wspina się na nią dzisiaj i będzie wspinać się na nią jutro.",
      "example_translation": "Она поднялась на гору вчера, поднимается на нее сегодня и снова поднимется завтра.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biuro",
      "translation": "офис",
      "definition": "Pomieszczenie lub zestaw pomieszczeń wyposażonych do pracy administracyjnej, biurowej lub profesjonalnej.",
      "definition_translation": "Комната или набор комнат, оборудованных для административной, канцелярской или профессиональной работы.",
      "example": "Pracował w biurze w zeszłym roku, pracuje w biurze teraz i będzie pracował w biurze w przyszłym roku.",
      "example_translation": "Он работал в офисе в прошлом году, работает в офисе сейчас и будет работать в офисе в следующем году.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ścieżka",
      "translation": "путь",
      "definition": "Droga lub trasa wytyczona dla pieszych, jeźdźców lub pojazdów, zwłaszcza na obszarach wiejskich.",
      "definition_translation": "Путь или тропа, предназначенные для ходьбы, езды или вождения, особенно в сельской местности.",
      "example": "Chodziła ścieżką wczoraj, chodzi dziś i będzie chodzić jutro.",
      "example_translation": "Она шла по пути вчера, идет по нему сейчас и снова пойдет по нему завтра.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep zoologiczny",
      "translation": "магазин домашних животных",
      "definition": "Sklep, w którym sprzedawane są zwierzęta, takie jak psy, koty i ptaki, jako zwierzęta domowe.",
      "definition_translation": "Магазин, где продаются животные, такие как собаки, кошки и птицы, как домашние животные.",
      "example": "Odwiedziła sklep zoologiczny w zeszłym tygodniu, odwiedza go teraz i będzie odwiedzać go ponownie następnego miesiąca.",
      "example_translation": "Она посетила магазин домашних животных на прошлой неделе, посещает jego сейчас и снова посетит его в следующем месяце.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "poczta",
      "translation": "почтовое отделение",
      "definition": "Budynek lub obiekt, w którym świadczone są usługi pocztowe, takie jak sortowanie poczty, sprzedaż znaczków i dostawa paczek.",
      "definition_translation": "Здание или объект, где предоставляются почтовые услуги, такие как сортировка почты, продажа марок и доставка пакетов.",
      "example": "Wysłałem paczkę do przyjaciela w zeszłym tygodniu, wysyłam następną dzisiaj i będę wysyłać trzecią jutro.",
      "example_translation": "Я пошел на почту, чтобы отправить пакет моему дружке вчера, сегодня я собираюсь отправить еще один, а завтра – третий.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pub",
      "translation": "паб",
      "definition": "Budynek lub pomieszczenie, w którym ludzie zgromadzają się, aby pić, jeść i towarzysko spędzać czas, często oferując szeroki wybór piw i innych napojów.",
      "definition_translation": "Здание или комната, где люди собираются, чтобы пить, есть и общаться, часто предлагающая широкий выбор пива и других напитков.",
      "example": "Spotkałem się z przyjaciółmi w pubie wczoraj, spotykamy się tam dzisiaj i będziemy spotykać się tam następnego tygodnia.",
      "example_translation": "Я встретился с друзьями в пабе прошлым вечером, мы встречаемся там снова сегодня вечером, а на следующей неделе мы встретимся там снова.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kolej",
      "translation": "железная дорога",
      "definition": "System transportu używający pociągów i torów do przewozu ludzi i towarów na długich dystansach.",
      "definition_translation": "Система транспортировки, использующая поезда и рельсы для перемещения людей и грузов на длинные дистанции.",
      "example": "Wziąłem koleją do rodziny w zeszłym roku, biorę ją ponownie w tym roku i wezmę ją w przyszłym roku.",
      "example_translation": "Я ехал на железную дорогу, чтобы посетить свою семью в прошлом году, я еду снова в этом году, а в следующем году я поеду снова.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dworzec kolejowy",
      "translation": "железнодорожная станция",
      "definition": "Budynek lub struktura, gdzie pociągi zatrzymują się, aby pasażerowie mogli wsiadać lub wysiadać, często oferując udogodnienia takie jak kasowanie biletów, sale poczekalnie i obsługę bagażu.",
      "definition_translation": "Здание или сооружение, где поезда останавливаются, чтобы пассажиры могли сойти или сесть, часто предлагающее услуги, такие как покупка билетов, залы ожидания и обработка багажа.",
      "example": "Wczoraj przybyłem na dworzec kolejowy, przybędę na dworzec dzisiaj i przybędę na dworzec jutro.",
      "example_translation": "Я прибыл на железнодорожную станцию вчера, я прибуду на станцию сегодня, а завтра я прибуду на станцию.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep obuwniczy",
      "translation": "магазин обуви",
      "definition": "Sklep detaliczny sprzedający buty i inne obuwie.",
      "definition_translation": "Магазин, в котором продаются обувь и другие изделия для ног.",
      "example": "Wczoraj szedłem do sklepu obuwniczego, aby kupić nową parę sneakers, idę do sklepu obuwniczego jutro, aby zwrócić je, i pójdę do sklepu obuwniczego za tydzień, aby kupić sandały.",
      "example_translation": "Я昨天 пошел в магазин обуви, чтобы купить новую пару кроссовок, завтра я пойду в магазин обуви, чтобы вернуть их, а на следующей неделе я пойду в магазин обуви, чтобы купить сандали.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "centrum handlowe",
      "translation": "торговый центр",
      "definition": "Duży budynek lub kompleks, który zawiera wiele sklepów i udogodnień, takich jak restauracje i kina.",
      "definition_translation": "Крупное здание или комплекс, содержащий многие магазины и объекты, такие как рестораны и кинотеатры.",
      "example": "Spędziłem cały dzień w centrum handlowym z przyjaciółmi, byliśmy w centrum handlowym w zeszłym weekendzie i będziemy w centrum handlowym ponownie następnego miesiąca.",
      "example_translation": "Я провел целый день в торговом центре с моими друзьями, мы пошли в торговый центр на прошлых выходных, и мы пойдем в торговый центр снова в следующем месяце.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ośrodek sportowy",
      "translation": "спортивный центр",
      "definition": "Kompleks obiektów sportowych, takich jak stadion, hala sportowa i basen pływacki.",
      "definition_translation": "Комплекс спортивных объектов, таких как стадион, спортзал и бассейн.",
      "example": "Wczoraj szedłem do ośrodka sportowego, aby zagrać w koszykówkę, idę do ośrodka sportowego jutro, aby uczestniczyć w klasie jogi, i pójdę do ośrodka sportowego za tydzień, aby obejrzeć mecz tenisowy.",
      "example_translation": "Я пошел в спортивный центр, чтобы поиграть в баскетбол вчера, я пойду в спортивный центр, чтобы посетить занятие йогой завтра, и я пойду в спортивный центр, чтобы посмотреть матч по теннису на следующей неделе.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plac",
      "translation": "площадь",
      "definition": "Otwarta przestrzeń w mieście lub miejscowości, często z drzewami, ławkami i monumentami.",
      "definition_translation": "Открытая площадь в городе или городе, часто с деревьями, сиденьями и монументами.",
      "example": "Spotkałem się z przyjaciółmi na placu wczoraj wieczorem, spacerowaliśmy wokół placu rano, i będziemy siedzieć na placu jutro po południu.",
      "example_translation": "Я встретился с друзьями на площади昨 вечером, мы пошли вокруг площади сегодня утром, и мы сядем на площади завтра днем.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stadion",
      "translation": "стадион",
      "definition": "Duży, zwykle otwarty, obszar lub struktura do wydarzeń sportowych lub innych, często z miejscami siedzącymi dla widzów.",
      "definition_translation": "Большая, обычно открытая, территория или конструкция для спортивных или других мероприятий, часто с местами для зрителей.",
      "example": "Wczoraj szedłem na stadion, aby obejrzeć mecz piłki nożnej, i idę na stadion jutro, aby obejrzeć koncert, i pójdę na stadion ponownie za tydzień.",
      "example_translation": "Я пошел на стадион, чтобы посмотреть футбольный матч вчера вечером, и я пойду на стадион, чтобы посмотреть концерт завтра, и я посещу стадион снова на следующей неделе.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "teatr",
      "translation": "театр",
      "definition": "Budynek lub przestrzeń, w której odbywają się występy na żywo, takie jak sztuki teatralne, koncerty lub pokazy taneczne.",
      "definition_translation": "Здание или пространство, в котором проходят живые выступления, такие как спектакли, концерты или танцевальные шоу.",
      "example": "Byłem w teatrze kilka razy, aby obejrzeć sztukę, i idę do teatru jutro, aby obejrzeć musical, i pójdę do teatru ponownie następnego miesiąca.",
      "example_translation": "Я был в театре несколько раз, чтобы посмотреть спектакли, и я пойду в театр, чтобы посмотреть мюзикл завтра, и я посещу театр снова nächsten месяц.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kasa biletowa",
      "translation": "касса",
      "definition": "Miejsce, w którym sprzedawane są bilety, szczególnie na określone wydarzenie lub występ.",
      "definition_translation": "Место, где продаются билеты, особенно для конкретного мероприятия или выступления.",
      "example": "Wczoraj szedłem do kasy biletowej, aby kupić bilety na koncert, i idę do kasy biletowej jutro, aby kupić bilety na sztukę, i pójdę do kasy biletowej ponownie za tydzień.",
      "example_translation": "Я пошел в кассу, чтобы купить билеты на концерт, и я пойду в кассу, чтобы купить билеты на спектакль завтра, и я посещу кассу снова на следующей неделе.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep zabawek",
      "translation": "toy магазин",
      "definition": "Sklep, który sprzedaje zabawki i gry.",
      "definition_translation": "Магазин, который продает игрушки и игры.",
      "example": "Wczoraj szedłem do sklepu zabawek, aby kupić prezenty dla przyjaciela, i idę do sklepu zabawek jutro, aby kupić zabawkę dla brata, i pójdę do sklepu zabawek ponownie następnego miesiąca.",
      "example_translation": "Я пошел в магазин игрушек, чтобы купить подарок для своего друга, и я пойду в магазин игрушек, чтобы купить игрушку для брата завтра, и я посещу магазин игрушек снова nächsten месяц.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podziemny",
      "translation": "подземный",
      "definition": "Położony lub odbywający się pod powierzchnią ziemi.",
      "definition_translation": "Расположенный или происходит под поверхностью земли.",
      "example": "Muzeum znajduje się podziemnie w centrum miasta. Zostało ono zbudowane podziemnie w XIX wieku. Będzie ono rozbudowane podziemnie w przyszłości.",
      "example_translation": "Музей находится под землей в центре города. Он был построен под землей в 19 веке. Он будет расширен под землей в будущем.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blok mieszkalny",
      "translation": "многоквартирный дом",
      "definition": "Budynek zawierający wiele mieszkań.",
      "definition_translation": "Здание, содержащее множество жилых квартир.",
      "example": "Mieszkam w bloku mieszkalnym na przedmieściach miasta. Moi rodzice mieszkali w bloku mieszkalnym, kiedy byli młodzi. Przeniesiemy się do nowego bloku mieszkalnego w przyszłym roku.",
      "example_translation": "Я живу в многоквартирном доме на окраине города. Мои родители жили в многоквартирном доме, когда они были молоды. Мы переедем в новый многоквартирный дом в следующем году.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "balkon",
      "translation": "балкон",
      "definition": "Platforma wystająca z ściany budynku, zwykle otoczona balustradą, używana do rekreacji lub podziwiania widoków.",
      "definition_translation": "Платформа, выступающая из стены здания, обычно окруженная перилами, и используемая для отдыха или просмотра.",
      "example": "Siedziałem na balkonie, podziwiając zachód słońca. Ona miała balkon w swoim mieszkaniu z pięknym widokiem. Zainstalują nowy balkon w swoim domu miesiąc następny.",
      "example_translation": "Я сидел на балконе, наслаждаясь закатом. У нее был балкон в ее квартире с отличным видом. Они установят новый балкон в их доме в следующем месяце.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blok",
      "translation": "блок",
      "definition": "Duży, solidny fragment materiału, takiego jak drewno lub kamień, używany jako baza lub wsparcie.",
      "definition_translation": "Большой, твердый кусок материала, such как дерево или камень, используемый в качестве основы или опоры.",
      "example": "Bloku drewna został użyty jako baza rzeźby. Dziecko bawiło się blokami w przedszkolu. Miasto jest podzielone na bloki dla celów administracyjnych.",
      "example_translation": "Блок дерева использовался в качестве основы для скульптуры. Ребенок играл с блоками в детском саду. Город разделен на блоки для административных целей.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kemping",
      "translation": "лагерная площадка",
      "definition": "Miejsce, gdzie ludzie się kempingują, szczególnie z udogodnieniami dla namiotów, toalet i pryszniców.",
      "definition_translation": "Место, где люди кампуют, особенно с сооружениями для палаток, туалетов и умывальников.",
      "example": "Rozłożyliśmy namiot na kempingu i spędziliśmy noc pod gwiazdami. KCepowaliśmy tam już wcześniej i wiedzieliśmy, że to dobry punkt. Wrócimy na ten kemping latem przyszłym.",
      "example_translation": "Мы поставили наш палатку на лагерной площадке и провели ночь под звездами. Мыเคย камповали там раньше и знали, что это хороший-spot. Мы вернемся на лагерную площадку следующим летом.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stołówka",
      "translation": "столовая",
      "definition": "Pomieszczenie lub budynek, gdzie serwowane jest jedzenie, szczególnie w szkole, fabryce lub innej instytucji.",
      "definition_translation": "Комната или здание, где подается еда, особенно в школе, фабрике или другом учреждении.",
      "example": "Uczniowie poszli do stołówki, aby zjeść lunch. Pracownicy jedli w stołówce przez lata. Nowa stołówka będzie otwarta miesiąc następny.",
      "example_translation": "Студенты пошли в столовую, чтобы пообедать. Работники ели в столовой в течение многих лет. Новая столовая откроется следующим месяцем.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cyrk",
      "translation": "цирк",
      "definition": "Wędrowne przedstawienie akrobatów, klaunów i tresowanych zwierząt, zwykle w dużym namiocie.",
      "definition_translation": "Гастролирующее представление акробатов, клоунов и дрессированных животных, обычно в большом шатре.",
      "example": "Poszliśmy do cyrku i zobaczyliśmy artystów na trapezie. Cyrk był w mieście na tydzień. Zabiorę dzieci do cyrku w przyszłym roku.",
      "example_translation": "Мы пошли в цирк и увидели артистов на трапеции. Цирк был в городе на неделю. Я поведу своих детей в цирк в следующем году.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klinika",
      "translation": "клиника",
      "definition": "Dział szpitala lub budynek, gdzie pacjenci ambulatoryjni otrzymują leczenie medyczne.",
      "definition_translation": "Отделение госпиталя или здание, где амбулаторные пациенты получают медицинское лечение.",
      "example": "Odwiedziłem klinikę na wizytę kontrolną. Klinika była bardzo zajęta wczoraj. Nowa klinika będzie zbudowana w przyszłym roku.",
      "example_translation": "Я посетил клинику для проверки здоровья. Клиника была очень занята вчера. Новая клиника будет построена в следующем году.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chałupa",
      "translation": "хижина",
      "definition": "Mały, prosty dom na wsi, zwykle w pobliżu jeziora lub plaży.",
      "definition_translation": "Маленький простой дом в сельской местности,通常 рядом с озером или пляжем.",
      "example": "Wynająłem chałupę nad jeziorem na swoje wakacje. Wynajmowałem chałupę w zeszłym roku, i była ona urocza. Jeśli wygram loterię, kupię chałupę na plaży.",
      "example_translation": "Я сниму хижину near озера на свое летнее dovolence. Я снял хижину в прошлом году, и это было чудесно. Если я выиграю в лотерее, я куплю хижину на пляже.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sąd",
      "translation": "суд",
      "definition": "Miejsce, gdzie odbywają się procesy i inne postępowania sądowe.",
      "definition_translation": "Место, где происходят судебные процессы и другие юридические процедуры.",
      "example": "Sąd wysłucha sprawy jutro. Nigdy nie byłam w sądzie przedtem. Ona będzie sędzią w sądzie najwyższym kiedyś.",
      "example_translation": "Суд рассмотрит дело завтра. Я никогда не был в суде прежде. Она будет судьей в Верховном суде когда-нибудь.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ambasada",
      "translation": "посольство",
      "definition": "Oficjalna rezydencja lub biuro ambasadora.",
      "definition_translation": "Официальная резиденция или офис посла.",
      "example": "Muszę pójść do ambasady, aby uzyskać wizę. Ambasada znajduje się w centrum miasta. Ona pracuje jako dyplomata w ambasadzie.",
      "example_translation": "Мне нужно пойти в посольство, чтобы получить визу. Посольство расположено в центре города. Она работает дипломатом в посольстве.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pole",
      "translation": "поле",
      "definition": "Obszar ziemi użytkowany do uprawy roślin lub hodowli zwierząt.",
      "definition_translation": "Область земли, используемая для выращивания культур или разведения животных.",
      "example": "Będę pracował w polu latem. Pole było pełne pszenicy w zeszłym roku. Jeśli będzie padać, pole zostanie zalane.",
      "example_translation": "Я буду работать в поле этим летом. Поле было полно пшеницы в прошлом году. Если будет дождь, поле будет затоплено.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "remiza strażacka",
      "translation": "пожарная часть",
      "definition": "Budynek lub obiekt, będący bazą operacyjną strażaków i ich sprzętu, z którego reagują na alarmy pożarowe i inne awarie.",
      "definition_translation": "Здание или объект, который служит базой операций для пожарных и их оборудования, из которого они отвечают на пожарные тревоги и другие чрезвычайные ситуации.",
      "example": "Remiza strażacka znajduje się na rogu ulic Głównej i Lipowej. Strażacy odpowiedzieli szybko na wezwanie alarmowe. Do następnego roku przeprowadzą się do nowej remizy strażackiej.",
      "example_translation": "Пожарная часть находится на углу улиц Мейн и Элм. Пожарные быстро отреагировали на вызов экстренной помощи. К следующему году они переедут в новую пожарную часть.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kwiaciarnia",
      "translation": "цветочный магазин",
      "definition": "Sklep lub warsztat, gdzie są sprzedawane kwiaty i inne rośliny, często z usługą komponowania i dostarczania ich.",
      "definition_translation": "Магазин или(store), где продаются цветы и другие растения, часто с услугой по их устройству и доставке.",
      "example": "Odwiedziłem kwiaciarnię, aby kupić bukiet na urodziny matki. Sklep kwiaciarski był pięknie udekorowany świeżymi kwiatami. Otworzy ona własną kwiaciarnię za miesiąc.",
      "example_translation": "Я посетил цветочный магазин, чтобы купить букет для дня рождения моей матери. Магазин цветочника был красиво украшен свежими цветами. Она откроет свой собственный цветочный магазин следующий месяц.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep meblowy",
      "translation": "мебельный магазин",
      "definition": "Sklep lub warsztat, gdzie są sprzedawane meble i inne przedmioty domowe, takie jak łóżka, krzesła, stoły i kanapy.",
      "definition_translation": "Магазин или лавка, который продает мебель и другие хозяйственные предметы, такие как кровати, столики, стулья и диваны.",
      "example": "Kupiłem nową kanapę w sklepie meblowym. Sklep meblowy oferuje szeroki wybór marek i stylów. Będą mieli sprzedaż w sklepie meblowym następnego tygodnia.",
      "example_translation": "Я купил новый диван в мебельном магазине. Мебельный магазин предлагает широкий спектр брендов и стилей. Они будут иметь распродажу в мебельном магазине на следующей неделе.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "garaż",
      "translation": "гараж",
      "definition": "Budynek lub struktura projektowana do przechowywania i ochrony pojazdów, często z narzędziami i sprzętem do naprawy i konserwacji.",
      "definition_translation": "Здание или конструкция, предназначенная для хранения и защиты транспортных средств, часто с инструментами и оборудованием для ремонта и обслуживания их.",
      "example": "Parkowałem samochód w garażu. Mechanik pracował w garażu przez cały dzień. Przerobią garaż na domowe biuro za rok.",
      "example_translation": "Я оставил свою машину в гараже. Механик работал в гараже весь день. Они преобразуют гараж в домашний офис к следующему году.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "warzywniak",
      "translation": "овощной магазин",
      "definition": "Sklep, gdzie są sprzedawane świeże owoce i warzywa.",
      "definition_translation": "Магазин, продающий свежие фрукты и овощи.",
      "example": "Udałem się do warzywniaka wczoraj, aby kupić jabłka. Pójdę do warzywniaka jutro, aby kupić banany. Wiele razy byłem w warzywniaku, aby kupić pomarańcze.",
      "example_translation": "Я пошел в овощной магазин вчера, чтобы купить некоторые яблоки. Я пойду в овощной магазин завтра, чтобы купить некоторые бананы. Я ходил в овощной магазин много раз, чтобы купить некоторые апельсины.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep spożywczy",
      "translation": "продовольственный магазин",
      "definition": "Sklep, gdzie są sprzedawane artykuły spożywcze i inne towary domowe.",
      "definition_translation": "Магазин, продающий продукты питания и другие домашние товары.",
      "example": "Wczoraj udałem się do sklepu spożywczego, aby kupić mleko. Pójdę do sklepu spożywczego jutro, aby kupić chleb. Wiele razy byłem w sklepie spożywczym, aby kupić jajka.",
      "example_translation": "Я пошел в продовольственный магазин вчера, чтобы купить некоторые молоко. Я пойду в продовольственный магазин завтра, чтобы купить некоторые хлеб. Я ходил в продовольственный магазин много раз, чтобы купить некоторые яйца.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaopatrzenie",
      "translation": "продукты питания",
      "definition": "Artykuły spożywcze i inne towary domowe sprzedawane w sklepie.",
      "definition_translation": "Продукты питания и другие домашние товары, продаваемые в магазине.",
      "example": "Kupiłem zaopatrzenie w supermarketu wczoraj. Pójdę kupić zaopatrzenie na targu jutro. Wiele razy kupiłem zaopatrzenie w sklepie.",
      "example_translation": "Я купил некоторые продукты питания в супермаркете вчера. Я куплю некоторые продукты питания на рынке завтра. Я купил некоторые продукты питания в магазине много раз.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pensjonat",
      "translation": "гостевой дом",
      "definition": "Prywatny dom, który oferuje zakwaterowanie płatnym gościom.",
      "definition_translation": "Частный дом, предоставляющий accommodation для платных гостей.",
      "example": "Zatrzymałem się w pensjonacie w Paryżu w zeszłym roku. Zatrzymam się w pensjonacie w Rzymie za rok. Wiele razy zatrzymałem się w pensjonacie w Londynie.",
      "example_translation": "Я останавливался в гостевом доме в Париже в прошлом году. Я останусь в гостевом доме в Риме в следующем году. Я останавливался в гостевом доме в Лондоне много раз.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "siłownia",
      "translation": "спортзал",
      "definition": "Siłownia to miejsce, gdzie ludzie ćwiczą i dbają o swoją kondycję fizyczną, często wyposażone w sprzęt takie jak bieżnie i ciężary.",
      "definition_translation": "Спортзал - это место, куда люди ходят заниматься физкультурой и поддерживать физическую форму, часто с оборудованием, таким как беговые дорожки и гантели.",
      "example": "Wczoraj poszedłem do siłowni, dzisiaj idę do siłowni, i jutro pójdę do siłowni.",
      "example_translation": "Я пошел в спортзал вчера, я хожу в спортзал каждый день, и я пойду в спортзал завтра.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "port",
      "translation": "гавань",
      "definition": "Port to akwen wodny, gdzie statki mogą bezpiecznie zakotwić, często otoczony lądem.",
      "definition_translation": "Гавань - это водоем, где корабли могут безопасно бросать якорь, часто окруженный землей.",
      "example": "Statek wpłynął do portu wczoraj wieczorem, port jest zajęty dzisiaj, i będzie remontowany w przyszłym roku.",
      "example_translation": "Корабль вошел в гавань прошлой ночью, гавань bust сегодня, и гавань будет реконструирована в следующем году.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "schronisko",
      "translation": "хостел",
      "definition": "Schronisko to budżetowo nastawiona na podróżnych, często z wspólnymi udogodnieniami.",
      "definition_translation": "Хостел - это бюджетное жилье для путешественников, часто с общими удобствами.",
      "example": "Zatrzymałem się w schronisku w Paryżu, zatrzymam się w schronisku w Tokio, i zatrzymałem się w schronisku w Nowym Jorku.",
      "example_translation": "Я остановился в хостеле в Париже, я остановлюсь в хостеле в Токио, и я остановился в хостеле в Нью-Йорке.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chata",
      "translation": "хижина",
      "definition": "Chata to mała, prosta mieszkanie, często wykonana z naturalnych materiałów takich jak drewno lub trawa.",
      "definition_translation": "Хижина - это маленькое, простое жилище, часто сделанное из натуральных материалов, таких как дерево или трава.",
      "example": "Zbudowałem chatę w lesie, zbuduję chatę na plaży, i zbudowałem chatę w górach.",
      "example_translation": "Я построил хижину в лесу, я буду жить в хижине на берегу, и я жил в хижине в горах.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "więzienie",
      "translation": "тюрьма",
      "definition": "Miejsce dla przetrzymywania osób, które zostały aresztowane lub skazane za popełnione przestępstwo.",
      "definition_translation": "Место для содержания людей, арестованных или осуждённых за преступление.",
      "example": "Policjant zabrał podejrzanego do więzienia po aresztowaniu. Była w więzieniu przedtem, ale tym razem została zwolniona za kaucją. Do przyszłego roku minie pięć lat, odkąd została zwolniona z więzienia.",
      "example_translation": "Полицейский взял подозреваемого в тюрьму после ареста. Она уже была в тюрьме раньше, но на этот раз она была освобождена под залог. К следующему году она будет вне тюрьмы уже пять лет.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "juwelier",
      "translation": "ювелир",
      "definition": "Sklep lub osoba, która sprzedaje i naprawia biżuterię.",
      "definition_translation": "Магазин или человек, который продаёт и ремонтирует ювелирные изделия.",
      "example": "Poszedłem do juweliera, aby kupić nowy zegarek. Juwelier posiadał wyjątkowe umiejętności, i starą naszyjnik mojej babci został przywrócony do dawnej świetności. Do przyszłego miesiąca juwelier będzie prowadził swoją działalność przez 20 lat.",
      "example_translation": "Я пошёл в ювелирный магазин, чтобы купить новые часы. Ювелир обладал исключительными навыками, и старое ожерелье моей бабушки было восстановлено до его прежней славы. К следующему месяцу ювелир будет в бизнесе уже 20 лет.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "laboratorium",
      "translation": "лаборатория",
      "definition": "Pomieszczenie lub budynek wyposażony w sprzęt do prowadzenia eksperymentów, badań lub testów naukowych.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Studenci pracowali nad swoim projektem w laboratorium przez cały dzień. Pracowała w laboratorium przez trzy lata, badając skutki zmian klimatu. Do przyszłego roku laboratorium będzie wyremontowane i wyposażone w nową technologię.",
      "example_translation": "Студенты работали над проектом в лаборатории целый день. Она работала в лаборатории три года, изучая эффекты изменения климата. К следующему году лаборатория будет реконструирована и оборудована новой технологией.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "laboratorium",
      "translation": "лаборатория",
      "definition": "Pomieszczenie lub budynek wyposażony w sprzęt do prowadzenia eksperymentów, badań lub testów naukowych.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Naukowcy przeprowadzili eksperyment w laboratorium, aby przetestować nowy lek. Pracowała w laboratorium przez wiele lat, rozwijając nowe szczepionki. Do przyszłej dekady laboratorium dokona znaczących odkryć w dziedzinie medycyny.",
      "example_translation": "Учёные провели эксперимент в лаборатории, чтобы протестировать новое лекарство. Она работала в лаборатории многие годы, разрабатывая новые вакцины. К следующему десятилетию лаборатория достигнет значительных прорывов в области медицины.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "centrum handlowe",
      "translation": "торговый центр",
      "definition": "Duża, często zamknięta przestrzeń handlowa z wieloma sklepami i udogodnieniami.",
      "definition_translation": "Большая, часто закрытая торговая зона с множеством магазинов и объектов инфраструктуры.",
      "example": "Wczoraj poszedłem do centrum handlowego, idę do centrum handlowego dzisiaj, i pójdę do centrum handlowego jutro.",
      "example_translation": "Я пошел в торговый центр вчера, я иду в торговый центр сегодня, и я пойду в торговый центр завтра.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kiosk",
      "translation": "газетный киоск",
      "definition": "Sklep, który sprzedaje gazety, czasopisma i inne materiały drukowane.",
      "definition_translation": "Магазин, который продаёт газеты, журналы и другие печатные материалы.",
      "example": "Kupiłem gazetę w kiosku wczoraj, kupuję czasopismo w kiosku dzisiaj, i kupię książkę w kiosku jutro.",
      "example_translation": "Я купил газету в газетном киоске вчера, я покупаю журнал в газетном киоске сегодня, и я куплю книгу в газетном киоске завтра.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klub nocny",
      "translation": "ночной клуб",
      "definition": "Miejsce, które pozostaje otwarte późno w nocy, typowo oferujące muzykę na żywo, taniec i napoje alkoholowe.",
      "definition_translation": "Учреждение, которое остается открытым до позднего часа ночи, обычно с живой музыкой, танцами и алкогольными напитками.",
      "example": "Wczoraj wieczorem pobawiłem się w klubie nocnym, dzisiaj wieczorem idę do klubu nocnego, a w przyszłym tygodniu pójdę do klubu nocnego.",
      "example_translation": "Я пошел в ночной клуб прошлой ночью, я иду в ночной клуб сегодня ночью, и я пойду в ночной клуб на следующей неделе.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ocean",
      "translation": "океан",
      "definition": "Ogromny obszar wody słonej, pokrywający znaczną część powierzchni Ziemi.",
      "definition_translation": "Огромное тело соленой воды, покрывающее значительную часть поверхности Земли.",
      "example": "W minionym roku pływałem w oceanie latem, dzisiaj pływam w oceanie, a w przyszłym roku pływać będę w oceanie.",
      "example_translation": "Я плавал в океане прошлым летом, я плыву в океане этим летом, и я werde плавать в океане следующим летом.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pałac",
      "translation": "дворец",
      "definition": "Duży i imponujący budynek, szczególnie ten, który historycznie był rezydencją królewską.",
      "definition_translation": "Большой и внушительный здание, особенно тот, который исторически был королевской резиденцией.",
      "example": "Królowa mieszkała w wielkim pałacu w centrum miasta. Ona odwiedzi pałac jutro. Oni odwiedzili pałac w zeszłym roku.",
      "example_translation": "Королева жила в большом дворце в центре города. Она посетит дворец завтра. Они посетили дворец прошлым годом.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "apteka",
      "translation": "аптека",
      "definition": "Sklep, gdzie sprzedawane są leki i inne produkty opieki zdrowotnej.",
      "definition_translation": "Магазин, где продаются или выдаются лекарства и другие продукты здравоохранения.",
      "example": "Wczoraj poszedłem do apteki, żeby kupić jakieś leki. Ona będzie pracować w aptece w przyszłym roku. Oni odwiedzili aptekę wczoraj.",
      "example_translation": "Я пошел в аптеку, чтобы купить некоторые лекарства. Она будет работать в аптеке в следующем году. Они посетили аптеку вчера.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "port",
      "translation": "порт",
      "definition": "Miejsce nad morzem, gdzie statki mogą przycumować, aby załadować i wyładować ładunek.",
      "definition_translation": "Место на побережье, где корабли могут останавливаться для загрузки и разгрузки груза.",
      "example": "Statek towarowy przybił do portu wczoraj. Oni wypłyną z portu jutro. My odwiedziliśmy port w zeszłym tygodniu.",
      "example_translation": "Грузовое судно прибыло в порт вчера. Они отплыли от порта завтра. Мы посетили порт на прошлой неделе.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "więzienie",
      "translation": "тюрьма",
      "definition": "Budynek lub obiekt, gdzie ludzie są przetrzymywani jako kara za popełnione przestępstwo.",
      "definition_translation": "Здание или учреждение, где люди содержатся в заключении в качестве наказания за преступление.",
      "example": "On został skazany na pięć lat więzienia. Ona odwiedzi więzienie w przyszłym miesiącu. Oni uciekli z więzienia wczoraj wieczorem.",
      "example_translation": "Он был отправлен в тюрьму на пять лет. Она посетит тюрьму в следующем месяце. Они бежали из тюрьмы прошлой ночью.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "las tropikalny",
      "translation": "дождевой лес",
      "definition": "Las tropikalny to gęsty las w regionie tropikalnym, typowo o wysokiej temperaturze i wysokim poziomie opadów.",
      "definition_translation": "Дождевой лес - это густой лес в тропическом регионе, обычно с высокой температурой и высокими уровнями осадков.",
      "example": "W zeszłym roku odwiedziłem las tropikalny w Brazylii, gdzie zobaczyłem wiele egzotycznych ptaków. Teraz planuję odwiedzić inny las tropikalny w Indonezji. Do czasu, aż zakończę moją podróż, zobaczyć będę trzy lasy tropikalne.",
      "example_translation": "Я посетил дождевой лес в Бразилии в прошлом году, где я увидел много экзотических птиц. Теперь я планирую посетить другой в Индонезии. К тому времени, когда я закончу свою поездку, я увидел три дождевых леса.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szkoła średnia",
      "translation": "средняя школа",
      "definition": "Szkoła średnia to szkoła, która zapewnia edukację uczniom w wieku około 11-18 lat.",
      "definition_translation": "Средняя школа - это школа, которая обеспечивает образование для студентов обычно в возрасте от 11 до 18 лет.",
      "example": "Ukończyłem szkołę średnią w moim rodzinnym mieście, gdzie studiowałem matematykę i nauki przyrodnicze. Teraz myślę o zapisaniu się do szkoły średniej w Stanach Zjednoczonych. Do czasu, aż ukończę studia, ukończyłem będzie dwie szkoły średnie.",
      "example_translation": "Я посетил среднюю школу в моем родном городе, где я изучал математику и науку. Теперь я думаю о поступлении в среднюю школу в Соединенных Штатах. К тому времени, когда я毕业ю, я завершу две средние школы.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep z pamiątkami",
      "translation": "магазин сувениров",
      "definition": "Sklep z pamiątkami to sklep, gdzie sprzedawane są przedmioty, które służą jako pamiątki z danego miejsca lub wydarzenia.",
      "definition_translation": "Магазин сувениров - это магазин, который продает объекты, которые служат напоминанием о bestimmten месте или событии.",
      "example": "Wczoraj poszedłem do sklepu z pamiątkami w Paryżu, gdzie kupiłem łańcuch. Teraz szukam sklepu z pamiątkami w Tokio. Do czasu, aż znajdę, odwiedziłem będzie pięć sklepów z pamiątkami.",
      "example_translation": "Я пошел в магазин сувениров в Париже, где я купил брелок. Теперь я ищу магазин сувениров в Токио. К тому времени, когда я найду один, я посетил пять магазинов сувениров.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep sportowy",
      "translation": "спортивный магазин",
      "definition": "Sklep sportowy to sklep, gdzie sprzedawane są sprzęty, ubrania i akcesoria do różnych sportów i aktywności na świeżym powietrzu.",
      "definition_translation": "Спортивный магазин - это магазин, который продает оборудование, одежду и аксессуары для различных видов спорта и наружных активностей.",
      "example": "Wczoraj odwiedziłem sklep sportowy w Nowym Jorku, gdzie kupiłem piłkę do koszykówki. Teraz planuję odwiedzić sklep sportowy w Londynie. Do czasu, aż zakończę zakupy, odwiedziłem będzie trzy sklepy sportowe.",
      "example_translation": "Я посетил спортивный магазин в Нью-Йорке, где я купил баскетбол. Теперь я планирую посетить спортивный магазин в Лондоне. К тому времени, когда я закінчу свои покупки, я посетил три спортивных магазина.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep",
      "translation": "магазин",
      "definition": "Budynek lub pomieszczenie, w którym sprzedawane są lub przechowywane są towary.",
      "definition_translation": "Здание или комната, где товары продаются или хранятся для продажи.",
      "example": "Pojechałem do sklepu, aby kupić mleko. Idę do sklepu, aby kupić buty. Pójdę do sklepu, aby kupić prezent.",
      "example_translation": "Я пошел в магазин, чтобы купить молоко. Я иду в магазин, чтобы купить обувь. Я пойду в магазин, чтобы купить подарок.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "świątynia",
      "translation": "храм",
      "definition": "Budynek dedykowany kultowi religijnemu.",
      "definition_translation": "Здание, посвященное религиозному поклонению.",
      "example": "Odwiedziłem świątynię w weekend. Odwiedzę świątynię z rodziną. Odwiedzę świątynię w przyszłym roku.",
      "example_translation": "Я посетил храм прошлым выходным днем. Я посещаю храм с моей семьей. Я посещу храм в следующем году.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wieża",
      "translation": "башня",
      "definition": "Wysoka, wąska budowla lub konstrukcja, typowo używana do obserwacji lub obrony.",
      "definition_translation": "Высокое узкое здание или сооружение, обычно используемое для наблюдения или защиты.",
      "example": "Wieża stała wysoko i dumnie. Wspiąłem się na wieżę, aby zobaczyć widok. Odwiedzę wieżę w przyszłym miesiącu.",
      "example_translation": "Башня стояла высокой и гордой. Я забрался на башню, чтобы увидеть вид. Я посещу башню в следующем месяце.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tor",
      "translation": "трек",
      "definition": "Ścieżka lub trasa używana do chodzenia, biegania lub wyścigów.",
      "definition_translation": "Путь или маршрут, используемый для ходьбы, бега или гонок.",
      "example": "Biegłem po torze wczoraj. Biegnę po torze teraz. Będę biegać po torze jutro.",
      "example_translation": "Я бежал по треку вчера. Я бегу по треку сейчас. Я побегу по треку завтра.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "schronisko młodzieżowe",
      "translation": "хостел для молодежи",
      "definition": "Tanie zakwaterowanie dla młodych podróżnych, często z pokojami typu dormitorium i wspólnymi urządzeniami.",
      "definition_translation": "Бюджетное жилье для молодых путешественников, часто с комнатами в стиле общежития и общими удобствами.",
      "example": "Zatrzymałem się w schronisku młodzieżowym w Paryżu latem. Było to wspaniałym sposobem na poznanie innych podróżnych. Zatrzymałem się w kilku schroniskach młodzieżowych przedtem, i na pewno zatrzymam się w jednym ponownie w przyszłości.",
      "example_translation": "Я останавливался в молодежном хостеле в Париже прошлым летом. Это был отличный способ встретить других путешественников. Я останавливался в нескольких молодежных хостелах раньше, и я, конечно, останусь в одном снова в будущем.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piekarnia",
      "translation": "пекарня",
      "definition": "Sklep, w którym sprzedawane są chleb, ciasta i inne wyroby piekarskie.",
      "definition_translation": "Магазин, продающий хлеб, выпечку и другие выпечные изделия.",
      "example": "Wczoraj pojechałem do piekarni, aby kupić świeży chleb. Piekarnia na rogu jest moim ulubionym. Pójdę do piekarni ponownie jutro, aby zamówić tort urodzinowy.",
      "example_translation": "Я пошел в пекарню этим утром, чтобы купить свежий хлеб. Пекарня на углу - моя любимая. Я пойду в пекарню снова завтра, чтобы заказать торт на свой день рождения.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piwnica",
      "translation": "подвал",
      "definition": "Najniższe piętro budynku, typowo poniżej poziomu gruntu, używane do przechowywania lub jako pomieszczenie gospodarcze.",
      "definition_translation": "Нижний этаж здания, обычно ниже уровня земли, используемый для хранения или как комната для коммунальных услуг.",
      "example": "Przechowywałem stare meble w piwnicy. Piwnica była zalana podczas ulewy. Skończymy piwnicę w przyszłym miesiącu i przekształcimy ją w siłownię domową.",
      "example_translation": "Я хранил мою старую мебель в подвале. Подвал был затоплен во время сильного дождя. Мы закончим подвал в следующем месяце и превратим его в домашний спортзал.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cela",
      "translation": "клетка",
      "definition": "Małe, zamknięte lub podzielone przestrzenie, np. cela więzienna lub cela w klasztorze.",
      "definition_translation": "Маленькое закрытое или отгороженное пространство, zoals тюремная клетка или клетка в монастыре.",
      "example": "Więzień był przetrzymywany w celi przez 10 lat. Mnich mieszkał w małej celi w klasztorze. Komórka plastra miał pełną miodu.",
      "example_translation": "Заключенный был содержан в клетке в течение 10 лет. Монах жил в маленькой клетке в монастыре. Клетка пчелиного сота была полна меда.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "korytarz",
      "translation": "коридор",
      "definition": "Długi korytarz w budynku, szczególnie ten, który łączy pokoje lub części budynku.",
      "definition_translation": "Коридор - это длинный проход в здании, особенно тот, который соединяет комнаты или части здания.",
      "example": "Przeszedłem korytarzem, aby dostać się do sali konferencyjnej. Wczoraj przeszedłem korytarzem, aby dostać się do sali konferencyjnej. Jutro przeszedłem korytarzem, aby dostać się do sali konferencyjnej.",
      "example_translation": "Я пошел вниз по коридору, чтобы добраться до комнаты для встреч. Вчера я шел вниз по коридору, чтобы добраться до комнаты для встреч. Завтра я пойду вниз по коридору, чтобы добраться до комнаты для встреч.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kurs",
      "translation": "курс",
      "definition": "Kurs to seria lekcji lub wykładów na określony temat, szczególnie ten, który prowadzi do uzyskania kwalifikacji.",
      "definition_translation": "Курс - это серия уроков или лекций на определенный предмет, особенно тот, который приводит к квалификации.",
      "example": "Zrobiłem kurs programowania komputerowego w zeszłym semestrze. Robię kurs programowania komputerowego w tym semestrze. Zrobię kurs programowania komputerowego w przyszłym semestrze.",
      "example_translation": "Я прошел курс компьютерного программирования в прошлом семестре. Я прохожу курс компьютерного программирования в этом семестре. Я пройду курс компьютерного программирования в следующем семестре.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "majątek",
      "translation": "имущество",
      "definition": "Majątek to duża działka ziemi, szczególnie na wsi, która należy do jednej osoby lub rodziny.",
      "definition_translation": "Имущество - это большая территория земли, особенно в деревне, которая принадлежит одному человеку или семье.",
      "example": "Rodzina Smith posiada duży majątek na wsi. Posiadała duży majątek na wsi w zeszłym roku. Posiądzie duży majątek na wsi w przyszłym roku.",
      "example_translation": "Семья Смит владеет большим имуществом в деревне. Они владели большим имуществом в деревне в прошлом году. Они будут владеть большим имуществом в деревне в следующем году.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "centrala",
      "translation": "штаб-квартира",
      "definition": "Centrala organizacji lub firmy to główne miejsce, skąd jest ona kontrolowana lub kierowana.",
      "definition_translation": "Штаб-квартира организации или компании - это основное место, где она контролируется или управляется.",
      "example": "Siedziba firmy znajduje się w Nowym Jorku. Siedziba firmy znajdowała się w Nowym Jorku w zeszłym roku. Siedziba firmy będzie znajdowała się w Nowym Jorku w przyszłym roku.",
      "example_translation": "Штаб-квартира компании находится в Нью-Йорке. Штаб-квартира компании была розташована в Нью-Йорке в прошлом году. Штаб-квартира компании будет розташована в Нью-Йорке в следующем году.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hol",
      "translation": "лобби",
      "definition": "Hol to pokój lub przestrzeń w budynku używana do czekania lub gromadzenia, często w hotelu, teatrze lub biurowcu.",
      "definition_translation": "Лобби - это комната или зона в здании, используемая для ожидания или сборов, часто в отеле, театре или офисном здании.",
      "example": "Czekałem w holu na przyjścia mojego przyjaciela. Czekam w holu na przyjścia mojego przyjaciela. Będę czekał w holu na przyjścia mojego przyjaciela.",
      "example_translation": "Я ждал в лобби прибытия моего друга. Я жду в лобби прибытия моего друга. Я буду ждать в лобби прибытия моего друга.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łąka",
      "translation": "луг",
      "definition": "Łąka to pole trawy i kwiatów, często znajdujące się nad rzeką lub strumieniem.",
      "definition_translation": "Луг - это поле травы и野цветов, часто near речки или ручья.",
      "example": "Mieliśmy piknik na łące latem zeszłym. Mamy piknik na łące co niedzielę. Będziemy mieli piknik na łące w przyszłym weekendzie.",
      "example_translation": "Мы устроили пикник в лугу прошлым летом. Мы устраиваем пикник в лугу каждое воскресенье. Мы устроим пикник в лугу на следующих выходных.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "boisko",
      "translation": "питч",
      "definition": "Boisko to obszar ziemi wyznaczony do gry w sport, szczególnie baseball lub krykieta.",
      "definition_translation": "Питч - это участок земли, размеченный для игры в какой-либо вид спорта, особенно в бейсбол или крикет.",
      "example": "Gracz baseballu rzucił piłkę przez boisko. Gracz baseballu rzuca piłkę przez boisko każdego meczu. Gracz baseballu będzie rzucał piłkę przez boisko jutro.",
      "example_translation": "Игрок в бейсбол бросил мяч через питч. Игрок в бейсбол бросает мяч через питч every игра. Игрок в бейсбол бросит мяч через питч завтра.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szopa",
      "translation": "сарай",
      "definition": "Szopa to mała konstrukcja, zwykle wykonana z drewna lub metalu, używana do przechowywania rzeczy, takich jak narzędzia, rowery lub sprzęt ogrodowy.",
      "definition_translation": "Сарай - это небольшая конструкция, обычно сделанная из дерева или металла, используемая для хранения вещей, таких как инструменты, велосипеды или оборудование для сада.",
      "example": "Przechowywałem mój rower w szopie zimą zeszłą. Przechowuję mój rower w szopie każdej zimy. Będę przechowywał mój rower w szopie zimą przyszłą.",
      "example_translation": "Я хранил свой велосипед в сарае прошлой зимой. Я храню свой велосипед в сарае каждую зиму. Я храню свой велосипед в сарае следующей зимой.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wieżowiec",
      "translation": "небоскрёб",
      "definition": "Wieżowiec to wysoki, ciągnący się przez wiele pięter budynek, często używany jako budynek biurowy, handlowy i mieszkalny.",
      "definition_translation": " Небоскрёб - это высокое, постоянно пригодное для проживания здание многих этажей, часто предназначенное для офисных, коммерческих и жилых целей.",
      "example": "Pracowałem na 30. piętrze wieżowca w Nowym Jorku. Wczoraj odwiedziłem taras widokowy wieżowca. Do przyszłego roku, będę mieszkał w wieżowcu w Tokio.",
      "example_translation": "Я работал на 30-м этаже небоскрёба в Нью-Йорк Сити. Вчера я посетил обсерваторию на вершине небоскрёба. К следующему году я shall будем жить в небоскрёбе в Токио.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plaża kamienista",
      "translation": "каменный пляж",
      "definition": "Plaża kamienista to obszar nadmorski charakteryzujący się dużą ilością kamieni, kamyczków i skał, często spotykany wzdłuż linii brzegowej.",
      "definition_translation": "Каменный пляж - это прибрежная зона с высокой концентрацией камней, гальки и валунов, часто встречающаяся вдоль береговых линий.",
      "example": "Uwielbiałem spacerować na plaży kamienistej o wschodzie słońca. Plaża kamienista była pokryta wodorostami po sztormie. Do przyszłego lata, plaża kamienista będzie czysta.",
      "example_translation": "Я любил гулять по каменному пляжу на рассвете. Каменный пляж был покрыт морской травой после шторма. К следующему лету каменный пляж будет очищен.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "studio",
      "translation": "студия",
      "definition": "Studio to pokój lub budynek używany do nauki, praktyki lub produkcji w różnych dziedzinach sztuki, takich jak taniec, muzyka lub film.",
      "definition_translation": "Студия - это комната или здание, используемое для инструктажа, практики или производства в различных искусствах, таких как танец, музыка или кино.",
      "example": "Uczyłem się w studio jogi wczoraj. Studio było wyposażone w najnowocześniejszy sprzęt. Do przyszłego miesiąca, będę miał własne studio.",
      "example_translation": "Я посетил студию йоги вчера. Студия была оборудована передовым оборудованием. К следующему месяцу у меня будет своя студия.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "terminal",
      "translation": "терминал",
      "definition": "Terminal to punkt przyjazdu lub odjazdu na lotnisku, w porcie lub w innej przesiadkowej hub, lub urządzenie do wprowadzania danych do komputera.",
      "definition_translation": "Терминал - это точка прибытия или отправления в аэропорту, морском порту или другом транспортном узле, или устройство для ввода данных в компьютер.",
      "example": "Przybyłem do terminalu godzinę przed lotem. Terminal był zatłoczony ludźmi. Do przyszłego roku, terminal będzie wyremontowany.",
      "example_translation": "Я прибыл на терминал за час до моего рейса. Терминал был переполнен людьми. К следующему году терминал будет реконструирован.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "taras",
      "translation": "терраса",
      "definition": "Płaski lub nachylony dach lub obszar, typowo otoczony murem lub balustradą, powyżej głównych pomieszczeń budynku.",
      "definition_translation": "Плоская или наклонная крыша или площадка, обычно окруженная стеной или оградой, над основными комнатами здания.",
      "example": "Pokój hotelowy miał piękny taras z widowiskowym widokiem na ocean. Rano siedzieliśmy na tarasie i śniadaliśmy. Do następnego lata, całkowicie wyremontujemy taras i dodamy nowy basen.",
      "example_translation": "Номер отеля имел красивую террасу с Potterящим видом на океан. Утром мы сидели на террасе и завтракали. К следующему лету мы реконструируем всю террасу и добавим новый бассейн.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miejsce widowiska",
      "translation": "место проведения",
      "definition": "Miejsce, w którym odbywa się określone wydarzenie lub aktywność, takie jak koncert, wystawa lub spotkanie.",
      "definition_translation": "Место, где проводится определенное событие или деятельность, например, концерт, выставка или встреча.",
      "example": "Miejsce widowiska na recepcję weselną zostało zmienione na większą salę ze względu na zwiększoną liczbę gości. Miejsce widowiska jest wyposażone w nowoczesne sprzęty nagłośnieniowe. Do następnego roku, miejsce widowiska będzie gospodarzem ponad 500 wydarzeń.",
      "example_translation": "Место проведения свадебного приема было изменено на более大的 зал из-за увеличения числа гостей. Место оснащено современным звуковым оборудованием. К следующему году место проведения будет приняло более 500 мероприятий.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oddział",
      "translation": "округ",
      "definition": "Dział szpitala, typowo wyposażony w łóżka i sprzęty medyczne, gdzie pacjenci otrzymują opiekę.",
      "definition_translation": "Отделение больницы, обычно с кроватями и медицинским оборудованием, где пациенты получают уход.",
      "example": "Pielęgniarka pracowała na oddziale pediatrycznym, opiekując się dziećmi z różnymi chorobami. Szpital ma kilka oddziałów, każdy specjalizujący się w różnych chorobach. Do następnego miesiąca, nowy oddział będzie otwarty, zwiększając pojemność szpitala.",
      "example_translation": "Медсестра работала на детском отделении, ухаживая за детьми с разными заболеваниями. Больница имеет несколько отделений, каждое из которых специализируется на различных медицинских условиях. К следующему месяцу новое отделение будет открыто, увеличивая мощность больницы.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wieża kontroli",
      "translation": "башня управления",
      "definition": "Wysoka konstrukcja na lotnisku, z której kontrolerzy ruchu lotniczego kierują ruchem samolotów.",
      "definition_translation": "Высокая структура в аэропорту, из которой диспетчеры управляют движением самолетов.",
      "example": "Wieża kontroli na lotnisku została ewakuowana ze względu na alarm pożarowy. Kontroler w wieży kontroli prowadził pilota do bezpiecznego lądowania. Do następnego roku, wieża kontroli będzie wyremontowana i wyposażona w nowoczesną technologię.",
      "example_translation": "Башня управления в аэропорту была эвакуирована из-за пожарной тревоги. Диспетчер в башне управления руководил пилотом к безопасной посадке. К следующему году башня управления будет реконструирована и оснащена современной техникой.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "delikatesy",
      "translation": "деликатесный магазин",
      "definition": "Delikatesy to sklep, który sprzedaje różnorodne produkty spożywcze wysokiej jakości, takie jak mięsa, sery i wyroby piekarnicze.",
      "definition_translation": "Деликатесный магазин - это магазин, который продаёт разнообразные высококачественные продукты, такие как мясо, сыр и выпечка.",
      "example": "Poszedłem do delikatesów, aby kupić kanapki na lunch. Poszedłem do delikatesów jutro, aby kupić przekąski na imprezę. Wcześniej poszedłem do delikatesów, aby kupić składniki na obiad.",
      "example_translation": "Я пошёл в деликатесный магазин, чтобы купить некоторые сэндвичи для обеда. Я пойду в деликатесный магазин завтра, чтобы купить некоторые закуски для вечеринки. Я уже 去 был в деликатесный магазин раньше, чтобы купить некоторые ингредиенты для ужина.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomnik",
      "translation": "достопримечательность",
      "definition": "Pomnik to sławny lub historyczny budynek, monument lub konstrukcja, który jest rozpoznawany i admirowany przez wielu ludzi.",
      "definition_translation": "Достопримечательность - это знаменитое или историческое здание, монумент или сооружение, которое признаётся и восхищается многими людьми.",
      "example": "Wieża Eiffla jest sławnym pomnikiem w Paryżu. Widziałem wiele pomników podczas mojej podróży po Europie. Pomnik był oświetlony nocą i wyglądał oszałamiająco.",
      "example_translation": "Эйфелева башня - это знаменитая достопримечательность в Париже. Я видел многие достопримечательности во время моей поездки по Европе. Достопримечательность была освещена ночью и выглядела ấn tượngно.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pałac",
      "translation": "особняк",
      "definition": "Pałac to duży i imponujący dom, szczególnie ten, który jest luksusowy lub grandiozny.",
      "definition_translation": "Особняк - это большой и впечатляющий дом, особенно если он роскошный или величественный.",
      "example": "Pałac był otoczony pięknym ogrodem. Zawsze marzyłem o posiadaniu pałacu. Pałac został zniszczony w pożarze.",
      "example_translation": "Особняк был окружён красивым садом. Я всегда мечтал владеть особняком. Особняк был уничтожен в пожаре.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "schody",
      "translation": "лестница",
      "definition": "Schody to zestaw stopni i otaczających ich murów, balustrad i innych konstrukcji, które je wspierają.",
      "definition_translation": "Лестница - это набор ступеней и окружающих стен, перил и других структур, поддерживающих их.",
      "example": "Schody były wspaniałe i zakręcały. Wspiąłem się po schodach na drugie piętro. Schody były wąskie i strome.",
      "example_translation": "Лестница была величественной и изогнутой. Я поднялся по лестнице на второй этаж. Лестница была узкой и круто спускавшейся.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep papierniczy",
      "translation": "канцелярская лавка",
      "definition": "Sklep, który sprzedaje materiały biurowe, papiery i inne materiały do pisania i typu.",
      "definition_translation": "Магазин, который продает канцелярские товары, бумагу и другие материалы для письма и печати.",
      "example": "Poszedłem do sklepu papierniczego, aby kupić nowy zeszyt do szkoły. Wczoraj kupiłem pióro z tego samego sklepu. Jutro kupię kalkulator z tego samego sklepu.",
      "example_translation": "Я пошел в канцелярскую лавку, чтобы купить новый блокнот для школы. Вчера я купил ручку в том же магазине. Завтра я куплю калькулятор в том магазине.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "magazyn",
      "translation": "склад",
      "definition": "Duży budynek używany do magazynowania towarów lub produktów.",
      "definition_translation": "Большое здание, используемое для хранения товаров или продуктов.",
      "example": "Firma zbudowała nowy magazyn, aby magazynować swoje towary. Magazyn był bardzo duży i miał wiele półek. W przyszłości, firma będzie rozwijać magazyn, aby magazynować więcej towarów.",
      "example_translation": "Компания построила новый склад для хранения своих товаров. Склад был очень большим и имелMany полок. В будущем они расширят склад для хранения больше товаров.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rybaczka",
      "translation": "рыбный рынок",
      "definition": "Sklep, w którym sprzedaje się świeżą ryby i inne produkty morskie.",
      "definition_translation": "Магазин, который продает свежую рыбу и другие морепродукты.",
      "example": "Poszedłem do rybaczki, aby kupić świeżą rybę na obiad. Wczoraj kupiłem krewetki w tym samym sklepie. Jutro kupię homara w tym sklepie.",
      "example_translation": "Я пошел на рыбный рынок, чтобы купить лосось на ужин. Вчера я купил креветки в том же магазине. Завтра я куплю лобстер в том магазине.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żelaznik",
      "translation": "железнодорожный рынок",
      "definition": "Sklep, w którym sprzedaje się narzędzia i towary metalowe.",
      "definition_translation": "Магазин, который продает оборудование, инструменты и другие металлические товары.",
      "example": "Poszedłem do żelaznika, aby kupić nowy młot. Wczoraj kupiłem śrubokręt w tym samym sklepie. Jutro kupię klucz nasadowy w tym sklepie.",
      "example_translation": "Я пошел на железнодорожный рынок, чтобы купить новый молот. Вчера я купил отвертку в том же магазине. Завтра я куплю гаечный ключ в том магазине.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lądowanie",
      "translation": "посадка",
      "definition": "Czynność lądowania, szczególnie samolotu lub statku kosmicznego, lub miejsce, gdzie to się dzieje.",
      "definition_translation": "Акт посадки, особенно самолета или космического аппарата, или место, где это происходит.",
      "example": "Pilot rozpoczął procedurę lądowania, a samolot wylądował bezpiecznie na pasie startowym. Wczoraj świadczyłem lądowania samolotu na plaży. Do 2025 roku ludzie wylądują na Marsie.",
      "example_translation": "Пилот начал процедуру посадки, и самолет приземлился безопасно на взлетную полосу. Вчера я свидетельствовал посадку самолета на пляже. К 2025 году люди высадятся на Марс.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "strych",
      "translation": "чердак",
      "definition": "Pomieszczenie lub przestrzeń bezpośrednio pod dachem budynku, często używane jako magazyn.",
      "definition_translation": "Комната или пространство ngay под крышей здания, часто используемое для хранения.",
      "example": "Przechowuję stare pudełka i meble na strychu. Strych został przekształcony w nowoczesne mieszkanie. W XIX wieku strychy były używane jako warsztaty.",
      "example_translation": "Я храню старые коробки и мебель на чердаке. Чердак был преобразован в современную квартиру. В 19-м веке чердаки использовались как мастерские.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyłączność sprzedaży alkoholu",
      "translation": "лицензия на розничную продажу алкоголя",
      "definition": "Licencja lub pozwolenie, które umożliwiają sprzedaż alkoholu do spożycia poza lokalami.",
      "definition_translation": "Лицензия или разрешение, которое позволяет лицу или бизнесу продавать алкоголь для потребления вне помещения.",
      "example": "Sklep z wyłącznością sprzedaży alkoholu był otwarty 24/7. Otrzymałem wyłączność sprzedaży alkoholu na restaurację. W niektórych krajach wyłączności sprzedaży alkoholu są udzielane tylko wybranym osobom.",
      "example_translation": "Магазин с лицензией на розничную продажу алкоголя был открыт 24/7. Я получил лицензию на розничную продажу вина в моем ресторане. В некоторых странах лицензии на розничную продажу алкоголя выдаются только определенным лицам.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stajnia",
      "translation": "стойло",
      "definition": "Budynek lub konstrukcja na terenie, która służy jako schronienie dla koni, bydła lub innych zwierząt.",
      "definition_translation": "Здание или конструкция для размещения лошадей, крупного рогатого скота или других животных.",
      "example": "Stajnia była czyszczona każdego ranka. Koń został umieszczony w stajni z świeżą sianem. W dawnych czasach stajnie były używane jako schronienia dla podróżnych.",
      "example_translation": "Стоило было очищено каждое утро. Лошадь была помещена в стойло с свежим сеном. В давние дни стойла использовались как приюты для путешественников.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sklep wolnocłowy",
      "translation": "дьюти-фри магазин",
      "definition": "Sklep wolnocłowy jest sklepem detalicznym, który sprzedaje towary bez pobierania podatku VAT lub innych lokalnych podatków.",
      "definition_translation": "Магазин дьюти-фри - это розничный магазин, который продает товары без взимания налогов на добавленную стоимость или иных местных налогов.",
      "example": "Kupiłem butelkę perfum w sklepie wolnocłowym na lotnisku. Wczoraj kupiłem zegarek w sklepie wolnocłowym, a jutro kupię aparat w sklepie wolnocłowym.",
      "example_translation": "Я купил бутылку парфюма в дьюти-фри магазине в аэропорту. Вчера я купил часы в дьюти-фри магазине, а завтра я куплю камеру в дьюти-фри магазине.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "molo",
      "translation": "пристань",
      "definition": "Molo jest konstrukcją zbudowaną na filarach w morzu, jeziorze lub rzece, służącą jako miejsce cumowania dla łodzi lub statków.",
      "definition_translation": "Пристань - это сооружение, возведенное на столбах в море, озере или реке, используемое как место причала для лодок или судов.",
      "example": "Spacerowałem wzdłuż molo, by podziwiać zachód słońca. Rybacy wyładowali swój połów na molu wczoraj, a dzisiaj naprawiali swoje sieci na molu. Do nastłego lata miasto zbuduje nowe molo.",
      "example_translation": "Я šёл вдоль пристани, чтобы насладиться закатом. Рыбаки разгрузили свой улов на пристани вчера, а сегодня они ремонтируют свои сети на пристани. К следующему лету город построит новую пристань.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]
}