{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kucharz",
      "translation": "повар",
      "definition": "Osoba, która przygotowuje i gotuje jedzenie, szczególnie jako zawód.",
      "definition_translation": "Человек, который готовит иварит пищу, особенно как профессия.",
      "example": "Ona ugotowała smaczną kolację dla swojej rodziny wczoraj wieczorem. Ona teraz gotuje obiad dla swoich przyjaciół. Ona będzie gotowała śniadanie dla swoich dzieci jutro.",
      "example_translation": "Она приготовила вкусный обед для своей семьи прошлым вечером. Она готовит ужин для своих друзей сейчас. Она приготовит завтрак для своих детей завтра.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lekarz",
      "translation": "доктор",
      "definition": "Osoba, która posiada wykształcenie medyczne i jest uprawniona do wykonywania praktyki medycznej.",
      "definition_translation": "Человек, который имеет право практиковать медицину, особенно тот, кто имеет медицинскую степень.",
      "example": "Lekarz dokładnie zbadał pacjenta. Lekarz teraz analizuje wyniki badań. Lekarz będzie badał pacjenta ponownie za tydzień.",
      "example_translation": "Доктор тщательно осмотрел пациента. Доктор сейчас просматривает результаты теста. Доктор будет осматривать пациента снова на следующей неделе.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kierowca",
      "translation": "водитель",
      "definition": "Osoba, która prowadzi pojazd, szczególnie samochód lub ciężarówkę.",
      "definition_translation": "Человек, который управляет транспортным средством, особенно автомобилем или грузовиком.",
      "example": "On jechał do pracy wczoraj. On teraz jedzie do szkoły. On będzie jechał na plażę jutro.",
      "example_translation": "Он ехал на работу вчера. Он сейчас едет в школу. Он будет ехать на пляж завтра.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nauczyciel",
      "translation": "учитель",
      "definition": "Osoba, która uczy, szczególnie ta, która jest zatrudniona w szkole.",
      "definition_translation": "Человек, который учит, особенно тот, кто работает в школе.",
      "example": "Ona uczyła matematyki swoim uczniom w zeszłym roku. Ona teraz uczy angielskiego. Ona będzie uczyć historii jutro.",
      "example_translation": "Она преподавала математiku своим студентам в прошлом году. Она сейчас преподает английский язык. Она будет преподавать историю завтра.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kelner",
      "translation": "официант",
      "definition": "mężczyzna, który obsługuje klientów w restauracji",
      "definition_translation": "человек, обычно мужчина, который обслуживает клиентов в ресторане",
      "example": "Kelner przyniósł nam menu. On teraz przyniesie nam jedzenie. On przyniósł nam rachunek ostatnio.",
      "example_translation": "Официант принёс нам меню. Он принесёт нашу еду скоро. Он принёс нам счёт в прошлый раз.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kelnerka",
      "translation": "официантка",
      "definition": "kobieta, która obsługuje klientów w restauracji",
      "definition_translation": "человек, обычно женщина, которая обслуживает клиентов в ресторане",
      "example": "Kelnerka zabrała nasze zamówienie. Ona teraz przyniesie nam napoje. Ona przyniosła nam deser wczoraj.",
      "example_translation": "Официантка взяла наш заказ. Она принесёт наши напитки скоро. Она принесла нам десерт вчера.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aktor",
      "translation": "актёр",
      "definition": "osoba, która gra w teatrze, filmie lub produkcji telewizyjnej",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции",
      "example": "Aktor zagrał rolę króla. On będzie grał główną rolę w nowym filmie. On zagrał małą rolę w ostatniej sztuce.",
      "example_translation": "Актёр играл роль короля. Он будет играть главную роль в новом фильме. Он играл nhỏую роль в последнем спектакле.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aktorka",
      "translation": "актриса",
      "definition": "kobieta, która gra w teatrze, filmie lub produkcji telewizyjnej",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции, особенно женщина",
      "example": "Aktorka wygrała nagrodę za swoją rolę. Ona będzie gwiazdą nowego serialu telewizyjnego. Ona zagrała główną rolę w ostatnim filmie.",
      "example_translation": "Актриса выиграла премию за свою игру. Она будет сниматься в новом телесериале. Она играла главную роль в последнем фильме.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "artysta",
      "translation": "художник",
      "definition": "Osoba, która twórcze zajmuje się malarstwem, rysunkiem lub rzeźbą.",
      "definition_translation": "Человек, создающий картины, рисунки или скульптуры.",
      "example": "Ona była artystką, która uwielbiała malować krajobrazy. Ona teraz pracuje nad nowym projektem. Ona będzie miała swoją pierwszą wystawę następnego miesiąca.",
      "example_translation": "Она была художницей, которая любила рисовать пейзажи. Она в настоящее время работает над новым проектом. Она будет иметь свою первую выставку в следующем месяце.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biznesmen",
      "translation": "бизнесмен",
      "definition": "Osoba, która jest zajęta działalnością handlową lub przemysłową.",
      "definition_translation": "Человек, который участвует в коммерческих или промышленных мероприятиях.",
      "example": "On był udanym biznesmenem, który założył swoją własną firmę. On teraz rozszerza swoją firmę. On będzie otwierał nowy biuro następnego roku.",
      "example_translation": "Он был успешным бизнесменом, который основал свою собственную компанию. Он в настоящее время расширяет свой бизнес. Он откроет новый офис в следующем году.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bizneswoman",
      "translation": "бизнес-леди",
      "definition": "Kobieta zajmująca się działalnością gospodarczą lub przemysłową.",
      "definition_translation": "Женщина, которая участвует в коммерческих или промышленных мероприятиях.",
      "example": "Była udaną bizneswoman, która założyła własną firmę. Negocjowała właśnie umowę z potencjalnym klientem. Wygłosi przemówienie na konferencji w przyszłym tygodniu.",
      "example_translation": "Она была успешной бизнес-леди, которая начала свою own компанию. Она вела переговоры о сделке с потенциальным клиентом. Она будет выступать с речью на конференции на следующей неделе.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mechanik samochodowy",
      "translation": "автослесарь",
      "definition": "Osoba naprawiająca i utrzymująca pojazdy.",
      "definition_translation": "Человек, который ремонтирует и обслуживает транспортные средства.",
      "example": "Był wykwalifikowanym mechanikiem samochodowym, który naprawił mój samochód. Aktualnie pracuje nad nowym projektem. Otworzy własny garaż za miesiąc.",
      "example_translation": "Он был опытным автослесарем, который отремонтировал мою машину. Он в настоящее время работает над новым проектом. Он откроет свой собственный гараж в следующем месяце.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szef kuchni",
      "translation": "повар",
      "definition": "Szef kuchni to jeden z wykwalifikowanych i doświadczonych kucharzy, którzy przygotowują jedzenie w restauracji lub innym miejscu żywienia.",
      "definition_translation": "Повар - это обученный и опытный повар, который готовит пищу в ресторане или другом учреждении общественного питания.",
      "example": "Pracowała jako szef kuchni w hotelu pięciogwiazdkowym przez pięć lat. Aktualnie pracuje jako szef kuchni w zajętym restauracyjnym. Będzie pracować jako szef kuchni na statku wycieczkowym w przyszłym roku.",
      "example_translation": "Она работала поваром в пятизвездочном отеле пять лет. Теперь она работает поваром в忙ующем ресторане. Она будет работать поваром на круизном судне в следующем году.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chemik",
      "translation": "химик",
      "definition": "Chemik to naukowiec, który bada skład i właściwości substancji oraz reakcje, które zachodzą.",
      "definition_translation": "Химик - это ученый, который изучает состав и свойства веществ и реакции, которые они проходят.",
      "example": "Był chemikiem w laboratorium, gdzie analizował skład chemiczny wody. Aktualnie pracuje jako chemik w firmie farmaceutycznej. Będzie wiodącym chemikiem w instytucie badawczym w przyszłym roku.",
      "example_translation": "Он был химиком в лаборатории, где он анализировал химический состав воды. Теперь он работает химиком в фармацевтической компании. Он будет ведущим химиком в исследовательском институте в следующем году.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sprzątaczka",
      "translation": "уборщик",
      "definition": "Sprzątaczka to osoba odpowiedzialna za czyszczenie budynków, ulic lub przestrzeni publicznych.",
      "definition_translation": "Уборщик - это человек, который отвечает за уборку зданий, улиц или общественных пространств.",
      "example": "Pracowała jako sprzątaczka w budynku biurowym przez trzy lata. Aktualnie pracuje jako sprzątaczka w szpitalu. Będzie pracować jako sprzątaczka w szkole w przyszłym roku.",
      "example_translation": "Она работала уборщицей в офисном здании три года. Теперь она работает уборщицей в больнице. Она будет работать уборщицей в школе в следующем году.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tancerz",
      "translation": "танцор",
      "definition": "Tancerz to osoba, która wykonuje taniec jako zawód lub hobby.",
      "definition_translation": "Танцор - это человек, который выполняет танцы как профессию или хобби.",
      "example": "Był tancerzem w kompanii baletowej przez pięć lat. Aktualnie pracuje jako tancerz w teatrze muzycznym. Będzie wiodącym tancerzem w kompanii tanecznej w przyszłym roku.",
      "example_translation": "Он был танцором в балетной компании пять лет. Теперь он работает танцором в музыкальном театре. Он будет ведущим танцором в танцевальной компании в следующем году.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dentysta",
      "translation": "стоматолог",
      "definition": "Dentysta to osoba, której zawodem jest opieka nad zębami i dziąsłami, a także udzielanie świadczeń profilaktycznych i leczniczych w przypadku chorób zębów i dziąseł.",
      "definition_translation": "Человек, чья профессия заботиться о зубах и деснах, и предоставлять профилактические и восстановительные лечения для кариеса зубов, заболеваний десен и других условий.",
      "example": "Odwiedzam mojego dentystę regularnie przez ostatnie pięć lat, odwiedzę mojego dentystę w następnym tygodniu, odwiedziłem mojego dentystę w zeszłym miesiącu.",
      "example_translation": "Я хожу к своему стоматологу регулярно на протяжении пяти лет, я посещу своего стоматолога на следующей неделе, и я посетил своего стоматолога прошлый месяц.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "inżynier",
      "translation": "инженер",
      "definition": "Inżynier to osoba, która projektuje, buduje lub utrzymuje silniki, maszyny lub konstrukcje, albo jest wykształcona w jednej z gałęzi inżynierii.",
      "definition_translation": "Человек, который проектирует, строит или обслуживает двигатели, машины или сооружения, или кто обучен в одной из областей инженерии.",
      "example": "Pracuje jako inżynier w firmie produkującej samochody, zaprojektuje nowy system silnika, zbudowała mechaniczną rękę w swoim poprzednim projekcie.",
      "example_translation": "Она работает инженером в компании по производству автомобилей, она спроектирует новую систему двигателя, и она построила роботизированную руку в ее предыдущем проекте.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rolnik",
      "translation": "фермер",
      "definition": "Rolnik to osoba, która posiada lub zarządza gospodarstwem rolnym, uprawiając ziemię i hodując zwierzęta.",
      "definition_translation": "Человек, который владеет или управляет фермой, особенно тот, кто культивирует землю и выращивает культуры или скот.",
      "example": "Mój dziadek był rolnikiem, będzie zbierał plony w następnym miesiącu, zaorał pola wczoraj.",
      "example_translation": "Мой дедушка был фермером, он убирает свой урожай следующий месяц, и он пахал поля вчера.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piłkarz",
      "translation": "футболист",
      "definition": "Piłkarz to osoba, która gra w piłkę nożną, szczególnie zawodowo.",
      "definition_translation": "Человек, который играет в футбол, особенно профессионально.",
      "example": "Jest utalentowanym piłkarzem, będzie grał w finale meczu, strzelił bramkę w ostatnim meczu.",
      "example_translation": "Он является опытным футболистом, он будет играть в финальном матче, и он забил гол в последней игре.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przewodnik",
      "translation": "гид",
      "definition": "Osoba, która prowadzi lub kieruje ludźmi podczas wycieczki lub podróży, szczególnie ta, która wyjaśnia historię, kulturę i cechy miejsca.",
      "definition_translation": "Человек, который руководит или направляет людей по туру или путешествию, особенно тот, кто объясняет историю, культуру и особенности места.",
      "example": "Pracowała jako przewodnik w muzeum przez pięć lat, następnie będzie prowadzić turystów przez starożytne miasto następnego lata, a wreszcie, prowadziła nas przez park.",
      "example_translation": "Она работала гидом в музее пять лет, затем она будет сопровождать туристов через ancient город следующим летом, и, наконец, она проводила нас через парк.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dyrektor szkoły",
      "translation": "директор школы",
      "definition": "Główny nauczyciel lub administrator odpowiedzialny za szkołę.",
      "definition_translation": "Главный учитель или администратор, отвечающий за школу.",
      "example": "Dyrektor szkoły ukarze ucznia, który złamał zasady, ona była dyrektorem tej szkoły przez dziesięć lat, a dyrektor szkoły przeszedł na emeryturę następnego roku.",
      "example_translation": "Директор школы дисциплинирует студента, который нарушил правила, она была директором этой школы десять лет, и директор школы уйдет на пенсию следующим годом.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "menedżer",
      "translation": "менеджер",
      "definition": "Osoba odpowiedzialna za kontrolowanie lub administrowanie przedsiębiorstwem, organizacją lub projektem.",
      "definition_translation": "Человек, отвечающий за контроль или администрирование бизнеса, организации или проекта.",
      "example": "Został awansowany na menedżera departamentu sprzedaży, menedżer hotelu spotka się z nami w recepcji, a menedżer zwiększy budżet następnego kwartału.",
      "example_translation": "Он был повышен до должности менеджера отдела продаж, менеджер отеля встретит нас в регистратуре, и менеджер увеличит бюджет в следующем квартале.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mechanik",
      "translation": "механик",
      "definition": "Osoba, której zadaniem jest naprawiać i konserwować maszyny, szczególnie pojazdy.",
      "definition_translation": "Человек, чья работа заключается в ремонте и обслуживании машин, особенно транспортных средств.",
      "example": "Mechanik naprawił silnik samochodu, ona zostanie mechanikiem w zespole wyścigowym, a mechanik sprawdzi hamulce roweru jutro.",
      "example_translation": "Механик починил двигатель автомобиля, она будет механиком в команде гонщиков, и механик проверит тормоза велосипеда завтра.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pielęgniarka",
      "translation": "медицинская сестра",
      "definition": "Osoba przeszkolona do opieki nad chorymi lub rannymi, szczególnie w szpitalu lub klinice.",
      "definition_translation": "Медицинская сестра - это человек, обученный заботиться о больных или раненых, особенно в больнице или клинике.",
      "example": "Pracowała jako pielęgniarka w szpitalu przez pięć lat, następnie będzie pracować w klinice, a teraz jest pielęgniarką naczelną.",
      "example_translation": "Она worked как медсестра в больнице пять лет, потом она будет работать в клинике, а теперь она работает как старшая медсестра.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "malarz",
      "translation": "художник",
      "definition": "Malarz to osoba, która maluje obrazy lub ściany jako zajęcie lub hobby.",
      "definition_translation": "Художник - это человек, который рисует картины или стены как работа или хобби.",
      "example": "Był znanym malarzem w XIX wieku, namalował wiele pięknych krajobrazów, teraz maluje portrety, a w przyszłości namaluje sceny miejskie.",
      "example_translation": "Он был знаменитым художником в 19 веке, он написал много красивых пейзажей, теперь он рисует портреты, а в будущем он будет рисовать городские сцены.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fotograf",
      "translation": "фотограф",
      "definition": "Fotograf to osoba, która robi zdjęcia jako zajęcie lub hobby.",
      "definition_translation": "Фотограф - это человек, который делает фотографии как работа или хобби.",
      "example": "Była fotografem na weselu, zrobiła wiele pięknych zdjęć, teraz robi zdjęcia przyrody, a w przyszłości zrobi zdjęcia miast.",
      "example_translation": "Она была фотографом на свадьбе, она сделала много красивых фотографий, теперь она делает фото природы, а в будущем она будет делать фото городов.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pilot",
      "translation": "лётчик",
      "definition": "Pilot to osoba, która lata samolotem, szczególnie jako zawód.",
      "definition_translation": "Лётчик - это человек, который летает на воздушном судне, особенно как работа.",
      "example": "Był pilotem w siłach powietrznych, latał wiele samolotów, teraz lata samolotem linii lotniczej, a w przyszłości będzie latać prywatnym odrzutowcem.",
      "example_translation": "Он был лётчиком в военно-воздушных силах, он летал на многих самолётах, теперь он летает на коммерческом лайнере, а в будущем он будет летать на частном реактивном самолете.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gracz",
      "translation": "игрок",
      "definition": "Gracz to osoba, która uczestniczy w sporcie, grze lub aktywności.",
      "definition_translation": "Человек, участвующий в спорте, игре или hoạtности.",
      "example": "Był wielkim graczem w college'u, ale teraz tylko gra dla zabawy. Grał w piłkę nożną wczoraj i będzie grał w tenisa jutro. Będzie profesjonalnym graczem w przyszłości.",
      "example_translation": "Он был отличным игроком в своей колледжской жизни, но теперь он просто играет для удовольствия. Он играл в футбол вчера и будет играть в теннис завтра. Он будет профессиональным игроком в будущем.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "funkcjonariusz policji",
      "translation": "полицейский",
      "definition": "Osoba odpowiedzialna za egzekwowanie prawa i utrzymanie porządku w określonym obszarze.",
      "definition_translation": "Человек, ответственный за обеспечение закона и поддержание порядка в определенной области.",
      "example": "Funkcjonariusz policji aresztował podejrzanego i zabrał go na komisariat. Ona była funkcjonariuszem policji przez pięć lat i rozwiązywała wiele spraw. Będzie szefem policji w przyszłości.",
      "example_translation": "Полицейский арестовал подозреваемого и отвез его в участок. Она была полицейским пять лет и раскрыла nhiều дел. Она станет начальником полиции в будущем.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "policjant",
      "translation": "полицейский",
      "definition": "Mężczyzna pełniący funkcję policjanta.",
      "definition_translation": "Мужчина, работающий в полиции.",
      "example": "Policjant kierował ruchem i trzymał pieszych w bezpieczeństwie. On został policjantem przed dziesięciu laty i otrzymał wiele nagród. On odejdzie na emeryturę jako policjant przyszłego roku.",
      "example_translation": "Полицейский управлял движением и поддерживал безопасность пешеходов. Он был полицейским десять лет и получил много наград. Он уйдет на пенсию полицейским в следующем году.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "policjantka",
      "translation": "полицейская",
      "definition": "Kobieta pełniąca funkcję policjanta.",
      "definition_translation": "Женщина, работающая в полиции.",
      "example": "Policjantka była bardzo miła i pomogła zgubionej dziewczynce znaleźć swoją matkę. Ona została policjantką przed siedmiu laty i rozwiązała wiele przestępstw. Ona zostanie detektywem w przyszłości.",
      "example_translation": "Полицейственная была очень доброй и помогла потерявшемуся ребенку найти его мать. Она была полицейской семь лет и раскрыла много преступлений. Она станет детективом в будущем.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "recepcjonistka",
      "translation": "приёмщик",
      "definition": "Osoba zatrudniona do przyjmowania i organizowania rezerwacji, odbierania połączeń telefonicznych i wykonywania innych zadań administracyjnych w hotelu, biurze lub innej organizacji.",
      "definition_translation": "Человек, нанятый для приема и организации бронирования, ответа на телефонные звонки и выполнения других административных задач в отеле, офисе или другой организации.",
      "example": "Recepcjonistka powitała nas ciepło i zarejestrowała nas w pokoju. Ona wyrejestruje nas jutro rano. Ona wcześniej zarejestrowała nas online przed przyjazdem.",
      "example_translation": "Приемщик тепло поприветствовал нас и заселил нас в наш номер. Она выселит нас завтра утром. Она зарегистрировала нас онлайн перед нашим прибытием.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "asystent sprzedaży",
      "translation": "помощник по продажам",
      "definition": "Osoba pomagająca sprzedawcy lub zespołowi sprzedaży w zadaniach administracyjnych, obsłudze klienta i wsparciu sprzedaży.",
      "definition_translation": "Человек, который помогает продавцу или команде продаж с административными задачами, обслуживанием клиентов и поддержкой продаж.",
      "example": "Asystent sprzedaży pomógł klientowi znaleźć odpowiedni produkt. Ona pomoże zespołowi sprzedaży przy przyszłej promocji. Ona pomogła menedżerowi przy ubiegłej kampanii.",
      "example_translation": "Помощник по продажам помог клиенту найти нужный продукт. Она поможет команде продаж с грядущей акцией. Она помогала менеджеру с предыдущей кампанией.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sprzedawca",
      "translation": "продавец",
      "definition": "Osoba sprzedająca towary lub usługi klientom, często w sklepie detalicznym lub hurtowni.",
      "definition_translation": "Человек, который продает товары или услуги клиентам, часто в розничной или оптовой обстановке.",
      "example": "Sprzedawca pokazał nam nową linię produktów. Ona sprzedaje nową kolekcję w następnym kwartale. Ona sprzedawała poprzedni model z rabatem.",
      "example_translation": "Продавец показал нам новую линейку продуктов. Она продаст новую коллекцию в следующем квартале. Она продала предыдущую модель со скидкой.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sekretarka",
      "translation": "секретарь",
      "definition": "Osoba zatrudniona do świadczenia wsparcia administracyjnego organizacji lub firmy, często odpowiedzialna za zadania takie jak pisownie, składanie dokumentów i rezerwacja podróży.",
      "definition_translation": "Человек, нанятый для предоставления административной поддержки организации или бизнесу, часто отвечающий за задачи, такие как печатание, файловое хранение и организацию поездок.",
      "example": "Sekretarka zapisywała notatki podczas spotkania. Ona zaplanuje konferencję telefoniczną jutro. Ona zarezerwowała lot na ostatnią podróż.",
      "example_translation": "Секретарь делала записи во время встречи. Она запланирует конференц-звонок завтра. Она забронировала билет на предыдущую поездку.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śpiewaczka",
      "translation": "певец",
      "definition": "Osoba śpiewająca, zwłaszcza zawodowo.",
      "definition_translation": "Человек, который поет, особенно профессионально.",
      "example": "Śpiewaczka wykonała piękną wersję hymnu narodowego. Ona jest śpiewaczką od 18 roku życia. Ona zostanie sławną śpiewaczką kiedyś.",
      "example_translation": "Певец исполнил krásную версию национального гимна. Она стала певцом, когда ей было 18 лет. Она будет знаменитым певцом в один день.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "taksówkarz",
      "translation": "водитель такси",
      "definition": "Osoba zarabiająca na życie, prowadząc taksówkę.",
      "definition_translation": "Человек, который водит такси как职业.",
      "example": "Taksówkarz był bardzo przyjazny i pomocny. On zostaje taksówkarzem przez 10 lat. On będzie prowadził taksówkę na lotnisko jutro.",
      "example_translation": "Водитель такси был очень дружелюбным и helpful. Он был водителем такси в течение 10 лет. Он будет водить такси до аэропорта завтра.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przewodnik turystyczny",
      "translation": "экскурсовод",
      "definition": "Osoba prowadząca i oprowadzająca turystów, szczególnie w określonym obszarze lub trasie.",
      "definition_translation": "Человек, который ведет и сопровождает туристов, особенно в определенной области или на определенной маршруте.",
      "example": "Przewodnik turystyczny pokazał nam stare miasto. Ona jest przewodnikiem turystycznym przez 5 lat. Oni zatrudnią nowego przewodnika turystycznego na lato.",
      "example_translation": "Экскурсовод показал нам вокруг старого города. Она была экскурсоводом в течение 5 лет. Они нанять нового экскурсовода на летний сезон.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pisarz",
      "translation": "писатель",
      "definition": "Osoba pisząca książki, opowiadania lub artykuły jako zawód.",
      "definition_translation": "Человек, который пишет книги, истории или статьи как работу или занятие.",
      "example": "Pisarz opublikował swoją pierwszą powieść w zeszłym roku. On jest pisarzem od momentu ukończenia college'u. Ona będzie sławną pisarką kiedyś.",
      "example_translation": "Писатель опубликовал свою первую новеллу в прошлом году. Он был писателем, когда он окончил колледж. Она будет знаменитым писателем в один день.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "księgowy",
      "translation": "бухгалтер",
      "definition": "Osoba, której zadaniem jest prowadzenie, kontrolowanie i przygotowywanie dokumentów finansowych i księgowych.",
      "definition_translation": "Человек, чья работа заключается в ведении, проверке и подготовке финансовых отчетов и счетов.",
      "example": "Pracowała jako księgowa w dużej firmie przez pięć lat, potem została księgową w banku, a teraz będzie księgową w startupie.",
      "example_translation": "Она работала бухгалтером в большой фирме в течение пяти лет, затем стала бухгалтером в банке, и сейчас она собирается стать бухгалтером в стартапе.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "architekt",
      "translation": "архитектор",
      "definition": "Osoba, która projektuje budynki i inne konstrukcje.",
      "definition_translation": "Человек, который проектирует здания и другие сооружения.",
      "example": "Był architektem sławnego budynku, zaprojektował go 10 lat temu, a za rok zaprojektuje nowy.",
      "example_translation": "Он был архитектором знаменитого здания, спроектировал его 10 лет назад, и будет проектировать новое здание в следующем году.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opiekunka dzieci",
      "translation": "няня",
      "definition": "Osoba, która zajmuje się dziećmi, kiedy ich rodzice nie są obecni.",
      "definition_translation": "Человек, как правило, молодая женщина, которая заботится о ребенке или детях, когда их родители отсутствуют.",
      "example": "Była opiekunką dzieci Smithów, kiedy byli oni na wakacjach, opiekowała się nimi latem i będzie opiekowała się nimi ponownie za tydzień.",
      "example_translation": "Она была няней для детей Смиты, когда они были в отпуске, сидела с ними прошлым летом, и будет сидеть с ними снова на следующей неделе.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piekarz",
      "translation": "пекарь",
      "definition": "Osoba, która wyrabia i sprzedaje chleb, ciasta i wyroby cukiernicze.",
      "definition_translation": "Человек, который делает и продает хлеб, торты и пирожные.",
      "example": "Był piekarzem w małym sklepie, upiekł chleb wczoraj i będzie upiekł tort jutro.",
      "example_translation": "Он был пекарем в маленькой лавке, пек хлеб вчера, и собирается испечь торт завтра.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tancerka baletowa",
      "translation": "балерина",
      "definition": "Osoba, która wykonuje balet, rodzaj tańca klasycznego charakteryzujący się precyzyjnymi i eleganckimi ruchami.",
      "definition_translation": "Человек, исполняющий балет, тип классического танца, характеризующийся точными и изящными движениями.",
      "example": "Była główną tancerką baletową w companii i występowała w wielu sławnych produkcjach. Tańczyła od czasu, gdy była dzieckiem, i będzie tańczyć przez wiele lat do przodu.",
      "example_translation": "Она была ведущей балериной в компании и выступила в многих знаменитых постановках. Она начала танцевать, когда была ребенком, и будет танцевать многие годы вперед.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fryzjer",
      "translation": "парикмахер",
      "definition": "Osoba, której zajęciem jest strzyżenie i stylizacja fryzur, szczególnie dla mężczyzn.",
      "definition_translation": "Человек, чья профессия заключается в стрижке и стилизации волос, особенно для мужчин.",
      "example": "Fryzjer był bardzo zdolny i miał ponad 20 lat doświadczenia. Czuł się fryzjerem od czasu, gdy był praktykantem, i będzie jeździł za fryzjera przez wiele lat do przodu.",
      "example_translation": "Парикмахер был rất-skilled и проработал в этом бизнесе более 20 лет. Он стриг волосы с тех пор, как был учеником, и будет продолжать это делать многие годы вперед.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "barman",
      "translation": "бармен",
      "definition": "Osoba, która obsługuje klientów i zarządza barem w pubie, restauracji lub innym lokalu.",
      "definition_translation": "Человек, который сервирует напитки и управляет баром в пабе, ресторане или другой организации.",
      "example": "Barman był bardzo przyjazny i robił znakomite koktajle. Pracował w barze przez pięć lat i będzie pracował tam przez wiele lat do przodu.",
      "example_translation": "Бармен был очень дружелюбным и делал GREAT коктейли. Он проработал в баре пять лет, и будет работать там многих лет вперед.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "budowniczy",
      "translation": "строитель",
      "definition": "Osoba, która buduje lub konstruuje coś, takiego jak dom, most lub droga.",
      "definition_translation": "Человек, который строит или сооружает что-то, например дом, мост или дорогу.",
      "example": "Budowniczy pracował nad nowym projektem przez miesiące i szybko go zakończy. Zbudował wiele domów w przeszłości i będzie budował wiele więcej w przyszłości.",
      "example_translation": "Строитель работал над новым проектом месяцами, и закончит его вскоре. Он построил многие дома в прошлом, и будет продолжать строить многие больше в будущем.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rzeźnik",
      "translation": "мясник",
      "definition": "Osoba, która zabija i przygotowuje zwłoki zwierzęce do spożycia, lub która sprzedaje mięso.",
      "definition_translation": "Человек, который забивает и готовит туши животных для еды, или который продает мясо.",
      "example": "Sklep rzeźnicki był własnością rodziny przez ponad 20 lat. Poszedłem do rzeźnika, aby kupić mięso na barbecue. Będzie rzeźnikiem za rok.",
      "example_translation": "Магазин мясника является семейным предприятием более 20 лет. Я пошел к мяснику, чтобы купить_some мясо для барбекю. Она станет мясником в следующем году.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chemik",
      "translation": "химик",
      "definition": "Osoba, która jest wykształcona w dziedzinie chemii, szczególnie ta, która pracuje w laboratorium.",
      "definition_translation": "Человек, который обучен в области химии, особенно тот, кто работает в лаборатории.",
      "example": "Chemik odkrył nową substancję. Studiuję, aby zostać chemikiem. Była znaną chemikiem w swojej dziedzinie.",
      "example_translation": "Химик открыл новый соединение. Я учусь, чтобы стать химиком. Она была признанным химиком в своей области.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trener",
      "translation": "тренер",
      "definition": "Osoba, która trenuje i kieruje zespołem sportowym lub indywidualnym sportowcem.",
      "definition_translation": "Человек, который тренирует и руководит спортивной командой или индивидуальным спортсменом.",
      "example": "Trener drużyny piłkarskiej jest bardzo doświadczony. Trenuję tenis od lat. Będzie nowym trenerem zespołu koszykarskiego.",
      "example_translation": "Тренер футбольной команды очень опытный. Я тренирую теннис уже многие годы. Она будет новым тренером баскетбольной команды.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "informatyk",
      "translation": "компьютерный ученый",
      "definition": "Osoba, która zajmuje się rozwojem i eksploatacją systemów komputerowych, oprogramowania i sieci.",
      "definition_translation": "Человек, который вовлечен в разработку и эксплуатацию компьютерных систем, программного обеспечения и сетей.",
      "example": "Informatyk zaprojektował nową algorytm. Studiuję, aby zostać informatykiem. Jest ona wiodącym informatykiem w dziedzinie sztucznej inteligencji.",
      "example_translation": "Компьютерный ученый разработал новый алгоритм. Я учусь, чтобы стать компьютерным ученым. Она является ведущим компьютерным ученым в области искусственного интеллекта.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "projektant",
      "translation": "дизайнер",
      "definition": "Osoba, która planuje i tworzy obiekty, systemy i doświadczenia. Projektanci łączą sztukę, naukę i technologię, aby stworzyć innowacyjne rozwiązania.",
      "definition_translation": "Человек, который планирует и создает объекты, системы и опыт. Дизайнеры часто комбинируют искусство, науку и технологии, чтобы создавать инновационные решения.",
      "example": "Była projektantką dla marki modowej, tworząc nowe kolekcje każdego sezonu. Zaprojektowała nowy logo firmy przed rokiem. Będzie projektować nową stronę internetową marki za miesiąc.",
      "example_translation": "Она была дизайнером для бренда моды, создавая новые коллекции каждый сезон. Она спроектировала новый логотип для компании в прошлом году. Она проэктировает новый веб-сайт для бренда в следующем месяце.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "detektyw",
      "translation": "детектив",
      "definition": "Osoba, która prowadzi dochodzenie w sprawie przestępstw i gromadzi dowody, aby je rozwiązać. Detektywi często współpracują z policją, aby złapać przestępców.",
      "definition_translation": "Человек, который расследует преступления и собирает улики, чтобы раскрыть их. Детективы часто работают с полицией, чтобы поймать преступников.",
      "example": "Był detektywem przez 10 lat, rozwiązując wiele trudnych przypadków. Wykrył on wskazówkę, która doprowadziła do aresztowania podejrzanego. Będzie wykrywał ukryte dowody na miejscu zbrodni za tydzień.",
      "example_translation": "Он был детективом в течение 10 лет, решаяmany сложных дел. Он обнаружил улику, которая привела к аресту подозреваемого. Он обнаружит любые скрытые улики на месте преступления на следующей неделе.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dyrektor",
      "translation": "директор",
      "definition": "Osoba, która kieruje departamentem, organizacją lub projektem. Dyrektorzy często podejmują ważne decyzje i nadzorują pracę innych.",
      "definition_translation": "Человек, который находится в зоне ответственности департамента, организации или проекта. Директора часто принимают важные решения и контролируют работу других.",
      "example": "Była dyrektorem dużej firmy, podejmując strategiczne decyzje każdego dnia. Kierowała zespołem deweloperów, aby zbudować nowe oprogramowanie. Będzie kierować spotkaniem, aby omówić przyszłość firmy za miesiąc.",
      "example_translation": "Она была директором крупной компании, принимая стратегические решения каждый день. Она руководила командой разработчиков, чтобы построить новое программное обеспечение. Она будет руководить собранием, чтобы обсудить будущее компании в следующем месяце.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "DJ, didżej",
      "translation": "диск-жокей, диджей",
      "definition": "Osoba, która wybiera i odtwarza muzykę nagraną dla publiczności, często na imprezie lub w klubie. DJ-e mogą również tworzyć własną muzykę lub miksy.",
      "definition_translation": "Человек, который выбирает и играет записанную музыку для аудитории, часто на вечеринке или в клубе. Диджеи могут также создавать свою собственную музыку или ремиксы.",
      "example": "Był DJ-em w popularnym klubie nocnym, grając muzykę każdego weekendu. Zmiksował nową płytę przed nocą, a będziemy DJ-em na festiwalu latem. Jest didżejem przez 5 lat, rozrywając tłumy w całym mieście.",
      "example_translation": "Он был диджеем в популярном ночном клубе, играя музыку каждый уикенд. Он смешал новый трек прошлой ночью и будет диджеем на фестивале следующим летом. Он был диск-жокеем в течение 5 лет, развлекая толпы по всему городу.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "reżyser filmowy",
      "translation": "кинорежиссёр",
      "definition": "Osoba, która tworzy filmy, szczególnie jako zawód.",
      "definition_translation": "Человек, делающий фильмы, особенно как профессия.",
      "example": "Reżyser filmowy spędził lata badając dokument. Obecnie tworzy nowy film, a będzie stworzył kilka filmów do roku przyszłego.",
      "example_translation": "Кинорежиссёр провел годы, исследуя для документального фильма. Она сейчас снимает новый фильм, и к следующему году будет сняла несколько фильмов.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "strażak",
      "translation": "пожарный",
      "definition": "Osoba, która gasi pożary i ratuje ludzi z płonących budynków.",
      "definition_translation": "Человек, который тушит пожары и спасает людей из горящих зданий.",
      "example": "Strażak pobiegł do płonącego budynku, aby uratować rodzinę. Strażacy gaszą pożary przez lata, a będą gasić pożar jutro.",
      "example_translation": "Пожарный вбежал в горящее здание, чтобы спасти семью. Они сражались с пожарами годами, и завтра будет бороться с пожаром.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "strażnik",
      "translation": "охранник",
      "definition": "Osoba lub rzecz, która obserwuje, chroni lub kontroluje coś.",
      "definition_translation": "Человек или вещь, которая наблюдает, защищает или контролирует что-то.",
      "example": "Strażnik przyglądał się więźniom uważnie. Strażnicy byli zobowiązani do ochrony budynku przez lata, a będą go chronić dzisiaj.",
      "example_translation": "Охранник внимательно наблюдал за заключенными. Они охраняли здание годами, и сегодня будут охранять его.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gitarzysta",
      "translation": "гитарист",
      "definition": "Osoba, która gra na gitarze, szczególnie jako zawód.",
      "definition_translation": "Человек, который играет на гитаре, особенно как профессия.",
      "example": "Gitarzysta zagrał piękny solo. Grałem na gitarze przez lata, a będę grał na koncercie jutro.",
      "example_translation": "Гитарист сыграл красивый соло. Она играет на гитаре годами, и будет играть на концерте завтра.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}