{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wodnik",
      "translation": "Водолей",
      "definition": "Konstelacja w zodiaku, reprezentowana przez nosiciela wody. Ludzie urodzeni pod tym znakiem są znani ze swojej humanitarnej i niezależnej natury.",
      "definition_translation": "Созвездие в зодиаке, представленное Ковшом. Люди, рожденные под этим знаком, известны своей гуманитарной натурой и самостоятельным духом.",
      "example": "Ona jest Wodnikiem, więc zawsze Gotowa pomóc innym. Pomogła przyjacielowi w przeprowadzce tydzień temu, a teraz planuje wydarzenie charytatywne. Za 10 lat będzie sławną filantropką.",
      "example_translation": "Она Водолей, поэтому она всегда готова помочь другим. Она помогла своему другу развлекаться на прошлой неделе, а теперь она планирует благотворительное мероприятие. Через 10 лет она станетamous благотворителем.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Baran",
      "translation": "Овен",
      "definition": "Konstelacja w zodiaku, reprezentowana przez Barana. Ludzie urodzeni pod tym znakiem są znani ze swojej śmiałej i ambicjonalnej natury.",
      "definition_translation": "Созвездие в зодиаке, представленное Бараном. Люди, рожденные под этим знаком, известны своей смелой и амбициозной натурой.",
      "example": "On jest Baranem, więc zawsze jest gotów do wyzwania. Ukończył maraton rok temu, a teraz trenuje do triathlonu. Za 5 lat ukończy zawody Ironman.",
      "example_translation": "Он Овен, поэтому он всегда готов к挑ению. Он пробежал марафон в прошлом году, а теперь он тренируется для триатлона. Через 5 лет он завершит соревнование Ironman.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Rak",
      "translation": "Рак",
      "definition": "Konstelacja w zodiaku, reprezentowana przez Raka. Ludzie urodzeni pod tym znakiem są znani ze swojej emocjonalnej i opiekuńczej natury.",
      "definition_translation": "Созвездие в зодиаке, представленное Раком. Люди, рожденные под этим знаком, известны своей эмоциональной и заботливой натурой.",
      "example": "Ona jest Rakiem, więc zawsze dba o swoją rodzinę. Opiekowała się matką, kiedy była chora, a teraz pomaga bratu w przeprowadzce do nowego mieszkania. Za 20 lat będzie kochającą babcią.",
      "example_translation": "Она Рак, поэтому она всегда заботится о своей семье. Она ухаживала за своей матерью, когда та была больна, а теперь она помогает своему брату переехать в новую квартиру. Через 20 лет она станет любящей бабушкой.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Koziorożec",
      "translation": "Козерог",
      "definition": "Konstelacja w zodiaku, reprezentowana przez Koziorożca. Ludzie urodzeni pod tym znakiem są znani ze swojej odpowiedzialnej i zdyscyplinowanej natury.",
      "definition_translation": "Созвездие в зодиаке, представленное Козерогом. Люди, рожденные под этим знаком, известны своей ответственной и дисциплинированной натурой.",
      "example": "On jest Koziorożcem, więc zawsze planuje na przyszłość. Oszczędzał pieniądze przez lata, aby kupić dom, a teraz inwestuje w swoją własną firmę. Za 15 lat będzie udanym przedsiębiorcą.",
      "example_translation": "Он Козерог, поэтому он всегда планирует на будущее. Он копил деньги годы, чтобы купить дом, а теперь он инвестировал в свой собственный бизнес. Через 15 лет он станет успешным предпринимателем.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Bliźnięta",
      "translation": "Близнецы",
      "definition": "Trzeci astrologiczny znak zodiaku, pochodzący od konstelacji Bliźniąt, i jest związany z okresem między 21 maja a 20 czerwca.",
      "definition_translation": "Близнецы - это третий астрологический знак в зодиаке, берущий начало от созвездия Близнецов, и ассоциируется с периодом между 21 мая и 20 июня.",
      "example": "Urodziłem się 1 czerwca, więc jestem Bliźnięciem. Mój przyjaciel był Bliźnięciem, i był bardzo ciekawski. Do czasu, gdy będę miał 30 lat, będę udanym przedsiębiorcą Bliźnięciem.",
      "example_translation": "Я родился 1 июня, поэтому я Близнец. Моя подруга была Близнецом, и она была очень любопытной. К тому времени, когда мне будет 30, я буду успешным предпринимателем-Близнецом.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Lew",
      "translation": "Лев",
      "definition": "Piąty astrologiczny znak zodiaku, pochodzący od konstelacji Lwa, i jest związany z okresem między 23 lipca a 22 sierpnia.",
      "definition_translation": "Лев - это пятый астрологический знак в зодиаке, берущий начало от созвездия Льва, и ассоциируется с периодом между 23 июля и 22 августа.",
      "example": "Znam kogoś, kto jest Lwem, i jest bardzo pewny siebie. Moja siostra była Lwem, i była bardzo towarzyska. Za rok będę miał przyjaciela Lwa, który nauczy mnie tańczyć.",
      "example_translation": "Я знаюкого-то, кто является Львом, и он очень уверен в себе. Моя сестра была Львом, и она была очень общительной. К следующему году у меня будет друг-Лев, который научит меня танцевать.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Waga",
      "translation": "Весы",
      "definition": "Siódmy astrologiczny znak zodiaku, pochodzący od konstelacji Wagi, i jest związany z okresem między 23 września a 22 października.",
      "definition_translation": "Весы - это седьмой астрологический знак в зодиаке, берущий начало от созвездия Весов, и ассоциируется с периодом между 23 сентября и 22 октября.",
      "example": "Moja mama jest Wagą, i jest bardzo zbalansowana. Znam kogoś, kto jest Wagą, i jest bardzo dyplomatyczny. Do czasu, gdy będę miał 25 lat, będę miał partnera Wagi, który będzie dzielił moją miłość do sztuki.",
      "example_translation": "Моя мама является Весами, и она очень сбалансирована. Я знаюкого-то, кто является Весами, и он очень дипломатичен. К тому времени, когда мне будет 25, у меня будет партнер-Весы, который поделится моей любовью к искусству.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Ryby",
      "translation": "Рыбы",
      "definition": "Dwunasty astrologiczny znak zodiaku, pochodzący od konstelacji Ryb, i jest związany z okresem między 19 lutego a 20 marca.",
      "definition_translation": "Рыбы - это двенадцатый астрологический знак в зодиаке, берущий начало от созвездия Рыб, и ассоциируется с периодом между 19 февраля и 20 марта.",
      "example": "Mój brat jest Rybą, i jest bardzo empatyczny. Znam kogoś, kto jest Rybą, i jest bardzo kreatywny. Za miesiąc będę miał przyjaciela Rybę, który nauczy mnie pływać.",
      "example_translation": "Мой брат является Рыбами, и он очень эмпатичен. Я знаю кого-то, кто является Рыбами, и она очень креативна. К следующему месяцу у меня будет друг-Рыбы, который научит меня плавать.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Strzelec",
      "translation": "Стрелец",
      "definition": "Strzelec to osoba urodzona między 22 listopada a 21 grudnia, lub dziewiąty znak zodiaku, reprezentowany przez symbol łucznika.",
      "definition_translation": "Стрелец - это человек, рожденный между 22 ноября и 21 декабря, или девятый знак зодиака, представленный символом стрелка.",
      "example": "Jestem Strzelcem, urodziłem się 1 grudnia. Byłem Strzelcem, kiedy ukończyłem studia. Będę Strzelcem, kiedy odejdę na emeryturę.",
      "example_translation": "Я Стрелец, я родился 1 декабря. Я был Стрельцом, когда окончил колледж. Я буду Стрельцом, когда уйду на пенсию.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Skorpion",
      "translation": "Скорпион",
      "definition": "Skorpion to osoba urodzona między 23 października a 21 listopada, lub ósmy znak zodiaku, reprezentowany przez symbol skorpiona.",
      "definition_translation": "Скорпион - это человек, рожденный между 23 октября и 21 ноября, или восьмой знак зодиака, представленный символом скорпиона.",
      "example": "Znam ją od czasu, gdy była Skorpionem w liceum. Wciąż jest Skorpionem teraz. Zawsze będzie Skorpionem.",
      "example_translation": "Я знаю ее с тех пор, как она была Скорпионом в школе. Она до сих пор Скорпион. Она всегда будет Скорпионом.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Byk",
      "translation": "Телец",
      "definition": "Osoba urodzona między 20 kwietnia a 20 maja, lub drugi znak zodiaku, reprezentowany przez symbol byka.",
      "definition_translation": "Телец - это человек, рожденный между 20 апреля и 20 мая, или второй знак зодиака, представленный символом быка.",
      "example": "Moja siostra jest Bykiem, kocha sztukę. Była Bykiem, kiedy się wyszła za mąż. Będzie Bykiem, kiedy będzie miała dzieci.",
      "example_translation": "Моя сестра - Телец, она любит искусство. Она была Тельцом, когда вышла замуж. Она будет Тельцом, когда у нее будут дети.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Panna",
      "translation": "Дева",
      "definition": "Osoba urodzona między 23 sierpnia a 22 września, lub szósty znak zodiaku, reprezentowany przez symbol panny.",
      "definition_translation": "Дева - это человек, рожденный между 23 августа и 22 сентября, или шестой знак зодиака, представленный символом девы.",
      "example": "Jestem Panną, jestem bardzo zorganizowany. Byłem Panną, kiedy rozpoczęliśmy własną działalność gospodarczą. Będę Panną, kiedy się odejdę na emeryturę.",
      "example_translation": "Я Дева, я очень организован. Я был Девой, когда начал свой бизнес. Я буду Девой, когда уйду на пенсию.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "znak zodiaku",
      "translation": "знак зодиака",
      "definition": "Część ekliptyki, czyli drogi Słońca na niebie, podzielonej na 12 części, każdej reprezentowanej przez różne postacie lub zwierzę, i związanej z pewnymi cechami lub charakterystykami.",
      "definition_translation": "Знак зодиака - это сегмент эклиптики, или пути Солнца в небе, разделенный на 12 частей, каждая из которых представлена разным символом или животным и ассоциирована с определальными характеристиками или признаками.",
      "example": "Byłem Lwem w poprzednim życiu, jestem Skorpionem teraz, i będę Bliźniakiem w następnym życiu. Moja przyjaciółka była Panną w zeszłym roku, jest Wagą teraz, i będzie Strzelcem w przyszłym roku.",
      "example_translation": "Я был Львом в прошлой жизни, я теперь Скорпион, и я буду Близнецом в следующей жизни. Моя подруга была Девой LAST год, она теперь Весы, и она будет Стрельцом в следующем году.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}