{
  "data": [
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "comb",
      "translation": "peigne",
      "definition": "A comb is a tool used for arranging, cleaning, or decorating hair.",
      "definition_translation": "Un peigne est un outil utilisé pour arranger, nettoyer ou décorer les cheveux.",
      "example": "I combed my hair yesterday, I'm combing it now, and I will comb it tomorrow.",
      "example_translation": "J'ai peigné mes cheveux hier, je les peigne maintenant et je les peignerai demain.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shampoo",
      "translation": "shampooing",
      "definition": "A shampoo is a liquid substance used for cleaning the hair.",
      "definition_translation": "Un shampooing est une substance liquide utilisée pour nettoyer les cheveux.",
      "example": "I shampooed my hair last week, I'm shampooing it today, and I will shampoo it next month.",
      "example_translation": "J'ai shampooé mes cheveux la semaine dernière, je les shampooe aujourd'hui et je les shampooerai le mois prochain.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cream",
      "translation": "crème",
      "definition": "A cream is a thick and rich liquid or semi-liquid substance often used as a food or cosmetic.",
      "definition_translation": "Une crème est une substance liquide ou semi-liquide épaisse et riche souvent utilisée comme aliment ou cosmétique.",
      "example": "I spread cream on my toast yesterday, I'm spreading it now, and I will spread it tomorrow.",
      "example_translation": "J'ai étalé de la crème sur mon toast hier, je l'étale maintenant et je l'étalerai demain.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "deodorant",
      "translation": "déodorant",
      "definition": "A deodorant is a substance that prevents or masks body odor.",
      "definition_translation": "Un déodorant est une substance qui empêche ou cache l'odeur corporelle.",
      "example": "I applied deodorant yesterday, I'm applying it now, and I will apply it tomorrow.",
      "example_translation": "J'ai appliqué du déodorant hier, je l'applique maintenant et je l'appliquerai demain.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hand cream",
      "translation": "crème pour les mains",
      "definition": "A rich moisturizing lotion or cream applied to the hands to soften and protect the skin.",
      "definition_translation": "Une lotion ou crème riche appliquée sur les mains pour adoucir et protéger la peau.",
      "example": "I applied hand cream after washing my hands. I will apply hand cream before going out in the cold weather. I had applied hand cream, but it didn't help much.",
      "example_translation": "J'ai appliqué de la crème pour les mains après avoir lavé mes mains. Je vais appliquer de la crème pour les mains avant de sortir dans le froid. J'avais appliqué de la crème pour les mains, mais cela n'a pas beaucoup aidé.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lipstick",
      "translation": "rouge à lèvres",
      "definition": "A cosmetic product used to color and moisturize the lips.",
      "definition_translation": "Un produit cosmétique utilisé pour colorer et hydrater les lèvres.",
      "example": "She applied lipstick before leaving the house. She will apply lipstick after finishing her breakfast. She had applied lipstick, but it was smudged.",
      "example_translation": "Elle a appliqué du rouge à lèvres avant de quitter la maison. Elle va appliquer du rouge à lèvres après avoir fini son petit-déjeuner. Elle avait appliqué du rouge à lèvres, mais cela était émoussé.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mascara",
      "translation": "mascara",
      "definition": "A cosmetic product used to darken, lengthen, and thicken eyelashes.",
      "definition_translation": "Un produit cosmétique utilisé pour foncer, allonger et épaissir les cils.",
      "example": "She applied mascara to her eyelashes. She will apply mascara after her morning routine. She had applied mascara, but it was clumpy.",
      "example_translation": "Elle a appliqué du mascara à ses cils. Elle va appliquer du mascara après sa routine matinale. Elle avait appliqué du mascara, mais cela était grumeleux.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mask",
      "translation": "masque",
      "definition": "A covering worn over the face to conceal one's identity or to protect against pollutants.",
      "definition_translation": "Un couvre-visage porté sur le visage pour cacher son identité ou pour se protéger contre les polluants.",
      "example": "I wore a mask to the party. I will wear a mask when I go hiking. I had worn a mask, but it was uncomfortable.",
      "example_translation": "J'ai porté un masque à la soirée. Je vais porter un masque lorsque je vais faire de la randonnée. J'avais porté un masque, mais cela était inconfortable.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shower gel",
      "translation": "gel de douche",
      "definition": "A personal care product used to clean the body while showering, typically in the form of a liquid or gel.",
      "definition_translation": "Un produit de soins personnels utilisé pour nettoyer le corps lors de la douche, généralement sous forme de liquide ou de gel.",
      "example": "I washed my hair with shampoo and then applied a generous amount of shower gel to my body. Yesterday, I had forgotten to buy shower gel, so I had to use soap instead. I will buy a new shower gel tomorrow.",
      "example_translation": "J'ai lavé mes cheveux avec du shampoing, puis j'ai appliqué une quantité généreuse de gel de douche sur mon corps. Hier, j'avais oublié d'acheter du gel de douche, donc j'ai dû utiliser du savon à la place. Je vais acheter un nouveau gel de douche demain.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "body balm",
      "translation": "baume pour le corps",
      "definition": "A moisturizing product applied to the skin after bathing or showering to provide hydration and softness.",
      "definition_translation": "Un produit hydratant appliqué sur la peau après le bain ou la douche pour fournir de l'hydratation et de la douceur.",
      "example": "After her shower, she applied a body balm to lock in moisture. The body balm I used last summer was amazing, I will buy it again. By the time I finish my degree, I will have used up all the body balm my mother gave me.",
      "example_translation": "Après sa douche, elle a appliqué un baume pour le corps pour verrouiller l'hydratation. Le baume pour le corps que j'ai utilisé l'été dernier était incroyable, je vais le acheter à nouveau. D'ici que je finisse mon diplôme, j'aurai utilisé tout le baume pour le corps que ma mère m'a donné.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cotton pad",
      "translation": "disquette de coton",
      "definition": "A small, round pad made of cotton or cotton-like material, used for applying or removing substances from the skin.",
      "definition_translation": "Un petit pad rond en coton ou matériau similaire au coton, utilisé pour appliquer ou retirer des substances de la peau.",
      "example": "She used a cotton pad to remove her nail polish. I need to buy more cotton pads for my skincare routine. By next week, I will have used up all the cotton pads I have.",
      "example_translation": "Elle a utilisé une disquette de coton pour enlever son vernis à ongles. Je dois acheter plus de disquettes de coton pour ma routine de soins de peau. D'ici la semaine prochaine, j'aurai utilisé toutes les disquettes de coton que j'ai.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "electric razor",
      "translation": "rasoir électrique",
      "definition": "An electric appliance used for shaving or trimming body hair, typically powered by a battery or cord.",
      "definition_translation": "Un appareil électrique utilisé pour se raser ou tailler les poils corporels, généralement alimenté par une batterie ou un cordon.",
      "example": "He uses an electric razor to shave his face every morning. I have been using an electric razor for years, it's so convenient. By the time I'm 30, I will have used an electric razor for over a decade.",
      "example_translation": "Il utilise un rasoir électrique pour se raser le visage chaque matin. J'ai utilisé un rasoir électrique pendant des années, c'est si pratique. D'ici que j'aie 30 ans, j'aurai utilisé un rasoir électrique pendant plus d'une décennie.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "essential oil",
      "translation": "huile essentielle",
      "definition": "A concentrated plant extract, typically obtained through distillation, used in aromatherapy, perfumery, and flavoring.",
      "definition_translation": "Une extract de plante concentrée, généralement obtenue par distillation, utilisée en aromathérapie, en parfumerie et en flavorisation.",
      "example": "She added a few drops of essential oil to her bath water for relaxation. She will add some essential oil to her diffuser tonight. She had added essential oil to her massage oil last week.",
      "example_translation": "Elle ajouta quelques gouttes d'huile essentielle à son eau de bain pour se détendre. Elle ajoutera de l'huile essentielle à son diffuseur ce soir. Elle avait ajouté de l'huile essentielle à son huile de massage la semaine dernière.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eyelash curler",
      "translation": "ciseaux à cils",
      "definition": "A cosmetic tool used to shape and curl eyelashes, typically before applying mascara or other eye makeup.",
      "definition_translation": "Un outil cosmétique utilisé pour donner forme et courber les cils, généralement avant d'appliquer du mascara ou d'autres maquillages oculaires.",
      "example": "She quickly curled her eyelashes with an eyelash curler before heading out. She will use an eyelash curler to get ready for the party tonight. She had curled her eyelashes with an eyelash curler before the wedding last month.",
      "example_translation": "Elle courba rapidement ses cils avec un ciseau à cils avant de sortir. Elle utilisera un ciseau à cils pour se préparer pour la soirée ce soir. Elle avait courbé ses cils avec un ciseau à cils avant le mariage le mois dernier.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hair dye",
      "translation": "colorant pour cheveux",
      "definition": "A chemical compound or preparation used to change the color of hair, available in various shades and forms.",
      "definition_translation": "Un composé chimique ou une préparation utilisée pour changer la couleur des cheveux, disponible dans différentes nuances et formes.",
      "example": "She had dyed her hair blonde last summer, but now she wants to dye it brown. She will dye her hair black for the Halloween party. She dyed her hair red two months ago.",
      "example_translation": "Elle avait teint ses cheveux blond l'été dernier, mais maintenant elle veut les teindre bruns. Elle teindra ses cheveux noirs pour la soirée d'Halloween. Elle avait teint ses cheveux roux il y a deux mois.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nail buffer",
      "translation": "lime à ongles",
      "definition": "A tool used to shape and smooth the surface of fingernails or toenails, typically with a series of increasingly fine grits.",
      "definition_translation": "Un outil utilisé pour donner forme et lisser la surface des ongles ou des orteils, généralement avec une série de grains de plus en plus fins.",
      "example": "She used a nail buffer to shape her nails before applying nail polish. She will use a nail buffer to smooth out her nails for the job interview. She had used a nail buffer to file her nails last week.",
      "example_translation": "Elle utilisa une lime à ongles pour donner forme à ses ongles avant d'appliquer le vernis à ongles. Elle utilisera une lime à ongles pour lisser ses ongles pour l'entrevue d'embauche. Elle avait utilisé une lime à ongles pour Poncer ses ongles la semaine dernière.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nail clipper",
      "translation": "ciseaux à ongles",
      "definition": "A nail clipper is a device used to cut and shape fingernails and toenails.",
      "definition_translation": "Un ciseau à ongles est un appareil utilisé pour couper et façonner les ongles des doigts et des orteils.",
      "example": "I used a nail clipper to trim my nails yesterday. I will use it again tomorrow. I have been using it for years.",
      "example_translation": "J'ai utilisé un ciseau à ongles pour tailler mes ongles hier. Je l'utiliserai à nouveau demain. J'ai utilisé cela pendant des années.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nail file",
      "translation": "lime à ongles",
      "definition": "A nail file is a tool used to shape and smooth the edges of fingernails and toenails.",
      "definition_translation": "Une lime à ongles est un outil utilisé pour façonner et lisser les bords des ongles des doigts et des orteils.",
      "example": "She used a nail file to shape her nails for the party. She will use it again next week. She has been using it for months.",
      "example_translation": "Elle a utilisé une lime à ongles pour façonner ses ongles pour la fête. Elle l'utilisera à nouveau la semaine prochaine. Elle l'a utilisé pendant des mois.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spatula",
      "translation": "spatule",
      "definition": "A spatula is a kitchen utensil used to scrape, flip, and serve food, such as pancakes and eggs.",
      "definition_translation": "Une spatule est un ustensile de cuisine utilisé pour raper, retourner et servir des aliments, tels que des pancakes et des œufs.",
      "example": "I used a spatula to flip the pancakes yesterday. I will use it again tomorrow. I have been using it for cooking.",
      "example_translation": "J'ai utilisé une spatule pour retourner les pancakes hier. Je l'utiliserai à nouveau demain. J'ai utilisé cela pour cuisiner.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tinted moisturiser",
      "translation": "hydratant teinté",
      "definition": "A tinted moisturizer is a skincare product that combines moisturizing and light coverage properties, giving the skin a natural-looking glow.",
      "definition_translation": "Un hydratant teinté est un produit de soins de la peau qui combine les propriétés hydratantes et de couverture légère, donnant à la peau un éclat naturel.",
      "example": "She applied a tinted moisturizer to her skin this morning. She will apply it again tonight. She has been using it for years.",
      "example_translation": "Elle a appliqué un hydratant teinté sur sa peau ce matin. Elle l'appliquera à nouveau ce soir. Elle l'a utilisé pendant des années.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "toe separator",
      "translation": "séparateur d'orteils",
      "definition": "A device used to separate the toes, typically made of plastic or foam, worn between the toes to prevent irritation and promote comfort.",
      "definition_translation": "Un dispositif utilisé pour séparer les orteils, généralement en plastique ou en mousse, porté entre les orteils pour prévenir l'irritation et favoriser le confort.",
      "example": "I used a toe separator to alleviate the discomfort caused by my ingrown toenail. I will use a toe separator after my surgery to ensure a speedy recovery. I would have used a toe separator if I had known about its benefits earlier.",
      "example_translation": "J'ai utilisé un séparateur d'orteils pour soulager la douleur causée par mon ongle incarné. J'utiliserai un séparateur d'orteils après ma chirurgie pour assurer une récupération rapide. J'aurais utilisé un séparateur d'orteils si j'avais connu ses avantages plus tôt.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "aftershave",
      "translation": "après-rasage",
      "definition": "A lotion or balm applied to the skin after shaving to soothe and moisturize it.",
      "definition_translation": "Un lotion ou baume appliqué sur la peau après le rasage pour apaiser et hydrater.",
      "example": "My father always used an aftershave to prevent razor burn. He uses an aftershave to moisturize his skin after shaving. He would have used an aftershave if he had known about its benefits earlier.",
      "example_translation": "Mon père utilisait toujours un après-rasage pour prévenir les brûlures de rasoir. Il utilise un après-rasage pour hydrater sa peau après le rasage. Il aurait utilisé un après-rasage si il avait connu ses avantages plus tôt.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "blusher",
      "translation": "fard à joues",
      "definition": "A cosmetic powder or cream used to give the cheeks a healthy, rosy glow.",
      "definition_translation": "Un poudre ou crème cosmétique utilisé pour donner aux joues un aspect sain et rosé.",
      "example": "She applied a blusher to her cheeks to give her face a natural look. She uses a blusher to accentuate her cheekbones. She would have used a blusher if she had known about its benefits earlier.",
      "example_translation": "Elle a appliqué un fard à joues sur ses joues pour donner à son visage un air naturel. Elle utilise un fard à joues pour mettre en valeur ses pommettes. Elle aurait utilisé un fard à joues si elle avait connu ses avantages plus tôt.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "body scrub",
      "translation": "gommage corporel",
      "definition": "A cosmetic product used to exfoliate and remove dead skin cells from the body, typically containing abrasive particles such as sugar or salt.",
      "definition_translation": "Un produit cosmétique utilisé pour exfolier et éliminer les cellules de peau mortes du corps, généralement contenant des particules abrasives telles que le sucre ou le sel.",
      "example": "I used a body scrub to exfoliate my skin before the summer. I use a body scrub once a week to keep my skin smooth. I would have used a body scrub if I had known about its benefits earlier.",
      "example_translation": "J'ai utilisé un gommage corporel pour exfolier ma peau avant l'été. J'utilise un gommage corporel une fois par semaine pour garder ma peau douce. J'aurais utilisé un gommage corporel si j'avais connu ses avantages plus tôt.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bubble bath",
      "translation": "bain moussant",
      "definition": "A bath preparation that forms a thick, creamy lather when added to water, used for relaxation and recreation.",
      "definition_translation": "Un préparatif de bain qui forme une mousse épaisse et crémeuse lorsqu'il est ajouté à l'eau, utilisé pour la relaxation et la récréation.",
      "example": "I love taking a bubble bath after a long day to unwind. Yesterday, I took a bubble bath to relax. Tomorrow, I will take a bubble bath to rejuvenate myself.",
      "example_translation": "J'adore prendre un bain moussant après une longue journée pour me détendre. Hier, j'ai pris un bain moussant pour me relaxer. Demain, je prendrai un bain moussant pour me ressourcer.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "compact",
      "translation": "compact",
      "definition": "A small, portable case or container for holding cosmetics, especially powder and lipstick.",
      "definition_translation": "Un petit étui ou coffret portatif pour contenir des produits de beauté, notamment du poudre et du rouge à lèvres.",
      "example": "She carried a compact in her purse to touch up her makeup. He had a compact in his backpack to fix his hair. They will use a compact to finish their look.",
      "example_translation": "Elle portait un compact dans son sac à main pour retoucher son maquillage. Il avait un compact dans son sac à dos pour coiffer ses cheveux. Ils utiliseront un compact pour finir leur look.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "concealer",
      "translation": "conceleur",
      "definition": "A type of cosmetic used to cover up imperfections on the skin, such as dark circles or blemishes.",
      "definition_translation": "Un type de produit de beauté utilisé pour cacher les imperfections de la peau, telles que les cernes ou les imperfections.",
      "example": "She applied concealer to cover up her dark circles. He will use a concealer to hide his acne scars. They used a concealer to disguise their blemishes.",
      "example_translation": "Elle a appliqué du conceleur pour cacher ses cernes. Il utilisera un conceleur pour cacher ses cicatrices d'acné. Ils ont utilisé un conceleur pour dissimuler leurs imperfections.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cotton buds",
      "translation": "cottons-tiges",
      "definition": "Small, cylindrical sticks with a wad of cotton wool at each end, used for applying or removing makeup, cleaning the ears, etc.",
      "definition_translation": "De petits bâtons cylindriques avec un tampon de coton à chaque extrémité, utilisés pour appliquer ou enlever du maquillage, nettoyer les oreilles, etc.",
      "example": "She used cotton buds to apply her eyeshadow. He will use cotton buds to clean his ears. They used cotton buds to remove their nail polish.",
      "example_translation": "Elle a utilisé des cottons-tiges pour appliquer son ombre à paupières. Il utilisera des cottons-tiges pour nettoyer ses oreilles. Ils ont utilisé des cottons-tiges pour enlever leur vernis à ongles.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "curler",
      "translation": "fer à boucler",
      "definition": "A curler is a cylindrical or conical tool used to shape and set curls or waves in hair.",
      "definition_translation": "Un fer à boucler est un outil cylindrique ou conique utilisé pour façonner et fixer les boucles ou les ondes dans les cheveux.",
      "example": "She used a curler to create tight curls for the wedding, then loosened them for a more relaxed look, and later used it again to refresh her hairstyle for the evening party.",
      "example_translation": "Elle a utilisé un fer à boucler pour créer des boucles serrées pour le mariage, puis les a relâchées pour une apparence plus décontractée, et plus tard l'a utilisé à nouveau pour rafraîchir sa coiffure pour la soirée.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "curling iron",
      "translation": "fer à boucler",
      "definition": "A curling iron is an electrical device used to shape and style hair into curls or waves.",
      "definition_translation": "Un fer à boucler est un appareil électrique utilisé pour façonner et styler les cheveux en boucles ou en ondes.",
      "example": "She plugged in the curling iron and waited for it to heat up before styling her hair for the night out, and her friend had used it the previous day to achieve a beachy wave look.",
      "example_translation": "Elle a branché le fer à boucler et a attendu qu'il se chauffe avant de styliser ses cheveux pour la soirée, et son amie l'avait utilisé la veille pour obtenir un look ondulé de plage.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cuticle nippers",
      "translation": "ciseaux à cuticule",
      "definition": "Cuticle nippers are small scissors used to trim and shape the cuticles around the fingernails and toenails.",
      "definition_translation": "Les ciseaux à cuticule sont de petites ciseaux utilisés pour tailler et façonner les cuticules autour des ongles des doigts et des orteils.",
      "example": "The nail technician used cuticle nippers to gently trim the dead skin around her client's fingernails, and then applied a moisturizing lotion to soften the cuticles.",
      "example_translation": "La technicienne en ongles a utilisé des ciseaux à cuticule pour tailler délicatement la peau morte autour des ongles de sa cliente, puis a appliqué une lotion hydratante pour adoucir les cuticules.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cuticle pusher",
      "translation": "poussoir à cuticule",
      "definition": "A cuticle pusher is a tool used to gently push back the cuticles around the fingernails and toenails.",
      "definition_translation": "Un poussoir à cuticule est un outil utilisé pour repousser délicatement les cuticules autour des ongles des doigts et des orteils.",
      "example": "She used a cuticle pusher to carefully push back her cuticles before applying nail polish, and later used it again to clean up under her nails after the manicure.",
      "example_translation": "Elle a utilisé un poussoir à cuticule pour repousser délicatement ses cuticules avant d'appliquer du vernis à ongles, et plus tard l'a utilisé à nouveau pour nettoyer sous ses ongles après la manucure.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cuticle remover",
      "translation": "déposeur de cuticule",
      "definition": "A cosmetic product used to soften and remove dead skin cells from the cuticles.",
      "definition_translation": "Un produit cosmétique utilisé pour adoucir et éliminer les cellules de peau mortes des cuticules.",
      "example": "I used a cuticle remover to soften my cuticles before pushing them back. Yesterday, I forgot to use a cuticle remover and now my cuticles are hard. Tomorrow, I will use a cuticle remover to make my cuticles look presentable.",
      "example_translation": "J'ai utilisé un déposeur de cuticule pour adoucir mes cuticules avant de les repousser. Hier, j'ai oublié d'utiliser un déposeur de cuticule et maintenant mes cuticules sont dures. Demain, je vais utiliser un déposeur de cuticule pour rendre mes cuticules présentables.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "depilatory cream",
      "translation": "crème dépilatoire",
      "definition": "A cosmetic product used to remove unwanted hair from the skin.",
      "definition_translation": "Un produit cosmétique utilisé pour éliminer les poils indésirables de la peau.",
      "example": "She applied a depilatory cream to her legs to remove unwanted hair. He had used a depilatory cream on his back yesterday and now his skin feels smooth. If I had a depilatory cream, I would use it to remove hair from my arms.",
      "example_translation": "Elle a appliqué une crème dépilatoire sur ses jambes pour éliminer les poils indésirables. Hier, il avait utilisé une crème dépilatoire sur son dos et maintenant sa peau se sent douce. Si j'avais une crème dépilatoire, je l'utiliserais pour éliminer les poils de mes bras.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eyebrow pencil",
      "translation": "crayon sourcil",
      "definition": "A makeup tool used to shape and define the eyebrows.",
      "definition_translation": "Un outil de maquillage utilisé pour modeler et définir les sourcils.",
      "example": "She used an eyebrow pencil to define her eyebrows. Yesterday, I bought an eyebrow pencil to shape my eyebrows. If I had an eyebrow pencil, I would use it to fill in my sparse eyebrows.",
      "example_translation": "Elle a utilisé un crayon sourcil pour définir ses sourcils. Hier, j'ai acheté un crayon sourcil pour modeler mes sourcils. Si j'avais un crayon sourcil, je l'utiliserais pour remplir mes sourcils clairsemés.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eyeliner",
      "translation": "eyeliner",
      "definition": "A cosmetic product used to create a line along the upper eyelid to enhance the appearance of the eyes.",
      "definition_translation": "Un produit cosmétique utilisé pour créer une ligne le long de la paupière supérieure pour améliorer l'apparence des yeux.",
      "example": "She wears eyeliner every day to enhance her eyes. Yesterday, I used eyeliner to create a cat eye look. If I were going to a party, I would use eyeliner to make my eyes stand out.",
      "example_translation": "Elle porte de l'eyeliner tous les jours pour améliorer ses yeux. Hier, j'ai utilisé de l'eyeliner pour créer un look d'yeux de chat. Si j'allais à une soirée, j'utiliserais de l'eyeliner pour faire ressortir mes yeux.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eyeshadow",
      "translation": "fard à paupières",
      "definition": "A cosmetic product used to color and shade the eyelids, typically in the form of a powder, cream, or gel.",
      "definition_translation": "Un produit cosmétique utilisé pour colorer et ombrer les paupières, généralement sous forme de poudre, crème ou gel.",
      "example": "She applied eyeshadow to her eyelids to match her outfit. She had applied eyeshadow to her eyelids yesterday. She will apply eyeshadow to her eyelids tomorrow.",
      "example_translation": "Elle a appliqué du fard à paupières sur ses paupières pour matcher son outfit. Elle avait appliqué du fard à paupières sur ses paupières hier. Elle appliquera du fard à paupières sur ses paupières demain.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flat iron",
      "translation": "fer à lisser",
      "definition": "A device used to style hair by pressing it flat, typically with heated plates.",
      "definition_translation": "Un appareil utilisé pour styliser les cheveux en les pressant à plat, généralement avec des plaques chauffantes.",
      "example": "She uses a flat iron to straighten her hair every morning. She used a flat iron to style her hair for the party. She will use a flat iron to curl her hair for the wedding.",
      "example_translation": "Elle utilise un fer à lisser pour lisser ses cheveux tous les matins. Elle avait utilisé un fer à lisser pour styliser ses cheveux pour la soirée. Elle utilisera un fer à lisser pour boucler ses cheveux pour le marriage.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hair conditioner",
      "translation": "après-shampooing",
      "definition": "A product used to improve the texture and manageability of hair after shampooing, typically by moisturizing and detangling.",
      "definition_translation": "Un produit utilisé pour améliorer la texture et la maniabilité des cheveux après le shampooing, généralement en les hydratant et les démêlant.",
      "example": "She uses a hair conditioner every time she washes her hair. She used a hair conditioner to repair her damaged hair. She will use a hair conditioner to moisturize her dry hair.",
      "example_translation": "Elle utilise un après-shampooing chaque fois qu'elle lave ses cheveux. Elle avait utilisé un après-shampooing pour réparer ses cheveux endommagés. Elle utilisera un après-shampooing pour hydrater ses cheveux secs.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hair mousse",
      "translation": "mousse coiffante",
      "definition": "A lightweight, foamy substance used to add volume, texture, and hold to hair, often in the form of a spray or cream.",
      "definition_translation": "Une substance légère et mousseuse utilisée pour ajouter du volume, de la texture et de la tenue aux cheveux, souvent sous forme de spray ou de crème.",
      "example": "She applies hair mousse to her hair before styling it. She had applied hair mousse to her hair for the photo shoot. She will apply hair mousse to her hair for the prom.",
      "example_translation": "Elle applique de la mousse coiffante à ses cheveux avant de les styliser. Elle avait appliqué de la mousse coiffante à ses cheveux pour la séance photo. Elle appliquera de la mousse coiffante à ses cheveux pour le bal de promo.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hair spray",
      "translation": "lacquer pour cheveux",
      "definition": "A cosmetic product used to hold a hairstyle in place, especially after styling.",
      "definition_translation": "Un produit cosmétique utilisé pour maintenir une coiffure en place, notamment après styling.",
      "example": "I used hair spray to keep my hair from getting messy in the wind. Yesterday, I bought a new hair spray at the store. I will use hair spray to style my hair for the party tomorrow.",
      "example_translation": "J'ai utilisé du lacquer pour cheveux pour éviter que mes cheveux ne deviennent emmêlés dans le vent. Hier, j'ai acheté un nouveau lacquer pour cheveux au magasin. Je vais utiliser du lacquer pour cheveux pour coiffer mes cheveux pour la soirée de demain.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lip balm",
      "translation": "baume à lèvres",
      "definition": "A topical preparation used to moisturize and protect the lips.",
      "definition_translation": "Une préparation topique utilisée pour hydrater et protéger les lèvres.",
      "example": "I always carry a lip balm in my pocket to keep my lips moisturized. Yesterday, I applied lip balm to my dry lips. I will buy a new lip balm at the store next week.",
      "example_translation": "Jeporte toujours un baume à lèvres dans ma poche pour garder mes lèvres hydratées. Hier, j'ai appliqué du baume à lèvres à mes lèvres sèches. Je vais acheter un nouveau baume à lèvres au magasin la semaine prochaine.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lip gloss",
      "translation": "brillant à lèvres",
      "definition": "A cosmetic product used to add shine and color to the lips.",
      "definition_translation": "Un produit cosmétique utilisé pour ajouter de l'éclat et de la couleur aux lèvres.",
      "example": "I love wearing lip gloss on special occasions. Yesterday, I tried a new lip gloss at the makeup store. I will apply lip gloss to my lips before the party tonight.",
      "example_translation": "J'adore porter du brillant à lèvres lors d'occasions spéciales. Hier, j'ai essayé un nouveau brillant à lèvres au magasin de maquillage. Je vais appliquer du brillant à lèvres à mes lèvres avant la soirée ce soir.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lip liner",
      "translation": "contour à lèvres",
      "definition": "A cosmetic product used to define the shape of the lips.",
      "definition_translation": "Un produit cosmétique utilisé pour définir la forme des lèvres.",
      "example": "I use a lip liner to outline my lips before applying lipstick. Yesterday, I forgot to use a lip liner and my lipstick looked uneven. I will practice using a lip liner to get a more precise shape.",
      "example_translation": "J'utilise un contour à lèvres pour délimiter mes lèvres avant d'appliquer du rouge à lèvres. Hier, j'ai oublié d'utiliser un contour à lèvres et mon rouge à lèvres avait une apparence inégale. Je vais pratiquer l'utilisation d'un contour à lèvres pour obtenir une forme plus précise.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "liquid foundation",
      "translation": "fond de teint liquide",
      "definition": "A type of cosmetic foundation that is liquid in consistency, often used to achieve a natural-looking finish.",
      "definition_translation": "Type de fond de teint cosmétique qui est liquide en consistance, souvent utilisé pour obtenir un fini naturel.",
      "example": "She applied a layer of liquid foundation to even out her skin tone. She had applied a layer of liquid foundation the night before. She will apply a layer of liquid foundation before the party.",
      "example_translation": "Elle a appliqué une couche de fond de teint liquide pour uniformiser son teint. Elle avait appliqué une couche de fond de teint liquide la nuit précédente. Elle appliquera une couche de fond de teint liquide avant la soirée.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "loose powder",
      "translation": "poudre libre",
      "definition": "A type of cosmetic powder that is loose and powdery in texture, often used to set makeup and reduce shine.",
      "definition_translation": "Type de poudre cosmétique qui est libre et poudreuse en texture, souvent utilisée pour définir le maquillage et réduire le brillant.",
      "example": "She dusted her face with loose powder to set her makeup. She had used loose powder to touch up her makeup earlier. She will use loose powder to finish off her look.",
      "example_translation": "Elle a saupoudré son visage de poudre libre pour définir son maquillage. Elle avait utilisé de la poudre libre pour retoucher son maquillage plus tôt. Elle utilisera de la poudre libre pour finir son look.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nail brush",
      "translation": "pinceau à ongles",
      "definition": "A small brush used to apply nail polish or other nail care products.",
      "definition_translation": "Petit pinceau utilisé pour appliquer du vernis à ongles ou d'autres produits de soins des ongles.",
      "example": "She used a nail brush to paint a stripe on her nail. She had used a nail brush to clean under her nails earlier. She will use a nail brush to apply glue to her nail tips.",
      "example_translation": "Elle a utilisé un pinceau à ongles pour peindre une bande sur son ongle. Elle avait utilisé un pinceau à ongles pour nettoyer sous ses ongles plus tôt. Elle utilisera un pinceau à ongles pour appliquer de la colle sur les pointes de ses ongles.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nail polish",
      "translation": "vernis à ongles",
      "definition": "A cosmetic lacquer applied to the nails to decorate and protect them.",
      "definition_translation": "Lac cosmétique appliqué sur les ongles pour les décorer et les protéger.",
      "example": "She applied a coat of nail polish to her toenails. She had applied a coat of nail polish to her fingernails the night before. She will apply a coat of nail polish to her nails before the party.",
      "example_translation": "Elle a appliqué une couche de vernis à ongles sur ses ongles de pied. Elle avait appliqué une couche de vernis à ongles sur ses ongles de main la nuit précédente. Elle appliquera une couche de vernis à ongles sur ses ongles avant la soirée.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nail polish remover",
      "translation": "démaquillant à ongles",
      "definition": "A liquid or gel-like substance used to remove nail polish from the nails, often containing acetone or other solvents.",
      "definition_translation": "Un liquide ou une substance gélatineuse utilisée pour retirer le vernis à ongles des ongles, souvent contenant de l'acétone ou d'autres solvants.",
      "example": "She used a nail polish remover to take off the old polish, then applied a new coat. She had removed her nail polish with a remover the night before. She will use a nail polish remover to clean up the stain.",
      "example_translation": "Elle a utilisé un démaquillant à ongles pour enlever l'ancien vernis, puis a appliqué un nouveau couche. Elle avait retiré son vernis à ongles avec un démaquillant la nuit précédente. Elle utilisera un démaquillant à ongles pour nettoyer la tache.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "powder puff",
      "translation": "poudrier",
      "definition": "A small, soft bag or pad used to apply powder to the face or other areas of the skin.",
      "definition_translation": "Un petit sac ou pad doux utilisé pour appliquer de la poudre sur le visage ou d'autres zones de la peau.",
      "example": "She picked up the powder puff and applied a light coat of powder to her face. He had used a powder puff to set his makeup the previous night. She will use a powder puff to touch up her makeup later.",
      "example_translation": "Elle a ramassé le poudrier et a appliqué un léger couche de poudre sur son visage. Il avait utilisé un poudrier pour fixer son maquillage la nuit précédente. Elle utilisera un poudrier pour retoucher son maquillage plus tard.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pressed powder",
      "translation": "poudre compacte",
      "definition": "A type of cosmetic powder that is pressed into a compact case and used to absorb excess oil and set makeup.",
      "definition_translation": "Un type de poudre cosmétique qui est pressée dans un étui compact et utilisée pour absorber l'excès d'huile et fixer le maquillage.",
      "example": "She carried a pressed powder in her purse to touch up her makeup on the go. He had used a pressed powder to set his makeup before the party. She will apply a pressed powder to absorb the shine.",
      "example_translation": "Elle portait une poudre compacte dans son sac à main pour retoucher son maquillage en route. Il avait utilisé une poudre compacte pour fixer son maquillage avant la soirée. Elle appliquera une poudre compacte pour absorber le brillant.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "primer",
      "translation": "primaire",
      "definition": "A cosmetic product applied to the skin before makeup to create a smooth surface and help the makeup stay in place longer.",
      "definition_translation": "Un produit cosmétique appliqué sur la peau avant le maquillage pour créer une surface lisse et aider le maquillage à rester en place plus longtemps.",
      "example": "She applied a primer to her face before applying foundation. He had used a primer to help his makeup last all night. She will use a primer to create a smooth base for her makeup.",
      "example_translation": "Elle a appliqué un primaire sur son visage avant d'appliquer la fondation. Il avait utilisé un primaire pour aider son maquillage à durer toute la nuit. Elle utilisera un primaire pour créer une base lisse pour son maquillage.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pumice stone",
      "translation": "pierre ponce",
      "definition": "A pumice stone is a small, rectangular block of volcanic rock used to remove dead skin cells from the feet or to smooth rough skin.",
      "definition_translation": "Une pierre ponce est un petit bloc de roche volcanique utilisé pour éliminer les cellules de peau mortes des pieds ou pour lisser la peau rugueuse.",
      "example": "I used a pumice stone to remove the dead skin from my heels. I will use a pumice stone every week to keep my skin smooth. I had used a pumice stone last week and it really worked.",
      "example_translation": "J'ai utilisé une pierre ponce pour éliminer la peau morte de mes talons. J'utiliserai une pierre ponce chaque semaine pour garder ma peau lisse. J'avais utilisé une pierre ponce la semaine dernière et ça a vraiment fonctionné.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shaving brush",
      "translation": "brosse à raser",
      "definition": "A shaving brush is a small brush used to apply shaving cream or soap to the skin before shaving.",
      "definition_translation": "Une brosse à raser est une petite brosse utilisée pour appliquer du savon à raser ou de la crème à raser sur la peau avant de se raser.",
      "example": "He used a shaving brush to lather up his face. She will use a shaving brush tomorrow morning. They had used a shaving brush to shave their beards.",
      "example_translation": "Il a utilisé une brosse à raser pour se savonner le visage. Elle utilisera une brosse à raser demain matin. Ils avaient utilisé une brosse à raser pour se raser les barbes.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shaving cream",
      "translation": "crème à raser",
      "definition": "Shaving cream is a substance applied to the skin to help a razor glide smoothly and protect the skin from nicks and cuts.",
      "definition_translation": "La crème à raser est une substance appliquée sur la peau pour aider un rasoir à glisser doucement et protéger la peau des coupures et des égratignures.",
      "example": "He applied shaving cream to his face before shaving. She uses shaving cream every morning. They had bought shaving cream at the store last week.",
      "example_translation": "Il a appliqué de la crème à raser sur son visage avant de se raser. Elle utilise de la crème à raser chaque matin. Ils avaient acheté de la crème à raser au magasin la semaine dernière.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shaving foam",
      "translation": "mousse à raser",
      "definition": "Shaving foam is a type of shaving cream that is dispensed from a can and forms a rich, creamy lather when applied to the skin.",
      "definition_translation": "La mousse à raser est un type de crème à raser qui est dispensée d'une canette et forme une mousse riche et crémeuse lorsqu'elle est appliquée sur la peau.",
      "example": "He squirted shaving foam onto his palm. She uses shaving foam to shave her legs. They had used shaving foam to shave their faces.",
      "example_translation": "Il a vaporisé de la mousse à raser sur sa paume. Elle utilise de la mousse à raser pour se raser les jambes. Ils avaient utilisé de la mousse à raser pour se raser les visages.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sunscreen",
      "translation": "écran solaire",
      "definition": "A lotion or cream applied to the skin to protect it from the sun's ultraviolet radiation.",
      "definition_translation": "Un lotion ou une crème appliquée sur la peau pour la protéger des radiations ultraviolettes du soleil.",
      "example": "She applied sunscreen to her skin before going to the beach. She will apply sunscreen to her skin before going to the beach. She had applied sunscreen to her skin before going to the beach.",
      "example_translation": "Elle a appliqué de l'écran solaire sur sa peau avant d'aller à la plage. Elle appliquera de l'écran solaire sur sa peau avant d'aller à la plage. Elle avait appliqué de l'écran solaire sur sa peau avant d'aller à la plage.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tweezers",
      "translation": "pince à épiler",
      "definition": "A small handheld instrument used to grip and manipulate small objects.",
      "definition_translation": "Un petit instrument portatif utilisé pour saisir et manipuler de petits objets.",
      "example": "She used tweezers to pick up the small beads. She will use tweezers to pick up the small beads. She had used tweezers to pick up the small beads.",
      "example_translation": "Elle a utilisé des pincettes à épiler pour ramasser les petites perles. Elle utilisera des pincettes à épiler pour ramasser les petites perles. Elle avait utilisé des pincettes à épiler pour ramasser les petites perles.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]
}