{
  "data": [
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "burdock",
      "translation": "bardane",
      "definition": "A biennial thistle-like plant with edible roots and leaves, cultivated for its roots and used in herbal medicine.",
      "definition_translation": "Une plante bisannuelle à feuilles comestibles et racines, cultivée pour ses racines et utilisée en médecine herboriste.",
      "example": "I have been using burdock root tea to detox my liver for years. Last year, I harvested burdock roots from my garden and made a delicious salad. Next year, I will plant more burdock seeds to ensure a steady supply.",
      "example_translation": "J'ai utilisé du thé à la racine de bardane pour détoxiquer mon foie depuis des années. L'an dernier, j'ai récolté des racines de bardane dans mon jardin et j'ai fait une salade délicieuse. L'an prochain, je planterai plus de graines de bardane pour avoir un approvisionnement régulier.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "camomile",
      "translation": "camomille",
      "definition": "A herb with white or yellow flowers, used to make a calming tea or as a calming agent in skincare products.",
      "definition_translation": "Une herbe aux fleurs blanches ou jaunes, utilisée pour faire un thé calmant ou comme agent calmant dans les produits de soins de la peau.",
      "example": "I drank camomile tea before bed to calm my nerves. Last week, I added camomile essential oil to my bath water to relax. Next month, I will make a camomile face cream to soothe my skin.",
      "example_translation": "J'ai bu du thé à la camomille avant de me coucher pour calmer mes nerfs. La semaine dernière, j'ai ajouté de l'huile essentielle de camomille à l'eau de mon bain pour me détendre. Le mois prochain, je vais faire une crème pour le visage à la camomille pour apaiser ma peau.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cat's claw",
      "translation": "griffe de chat",
      "definition": "A thorny vine native to the Amazon rainforest, used in herbal medicine to treat inflammation and arthritis.",
      "definition_translation": "Une vigne épineuse originaire de la forêt amazonienne, utilisée en médecine herboriste pour traiter l'inflammation et l'arthrose.",
      "example": "I took cat's claw supplements to alleviate my joint pain. Last year, I used cat's claw tea to reduce inflammation in my body. Next year, I will try cat's claw ointment to treat my arthritic knees.",
      "example_translation": "J'ai pris des suppléments de griffe de chat pour soulager mes douleurs articulaires. L'an dernier, j'ai utilisé du thé à la griffe de chat pour réduire l'inflammation dans mon corps. L'an prochain, j'essaierai de l'onguent de griffe de chat pour traiter mes genoux arthritiques.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coltsfoot",
      "translation": "tussilage",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine to treat coughs and respiratory problems.",
      "definition_translation": "Une herbe vivace aux fleurs jaunes, utilisée en médecine herboriste pour traiter les toux et les problèmes respiratoires.",
      "example": "I drank coltsfoot tea to soothe my cough. Last month, I used coltsfoot syrup to relieve my congestion. Next week, I will make a coltsfoot poultice to treat my bronchitis.",
      "example_translation": "J'ai bu du thé à la tussilage pour soulager ma toux. Le mois dernier, j'ai utilisé du sirop à la tussilage pour soulager ma congestion. La semaine prochaine, je vais faire un cataplasme à la tussilage pour traiter ma bronchite.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dandelion",
      "translation": "pissenlit",
      "definition": "A dandelion is a type of flowering weed that is native to Europe and Asia. It is characterized by its bright yellow flowers and feathery leaves.",
      "definition_translation": "Le pissenlit est une sorte de mauvaise herbe à fleurs qui est native d'Europe et d'Asie. Il est caractérisé par ses fleurs jaunes vives et ses feuilles plumeuses.",
      "example": "I picked a dandelion in the park yesterday. I will pick another one tomorrow. I had picked one last week.",
      "example_translation": "J'ai cueilli un pissenlit dans le parc hier. Je cueillerai un autre demain. J'avais cueilli un la semaine dernière.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fenugreek",
      "translation": "fenugrec",
      "definition": "Fenugreek is an herb that is native to the Mediterranean region. It is used as a spice and is also known for its medicinal properties.",
      "definition_translation": "Le fenugrec est une herbe qui est native de la région méditerranéenne. Il est utilisé comme épice et est également connu pour ses propriétés médicinales.",
      "example": "I have used fenugreek in my cooking for years. I use fenugreek every day. I will use fenugreek in my soup tomorrow.",
      "example_translation": "J'ai utilisé du fenugrec dans ma cuisine pendant des années. J'utilise du fenugrec tous les jours. J'utiliserai du fenugrec dans ma soupe demain.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ginseng",
      "translation": "ginseng",
      "definition": "Ginseng is a plant that is native to Asia and North America. It is used in traditional medicine and is believed to have healing properties.",
      "definition_translation": "Le ginseng est une plante qui est native d'Asie et d'Amérique du Nord. Il est utilisé dans la médecine traditionnelle et est censé avoir des propriétés curatives.",
      "example": "I took ginseng supplements for my health. I take ginseng every morning. I will take ginseng before my workout tomorrow.",
      "example_translation": "J'ai pris des suppléments de ginseng pour ma santé. Je prends du ginseng tous les matins. Je prendrai du ginseng avant mon entraînement demain.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "horsetail",
      "translation": "prêle",
      "definition": "Horsetail is a type of fern that is native to wetlands. It is known for its unique, hollow stems and is often used in herbal remedies.",
      "definition_translation": "La prêle est une sorte de fougère qui est native de zones humides. Elle est connue pour ses tiges creuses et uniques et est souvent utilisée dans les remèdes herbals.",
      "example": "I saw horsetail growing in the marsh yesterday. I see horsetail every time I go hiking. I will see horsetail in the forest next week.",
      "example_translation": "J'ai vu de la prêle pousser dans le marais hier. Je vois de la prêle chaque fois que je vais randonner. Je verrai de la prêle dans la forêt la semaine prochaine.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knotgrass",
      "translation": " Polygonum aviculare",
      "definition": "Knotgrass is an annual herbaceous plant that grows in damp places and has a sprawling habit.",
      "definition_translation": "Le knotgrass est une plante herbacée annuelle qui pousse dans des endroits humides et a une habitude de rampant.",
      "example": "I saw a knotgrass growing in the marsh yesterday, it was quite tall. I will pull out the knotgrass in my garden tomorrow, it's becoming a nuisance. The knotgrass had spread widely in the field by next spring.",
      "example_translation": "J'ai vu un knotgrass pousser dans le marais hier, il était assez grand. Je vais arracher le knotgrass dans mon jardin demain, c'est devenu une nuisance. Le knotgrass avait largement envahi le champ l'été suivant.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lemon balm",
      "translation": "mélisse",
      "definition": "Lemon balm is a herbaceous perennial plant that has a light, citrusy flavor and is used in cooking and medicine.",
      "definition_translation": "La mélisse est une plante herbacée vivace qui a un goût léger, citronné et est utilisée dans la cuisine et la médecine.",
      "example": "I added lemon balm to my tea yesterday, it was very soothing. She will plant lemon balm in her garden tomorrow, it's her favorite herb. The lemon balm had grown quite tall by next summer.",
      "example_translation": "J'ai ajouté de la mélisse à mon thé hier, c'était très apaisant. Elle plantera de la mélisse dans son jardin demain, c'est son herbe favorite. La mélisse avait grandi tout à fait haut l'été suivant.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "marigold",
      "translation": "œillet d'Inde",
      "definition": "Marigold is a bright yellow or orange flower that is often used in gardens and has a strong, pungent smell.",
      "definition_translation": "L'œillet d'Inde est une fleur jaune vif ou orange qui est souvent utilisée dans les jardins et a un odeur forte et piquante.",
      "example": "I planted marigold in my garden yesterday, it was quite easy. She will wear a marigold in her hair tomorrow, it's her favorite flower. The marigold had bloomed beautifully by next spring.",
      "example_translation": "J'ai planté de l'œillet d'Inde dans mon jardin hier, c'était assez facile. Elle portera un œillet d'Inde dans ses cheveux demain, c'est sa fleur préférée. L'œillet d'Inde avait fleuri magnifiquement l'année suivante.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "marshmallow",
      "translation": "guimauve",
      "definition": "Marshmallow is a sweet food made from the sap of the marshmallow plant, often used in desserts and candies.",
      "definition_translation": "La guimauve est un aliment sucré fait à partir de la sève du plant de guimauve, souvent utilisé dans les desserts et les bonbons.",
      "example": "I ate a marshmallow yesterday, it was very sweet. She will make marshmallow treats tomorrow, it's her favorite dessert. The marshmallow had melted in the hot chocolate by next winter.",
      "example_translation": "J'ai mangé une guimauve hier, c'était très sucré. Elle fabriquera des friandises de guimauve demain, c'est son dessert préféré. La guimauve avait fondu dans le chocolat chaud l'hiver suivant.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ribwort plantain",
      "translation": "plante de plantain des prés",
      "definition": "A perennial herb native to Europe and Asia, with narrow leaves and small white flowers, often found in lawns and meadows.",
      "definition_translation": "Une herbe vivace native d'Europe et d'Asie, aux feuilles étroites et aux petites fleurs blanches, souvent trouvée dans les pelouses et les prairies.",
      "example": "I used to walk through the meadow where ribwort plantain grew, and I will do it again next year. Yesterday, I saw it flourishing in the garden.",
      "example_translation": "Je me promenais autrefois à travers la prairie où poussait la plante de plantain des prés, et je le ferai à nouveau l'année prochaine. Hier, j'ai vu qu'elle fleurissait dans le jardin.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sage",
      "translation": "saule",
      "definition": "A perennial herb with greyish-green leaves, native to the Mediterranean region, used in cooking and medicine.",
      "definition_translation": "Une herbe vivace aux feuilles gris-vert, native de la région méditerranéenne, utilisée dans la cuisine et la médecine.",
      "example": "My grandmother used to add sage to her cooking, and I will use it in my recipe tomorrow. She had been growing sage in her garden for years.",
      "example_translation": "Ma grand-mère ajoutait du saule à sa cuisine, et je l'utiliserai dans ma recette demain. Elle avait fait pousser du saule dans son jardin pendant des années.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "St John's wort",
      "translation": "millepertuis",
      "definition": "A perennial herb with yellow flowers, native to Europe and Asia, used to treat mild depression and anxiety.",
      "definition_translation": "Une herbe vivace aux fleurs jaunes, native d'Europe et d'Asie, utilisée pour traiter la dépression légère et l'anxiété.",
      "example": "I have been taking St John's wort for a few months, and I will continue to take it next year. She had taken St John's wort to alleviate her depression.",
      "example_translation": "J'ai pris du millepertuis pendant quelques mois, et je continuerai à le prendre l'année prochaine. Elle avait pris du millepertuis pour soulager sa dépression.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wormwood",
      "translation": "absinthe",
      "definition": "A perennial herb with silvery-grey leaves, native to Europe and Asia, used in medicine and as a flavoring in liquor.",
      "definition_translation": "Une herbe vivace aux feuilles argent-gris, native d'Europe et d'Asie, utilisée dans la médecine et comme arôme dans les spiritueux.",
      "example": "I tried wormwood-infused liquor last night, and I will try it again next week. The ancient Greeks used wormwood to treat fever.",
      "example_translation": "J'ai essayé du spiritueux infusé à l'absinthe hier soir, et je l'essaierai à nouveau la semaine prochaine. Les anciens Grecs utilisaient l'absinthe pour traiter la fièvre.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]
}