{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "relations",
      "translation": "relazioni",
      "definition": "The way in which people, groups, or countries interact with each other, especially in a close or romantic relationship.",
      "definition_translation": "Il modo in cui le persone, i gruppi o i paesi interagiscono tra loro, soprattutto in una relazione stretta o romantica.",
      "example": "They have good relations with their neighbors. They had a close relation with their grandmother. They will have a romantic relation in the future.",
      "example_translation": "Hanno buone relazioni con i loro vicini di casa. Avevano una relazione stretta con la loro nonna. Avranno una relazione romantica in futuro.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "siblings",
      "translation": "fratelli",
      "definition": "Children of the same parents, including brothers and sisters.",
      "definition_translation": "I bambini degli stessi genitori, compresi fratelli e sorelle.",
      "example": "I have two siblings who are studying abroad. My siblings were fighting with each other when they were kids. My siblings will come to visit me next week.",
      "example_translation": "Ho due fratelli che studiano all'estero. I miei fratelli si azzuffavano tra loro quando erano bambini. I miei fratelli verranno a visitarmi la prossima settimana.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sister-in-law",
      "translation": "cognata",
      "definition": "The sister of one's husband or wife.",
      "definition_translation": "La sorella del proprio marito o moglie.",
      "example": "My sister-in-law is a doctor. I will visit my sister-in-law next month. My sister-in-law has been living in Italy for five years.",
      "example_translation": "Mia cognata è un medico. Verrò a visitare mia cognata il prossimo mese. Mia cognata vive in Italia da cinque anni.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "son-in-law",
      "translation": "genero",
      "definition": "The husband of one's daughter.",
      "definition_translation": "Il marito della propria figlia.",
      "example": "My son-in-law is a lawyer. I will meet my son-in-law at the party tonight. My son-in-law has been working in Rome for three years.",
      "example_translation": "Mio genero è un avvocato. Incontrerò mio genero alla festa stasera. Mio genero lavora a Roma da tre anni.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepdaughter",
      "translation": "figliastra",
      "definition": "The daughter of one's husband or wife from a previous marriage or relationship.",
      "definition_translation": "La figlia del proprio marito o moglie da un matrimonio o relazione precedente.",
      "example": "My stepdaughter is very smart. I will take my stepdaughter to the beach tomorrow. My stepdaughter has been living with us for two years.",
      "example_translation": "Mia figliastra è molto intelligente. Porterò mia figliastra al mare domani. Mia figliastra vive con noi da due anni.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepfather",
      "translation": "patrigno",
      "definition": "The husband of one's mother, but not one's biological father.",
      "definition_translation": "Il marito della propria madre, ma non il padre biologico.",
      "example": "My stepfather is very kind. I will meet my stepfather at the airport. My stepfather has been living with us for five years.",
      "example_translation": "Mio patrigno è molto gentile. Incontrerò mio patrigno all'aeroporto. Mio patrigno vive con noi da cinque anni.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepmother",
      "translation": "matrigna",
      "definition": "The wife of one's father, but not one's biological mother.",
      "definition_translation": "La moglie del proprio padre, ma non la madre biologica.",
      "example": "My stepmother is a good cook. I will visit my stepmother next week. My stepmother has been living with us for three years.",
      "example_translation": "Mia matrigna è una buona cuoca. Verrò a visitare mia matrigna la prossima settimana. Mia matrigna vive con noi da tre anni.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepson",
      "translation": "figliastro",
      "definition": "The son of one's husband or wife from a previous marriage or relationship.",
      "definition_translation": "Il figlio del proprio marito o moglie da un matrimonio o relazione precedente.",
      "example": "My stepson is very tall. I will take my stepson to the park tomorrow. My stepson has been living with us for two years.",
      "example_translation": "Mio figliastro è molto alto. Porterò mio figliastro al parco domani. Mio figliastro vive con noi da due anni.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spouse",
      "translation": "congiunto",
      "definition": "A person's husband or wife.",
      "definition_translation": "Il marito o la moglie di una persona.",
      "example": "My spouse is a doctor. I will meet my spouse at the party tonight. My spouse has been working in Milan for three years.",
      "example_translation": "Mio congiunto è un medico. Incontrerò mio congiunto alla festa stasera. Mio congiunto lavora a Milano da tre anni.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "in-laws",
      "translation": "consuoceri",
      "definition": "The parents of one's husband or wife.",
      "definition_translation": "I genitori del proprio marito o moglie.",
      "example": "My in-laws are very kind. I will visit my in-laws next month. My in-laws have been living in Florence for five years.",
      "example_translation": "I miei consuoceri sono molto gentili. Verrò a visitare i miei consuoceri il prossimo mese. I miei consuoceri vivono a Firenze da cinque anni.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}