{
  "data": [
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair spray",
      "translation": "lacca per capelli",
      "definition": "A cosmetic product used to hold a hairstyle in place, often in the form of a spray.",
      "definition_translation": "Un prodotto cosmetico utilizzato per mantenere un taglio di capelli in posizione, spesso in forma di spray.",
      "example": "I used hair spray to keep my hair in place all day. I will use hair spray to style my hair for the party tonight. She used hair spray to finish her updo.",
      "example_translation": "Ho usato lacca per capelli per mantenere i miei capelli in posizione per tutto il giorno. Userò lacca per capelli per styling i miei capelli per la festa stasera. Lei ha usato lacca per capelli per finire il suo updo.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lip balm",
      "translation": "balsamo per le labbra",
      "definition": "A topical product used to moisturize and soothe dry, chapped, or irritated lips.",
      "definition_translation": "Un prodotto topico utilizzato per idratare e alleviare le labbra secche, screpolate o irritate.",
      "example": "I apply lip balm before going to bed. She uses lip balm to protect her lips from the cold weather. He will buy lip balm for his dry lips.",
      "example_translation": "Applico balsamo per le labbra prima di andare a letto. Lei utilizza balsamo per le labbra per proteggere le sue labbra dal freddo. Lui comprerà balsamo per le labbra per le sue labbra secche.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lip gloss",
      "translation": "luce per le labbra",
      "definition": "A cosmetic product used to add shine and moisture to the lips, often flavored or fragranced.",
      "definition_translation": "Un prodotto cosmetico utilizzato per aggiungere lucentezza e idratazione alle labbra, spesso aromatizzato o profumato.",
      "example": "I love wearing lip gloss on special occasions. She applies lip gloss to add shine to her lips. He will buy lip gloss for his sister's birthday.",
      "example_translation": "Adoro indossare luce per le labbra in occasioni speciali. Lei applica luce per le labbra per aggiungere lucentezza alle sue labbra. Lui comprerà luce per le labbra per il compleanno di sua sorella.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lip liner",
      "translation": "contorno per le labbra",
      "definition": "A cosmetic product used to outline and define the shape of the lips, often used to create a precise border.",
      "definition_translation": "Un prodotto cosmetico utilizzato per delineare e definire la forma delle labbra, spesso utilizzato per creare un bordo preciso.",
      "example": "I use lip liner to define my lip shape. She applies lip liner to create a precise border. He will buy lip liner to match his lipstick.",
      "example_translation": "Utilizzo contorno per le labbra per definire la forma delle mie labbra. Lei applica contorno per le labbra per creare un bordo preciso. Lui comprerà contorno per le labbra per abbinarlo al suo rossetto.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "liquid foundation",
      "translation": "fondotinta liquido",
      "definition": "A type of cosmetic foundation that provides sheer to medium coverage and is often applied with a brush or sponge.",
      "definition_translation": "Un tipo di fondotinta cosmetico che fornisce una copertura leggera a media e viene spesso applicato con un pennello o una spugna.",
      "example": "I prefer using liquid foundation for a natural look. She applies liquid foundation to even out her skin tone. He will buy liquid foundation for his partner's birthday.",
      "example_translation": "Preferisco utilizzare fondotinta liquido per un aspetto naturale. Lei applica fondotinta liquido per uniformare il suo tono della pelle. Lui comprerà fondotinta liquido per il compleanno del suo partner.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "loose powder",
      "translation": "cipria libera",
      "definition": "A type of cosmetic powder that is applied with a powder puff or brush to set makeup and control shine.",
      "definition_translation": "Un tipo di polvere cosmetica che viene applicata con un piumino o un pennello per fissare il trucco e controllare la lucentezza.",
      "example": "I use loose powder to set my foundation. She applies loose powder to absorb excess oil. He will buy loose powder to match his skin tone.",
      "example_translation": "Utilizzo cipria libera per fissare la mia fondotinta. Lei applica cipria libera per assorbire l'olio in eccesso. Lui comprerà cipria libera per abbinarla al suo tono della pelle.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail brush",
      "translation": "spazzola per unghie",
      "definition": "A small brush used to apply nail polish or other nail care products to the fingernails or toenails.",
      "definition_translation": "Una piccola spazzola utilizzata per applicare smalto o altri prodotti per la cura delle unghie alle dita o ai piedi.",
      "example": "I use a nail brush to paint my nails. She uses a nail brush to apply nail glue. He will buy a nail brush for his nail care routine.",
      "example_translation": "Utilizzo una spazzola per unghie per dipingere le mie unghie. Lei utilizza una spazzola per unghie per applicare colla per unghie. Lui comprerà una spazzola per unghie per la sua routine di cura delle unghie.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail polish",
      "translation": "smalto per unghie",
      "definition": "A cosmetic product used to decorate and protect the fingernails or toenails, available in various colors and finishes.",
      "definition_translation": "Un prodotto cosmetico utilizzato per decorare e proteggere le unghie delle dita o dei piedi, disponibile in varie colorazioni e finiture.",
      "example": "I love applying nail polish on weekends. She uses nail polish to match her outfit. He will buy nail polish for his sister's birthday.",
      "example_translation": "Adoro applicare smalto per unghie durante i weekend. Lei utilizza smalto per unghie per abbinarlo al suo outfit. Lui comprerà smalto per unghie per il compleanno di sua sorella.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail polish remover",
      "translation": "dissolvente per smalto per unghie",
      "definition": "A cosmetic product used to remove nail polish from the fingernails or toenails, often containing acetone or other solvents.",
      "definition_translation": "Un prodotto cosmetico utilizzato per rimuovere lo smalto dalle unghie delle dita o dei piedi, spesso contenente acetone o altri solventi.",
      "example": "I use nail polish remover to clean my nails. She applies nail polish remover to remove old polish. He will buy nail polish remover for his nail care routine.",
      "example_translation": "Utilizzo dissolvente per smalto per unghie per pulire le mie unghie. Lei applica dissolvente per smalto per unghie per rimuovere lo smalto vecchio. Lui comprerà dissolvente per smalto per unghie per la sua routine di cura delle unghie.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "powder puff",
      "translation": "piumino per cipria",
      "definition": "A cosmetic tool used to apply and blend powder makeup products, such as foundation or blush, onto the skin.",
      "definition_translation": "Uno strumento cosmetico utilizzato per applicare e sfumare prodotti di trucco in polvere, come fondotinta o blush, sulla pelle.",
      "example": "I use a powder puff to apply my foundation. She uses a powder puff to blend her blush. He will buy a powder puff for his makeup routine.",
      "example_translation": "Utilizzo un piumino per cipria per applicare la mia fondotinta. Lei utilizza un piumino per cipria per sfumare il suo blush. Lui comprerà un piumino per cipria per la sua routine di trucco.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pressed powder",
      "translation": "cipria compressa",
      "definition": "A type of cosmetic powder that is pressed into a compact form and applied to the skin to set makeup and control shine.",
      "definition_translation": "Un tipo di polvere cosmetica che viene compressa in una forma compatta e applicata sulla pelle per fissare il trucco e controllare la lucentezza.",
      "example": "I use pressed powder to set my foundation. She applies pressed powder to absorb excess oil. He will buy pressed powder for his makeup routine.",
      "example_translation": "Utilizzo cipria compressa per fissare la mia fondotinta. Lei applica cipria compressa per assorbire l'olio in eccesso. Lui comprerà cipria compressa per la sua routine di trucco.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "primer",
      "translation": "primo strato",
      "definition": "A cosmetic product applied to the skin before applying makeup to create a smooth surface, often improving the durability and appearance of the makeup.",
      "definition_translation": "Un prodotto cosmetico applicato sulla pelle prima di applicare il trucco per creare una superficie liscia, spesso migliorando la durata e l'aspetto del trucco.",
      "example": "I use a primer to create a smooth surface. She applies a primer to improve the durability of her makeup. He will buy a primer for his makeup routine.",
      "example_translation": "Utilizzo un primo strato per creare una superficie liscia. Lei applica un primo strato per migliorare la durata del suo trucco. Lui comprerà un primo strato per la sua routine di trucco.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pumice stone",
      "translation": "pietra pomice",
      "definition": "A natural exfoliant used to remove dead skin cells and smooth rough skin, often used on the feet or elbows.",
      "definition_translation": "Un esfoliante naturale utilizzato per rimuovere le cellule della pelle morta e lisciare la pelle ruvida, spesso utilizzato sui piedi o sui gomiti.",
      "example": "I use a pumice stone to exfoliate my feet. She uses a pumice stone to smooth her elbows. He will buy a pumice stone for his foot care routine.",
      "example_translation": "Utilizzo una pietra pomice per esfoliare i miei piedi. Lei utilizza una pietra pomice per lisciare i suoi gomiti. Lui comprerà una pietra pomice per la sua routine di cura dei piedi.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shaving brush",
      "translation": "spazzola per radere",
      "definition": "A brush used to apply shaving cream or soap to the skin before shaving, often made of badger hair or synthetic materials.",
      "definition_translation": "Una spazzola utilizzata per applicare crema da barba o sapone sulla pelle prima di radere, spesso fatta di pelo di tasso o materiali sintetici.",
      "example": "I use a shaving brush to apply shaving cream. She uses a shaving brush to exfoliate her skin. He will buy a shaving brush for his shaving routine.",
      "example_translation": "Utilizzo una spazzola per radere per applicare crema da barba. Lei utilizza una spazzola per radere per esfoliare la sua pelle. Lui comprerà una spazzola per radere per la sua routine di rasatura.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shaving cream",
      "translation": "crema da barba",
      "definition": "A cosmetic product used to lubricate and moisturize the skin during shaving, often containing soothing ingredients like aloe vera or chamomile.",
      "definition_translation": "Un prodotto cosmetico utilizzato per lubrificare e idratare la pelle durante la rasatura, spesso contenente ingredienti lenitivi come aloe vera o camomilla.",
      "example": "I use shaving cream to lubricate my skin. She applies shaving cream to soothe her skin. He will buy shaving cream for his shaving routine.",
      "example_translation": "Utilizzo crema da barba per lubrificare la mia pelle. Lei applica crema da barba per lenire la sua pelle. Lui comprerà crema da barba per la sua routine di rasatura.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shaving foam",
      "translation": "schiuma da barba",
      "definition": "A cosmetic product used to lubricate and moisturize the skin during shaving, often containing soothing ingredients like aloe vera or chamomile.",
      "definition_translation": "Un prodotto cosmetico utilizzato per lubrificare e idratare la pelle durante la rasatura, spesso contenente ingredienti lenitivi come aloe vera o camomilla.",
      "example": "I use shaving foam to lubricate my skin. She applies shaving foam to soothe her skin. He will buy shaving foam for his shaving routine.",
      "example_translation": "Utilizzo schiuma da barba per lubrificare la mia pelle. Lei applica schiuma da barba per lenire la sua pelle. Lui comprerà schiuma da barba per la sua routine di rasatura.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunscreen",
      "translation": "crema solare",
      "definition": "A cosmetic product used to protect the skin from the sun's harmful UV rays, often containing ingredients like SPF or zinc oxide.",
      "definition_translation": "Un prodotto cosmetico utilizzato per proteggere la pelle dai raggi UV dannosi del sole, spesso contenendo ingredienti come SPF o ossido di zinco.",
      "example": "I use sunscreen to protect my skin from the sun. She applies sunscreen to her children's skin. He will buy sunscreen for his beach vacation.",
      "example_translation": "Utilizzo crema solare per proteggere la mia pelle dal sole. Lei applica crema solare alla pelle dei suoi figli. Lui comprerà crema solare per la sua vacanza al mare.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tweezers",
      "translation": "pinzette",
      "definition": "A small, handheld tool used to pluck or shape eyebrows, often made of metal or plastic.",
      "definition_translation": "Uno strumento piccolo, tenuto in mano, utilizzato per strappare o modellare le sopracciglia, spesso fatto di metallo o plastica.",
      "example": "I use tweezers to shape my eyebrows. She uses tweezers to pluck stray hairs. He will buy tweezers for his personal care routine.",
      "example_translation": "Utilizzo pinzette per modellare le mie sopracciglia. Lei utilizza pinzette per strappare hair vaganti. Lui comprerà pinzette per la sua routine di cura personale.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]
}