{
  "data": [
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "April",
      "translation": "Aprile",
      "definition": "The fourth month of the year, situated between March and May.",
      "definition_translation": "Il quarto mese dell'anno, situato tra marzo e maggio.",
      "example": "I will travel to Paris in April, I traveled to Paris in April last year, and I had traveled to Paris in April five years ago.",
      "example_translation": "Viaggerò a Parigi in aprile, ho viaggiato a Parigi in aprile l'anno scorso e avevo viaggiato a Parigi in aprile cinque anni fa.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "August",
      "translation": "Agosto",
      "definition": "The eighth month of the year, situated between July and September.",
      "definition_translation": "L'ottavo mese dell'anno, situato tra luglio e settembre.",
      "example": "I will go to the beach in August, I went to the beach in August last year, and I had gone to the beach in August five years ago.",
      "example_translation": "Andrò al mare in agosto, sono andato al mare in agosto l'anno scorso e ero andato al mare in agosto cinque anni fa.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "December",
      "translation": "Dicembre",
      "definition": "The twelfth and final month of the year, situated between November and January.",
      "definition_translation": "Il dodicesimo e ultimo mese dell'anno, situato tra novembre e gennaio.",
      "example": "I will celebrate Christmas in December, I celebrated Christmas in December last year, and I had celebrated Christmas in December five years ago.",
      "example_translation": "Celeberrò Natale in dicembre, ho celebrato Natale in dicembre l'anno scorso e avevo celebrato Natale in dicembre cinque anni fa.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "February",
      "translation": "Febbraio",
      "definition": "The second month of the year, situated between January and March.",
      "definition_translation": "Il secondo mese dell'anno, situato tra gennaio e marzo.",
      "example": "I will go to the carnival in February, I went to the carnival in February last year, and I had gone to the carnival in February five years ago.",
      "example_translation": "Andrò al carnevale in febbraio, sono andato al carnevale in febbraio l'anno scorso e ero andato al carnevale in febbraio cinque anni fa.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "January",
      "translation": "Gennaio",
      "definition": "The first month of the year, situated between December and February.",
      "definition_translation": "Il primo mese dell'anno, situato tra dicembre e febbraio.",
      "example": "I will make a New Year's resolution in January, I made a New Year's resolution in January last year, and I had made a New Year's resolution in January five years ago.",
      "example_translation": "Farò una risoluzione del nuovo anno in gennaio, ho fatto una risoluzione del nuovo anno in gennaio l'anno scorso e avevo fatto una risoluzione del nuovo anno in gennaio cinque anni fa.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "July",
      "translation": "Luglio",
      "definition": "The seventh month of the year, situated between June and August.",
      "definition_translation": "Il settimo mese dell'anno, situato tra giugno e agosto.",
      "example": "I will go to the beach in July, I went to the beach in July last year, and I had gone to the beach in July five years ago.",
      "example_translation": "Andrò al mare in luglio, sono andato al mare in luglio l'anno scorso e ero andato al mare in luglio cinque anni fa.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "June",
      "translation": "Giugno",
      "definition": "The sixth month of the year, situated between May and July.",
      "definition_translation": "Il sesto mese dell'anno, situato tra maggio e luglio.",
      "example": "I will graduate in June, I graduated in June last year, and I had graduated in June five years ago.",
      "example_translation": "Mi laureerò in giugno, mi sono laureato in giugno l'anno scorso e mi ero laureato in giugno cinque anni fa.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "March",
      "translation": "Marzo",
      "definition": "The third month of the year, situated between February and April.",
      "definition_translation": "Il terzo mese dell'anno, situato tra febbraio e aprile.",
      "example": "I will go to the festival in March, I went to the festival in March last year, and I had gone to the festival in March five years ago.",
      "example_translation": "Andrò al festival in marzo, sono andato al festival in marzo l'anno scorso e ero andato al festival in marzo cinque anni fa.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "May",
      "translation": "Maggio",
      "definition": "The fifth month of the year, situated between April and June.",
      "definition_translation": "Il quinto mese dell'anno, situato tra aprile e giugno.",
      "example": "I will go to the concert in May, I went to the concert in May last year, and I had gone to the concert in May five years ago.",
      "example_translation": "Andrò al concerto in maggio, sono andato al concerto in maggio l'anno scorso e ero andato al concerto in maggio cinque anni fa.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "November",
      "translation": "Novembre",
      "definition": "The eleventh month of the year, situated between October and December.",
      "definition_translation": "L'undicesimo mese dell'anno, situato tra ottobre e dicembre.",
      "example": "I will celebrate Thanksgiving in November, I celebrated Thanksgiving in November last year, and I had celebrated Thanksgiving in November five years ago.",
      "example_translation": "Celeberrò il Ringraziamento in novembre, ho celebrato il Ringraziamento in novembre l'anno scorso e avevo celebrato il Ringraziamento in novembre cinque anni fa.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "October",
      "translation": "Ottobre",
      "definition": "The tenth month of the year, situated between September and November.",
      "definition_translation": "Il decimo mese dell'anno, situato tra settembre e novembre.",
      "example": "I will go to the Halloween party in October, I went to the Halloween party in October last year, and I had gone to the Halloween party in October five years ago.",
      "example_translation": "Andrò alla festa di Halloween in ottobre, sono andato alla festa di Halloween in ottobre l'anno scorso e ero andato alla festa di Halloween in ottobre cinque anni fa.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "September",
      "translation": "Settembre",
      "definition": "The ninth month of the year, situated between August and October.",
      "definition_translation": "Il nono mese dell'anno, situato tra agosto e ottobre.",
      "example": "I will go back to school in September, I went back to school in September last year, and I had gone back to school in September five years ago.",
      "example_translation": "Tornrò a scuola in settembre, sono tornato a scuola in settembre l'anno scorso e ero tornato a scuola in settembre cinque anni fa.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]
}