{
  "data": [
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "funnel",
      "translation": "imbuto",
      "definition": "A funnel is a tube or pipe that is wide at one end and narrow at the other, used for pouring liquids or powders into a small opening.",
      "definition_translation": "Un imbuto è un tubo o una canna che è ampia a un'estremità e stretta all'altra, utilizzato per versare liquidi o polveri in un'apertura piccola.",
      "example": "I used a funnel to pour the oil into the car engine. I will use a funnel to pour the water into the bottle. I had used a funnel to pour the powder into the jar.",
      "example_translation": "Ho usato un imbuto per versare l'olio nel motore della macchina. Userò un imbuto per versare l'acqua nella bottiglia. Avevo usato un imbuto per versare il polvere nel barattolo.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "garlic press",
      "translation": "pressa aglio",
      "definition": "A garlic press is a kitchen tool used to crush garlic cloves into a pulp, typically used in cooking to release the flavors and oils.",
      "definition_translation": "Una pressa aglio è uno strumento da cucina utilizzato per schiacciare i clove di aglio in una poltiglia, tipicamente utilizzato nella cottura per rilasciare i sapori e gli oli.",
      "example": "I used a garlic press to crush the garlic for the sauce. She will use a garlic press to release the flavors for the dish. They had used a garlic press to mash the garlic for the recipe.",
      "example_translation": "Ho usato una pressa aglio per schiacciare l'aglio per la salsa. Lei userà una pressa aglio per rilasciare i sapori per il piatto. Avevano usato una pressa aglio per schiacciare l'aglio per la ricetta.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grater",
      "translation": "grattugia",
      "definition": "A grater is a kitchen tool used to shred or grate food, typically used to grate cheese, carrots, or other vegetables.",
      "definition_translation": "Una grattugia è uno strumento da cucina utilizzato per tritare o grattugiare il cibo, tipicamente utilizzato per grattugiare il formaggio, le carote o altre verdure.",
      "example": "I used a grater to shred the carrots for the salad. She will use a grater to grate the cheese for the pasta. They had used a grater to grate the zucchini for the bread.",
      "example_translation": "Ho usato una grattugia per tritare le carote per l'insalata. Lei userà una grattugia per grattugiare il formaggio per la pasta. Avevano usato una grattugia per grattugiare la zucchina per il pane.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ice-cream scoop",
      "translation": "presa gelato",
      "definition": "An ice-cream scoop is a kitchen tool used to portion and shape ice cream, typically used to serve ice cream in balls or cones.",
      "definition_translation": "Una presa gelato è uno strumento da cucina utilizzato per dosare e modellare il gelato, tipicamente utilizzato per servire il gelato in palle o coni.",
      "example": "I used an ice-cream scoop to portion the ice cream for the cones. She will use an ice-cream scoop to shape the ice cream for the party. They had used an ice-cream scoop to serve the ice cream at the event.",
      "example_translation": "Ho usato una presa gelato per dosare il gelato per i coni. Lei userà una presa gelato per modellare il gelato per la festa. Avevano usato una presa gelato per servire il gelato all'evento.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ladle",
      "translation": "mestolo",
      "definition": "A ladle is a kitchen tool used to scoop and pour liquids, typically used to serve soups, stews, or sauces.",
      "definition_translation": "Un mestolo è uno strumento da cucina utilizzato per prendere e versare liquidi, tipicamente utilizzato per servire zuppe, stufati o salse.",
      "example": "I used a ladle to serve the soup at the dinner party. She will use a ladle to pour the juice into the glasses. They had used a ladle to scoop the sauce for the pasta.",
      "example_translation": "Ho usato un mestolo per servire la zuppa alla cena. Lei userà un mestolo per versare il succo nei bicchieri. Avevano usato un mestolo per prendere la salsa per la pasta.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lemon squeezer",
      "translation": "spremi limone",
      "definition": "A lemon squeezer is a kitchen tool used to extract juice from lemons or other citrus fruits, typically used in cooking and baking.",
      "definition_translation": "Uno spremi limone è uno strumento da cucina utilizzato per estrarre il succo dai limoni o altri frutti agrumi, tipicamente utilizzato nella cottura e nella panificazione.",
      "example": "I used a lemon squeezer to extract the juice for the recipe. She will use a lemon squeezer to make lemonade for the party. They had used a lemon squeezer to add flavor to the dish.",
      "example_translation": "Ho usato uno spremi limone per estrarre il succo per la ricetta. Lei userà uno spremi limone per fare limonata per la festa. Avevano usato uno spremi limone per aggiungere sapore al piatto.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mandoline",
      "translation": "mandolino",
      "definition": "A mandoline is a kitchen tool used to slice and julienne food, typically used to prepare vegetables, fruits, and meats.",
      "definition_translation": "Un mandolino è uno strumento da cucina utilizzato per affettare e julienne il cibo, tipicamente utilizzato per preparare le verdure, i frutti e le carni.",
      "example": "I used a mandoline to slice the carrots for the salad. She will use a mandoline to julienne the zucchini for the stir-fry. They had used a mandoline to prepare the ingredients for the recipe.",
      "example_translation": "Ho usato un mandolino per affettare le carote per l'insalata. Lei userà un mandolino per julienne la zucchina per lo stir-fry. Avevano usato un mandolino per preparare gli ingredienti per la ricetta.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "measuring spoon",
      "translation": "cucchiaio dosatore",
      "definition": "A measuring spoon is a kitchen tool used to measure ingredients, typically used in cooking and baking to ensure accurate measurements.",
      "definition_translation": "Un cucchiaio dosatore è uno strumento da cucina utilizzato per misurare gli ingredienti, tipicamente utilizzato nella cottura e nella panificazione per garantire misure accurate.",
      "example": "I used a measuring spoon to measure the sugar for the recipe. She will use a measuring spoon to measure the flour for the cake. They had used a measuring spoon to measure the spices for the dish.",
      "example_translation": "Ho usato un cucchiaio dosatore per misurare lo zucchero per la ricetta. Lei userà un cucchiaio dosatore per misurare la farina per la torta. Avevano usato un cucchiaio dosatore per misurare le spezie per il piatto.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "meat tenderizer",
      "translation": "ammorbiditore carne",
      "definition": "A meat tenderizer is a kitchen tool used to break down the connective tissues in meat, making it more tender and easier to chew.",
      "definition_translation": "Un ammorbiditore carne è uno strumento da cucina utilizzato per rompere le fibre connettivali nella carne, rendendola più tenera e più facile da masticare.",
      "example": "I used a meat tenderizer to prepare the steak for the grill. She will use a meat tenderizer to make the chicken more tender for the dish. They had used a meat tenderizer to make the pork chops more palatable.",
      "example_translation": "Ho usato un ammorbiditore carne per preparare la bistecca per la griglia. Lei userà un ammorbiditore carne per rendere il pollo più tenero per il piatto. Avevano usato un ammorbiditore carne per rendere le costolette di maiale più gradevoli.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mincer",
      "translation": "tritacarne",
      "definition": "A mincer is a kitchen tool used to chop or grind meat, typically used to prepare ground meat for cooking.",
      "definition_translation": "Un tritacarne è uno strumento da cucina utilizzato per tritare o macinare la carne, tipicamente utilizzato per preparare la carne tritata per la cottura.",
      "example": "I used a mincer to grind the beef for the burgers. She will use a mincer to chop the chicken for the salad. They had used a mincer to prepare the sausage for the recipe.",
      "example_translation": "Ho usato un tritacarne per macinare la carne di manzo per le hamburger. Lei userà un tritacarne per tritare il pollo per l'insalata. Avevano usato un tritacarne per preparare la salsiccia per la ricetta.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mortar and pestle",
      "translation": "mortaio e pestello",
      "definition": "A mortar and pestle is a kitchen tool used to grind and mix ingredients, typically used in cooking and baking to release flavors and oils.",
      "definition_translation": "Un mortaio e pestello è uno strumento da cucina utilizzato per macinare e mescolare gli ingredienti, tipicamente utilizzato nella cottura e nella panificazione per rilasciare sapori e oli.",
      "example": "I used a mortar and pestle to grind the spices for the curry. She will use a mortar and pestle to mix the herbs for the sauce. They had used a mortar and pestle to crush the garlic for the recipe.",
      "example_translation": "Ho usato un mortaio e pestello per macinare le spezie per il curry. Lei userà un mortaio e pestello per mescolare le erbe per la salsa. Avevano usato un mortaio e pestello per schiacciare l'aglio per la ricetta.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nutcracker",
      "translation": "spacco noci",
      "definition": "A nutcracker is a kitchen tool used to crack open nuts, typically used to extract the nutmeat for baking and cooking.",
      "definition_translation": "Uno spacco noci è uno strumento da cucina utilizzato per aprire le noci, tipicamente utilizzato per estrarre il midollo delle noci per la panificazione e la cottura.",
      "example": "I used a nutcracker to crack open the walnuts for the cake. She will use a nutcracker to extract the pecans for the salad. They had used a nutcracker to shell the hazelnuts for the recipe.",
      "example_translation": "Ho usato uno spacco noci per aprire le noci di noce per la torta. Lei userà uno spacco noci per estrarre le noci pecan per l'insalata. Avevano usato uno spacco noci per sgusciare le noci di nocciola per la ricetta.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pastry board",
      "translation": "tavola da pasta",
      "definition": "A pastry board is a kitchen tool used to prepare and roll out dough, typically used in baking to create pastries and cakes.",
      "definition_translation": "Una tavola da pasta è uno strumento da cucina utilizzato per preparare e stendere l'impasto, tipicamente utilizzato nella panificazione per creare paste e torte.",
      "example": "I used a pastry board to roll out the dough for the croissants. She will use a pastry board to prepare the pastry for the pie. They had used a pastry board to create the intricate design for the cake.",
      "example_translation": "Ho usato una tavola da pasta per stendere l'impasto per i croissant. Lei userà una tavola da pasta per preparare la pasta per la torta. Avevano usato una tavola da pasta per creare il disegno intricato per la torta.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "peeler",
      "translation": "sbulatore",
      "definition": "A peeler is a kitchen tool used to remove the skin from fruits and vegetables, typically used to prepare them for cooking or baking.",
      "definition_translation": "Uno sbulatore è uno strumento da cucina utilizzato per rimuovere la pelle dai frutti e dalle verdure, tipicamente utilizzato per prepararli per la cottura o la panificazione.",
      "example": "I used a peeler to remove the skin from the apples for the pie. She will use a peeler to peel the carrots for the salad. They had used a peeler to prepare the potatoes for the dish.",
      "example_translation": "Ho usato uno sbulatore per rimuovere la pelle dalle mele per la torta. Lei userà uno sbulatore per pelare le carote per l'insalata. Avevano usato uno sbulatore per preparare le patate per il piatto.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pepper mill",
      "translation": "macinapepe",
      "definition": "A pepper mill is a kitchen tool used to grind peppercorns, typically used to add flavor to dishes.",
      "definition_translation": "Un macinapepe è uno strumento da cucina utilizzato per macinare i peppercorns, tipicamente utilizzato per aggiungere sapore ai piatti.",
      "example": "I used a pepper mill to grind the peppercorns for the recipe. She will use a pepper mill to add flavor to the soup. They had used a pepper mill to season the steak.",
      "example_translation": "Ho usato un macinapepe per macinare i peppercorns per la ricetta. Lei userà un macinapepe per aggiungere sapore alla zuppa. Avevano usato un macinapepe per condire la bistecca.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "piping bag",
      "translation": "sacco da decorazione",
      "definition": "A piping bag is a kitchen tool used to pipe and decorate foods, typically used in baking and cake decorating.",
      "definition_translation": "Un sacco da decorazione è uno strumento da cucina utilizzato per decorare e ornare i cibi, tipicamente utilizzato nella panificazione e nella decorazione di torte.",
      "example": "I used a piping bag to pipe the icing onto the cake. She will use a piping bag to decorate the cupcakes for the party. They had used a piping bag to create the intricate design on the wedding cake.",
      "example_translation": "Ho usato un sacco da decorazione per decorare la torta con la glassa. Lei userà un sacco da decorazione per decorare i muffin per la festa. Avevano usato un sacco da decorazione per creare il disegno intricato sulla torta nuziale.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rolling pin",
      "translation": "matterello",
      "definition": "A rolling pin is a kitchen tool used to roll out dough, typically used in baking to create pastries and cakes.",
      "definition_translation": "Un matterello è uno strumento da cucina utilizzato per stendere l'impasto, tipicamente utilizzato nella panificazione per creare paste e torte.",
      "example": "I used a rolling pin to roll out the dough for the pizza. She will use a rolling pin to prepare the pastry for the quiche. They had used a rolling pin to create the flaky crust for the pie.",
      "example_translation": "Ho usato un matterello per stendere l'impasto per la pizza. Lei userà un matterello per preparare la pasta per la quiche. Avevano usato un matterello per creare la crosta sfogliata per la torta.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sideboard",
      "translation": "cabinet di servizio",
      "definition": "A sideboard is a piece of furniture used to serve and store food and drinks, typically used in dining rooms and banquet halls.",
      "definition_translation": "Un cabinet di servizio è un pezzo di mobilia utilizzato per servire e conservare cibi e bevande, tipicamente utilizzato nelle sale da pranzo e nei saloni da banchetto.",
      "example": "I used a sideboard to serve the buffet at the party. She will use a sideboard to store the dishes for the dinner party. They had used a sideboard to display the desserts at the wedding reception.",
      "example_translation": "Ho usato un cabinet di servizio per servire il buffet alla festa. Lei userà un cabinet di servizio per conservare i piatti per la cena. Avevano usato un cabinet di servizio per esporre i dessert alla ricezione del matrimonio.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sieve",
      "translation": "setaccio",
      "definition": "A sieve is a kitchen tool used to separate and sift ingredients, typically used in cooking and baking to remove lumps and aerate mixtures.",
      "definition_translation": "Un setaccio è uno strumento da cucina utilizzato per separare e setacciare gli ingredienti, tipicamente utilizzato nella cottura e nella panificazione per rimuovere i grumi e aerare le miscele.",
      "example": "I used a sieve to sift the flour for the cake. She will use a sieve to separate the eggs for the recipe. They had used a sieve to remove the lumps from the batter.",
      "example_translation": "Ho usato un setaccio per setacciare la farina per la torta. Lei userà un setaccio per separare le uova per la ricetta. Avevano usato un setaccio per rimuovere i grumi dalla pastella.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spice rack",
      "translation": "porta spezie",
      "definition": "A spice rack is a kitchen tool used to store and organize spices, typically used to keep them within easy reach while cooking.",
      "definition_translation": "Un porta spezie è uno strumento da cucina utilizzato per conservare e organizzare le spezie, tipicamente utilizzato per tenerle a portata di mano mentre si cucina.",
      "example": "I used a spice rack to store the spices for the recipe. She will use a spice rack to organize the herbs for the dish. They had used a spice rack to keep the spices fresh for a long time.",
      "example_translation": "Ho usato un porta spezie per conservare le spezie per la ricetta. Lei userà un porta spezie per organizzare le erbe per il piatto. Avevano usato un porta spezie per mantenerle fresche per un lungo tempo.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tasting spoon",
      "translation": "cucchiaio da assaggio",
      "definition": "A tasting spoon is a kitchen tool used to taste and test flavors, typically used by chefs and cooks to adjust seasonings and flavors in dishes.",
      "definition_translation": "Un cucchiaio da assaggio è uno strumento da cucina utilizzato per assaggiare e testare i sapori, tipicamente utilizzato da chef e cuochi per ajustare le stagioni e i sapori nei piatti.",
      "example": "I used a tasting spoon to taste the sauce for the pasta. She will use a tasting spoon to adjust the seasoning for the dish. They had used a tasting spoon to test the flavors for the recipe.",
      "example_translation": "Ho usato un cucchiaio da assaggio per assaggiare la salsa per la pasta. Lei userà un cucchiaio da assaggio per ajustare le stagioni per il piatto. Avevano usato un cucchiaio da assaggio per testare i sapori per la ricetta.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "timer",
      "translation": "timer",
      "definition": "A timer is a kitchen tool used to measure cooking time, typically used to ensure that dishes are cooked to perfection.",
      "definition_translation": "Un timer è uno strumento da cucina utilizzato per misurare il tempo di cottura, tipicamente utilizzato per garantire che i piatti siano cotti alla perfezione.",
      "example": "I used a timer to cook the chicken for 20 minutes. She will use a timer to ensure the cake is baked for the right amount of time. They had used a timer to cook the vegetables for the perfect texture.",
      "example_translation": "Ho usato un timer per cuocere il pollo per 20 minuti. Lei userà un timer per garantire che la torta sia cotta per il tempo giusto. Avevano usato un timer per cuocere le verdure per la texture perfetta.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "whisk",
      "translation": "frusta",
      "definition": "A whisk is a kitchen tool used to mix and blend ingredients, typically used in cooking and baking to incorporate air and emulsify mixtures.",
      "definition_translation": "Una frusta è uno strumento da cucina utilizzato per mescolare e amalgamare gli ingredienti, tipicamente utilizzato nella cottura e nella panificazione per incorporare aria e emulsificare le miscele.",
      "example": "I used a whisk to mix the eggs for the omelette. She will use a whisk to incorporate air into the meringue. They had used a whisk to emulsify the sauce for the dish.",
      "example_translation": "Ho usato una frusta per mescolare le uova per la frittata. Lei userà una frusta per incorporare aria nel meringato. Avevano usato una frusta per emulsificare la salsa per il piatto.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "worktop",
      "translation": "banco di lavoro",
      "definition": "A worktop is a surface in a kitchen where food is prepared, typically made of durable materials such as granite or wood.",
      "definition_translation": "Un banco di lavoro è una superficie in una cucina dove il cibo viene preparato, tipicamente fatto di materiali duraturi come granito o legno.",
      "example": "I used the worktop to prepare the ingredients for the recipe. She will use the worktop to chop the vegetables for the salad. They had used the worktop to assemble the cake for the party.",
      "example_translation": "Ho usato il banco di lavoro per preparare gli ingredienti per la ricetta. Lei userà il banco di lavoro per tritare le verdure per l'insalata. Avevano usato il banco di lavoro per assemblare la torta per la festa.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]
}