{
  "data": [
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Abisinio",
      "translation": "abisinio",
      "definition": "Una raza de gato doméstico originaria de Etiopía, conocida por su distinta capa moteada.",
      "definition_translation": "Una raza de gato doméstico originario de Etiopía, conocida por su peculiar capa moteada.",
      "example": "Tuve un gato Abisinio como mascota cuando era niño. Era muy juguetón. Me volveré a comprar un gato Abisinio el próximo año. Será un gran compañero.",
      "example_translation": "Tenía un gato abisinio como mascota cuando era niño. Era muy juguetón. Volveré a tener otro gato abisinio el próximo año. Será un gran compañero.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "American Shorthair",
      "translation": "pelaje americano corto",
      "definition": "Una raza de gato doméstico originaria de Norteamérica, conocida por su construcción robusta y capa corta y densa.",
      "definition_translation": "Una raza de gato doméstico originario de Norteamérica, conocida por su construcción sólida y su capa corta y densa.",
      "example": "El American Shorthair es una raza hermosa. Fue introducida en Europa en el siglo XIX. Introduciré un American Shorthair a mi familia pronto.",
      "example_translation": "El pelaje americano corto es una raza hermosa. Se introdujo en Europa en el siglo XIX. Introduciré un pelaje americano corto a mi familia pronto.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Gato Bengalí",
      "translation": "gato bengalí",
      "definition": "Una raza híbrida de gato doméstico, resultado del cruzamiento de un gato doméstico con un gato leopardo asiático, conocida por su distinta capa moteada o jaspeada.",
      "definition_translation": "Una raza híbrida de gato doméstico, resultado del cruce de un gato doméstico con un gato leopardo asiático, conocida por su capa moteada o jaspeada característica.",
      "example": "Vi un gato Bengalí en la tienda de mascotas ayer. Era muy enérgico. Tendré un gato Bengalí en el futuro. Será un magnífico mascota.",
      "example_translation": "Vi un gato bengalí en la tienda de mascotas ayer. Era muy enérgico. Tendré un gato bengalí en el futuro. Será una mascota maravillosa.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Birmano",
      "translation": "Birmano",
      "definition": "El Birmano es una raza de gato doméstico originaria de Birmania (ahora Myanmar). Es conocida por sus orejas puntiagudas, patas blancas y capa suave.",
      "definition_translation": "El Birmano es una raza de gato doméstico originaria de Birmania (ahora Myanmar). Es conocido por sus orejas puntiagudas, patas blancas y manto espeso.",
      "example": "Tuve un gato Birmano cuando era niño, era muy juguetón. Ahora tengo un gato Birmano de nuevo, es muy afectuoso. Me compraré un gato Birmano en el futuro, será muy leal.",
      "example_translation": "Tuve un gato Birmano cuando era niño, era muy juguetón. Ahora tengo un gato Birmano de nuevo, es muy cariñoso. Tendré un gato Birmano en el futuro, será muy leal.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "British Shorthair",
      "translation": "británico de pelo corto",
      "definition": "El British Shorthair es una raza de gato doméstico conocida por su construcción robusta, capa corta y temperamento calmado. Es una de las razas de gato más antiguas del mundo.",
      "definition_translation": "El británico de pelo corto es una raza de gato doméstico conocido por su construcción sólida, manto corto y temperamento calmado. Es una de las razas de gatos más antiguas del mundo.",
      "example": "Mi abuela tenía un gato British Shorthair, era muy perezoso. Ahora tengo un gato British Shorthair, es muy juguetón. Me compraré un gato British Shorthair en el futuro, será muy gentil.",
      "example_translation": "Mi abuela tenía un gato británico de pelo corto, era muy vago. Ahora tengo un gato británico de pelo corto, es muy juguetón. Tendré un gato británico de pelo corto en el futuro, será muy suave.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Burmés",
      "translation": "Birmano",
      "definition": "El Burmés es una raza de gato doméstico conocida por su capa dorada, ojos grandes y temperamento juguetón. Originó en Birmania (ahora Myanmar).",
      "definition_translation": "El Birmano es una raza de gato doméstico conocido por su manto dorado, ojos grandes y temperamento juguetón. Originó de Birmania (ahora Myanmar).",
      "example": "Tuve un gato Burmés cuando era adolescente, era muy enérgico. Ahora tengo un gato Burmés, es muy curioso. Me compraré un gato Burmés en el futuro, será muy aventurero.",
      "example_translation": "Tuve un gato Birmano cuando era adolescente, era muy enérgico. Ahora tengo un gato Birmano, es muy curioso. Tendré un gato Birmano en el futuro, será muy aventurero.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "Cartujano",
      "definition": "El Chartreux es una raza de gato doméstico originaria de Francia, conocida por su distinta capa azul-gris y gran tamaño.",
      "definition_translation": "El Cartujano es una raza de gato doméstico de Francia, conocida por su Distintiva capa azul-gris y su gran tamaño.",
      "example": "Ella siempre había estado fascinada por la raza Chartreux, y finalmente adoptó uno de un refugio local. El año pasado, llevó a su Chartreux a un concurso de gatos, donde ganó el primer premio. El próximo año, planea criar su Chartreux para preservar la raza.",
      "example_translation": "Siempre había estado fascinada por la raza Cartujano, y finalmente adoptó uno de un refugio local. El año pasado, llevó su Cartujano a una exhibición de gatos, donde ganó el primer premio. El año próximo, planea criar su Cartujano para preservar la raza.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Punto de color, Himalayo",
      "translation": "punto de color, Himalayo",
      "definition": "El punto de color, también conocido como Himalayo, es una raza de gato doméstico resultante del cruzamiento de gatos Siameses y Persas, caracterizada por su capa blanca con puntos de color.",
      "definition_translation": "El punto de color, también conocido como Himalayo, es una raza de gato doméstico resultado de cruzar gatos Siames y Persas, caracterizados por su capa blanca con puntos de color.",
      "example": "Su abuela tenía un gato de punto de color cuando era niña, y adoraba jugar con su suave pelaje. Hoy en día, ella posee un gato de punto de color propio, que lleva regularmente a concursos de gatos. Para el próximo año, espera haber criado un gato de punto de color premiado.",
      "example_translation": "Su abuela tenía un gato punto de color cuando era niña, y le encantaba jugar con su suave pelaje. Hoy en día, ella posee un punto de color propio, que lleva a exhibiciones de gatos regularmente. Para el año próximo, espera haber criado un punto de color ganador de premios.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "El Devon Rex es una raza de gato doméstico originaria de Devon, Inglaterra, conocida por su capa curva y suave y sus orejas grandes.",
      "definition_translation": "El Rex de Devon es una raza de gato doméstico originaria de Devon, Inglaterra, conocida por su capa suave y rizada, y sus orejas grandes.",
      "example": "Él nunca había visto un Devon Rex antes, pero cuando conoció uno en una tienda de mascotas, se enamoró inmediatamente. La semana pasada, trajo a casa un kitten Devon Rex, al que llamó Max. En un año, planea mostrar a Max en un concurso de gatos nacional.",
      "example_translation": "Nunca había visto un Rex de Devon antes, pero cuando conoció uno en una tienda de mascotas, se enamoró al instante. La semana pasada, trajo a casa un gatito Rex de Devon, al que llamó Max. En un año, planea mostrar a Max en una exhibición de gatos nacional.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato doméstico",
      "translation": "gato doméstico",
      "definition": "Un gato doméstico, también llamado gato de casa o gato de interior, es un pequeño mamífero carnívoro typically peludo que vive en o alrededor de habitaciones humanas.",
      "definition_translation": "Un gato doméstico, también llamado gato de casa o gato indoor, es un pequeño mamífero carnívoro típicamente peludo que vive en o alrededor de habitaciones humanas.",
      "example": "Tuve un gato doméstico cuando era niño. Ahora tengo un perro. Me volveré a comprar un gato doméstico en el futuro.",
      "example_translation": "Tuve un gato doméstico cuando era niño. Ahora tengo un perro. Volveré a tener un gato doméstico en el futuro.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato exótico de pelo corto",
      "translation": "pelaje corto exótico",
      "definition": "Un gato exótico de pelo corto es una raza de gato que tiene un pelaje corto y acolchado y un temperamento dulce y calmado.",
      "definition_translation": "Un pelaje corto exótico es una raza de gato que tiene un pelaje corto y acolchado y un temperamento dulce y calmado.",
      "example": "Mi hermana tenía un gato exótico de pelo corto cuando estaba en la universidad. Ahora tiene una raza de gato diferente. Ella volverá a tener un gato exótico de pelo corto algún día.",
      "example_translation": "Mi hermana tenía un gato de pelaje corto exótico cuando estaba en la universidad. Ahora tiene una raza diferente de gato. Volverá a tener un gato de pelaje corto exótico algún día.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colicorto japonés",
      "translation": "cola japonesa",
      "definition": "El colicorto japonés es una raza de gato doméstico originario de Japón, caracterizado por su cola corta y supersonalidad calmada y gentil.",
      "definition_translation": "El cola japonesa es una raza de gato doméstico originaria de Japón, caracterizada por su cola corta, y a menudo tienen una personalidad calmada y gentil.",
      "example": "Vi un gato colicorto japonés en la tienda de mascotas la semana pasada. Era muy lindo. Estoy considerando tener un gato colicorto japonés en el futuro.",
      "example_translation": "Vi un gato cola japonesa en la tienda de mascotas la semana pasada. Era muy lindo. Consideraré tener un gato cola japonesa en el futuro.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Gato Maine Coon",
      "definition": "El Maine Coon es una raza de gato doméstico originaria de América del Norte, específicamente del estado de Maine. Es una de las razas de gato más antiguas de América del Norte, con una apariencia física distinta y una personalidad amigable y extrovertida.",
      "definition_translation": "El gato Maine Coon es una raza de gato doméstico nativa de Norteamérica, específicamente del estado de Maine. Es una de las razas de gatos naturales más antiguas de Norteamérica, con una apariencia física distintiva y una personalidad amigable y extrovertida.",
      "example": "Tuve un gato Maine Coon cuando era niño, era muy juguetón. Hoy tengo un nuevo cachorro de Maine Coon, y ya está mostrando su naturaleza curiosa. Tendré una familia completa de gatos Maine Coon en el futuro.",
      "example_translation": "Tuve un gato Maine Coon cuando era niño, era muy juguetón. Hoy, tengo un nuevo gatito Maine Coon, y ya está mostrando su naturaleza curiosa. Tendré una familia completa de gatos Maine Coon en el futuro.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato bosque noruego",
      "translation": "Gato Bosque Noruego",
      "definition": "El gato bosque noruego es una raza de gato doméstico originaria de Noruega. Es un gato fuerte y atlético con un pelaje distintivo y una naturaleza calmada y gentil.",
      "definition_translation": "El gato Bosque Noruego es una raza de gato doméstico originaria de Noruega. Es un gato sólido y atlético con un abrigo distinctivo y una naturaleza calmada y gentil.",
      "example": "Solía tener un gato bosque noruego, era muy afectuoso. Ahora tengo un amigo que tiene un gato bosque noruego, y es muy juguetón. Volveré a tener un gato bosque noruego en el futuro.",
      "example_translation": "Solía tener un gato Bosque Noruego, era muy cariñoso. Ahora, tengo un amigo que tiene un gato Bosque Noruego, y es muy juguetón. Volveré a tener un gato Bosque Noruego en el futuro.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "ocicat",
      "definition": "El ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, pero con una personalidad amigable y extrovertida.",
      "definition_translation": "El ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, pero con una personalidad amigable y extrovertida.",
      "example": "Vi un ocicat en la tienda de mascotas, era muy hermoso. Mi hermana tiene un ocicat, y es muy energético. Compraré un ocicat como regalo para mi hermano en el futuro.",
      "example_translation": "Vi un ocicat en la tienda de mascotas, era muy hermoso. Mi hermana tiene un ocicat, y es muy enérgico. Compraré un ocicat como regalo para mi hermano en el futuro.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "persa",
      "translation": "persa",
      "definition": "La persa es una raza de gato de pelo largo caracterizada por su rostro redondo, hocico corto y temperamento calmado.",
      "definition_translation": "El persa es una raza de gato de pelo largo caracterizada por su rostro redondo, hocico corto y temperamento calmado.",
      "example": "Tuve un gato persa cuando era niño, era muy juguetón. Ahora tengo un nuevo gato persa, y es muy perezoso. Tendré otro gato persa el próximo año.",
      "example_translation": "Tenía un gato persa cuando era niño, era muy juguetón. Ahora tengo un nuevo gato persa, y es muy perezoso. Tendré otro gato persa el año que viene.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "muñeco de trapo",
      "definition": "El Ragdoll es una raza de gato conocida por su suave y sedoso pelaje y su tendencia a ponerse laxo cuando se lo levanta.",
      "definition_translation": "El muñeco de trapo es una raza de gato conocida por su suave capa sedosa y tendencia a menjadi flojo cuando se lo levanta.",
      "example": "Tengo un gato Ragdoll, le encanta dormir. Ayer levanté a mi gato Ragdoll, y se puso muy relajado. Mañana llevaré a mi gato Ragdoll al veterinario.",
      "example_translation": "Tengo un gato muñeco de trapo, le encanta dormir. Ayer, levanté a mi gato muñeco de trapo, y se relajó mucho. Mañana, llevaré a mi gato muñeco de trapo al veterinario.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Azul ruso",
      "translation": "azul ruso",
      "definition": "El Azul ruso es una raza de gato conocida por su grueso y acolchado pelaje y sus ojos verdes.",
      "definition_translation": "El azul ruso es una raza de gato conocida por su espesa capa de piel acolchada y ojos verdes.",
      "example": "Tengo un gato Azul ruso, es muy tímido. La semana pasada vi un gato Azul ruso en la tienda de mascotas, era muy hermoso. El próximo mes adoptaré un gato Azul ruso del refugio.",
      "example_translation": "Tengo un gato azul ruso, es muy tímido. La semana pasada, vi un gato azul ruso en la tienda de mascotas, era muy hermoso. El mes que viene, adoptaré un gato azul ruso del refugio.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabana",
      "translation": "Sabana",
      "definition": "Una sabana es un ecosistema de pradera caracterizado por la presencia de árboles dispersos, generalmente encontrado en regiones tropicales y subtropicales.",
      "definition_translation": "Una sabana es un ecosistema de pradera caracterizado por la presencia de árboles dispersos, typicalmente encontrado en regiones tropicales y subtropicales.",
      "example": "He visitado muchas sabanas en África, donde vi leones vagando libremente. Voy a visitar una sabana el próximo año. Visitía una sabana la última vez que estuve en verano.",
      "example_translation": "He visitado muchas sabanas en África, donde vi leones vagando libremente. Voy a visitar una sabana el próximo año. Visité una sabana la verano pasado.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Fold Escocés",
      "translation": "Scottish Fold",
      "definition": "El Fold Escocés es una raza de gato doméstico conocida por sus orejas plegadas y su personalidad juguetona.",
      "definition_translation": "El Scottish Fold es una raza de gato doméstico conocida por sus orejas dobladas únicas y su personalidad juguetona.",
      "example": "Tengo un gato Fold Escocés en casa, me encanta jugar con él. Mi amigo va a comprar un gato Fold Escocés la próxima mes. Tuve un gato Fold Escocés cuando era niño.",
      "example_translation": "Tengo un gato Scottish Fold en casa, con el que me encanta jugar. Mi amigo va a comprar un gatito Scottish Fold el próximo mes. Tenía un gato Scottish Fold cuando era niño.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Siamés",
      "translation": "Siamés",
      "definition": "El Siamés es una raza de gato doméstico originaria de Tailandia, conocido por su corta y fina capa de color base crema con un esquema de color punto.",
      "definition_translation": "El Siamés es una raza de gato doméstico originaria de Tailandia, conocida por su corta y fina capa en un color base crema con un esquema de colores punto.",
      "example": "Siempre he querido un gato Siamés, pero son muy raros. Mi tía tiene un gato Siamés, que es muy hablador. Vi un gato Siamés en la tienda de mascotas la semana pasada.",
      "example_translation": "He siempre querido un gato Siamés, pero son bastante raros. Mi tía tiene un gato Siamés, que es muy hablador. Vi un gato Siamés en la tienda de mascotas la semana pasada.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Siberiano",
      "translation": "Siberiano",
      "definition": "Relativo a Siberia, una región en Rusia, o a su pueblo o cultura.",
      "definition_translation": "Relativo a Siberia, una región en Rusia, o a su pueblo o cultura.",
      "example": "La wilderness siberiana es conocida por su clima severo y diversa vida silvestre. El explorador había viajado por los bosques siberianos antes de llegar a la cima de la montaña. El científico estudiará el permafrost siberiano para understanding su impacto en el cambio climático.",
      "example_translation": "El desierto siberiano es conocido por su clima severo y diversa vida silvestre. El explorador había viajado por bosques siberianos antes de alcanzar la cima de la montaña. El científico estudiara el permafrost siberiano para entender su impacto en el calentamiento global.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Somalí",
      "translation": "Somalí",
      "definition": "Relativo a Somalia, un país en África Oriental, o a su pueblo o cultura.",
      "definition_translation": "Relativo a Somalia, un país en África Oriental, o a su pueblo o cultura.",
      "example": "La comunidad somalí en la ciudad ha mantenido sus tradiciones culturales. El idioma somalí es hablado por millones de personas en todo el mundo. El gobierno somalí ha implementado políticas para reducir la pobreza y la desigualdad.",
      "example_translation": "La comunidad somalí en la ciudad ha mantenido sus tradiciones culturales. El idioma somalí es hablado por millones de personas en todo el mundo. El gobierno somalí ha implementado políticas para reducir la pobreza y la desigualdad.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "Esfinge",
      "definition": "Raza de gato conocida por su falta de pelo, originaria de Canadá.",
      "definition_translation": "Una raza de gato conocida por su falta de pelo, originaria de Canadá.",
      "example": "El gato Sphynx es una mascota popular debido a su naturaleza afectuosa. El criador tenía una camada de gatitos Sphynx que necesitaban ser vacunados. El dueño del gato Sphynx lo llevará al veterinario para una revisión la semana que viene.",
      "example_translation": "El gato Esfinge es un animal doméstico popular debido a su naturaleza afectuosa. El criador tenía una camada de gatitos Esfinge que necesitaban ser vacunados. El propietario del gato Esfinge lo llevará al veterinario para un chequeo la próxima semana.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Angora Turco",
      "translation": "Angora Turco",
      "definition": "El Angora Turco es una raza de gato doméstico que se originó en Turquía, conocido por su capa sedosa y fina y ojos grandes.",
      "definition_translation": "El Angora Turco es una raza de gato doméstico que se originó en Turquía, conocido por su piel suave y fina y ojos grandes.",
      "example": "Tenía un Angora Turco como mascota cuando era niño. Ahora, estoy planeando tener uno de nuevo. En el futuro, creo que tendré una casa llena de ellos.",
      "example_translation": "Tuve un Angora Turco como mascota cuando era niño. Ahora, estoy planeando tener uno de nuevo. En el futuro, creo que tendré una casa llena de ellos.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Van Turco",
      "translation": "Van Turco",
      "definition": "El Van Turco es una raza de gato doméstico que se originó en Turquía, conocido por sus marcados blancos y coloreados.",
      "definition_translation": "El Van Turco es una raza de gato doméstico que se originó en Turquía, conocido por sus marcas blancas y de colores distintas.",
      "example": "Mi amiga tiene un Van Turco que ama jugar en el jardín. Lo tuvo desde que era un gatito, y ahora es un hermoso gato adulto. Ella tendrá que tener cuidado cuando envejezca.",
      "example_translation": "Mi amiga tiene un Van Turco que le encanta jugar en el jardín. Lo tuvo desde que era un gatito, y ahora es un gato adulto hermoso. Tendrá que tener cuidado cuando se haga viejo.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]
}