{
  "data": [
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bardana",
      "translation": "lampazo",
      "definition": "Una planta bienal parecida a una cardo, con flores amarillas y raíces comestibles.",
      "definition_translation": "Una planta parecida a la carda con flores amarillas y raíces comestibles de la familia de la lechuga.",
      "example": "Descubrí una raíz de bardana en el patio trasero y la usé en una ensalada. Ayer, había recogido algunas bardanas para cenar. Para la próxima verano, habré plantado más bardanas en mi jardín.",
      "example_translation": "Desenterré una raíz de lampazo en el patio trasero y la usé en una ensalada. Ayer, había recogido algunos lampazos para cenar. Para el próximo verano, habré plantado más lampazos en mi jardín.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manzanilla",
      "translation": "manzanilla",
      "definition": "Una hierba con flores blancas o amarillas y un fuerte olor dulce, utilizada para hacer té o medicina.",
      "definition_translation": "Una hierba con flores blancas o amarillas y un fuerte olor dulce, usada para hacer té o medicina.",
      "example": "Dejé infusionar algunas flores de manzanilla en agua caliente para hacer un té calmante. Ayer, bebí té de manzanilla antes de acostarme. Para la próxima semana, habré plantado manzanilla en mi jardín.",
      "example_translation": "Dejé infusionar algunas flores de manzanilla en agua caliente para hacer un té calmante. Ayer, bebí té de manzanilla antes de acostarme. Para la próxima semana, habré plantado manzanilla en mi jardín.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garra de gato",
      "translation": "uña de gato",
      "definition": "Una vid tropical con garras curvadas, utilizada en medicina herbal.",
      "definition_translation": "Una enredadera tropical con espinas curvas, usada en la medicina herbal.",
      "example": "La vid de garra de gato había crecido por el lado de la casa. Ayer, había tomado suplementos de garra de gato para mi dolor articular. Para la próxima mes, habré cosechado garra de gato del jardín.",
      "example_translation": "La enredadera de uña de gato había crecido por el lado de la casa. Ayer, había tomado algunos suplementos de uña de gato para mi dolor articulatorio. Para el próximo mes, habré cosechado alguna uña de gato del jardín.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuelle",
      "translation": "farfán",
      "definition": "Una hierba perenne nativa de Europa y Asia, con flores amarillas tipo dalia y hojas que pueden ser utilizadas medicinalmente.",
      "definition_translation": "Una hierba perenne nativa de Europa y Asia, con flores amarillas parecidas a margaritas y hojas que se pueden utilizar medicinalmente.",
      "example": "El fuellle ha sido utilizado durante siglos para tratar problemas respiratorios, y en el pasado se utilizaba para hacer té para calmar la garganta. Hoy en día, todavía se utiliza en remedios herbales, y en el futuro puede ser utilizado para desarrollar nuevos medicamentos.",
      "example_translation": "El farfán se ha utilizado durante siglos para tratar problemas respiratorios, y en el pasado, se utilizaba para hacer té para calmar una garganta dolorida. Hoy en día, todavía se utiliza en remedios herbales, y en el futuro, puede ser utilizado para desarrollar nuevas medicinas.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diente de león",
      "translation": "diente de león",
      "definition": "Una planta perenne considerada una mala hierba, con flores amarillas y hojas que se pueden comer como verdura o utilizar como hierba.",
      "definition_translation": "Una mala hierba perenne con flores amarillas y hojas que se pueden comer como una verdura o utilizar como una hierba.",
      "example": "En el pasado, mi abuela recogía hojas de diente de león del jardín y las salteaba con ajo como guarnición. Hoy, uso las flores para hacer un té que ayuda con la digestión, y en el futuro espero usarlo para crear un tinte natural para tela.",
      "example_translation": "En el pasado, mi abuela recogía berros de diente de león del jardín y los salteaba con ajo como plato lateral. Hoy en día, uso las flores para hacer un té que ayuda con la digestión, y en el futuro, espero utilizarlo para hacer un tinte natural para tela.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fenogreco",
      "translation": "fenogreco",
      "definition": "Una hierba anual nativa de la región mediterránea, con semillas y hojas que se pueden utilizar como especia o en medicina tradicional.",
      "definition_translation": "Una hierba anual nativa de la región mediterránea, con semillas y hojas que se pueden utilizar como especia o en la medicina tradicional.",
      "example": "En el pasado, el fenogreco se utilizaba para tratar problemas digestivos, y hoy en día todavía se utiliza en la cocina tradicional india para agregar sabor a curris. En el futuro, puede ser utilizado para desarrollar nuevos tratamientos para la diabetes.",
      "example_translation": "En el pasado, el fenogreco se utilizaba para tratar problemas digestivos, y hoy en día todavía se utiliza en la cocina tradicional india para agregar sabor a los curris. En el futuro, puede ser utilizado para desarrollar nuevos tratamientos para la diabetes.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jin-seng",
      "translation": "ginseng",
      "definition": "El ginseng es una planta perenne que crece en las montañas de Asia, con una raíz carnosa y hojas verdes que son palmadas.",
      "definition_translation": "El ginseng es una planta perenne que crece en las montañas de Asia, generalmente de 6-18 pulgadas de alto, con una raíz carnosa y hojas verdes que son compuestas palmadas.",
      "example": "En el pasado, los chinos utilizaban el ginseng para tratar various problemas de salud. Hoy, many personas toman suplementos de ginseng para mejorar su bienestar general. Para el próximo año, el ginseng será cultivado a gran escala para satisfacer la creciente demanda.",
      "example_translation": "En el pasado, los antiguos chinos usaron ginseng para tratar varios problemas de salud. Hoy en día, muchas personas toman suplementos de ginseng para mejorar su bienestar general. Para el próximo año, el ginseng se cultivará a gran escala para satisfacer la creciente demanda.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cola de caballo",
      "translation": " cola de caballo",
      "definition": "La cola de caballo es un tipo de planta vascular que crece en entornos húmedos, caracterizada por sus tallos huecos y espirales de hojas parecidas a agujas.",
      "definition_translation": "La cola de caballo es un tipo de planta vascular que crece en ambientes húmedos, caracterizada por sus tallos huecos y ramilletes de hojas como agujas.",
      "example": "La cola de caballo había sido utilizada durante siglos para tratar condiciones de la piel. El médico recomendó aplicar extracto de cola de caballo a la área afectada. Para fin de mes, el paciente habrá visto una mejora significativa.",
      "example_translation": "La cola de caballo había sido utilizada durante siglos para tratar condiciones de la piel. El médico recomendó aplicar extracto de cola de caballo en el área afectada. Para fin de mes, el paciente habrá visto una mejora significativa.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nudo de yerba",
      "translation": " hierba del nudo",
      "definition": "Nudode yerba es una hierba anual o perenne que crece en áreas de desperdicio, caracterizada por sus tallos delgados y pequeñas flores verdes-amarillentas.",
      "definition_translation": "La hierba del nudo es una maleza anual o perenne que crece en áreas desechadas, caracterizada por sus tallos delgados y pequeñas flores verdes amarillentas.",
      "example": "El granjero había estado tratando de erradicar el nudo de yerba de su campo durante años. La última temporada, utilizó un nuevo herbicida para controlar su crecimiento. Para la próxima primavera, el nudo de yerba habrá desaparecido.",
      "example_translation": "El farmer había estado tratando de erradicar la hierba del nudo de su campo durante años. La temporada pasada, utilizó un nuevo herbicida para controlar su crecimiento. Para la próxima primavera, la hierba del nudo habrá desaparecido.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo de limón",
      "translation": "mélisse citron",
      "definition": "Una hierba nativa de Eurasia, utilizada en cocina y medicina, conocida por su sabor y aroma ligeras y cítricas.",
      "definition_translation": "Una hierba originaria de Eurasia, utilizada en cocina y medicina, conocida por su sabor y aroma ligeramente cítricos.",
      "example": "Añadí un ramito de bálsamo de limón al té para darle un sabor refrescante. Ayer, utilicé bálsamo de limón para hacer una salsa deliciosa. Para la próxima verano, habré crecido mi propio bálsamo de limón.",
      "example_translation": "Añadí un ramito de mélisse citron al té para un sabor refrescante. Ayer, utilicé mélisse citron para hacer una deliciosa salsa. Para el próximo verano, habré crecido mi propia mélisse citron.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "marigolda",
      "translation": "caléndula",
      "definition": "Una flor amarilla o naranja, originaria de la región del Mediterráneo, a menudo utilizada en jardines y como tinte natural.",
      "definition_translation": "Una flor amarilla brillante o naranja, originaria de la región del Mediterráneo, a menudo utilizada en jardines y como tintura natural.",
      "example": "Las flores de marigolda en mi jardín están floreciendo hermosamente. La semana pasada, planté semillas de marigolda con mis hijos. Para el próximo año, nuestras plantas de marigolda habrán crecido mucho.",
      "example_translation": "Las flores de caléndula en mi jardín están floreciendo hermosamente. La semana pasada, planté semillas de caléndula con mis hijos. Para el próximo año, nuestras plantas de caléndula habrán crecido altas.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malvavisco",
      "translation": "malvavisco",
      "definition": "Un dulce elaborado con la savia de la planta de malvavisco, a menudo utilizado en postres y snacks.",
      "definition_translation": "Un dulce tratamiento hecho del jugo de la planta de malvavisco, a menudo utilizado en postres y bocadillos.",
      "example": "Asé malvaviscos sobre la fogata anoche. Ayer, compré una bolsa de malvaviscos para la fiesta. Para el próximo invierno, habré dominado el arte de hacer malvaviscos.",
      "example_translation": "Asé malvaviscos sobre la fogata del campamento la noche pasada. Ayer, compré una bolsa de malvaviscos para la fiesta. Para el próximo invierno, habré dominado el arte de hacer malvaviscos.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llantén",
      "translation": "llantén menor",
      "definition": "Una hierba perenne con una roseta de hojas y espigas de pequeñas flores, originaria de Europa y Asia occidental.",
      "definition_translation": "Una hierba perenne con una roseta de hojas y espigas de pequeñas flores, nativa de Europa y Asia occidental.",
      "example": "El doctor recomendó un emplasto hecho con llantén para calmar la irritación cutánea. Usaré llantén en mi té herbal mañana. Ella había utilizado llantén para tratar su herida.",
      "example_translation": "El médico recomendó una cataplasma hecha de llantén menor para calmar la irritación de la piel. Mañana usaré llantén menor en mi té herbal. Ella había usado llantén menor para tratar su herida.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salvia",
      "translation": "salvia",
      "definition": "Una hierba perenne con hojas gris-verdosas y flores púrpuras, originaria de la región del Mediterráneo.",
      "definition_translation": "Una hierba perenne con hojas grisáceas-verdes y flores púrpuras, nativa de la región del Mediterráneo.",
      "example": "Mi abuela siempre agregaba salvia fresca a su pollo asado. Plantaré salvia en mi jardín la próxima primavera. Ellos habían utilizado salvia para condimentar su pavo de Acción de Gracias.",
      "example_translation": "Mi abuela siempre agregaba salvia fresca a su pollo asado. Plantaré salvia en mi jardín la próxima primavera. Habían usado salvia para dar sabor a su pavo de Acción de Gracias.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hierba de San Juan",
      "translation": "hierba de San Juan",
      "definition": "Una hierba con flores amarillas y hojas opuestas, originaria de Europa y Asia, utilizada en medicina herbal para tratar la depresión leve.",
      "definition_translation": "Una hierba con flores amarillas con pares de hojas opuestas, nativa de Europa y Asia, usada en medicina herbal para tratar la depresión leve.",
      "example": "El doctor me recetó hierba de San Juan para ayudarme a lidiar con la ansiedad. He estado tomando suplementos de hierba de San Juan durante meses. Ellos recomendaron té de hierba de San Juan para aliviar el estrés.",
      "example_translation": "El médico me recetó hierba de San Juan para ayudarme a lidiar con la ansiedad. He estado tomando suplementos de hierba de San Juan durante meses. Recomendaron té de hierba de San Juan para aliviar el estrés.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajenjo",
      "translation": "ajenjo",
      "definition": "Una planta con hojas plateadas-grises, utilizada en medicina y para fabricar absenta, una bebida alcohólica fuerte.",
      "definition_translation": "una planta con sabor amargo con hojas plateadas-grises, utilizada en medicina y para hacer absenta, una bebida alcohólica fuerte",
      "example": "El chef agregó un ramo de ajenjo a la cóctel para darle un sabor único. La semana pasada, había agregado demasiado ajenjo y era indrinkable. Para el próximo año, habrá perfeccionado la receta con justa cantidad de ajenjo.",
      "example_translation": "El chef agregó un ramillete de ajenjo a la cóctel para un sabor único. La semana pasada, había agregado demasiado ajenjo y era imbebible. Para el próximo año, habrá perfeccionado la receta con solo la cantidad adecuada de ajenjo.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]
}