{
  "data": [
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "annoiato",
      "definition": "Fühlt sich müde und unzufrieden, weil etwas nicht interessant ist.",
      "definition_translation": "Sentirsi stanco e infelice perché qualcosa non è interessante.",
      "example": "Ich war langweilig auf der Party letzte Nacht, ich wollte früh abreisen. Jetzt bin ich langweilig bei der Arbeit und warte auf das Wochenende. Ich werde langweilig sein, wenn ich diese Aufgabe wieder erledigen muss.",
      "example_translation": "Ero annoiato alla festa di ieri sera, volevo andare via presto. Adesso, sono annoiato al lavoro e sto aspettando il week-end. Sarò annoiato se dovrò fare questo compito ancora.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "noioso",
      "definition": "Nicht interessant oder aufregend.",
      "definition_translation": "Non interessante o emozionante.",
      "example": "Der Film war langweilig, ich bin eingeschlafen. Dieses Buch ist langweilig, ich will es nicht lesen. Wenn der Kurs langweilig ist, werde ich nicht teilnehmen.",
      "example_translation": "Il film era noioso, mi sono addormentato. Questo libro è noioso, non voglio leggerlo. Se la classe è noiosa, non ci andrò.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klug",
      "translation": "intelligente",
      "definition": "Hat oder zeigt einen schnellen und erfindungsreichen Geist.",
      "definition_translation": "Avendo o mostrando una mente veloce e inventiva.",
      "example": "Meine Schwester ist klug, sie hat das Puzzle schnell gelöst. Ich war klug und fand einen Weg, den Computer zu reparieren. Sie wird klug sein und die Antwort herausfinden.",
      "example_translation": "Mia sorella è intelligente, ha risolto il puzzle velocemente. Ero intelligente e ho trovato un modo per riparare il computer. Sarà intelligente e troverà la risposta.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwierig",
      "translation": "difficile",
      "definition": "Erfordert viel Anstrengung oder Fähigkeit, um zu erledigen, zu bewältigen oder zu verstehen; nicht leicht.",
      "definition_translation": "Che richiede grande sforzo o abilità per essere realizzato, affrontato o compreso; non facile.",
      "example": "Ich fand das Mathematik-Problem schwierig zu lösen. Ich war schwierig zu überzeugen, ihn zu ändern. Es wird schwierig sein, die neue Sprache zu lernen.",
      "example_translation": "Ho trovato il problema di matematica difficile da risolvere. Era difficile convincerlo a cambiare idea. Sarà difficile imparare la nuova lingua.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgerüstet",
      "translation": "eccitato",
      "definition": "Fühlt oder zeigt begeisterte und begierige Erwartung oder Interesse.",
      "definition_translation": "Sentimento o manifestazione di anticipazione entusiastica e interessata.",
      "example": "Ich war aufgerüstet, zum Konzert zu gehen. Sie wird leicht aufgerüstet. Er wird aufgerüstet, die Nachricht zu hören.",
      "example_translation": "Ero eccitato di andare al concerto. Lei si eccita facilmente. Sarà eccitato di sentire la notizia.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufregend",
      "translation": "eccitante",
      "definition": "Verursacht Gefühle der Begeisterung und Begierde.",
      "definition_translation": "Che causa sentimenti di entusiasmo e ansia.",
      "example": "Die aufregende Nachricht wurde gestern bekannt gegeben. Dieses aufregende Spiel ist mein Liebling. Die Feuerwerk-Show war aufregend zu beobachten.",
      "example_translation": "La notizia eccitante è stata annunciata ieri. Questo gioco eccitante è il mio preferito. Lo spettacolo di fuochi d'artificio è stato eccitante da guardare.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "berühmt",
      "translation": "famoso",
      "definition": "Sehr bekannt und respektiert, insbesondere wegen etwas, das du erreicht hast.",
      "definition_translation": "Conosciuto e rispettato, soprattutto per qualcosa che hai realizzato.",
      "example": "Sie war berühmt für ihre schöne Stimme. Sie wird berühmt sein, nach diesem Film. Sie ist seit ihrem 20. Lebensjahr berühmt.",
      "example_translation": "Era famosa per la sua bella voce. Sarà famosa dopo questo film. È stata famosa fin da quando aveva 20 anni.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lustig",
      "translation": "divertente",
      "definition": "Verursacht Lachen oder Belustigung; absurd oder lächerlich.",
      "definition_translation": "Che causa risate o divertimento; assurdo o ridicolo.",
      "example": "Der Film war lustig. Es wird lustig sein, zuzusehen. Er war lustig, seit seiner Kindheit.",
      "example_translation": "Il film era divertente. Sarà divertente da guardare. È stato divertente fin dall'infanzia.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gut",
      "translation": "buono",
      "definition": "Hat eine positive Qualität oder Eigenschaft; moralisch exzellent.",
      "definition_translation": "Avendo una qualità o caratteristica favorevole; eccellente moralmente.",
      "example": "Er ist ein guter Mensch. Sie wird eine gute Lehrerin sein. Sie sind seit Jahren gute Freunde.",
      "example_translation": "È una brava persona. Sarà una brava insegnante. Sono stati buoni amici per anni.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "felice",
      "definition": "Fühlt oder zeigt Vergnügen oder Zufriedenheit.",
      "definition_translation": "sentimento o manifestazione di piacere o soddisfazione",
      "example": "Ich war glücklich, als ich meinen ersten Job bekam, ich bin glücklich jetzt und ich werde glücklich in der Zukunft sein.",
      "example_translation": "Ero felice quando ho ottenuto il mio primo lavoro, sono felice ora e sarò felice nel futuro.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessant",
      "translation": "interessante",
      "definition": "weckt Neugier oder Interesse",
      "definition_translation": "stimolante la curiosità o l'interesse",
      "example": "Der Film war interessant, ich finde Geschichte interessant, und ich werde das neue Buch interessant finden.",
      "example_translation": "Il film era interessante, trovo la storia interessante e troverò il nuovo libro interessante.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nett",
      "translation": "carino",
      "definition": "angenehm, gefällig oder zufriedenstellend",
      "definition_translation": "piacevole, accettabile o soddisfacente",
      "example": "Er war nett zu mir, sie ist jetzt nett, und sie werden in Zukunft nett sein.",
      "example_translation": "Lui è stato gentile con me, lei è gentile ora e loro saranno gentili nel futuro.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "traurig",
      "translation": "triste",
      "definition": "fühlt oder zeigt Traurigkeit oder Unglücklichkeit.",
      "definition_translation": "Sentire o mostrare tristezza o infelicità.",
      "example": "Ich fühlte mich traurig, als ich mein Lieblingsbuch verlor. Gestern war ich traurig, weil ich nicht zur Party gehen konnte. Wenn ich den Job nicht bekomme, werde ich traurig sein.",
      "example_translation": "Mi sentii triste quando persi il mio libro preferito. Ieri ero triste perché non potevo partecipare alla festa. Se non ottengo il lavoro, sarà triste.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "müde",
      "translation": "stanco",
      "definition": "fühlt sich körperlich oder geistig erschöpft.",
      "definition_translation": "Sentire stanchezza fisica o mentale.",
      "example": "Ich war müde nach dem Marathonlauf. Sie fühlt sich müde, weil sie nicht gut geschlafen hat. Wenn ich keine Pause mache, werde ich müde sein.",
      "example_translation": "Ero stanco dopo aver corso la maratona. Lei si sente stanca perché non ha dormito bene. Se non mi prendo una pausa, sarò stanco.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistesabwesend",
      "translation": "distraibile",
      "definition": "hat oder zeigt die Tendenz, Dinge zu vergessen oder leicht abgelenkt zu sein.",
      "definition_translation": "Avere o mostrare una tendenza a dimenticare le cose o essere facilmente distratto.",
      "example": "Mein geistesabwesender Professor vergisst immer, uns Aufgaben zu geben. Sie war geistesabwesend und vergaß ihr Telefon zu Hause. Wenn ich geistesabwesend bin, werde ich den Bus verpassen.",
      "example_translation": "Il mio professore distraibile dimentica sempre di darci degli incarichi. Era distraibile e ha dimenticato il suo telefono a casa. Se sono distraibile, perderò l'autobus.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "spaventato",
      "definition": "fühlt oder zeigt Angst oder Besorgnis; ängstlich",
      "definition_translation": "provare paura o ansia; spaventato",
      "example": "Ich war ängstlich vor der Dunkelheit, als ich ein Kind war, aber jetzt bin ich nicht ängstlich, in ein dunkles Zimmer zu gehen. Ich bin ängstlich, dass ich den Abgabetermin verpasse. Ich werde ängstlich sein, im Schnee zu fahren.",
      "example_translation": "Ero spaventato del buio quando ero bambino, ma ora non ho paura di entrare in una stanza buia. Ho paura di perdere la scadenza. Sarò spaventato di guidare nella neve.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "arrabbiato",
      "definition": "fühlt oder zeigt starke Verärgerung, Missfallen oder Feindseligkeit",
      "definition_translation": "sentimento o mostrando forte fastidio, dispiacere o ostilità",
      "example": "Ich wurde wütend auf meinen Bruder, als er mein Spielzeug zerbrach. Ich bin wütend über die Ungerechtigkeit in der Welt. Ich werde wütend sein, wenn ich den Job nicht bekomme.",
      "example_translation": "Mi sono arrabbiato con mio fratello quando ha rotto il mio giocattolo. Sono arrabbiato per l'ingiustizia nel mondo. Sarò arrabbiato se non ottengo il lavoro.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "attento",
      "definition": "achtet auf mögliche Risiken oder Gefahren; umsichtig",
      "definition_translation": "prestando attenzione a rischi o pericoli potenziali; prudente",
      "example": "Sei vorsichtig, wenn du die Straße überquerst. Ich war vorsichtig, um nicht den Kaffee zu verschütten. Ich werde vorsichtig sein, wenn ich auf der windigen Straße fahre.",
      "example_translation": "Sta attento quando attraversi la strada. Sono stato attento a non rovesciare il caffè. Sarò attento quando guido sulla strada ventosa.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "cool",
      "translation": "figo",
      "definition": "modisch attraktiv oder beeindruckend",
      "definition_translation": "Attraente o impressionante in modo trendy",
      "example": "Ich war cool in der Vergangenheit, ich bin jetzt cool, und ich werde in Zukunft cool sein.",
      "example_translation": "Ero figo nel passato, sono figo ora e sarò figo nel futuro.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verrückt",
      "translation": "pazzo",
      "definition": "hat oder zeigt eine sehr große Begeisterung oder Aufregung",
      "definition_translation": "Avendo o mostrando un grande entusiasmo o eccitazione",
      "example": "Sie war verrückt nach dem neuen Film, sie ist jetzt verrückt danach, und sie wird in Zukunft verrückt danach sein.",
      "example_translation": "Lei era pazza per il nuovo film, è pazza per esso ora e sarà pazza per esso nel futuro.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gefährlich",
      "translation": "pericoloso",
      "definition": "In der Lage oder wahrscheinlich, Schaden oder Verletzungen zu verursachen",
      "definition_translation": "In grado o probabile di causare danni o lesioni",
      "example": "Die Straße war letztes Jahr gefährlich, sie ist jetzt gefährlich und wird nächstes Jahr gefährlich sein.",
      "example_translation": "La strada era pericolosa l'anno scorso, è pericolosa ora e sarà pericolosa l'anno prossimo.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "amichevole",
      "definition": "Eine freundliche Gesinnung habend;nett und gutmütig.",
      "definition_translation": "Avendo o mostrando una disposizione amichevole; essere gentile e di buon carattere.",
      "example": "Sie war eine freundliche Person, immer bereit, einem zu helfen. Sie ist freundlich zu mir, seit ich in diese Stadt gezogen bin. Sie wird eine freundliche Gastgeberin bei der Party heute Abend sein.",
      "example_translation": "Era una persona amichevole, sempre disposta a offrire una mano. È stata amichevole con me da quando mi sono trasferito in questo paese. Sarà un ospite amichevole al party stasera.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "froh",
      "translation": "contento",
      "definition": "Freude oder Genugtuung empfindend; erfreut.",
      "definition_translation": "Sentendo o mostrando piacere o gioia; compiaciuto.",
      "example": "Ich war froh, sie wiederzusehen, nach so vielen Jahren. Sie ist froh, dass sie das Examen bestanden hat. Sie werden froh sein, eine Pause von der Arbeit zu nehmen.",
      "example_translation": "Ero contento di vederla di nuovo dopo così tanti anni. È contenta che abbia superato l'esame. Saranno contenti di prendere una pausa dal lavoro.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrlich",
      "translation": "onesto",
      "definition": "Übereinstimmung mit den Tatsachen oder der Wirklichkeit; Integrität.",
      "definition_translation": "Conformità ai fatti o realtà; integrità.",
      "example": "Er war ein ehrlicher Mensch, immer die Wahrheit sagend. Sie war ehrlich über ihre Absichten von Anfang an. Sie werden ehrlich über ihre Fehler sein.",
      "example_translation": "Era una persona onesta, sempre dicendo la verità. È stata onesta sulle sue intenzioni fin dall'inizio. Saranno onesti sui loro errori.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessiert",
      "translation": "interessato",
      "definition": "Neugier oder Besorgnis über etwas oder jemand empfindend",
      "definition_translation": "sentire o mostrare curiosità o preoccupazione per qualcosa o qualcuno",
      "example": "Ich war interessiert, mehr über die neue Technologie zu erfahren. Ich bin interessiert, über Geschichte zu lesen. Ich werde interessiert sein, die Konferenz zu besuchen.",
      "example_translation": "Ero interessato a imparare di più sulla nuova tecnologia. Sono interessato a leggere sulla storia. Sarò interessato a partecipare alla conferenza.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gütig",
      "translation": "gentile",
      "definition": "Eine sanfte und fürsorgliche Natur habend",
      "definition_translation": "avere o mostrare una natura gentile e premurosa",
      "example": "Sie war gütig zu mir, als ich traurig war. Er ist gütig zu seinen Nachbarn. Sie werden gütig zu ihren Freunden sein.",
      "example_translation": "Lei è stata gentile con me quando mi sentivo triste. Lui è gentile con i suoi vicini. Saranno gentili con i loro amici.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faul",
      "translation": "pigro",
      "definition": "unwillig zu arbeiten oder Anstrengungen zu unternehmen",
      "definition_translation": "non disposto a lavorare o fare uno sforzo",
      "example": "Ich war faul und habe meine Hausaufgaben nicht fertig gemacht. Er ist faul und verzögert immer alles. Sie werden faul sein und den ganzen Tag schlafen.",
      "example_translation": "Ero pigro e non ho finito i miei compiti. Lui è pigro e sempre rimanda le cose. Saranno pigri e dormiranno tutta la giornata.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "pazzo",
      "definition": "eine große Wut oder Begeisterung empfindend",
      "definition_translation": "avendo o mostrando una grande quantità di rabbia o entusiasmo",
      "example": "Ich war wütend auf meinen Bruder, weil er mein Auto ohne Erlaubnis genommen hat. Jetzt bin ich froh, dass wir Freunde wieder sind. In Zukunft werde ich höflich sein und ihn erst fragen.",
      "example_translation": "Ero pazzo contro mio fratello per avere preso la mia macchina senza permesso. Ora sono contento che siamo di nuovo amici. In futuro, sarò gentile e gli chiederò prima.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfreut",
      "translation": "contento",
      "definition": "über etwas zufrieden oder glücklich",
      "definition_translation": "sentendosi felice o soddisfatto di qualcosa",
      "example": "Ich war erfreut über den Service im Restaurant. Der Kellner war freundlich und sachkundig. In Zukunft werde ich erfreut sein, wieder dorthin zu gehen.",
      "example_translation": "Ero contento del servizio al ristorante. Il cameriere era gentile e amichevole. In futuro, sarò contento di tornarci.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "gentile",
      "definition": "Verhalten habend, das anderen Menschen Respekt und Rücksichtnahme zeigt",
      "definition_translation": "avendo o mostrando un comportamento che è rispettoso e considerato verso le altre persone",
      "example": "Der Kunde war höflich gegenüber dem Verkäufer, dankte ihm für seine Hilfe. Der Verkäufer war erfreut, einen Verkauf getätigt zu haben. In Zukunft werde ich wütend sein, wenn das Produkt nicht funktioniert.",
      "example_translation": "Il cliente era gentile con l'assistente di vendita, ringraziandolo per il suo aiuto. L'assistente di vendita era contento di aver fatto una vendita. In futuro, il cliente sarà pazzo se il prodotto non funziona.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arm",
      "translation": "povero",
      "definition": "Hatte nicht genug Geld oder Ressourcen, um grundlegende Bedürfnisse zu befriedigen; hatte wenig oder kein Geld, Güter oder andere Mittel zur Unterstützung.",
      "definition_translation": "Mancante di denaro o risorse sufficienti per soddisfare le esigenze basiche; avendo poco o nessun denaro, beni o altri mezzi di sostegno.",
      "example": "Sie war arm und konnte sich kein neues Handy leisten. Sie war arm, seit sie ihren Job verloren hatte. Sie wird arm sein, wenn sie bald nicht einen neuen Job findet.",
      "example_translation": "Era povera e non poteva permettersi di comprare un nuovo telefono. Era stata povera da quando aveva perso il lavoro. Sarà povera se non trova un nuovo lavoro presto.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "quieto",
      "definition": "Machte wenig oder kein Geräusch; ruhig und friedlich.",
      "definition_translation": "Facendo poco o nessun rumore; calmo e pacifico.",
      "example": "Die Bibliothek war ruhig, so konnte ich gut studieren. Sie war ruhig, als sie wütend war. Er wird ruhig sein, wenn er älter wird.",
      "example_translation": "La biblioteca era quieta, quindi potevo studiare bene. Era quieta quando era arrabbiata. Sarà quieto quando diventerà più grande.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": "serio",
      "definition": "War nicht lustig oder spielerisch; zeigte ein finsteres oder feierliches Gesicht.",
      "definition_translation": "Non scherzando o giocoso; mostrando un'espressione severa o solenne.",
      "example": "Er war ernst in Bezug auf seine Karriere. Sie sah ernst aus, als sie die Nachricht sah. Sie werden ernst in Bezug auf ihre Ehe sein.",
      "example_translation": "Era serio circa la sua carriera. Aveva un'aria seria quando vide le notizie. Saranno seri circa il loro matrimonio.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "stupido",
      "definition": "Hatte oder zeigte eine große Menge an Intelligenz oder Verstand.",
      "definition_translation": "Avendo o mostrando una grande mancanza di intelligenza o senso comune.",
      "example": "Ich war dumm, meine Schlüssel zu Hause vergessen zu haben. Ich bin dumm, ihm zu vertrauen. Ich werde dumm sein, in jenes Unternehmen zu investieren.",
      "example_translation": "Sono stato stupido a dimenticare le chiavi a casa. Sono stupido a fidarmi di lui. Sarò stupido a investire in quella azienda.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überrascht",
      "translation": "sorpreso",
      "definition": "Fühlte oder zeigte, dass du nicht erwartet hast, dass etwas passieren würde.",
      "definition_translation": "Sentendo o mostrando che non ti aspettavi che qualcosa succedesse.",
      "example": "Ich war überrascht, ihn auf der Party zu sehen. Ich bin überrascht, dass sie ihren Job kündigt. Ich werde überrascht sein, wenn sie den Meistertitel gewinnen.",
      "example_translation": "Sono stato sorpreso di vederlo alla festa. Sono sorpreso che lei stia lasciando il lavoro. Sarò sorpreso se vinceranno il campionato.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "dolce",
      "definition": "Hatte einen angenehmen Geschmack, insbesondere einen, der nicht sauer oder salzig war.",
      "definition_translation": "Avendo un gusto piacevole, soprattutto uno che non è né acido né salato.",
      "example": "Ich liebe süße Erdbeeren. Die süße Musik erfüllte die Luft. Sie wird einen süßen Kuchen für meinen Geburtstag backen.",
      "example_translation": "Adoro le fragole dolci. La musica dolce ha riempito l'aria. Lei cuocerà un dolce torta per il mio compleanno.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ordentlich",
      "translation": "ordinato",
      "definition": "Macht jemandem oder etwas sauber und ordentlich, insbesondere indem man Dinge an ihren richtigen Plätzen aufbewahrt.",
      "definition_translation": "Rendere qualcosa pulito e organizzato, specialmente mettendo le cose al loro posto appropriato.",
      "example": "Ich habe mein Zimmer gestern aufgeräumt, ich räume mein Zimmer jede Woche auf und ich werde mein Zimmer morgen aufgeräumt haben.",
      "example_translation": "Ho ordinato la mia stanza ieri, ordino la mia stanza ogni settimana e ordinerò la mia stanza domani.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unglücklich",
      "translation": "infelice",
      "definition": "Fühlte sich nicht glücklich oder zufrieden, oft wegen eines Problems oder einer unangenehmen Situation.",
      "definition_translation": "Non sentirsi felice o contento, spesso a causa di un problema o situazione sgradevole.",
      "example": "Ich war unglücklich mit dem Service, ich bin unglücklich mit meinem Job und ich werde unglücklich sein, wenn ich keine Beförderung bekomme.",
      "example_translation": "Ero infelice del servizio, sono infelice con il mio lavoro e sarò infelice se non otterrò una promozione.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "preoccupato",
      "definition": "Fühlte sich ängstlich oder besorgt wegen etwas.",
      "definition_translation": "Sentirsi ansioso o preoccupato per qualcosa.",
      "example": "Ich war besorgt wegen meiner Prüfung, ich bin besorgt wegen meiner Gesundheit und ich werde besorgt sein wegen meiner Zukunft.",
      "example_translation": "Ero preoccupato per il mio esame, sono preoccupato per la mia salute e sarò preoccupato per il mio futuro.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "attivo",
      "definition": "War in Aktion oder Anstrengung involviert; tat etwas, insbesondere in einer absichten und kräftigen Weise.",
      "definition_translation": "Impiegato in azione o sforzo; facendo qualcosa, specialmente in un modo deliberato e vigoroso.",
      "example": "Sie war aktiv bei dem Wohltätigkeitsereignis, indem sie Geld für die Obdachlosen sammelte. Sie wird aktiv in dem neuen Projekt sein, indem sie das Team leitet. Sie war aktiv in der Gemeinschaft, indem sie im lokalen Krankenhaus volontierte.",
      "example_translation": "Era attiva nell'evento di beneficenza, raccogliendo denaro per i senza tetto. Sarà attiva nel nuovo progetto, guidando la squadra. Era stata attiva nella comunità, volontaria all'ospedale locale.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "meravigliato",
      "definition": "Große Überraschung oder Erstaunen, oft weil etwas unerwartet oder beeindruckend ist.",
      "definition_translation": "Sentendo grande sorpresa o stupore, spesso perché qualcosa è inaspettato o impressionante.",
      "example": "Ich war erstaunt von der schönen Landschaft. Sie wird erstaunt sein von der neuen Technologie. Sie waren erstaunt von den Fähigkeiten des Vortragenden.",
      "example_translation": "Ero meravigliato dal paesaggio bellissimo. Sarà meravigliata dalla nuova tecnologia. Erano stati meravigliati dalle abilità del presentatore.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "incredibile",
      "definition": "EXTREM überraschend oder beeindruckend; außergewöhnlich.",
      "definition_translation": "Estremamente sorprendente o impressionante; straordinario.",
      "example": "Der erstaunliche Blick vom Gipfel des Berges nahm mir den Atem. Das neue Smartphone hat eine erstaunliche Kamera. Die Feuerwerk-Show war erstaunlich, füllte den Nachthimmel mit Farben.",
      "example_translation": "La vista incredibile dalla cima della montagna mi tolse il fiato. Il nuovo smartphone ha una macchina fotografica incredibile. Lo spettacolo di fuochi d'artificio era incredibile, riempiendo il cielo notturno di colori.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "adirato",
      "definition": "In einer Weise, die von intensiver Wut oder Feindseligkeit geprägt ist.",
      "definition_translation": "In modo caratterizzato da intensa rabbia o ostilità.",
      "example": "Ich schrie wütend meinen Bruder an, als er mein Spielzeug zerbrochen hatte, als ich ein Kind war. Jetzt versuche ich, nicht wütend mit ihm zu sprechen. Morgen, wenn er es wieder tut, werde ich wütend reagieren.",
      "example_translation": "Ho gridato adirato a mio fratello per aver rotto il mio giocattolo quando ero un ragazzo. Ora, cerco di non parlare adirato con lui. Domani, se lo fa di nuovo, reagirò adirato.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "infastidito",
      "definition": "Fühlend oder zeigend Ärger oder Missbehagen.",
      "definition_translation": "Sentendo o mostrando irritazione o dispiacere.",
      "example": "Ich werde genervt, wenn Leute in der Schlange vordrängeln. Gestern war ich genervt von dem Lärm der Baustelle. Morgen werde ich genervt sein, wenn es wieder passiert.",
      "example_translation": "Mi infastidisco quando le persone tagliano la fila. Ieri, ero infastidito dal rumore dal cantiere edile. Domani, sarò infastidito se succede di nuovo.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervig",
      "translation": "fastidioso",
      "definition": "Ärger oder Unbehagen verursachend.",
      "definition_translation": "Causando irritazione o disagio.",
      "example": "Die Mücke, die um mein Ohr schwirrte, ärgerte mich die ganze Nacht. Die Lehrerin fand das Verhalten des Schülers nervig. Morgen wird der Lärm vom Verkehr nervig sein.",
      "example_translation": "Il mosquito che ronzava intorno alla mia orecchio mi stava infastidendo tutta la notte. L'insegnante ha trovato il comportamento dello studente fastidioso. Domani, il rumore dal traffico sarà fastidioso.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "ansioso",
      "definition": "Sich sorgend oder besorgt fühlend wegen etwas, das passieren könnte",
      "definition_translation": "sentirsi preoccupati o nervosi per qualcosa che potrebbe accadere",
      "example": "Ich war ängstlich wegen der Prüfung, aber ich fühlte mich noch ängstlicher, als ich die Fragen sah.",
      "example_translation": "Ero ansioso sull'esame, ma mi sono sentito ancora più ansioso quando ho visto le domande.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "coraggioso",
      "definition": "Zeigend Tapferkeit und Stärke im Angesicht von Gefahr oder Schwierigkeit",
      "definition_translation": "mostrando coraggio e forza di fronte al pericolo o difficoltà",
      "example": "Der mutige Feuerwehrmann rannte in das brennende Gebäude, um die eingeschlossenen Leute zu retten. Gestern war sie mutig und trat dem Schläger entgegen. Morgen wird sie mutig sein und ihre Ängste überwinden.",
      "example_translation": "Il coraggioso pompiere è corso nell'edificio in fiamme per salvare le persone intrappolate. Ieri, lei è stata coraggiosa e ha affrontato il bullo. Domani, lei sarà coraggiosa e affronterà le sue paure.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "coraggiosamente",
      "definition": "In einer tapferen oder couragierten Weise",
      "definition_translation": "in maniera coraggiosa o valorosa",
      "example": "Der Soldat kämpfte mutig in der Schlacht. Sie wird mutig sprechen gegen Ungerechtigkeit. Er trat mutig seinen Ängsten entgegen und überwand sie.",
      "example_translation": "Il soldato ha combattuto coraggiosamente nella battaglia. Lei parlerà coraggiosamente contro l'ingiustizia. Lui ha affrontato coraggiosamente le sue paure e le ha superate.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brillant",
      "translation": "brillante",
      "definition": "Außergewöhnlich talentiert oder beeindruckend; hell leuchtend und viel Licht ausstrahlend",
      "definition_translation": "Eccezionalmente dotato o impressionante; splendendo intensamente e emettendo molta luce",
      "example": "Sie war eine brillante Studentin und bekam immer gute Noten. Sie ist brillant in ihrem neuen Job. Sie wird brillant in ihrer zukünftigen Karriere sein.",
      "example_translation": "Era una studentessa brillante e otteneva sempre buoni voti. È brillante nel suo nuovo lavoro. Sarà brillante nella sua carriera futura.",
      "imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "calmo",
      "definition": "Friedlich und ruhig; nicht ängstlich oder aufgeregt",
      "definition_translation": "Pacifica e tranquilla; non sentendo ansia o turbamento",
      "example": "Ich fühlte mich ruhig während der Prüfung. Sie blieb ruhig in der Notfallsituation. Er wird ruhig bleiben in der schwierigen Situation.",
      "example_translation": "Mi sentii calmo durante l'esame. Lei rimase calma nell'emergenza. Lui resterà calmo nella situazione difficile.",
      "imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sorglos",
      "translation": "spensierato",
      "definition": "Ein Gefühl der Freiheit von Sorgen oder Schwierigkeiten habend oder zeigend",
      "definition_translation": "Avendo o mostrando un sentimento di libertà da preoccupazione o problema",
      "example": "Sie war in ihrer Kindheit sorglos. Er fühlte sich an seinem Geburtstag sorglos. Sie werden auf ihrem Hochzeitsreise sorglos sein.",
      "example_translation": "Lei era spensierata durante la sua infanzia. Lui si sentì spensierato nel suo compleanno. Saranno spensierati nel loro viaggio di nozze.",
      "imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "achtlos",
      "translation": "imprudente",
      "definition": "Eine Abwesenheit von Sorgfalt oder Aufmerksamkeit habend oder zeigend; nachlässig",
      "definition_translation": "Avendo o mostrando una mancanza di cura o attenzione; negligente.",
      "example": "Sie war achtlos mit ihren Sachen umgegangen und hatte deshalb ihr Telefon verloren. Sie ist mit ihrem Geldausgeben achtlos, daher ist sie verschuldet. Sie wird mit ihren Worten achtlos sein und ihre Freunde verletzen.",
      "example_translation": "Era imprudente con i suoi effetti personali, e questo è why ha perso il suo telefono. Sta essere imprudente con le sue spese, e questo è why è in debito. Sarà imprudente con le sue parole, e questo è why ferirà i suoi amici.",
      "imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reizend",
      "translation": "incantevole",
      "definition": "Angenehm oder attraktiv in einer subtilen Weise; entzückend",
      "definition_translation": "Piacente o attraente in un modo sottile; delizioso.",
      "example": "Das reizende kleine Cottage war unser bevorzugter Urlaubsort. Sie hat ein reizendes Lachen, das immer den Raum aufhellt. Er wird das Publikum mit seinen Zaubertricks reizen.",
      "example_translation": "Il grazioso cottage rustico era il nostro posto vacanziero preferito. Ha una risata incantevole che sempre illumina la stanza. Sarà incantevole il pubblico con i suoi trucchi di magia.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiter",
      "translation": "allegro",
      "definition": "Ein angenehmes und optimistisches Wesen habend oder zeigend; froh",
      "definition_translation": "Avendo o mostrando un aspetto piacevole e ottimistico; felice.",
      "example": "Die heitere Krankenschwester machte uns immer besser. Sie war trotz der schlechten Nachricht heiter. Er wird heiter sein, wenn er das Stellenangebot bekommt.",
      "example_translation": "L'infermiera allegra ci faceva sempre sentire meglio. Era allegra nonostante le brutte notizie. Sarà allegro quando riceverà l'offerta di lavoro.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "freddo",
      "definition": "Eine niedrige Temperatur habend; nicht warm oder heiß",
      "definition_translation": "Avendo una temperatura bassa; non caldo o tiedio.",
      "example": "Ich war kalt, als ich ohne Jacke nach draußen ging. Ich bin kalt, wenn ich eine kalte Dusche nehme. Ich werde kalt sein, wenn ich keine warme Jacke trage.",
      "example_translation": "Ero freddo quando sono uscito fuori senza giacca. Sono freddo quando mi faccio una doccia fredda. Sarò freddo se non indosso un cappotto caldo.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "confuso",
      "definition": "Unfähig, klar zu denken oder etwas zu verstehen",
      "definition_translation": "Incapace di pensare chiaramente o capire qualcosa.",
      "example": "Ich war verwirrt, als ich die Anleitung las. Ich bin verwirrt, was ich als nächstes tun soll. Ich werde verwirrt sein, wenn ich keine Hilfe bekomme.",
      "example_translation": "Ero confuso quando ho letto le istruzioni. Sono confuso su cosa fare dopo. Sarò confuso se non ottengo aiuto.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kreativ",
      "translation": "creativo",
      "definition": "Die Fähigkeit habend, neue und originelle Ideen oder Dinge zu schaffen",
      "definition_translation": "Avendo la capacità di creare nuove idee originali o cose.",
      "example": "Ich war kreativ, als ich eine Geschichte schrieb. Ich bin kreativ, wenn ich ein Bild male. Ich werde kreativ sein, wenn ich einen Kunstworkshop besuche.",
      "example_translation": "Ero creativo quando ho scritto una storia. Sono creativo quando dipingo un quadro. Sarò creativo se prendo una classe di arte.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grausam",
      "translation": "crudele",
      "definition": "Willentlich Schmerz oder Leid anderen zufügend oder ohne Sorge um Schmerz oder Leid",
      "definition_translation": "volontariamente causare dolore o sofferenza agli altri, o non sentire alcuna preoccupazione nel causare dolore o sofferenza",
      "example": "Sie war eine grausame Herrin, die es genoss, ihre Diener zu quälen. Sie war ihm in der Vergangenheit grausam, aber jetzt ist sie freundlich. Sie wird ihm in Zukunft wieder grausam sein.",
      "example_translation": "Era una crudele padrona che si godeva nel vedere soffrire i suoi servitori. Era stata crudele con lui nel passato, ma ora è gentile. Sarà crudele con lui di nuovo nel futuro.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curioso",
      "definition": "Eine Begierde habend, über etwas oder jemanden zu erfahren oder zu wissen; neugierig",
      "definition_translation": "avendo il desiderio di imparare o conoscere qualcosa o qualcuno; curioso",
      "example": "Das neugierige Kind stellte zu viele Fragen. Sie war neugierig über den neuen Nachbarn, aber jetzt ist sie gelangweilt. Er wird neugierig über die neue Technologie in Zukunft sein.",
      "example_translation": "Il bambino curioso ha fatto troppe domande. Era stata curiosa nei confronti del nuovo vicino, ma ora è annoiata. Sarà curioso della nuova tecnologia nel futuro.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curiosamente",
      "definition": "Auf eine neugierige Weise; mit Neugier",
      "definition_translation": "in modo curioso; con curiosità",
      "example": "Er sah das seltsame Objekt neugierig an. Sie war in das Zimmer neugierig hineingegangen, aber enttäuscht. Sie werden in Zukunft Beweise neugierig untersuchen.",
      "example_translation": "Ha guardato l'oggetto strano curiosamente. Era entrata nella stanza curiosamente, ma era delusa. Esamineranno le prove curiosamente nel futuro.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entzückt",
      "translation": "deliziato",
      "definition": "Ein großes Vergnügen oder eine große Freude empfindet oder zeigt.",
      "definition_translation": "Sentire o mostrare grande piacere o godimento.",
      "example": "Ich war entzückt, meine Freunde auf der Party zu sehen. Ich bin entzückt, dir mitteilen zu können, dass ich einen Job bekommen habe. Ich werde entzückt sein, dir bei deinem Projekt zu helfen.",
      "example_translation": "Ero deliziato di vedere i miei amici alla festa. Sono deliziato di annunciare che ho trovato un lavoro. Sarò deliziato di aiutarti con il tuo progetto.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimiert",
      "translation": "depresso",
      "definition": "Unzufrieden, unglücklich und ohne Energie oder Enthusiasmus.",
      "definition_translation": "Sentire infelice, miserabile e mancante di energia o entusiasmo.",
      "example": "Sie war deprimiert, nachdem sie ihren Job verloren hatte. Er ist deprimiert, weil er das Examen nicht bestanden hat. Sie werden deprimiert sein, wenn sie nicht das Ergebnis bekommen, das sie wollen.",
      "example_translation": "Lei era depressa dopo aver perso il lavoro. Lui è depresso perché ha fallito l'esame. Saranno depressi se non ottengono il risultato che vogliono.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuscht",
      "translation": "deluso",
      "definition": "Unzufrieden oder niedergeschlagen, weil etwas nicht passiert ist oder nicht so gut war, wie erwartet.",
      "definition_translation": "Sentire infelice o deluso perché qualcosa non è successo o non era così buono come previsto.",
      "example": "Ich war enttäuscht von dem Film. Sie ist enttäuscht von ihren Noten. Sie werden enttäuscht sein, wenn sie keine Karten für das Konzert bekommen.",
      "example_translation": "Ero deluso con il film. Lei è delusa con i suoi voti. Saranno delusi se non ottengono i biglietti per il concerto.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuschend",
      "translation": "deludente",
      "definition": "Traurigkeit oder Unzufriedenheit verursachend, insbesondere weil etwas nicht so gut ist, wie erwartet.",
      "definition_translation": "Che suscita sentimenti di tristezza o discontento, soprattutto perché qualcosa non è così buono come previsto.",
      "example": "Der Film war enttäuschend, deshalb verließen wir das Kino früh. Ich war enttäuscht von meinem Mathe-Test. Das Essen im Restaurant wird enttäuschend sein, wenn sie nicht einen besseren Koch einstellen.",
      "example_translation": "Il film era deludente, quindi abbiamo lasciato il teatro presto. Ero deludente nel mio esame di matematica. Il cibo del ristorante sarà deludente se non migliorano il loro chef.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leichtfertig",
      "translation": "facile",
      "definition": "Eine ruhige und gelassene Haltung habend, nicht leicht zu ärgern oder zu verärgern.",
      "definition_translation": "Avendo un'attitudine calma e rilassata, non facilmente disturbata o seccata.",
      "example": "Mein leichtfertiger Freund wird nie wütend. Sie war eine leichtfertige Person, deshalb kamen wir gut miteinander aus. Er wird leichtfertig damit umgehen, ich bin sicher.",
      "example_translation": "Il mio amico facile non si arrabbia mai. Era una persona facile, quindi ci siamo trovati bene. Sarà facile riguardo a questo, ne sono sicuro.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich berührt",
      "translation": "imbarazzato",
      "definition": "Scham oder Verlegenheit empfindend oder zeigend, oft wegen etwas, das passiert ist oder getan wurde.",
      "definition_translation": "Sentendo o mostrando vergogna o goffaggine, spesso a causa di qualcosa che è successo o stato fatto.",
      "example": "Ich fühlte mich peinlich berührt, als ich öffentlich fiel. Sie war peinlich berührt wegen ihres Fehlers. Er wird peinlich berührt sein über seine Lüge.",
      "example_translation": "Mi sono sentito imbarazzato quando sono caduto in pubblico. Era imbarazzata dal suo errore. Sarà imbarazzato sulla sua bugia.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich",
      "translation": "imbarazzante",
      "definition": "Scham oder Verlegenheit verursachend; äußerst unangenehm oder demütigend.",
      "definition_translation": "Provocare sentimenti di vergogna o imbarazzo; estremamente scomodo o umiliante.",
      "example": "Ich erinnere mich noch an den peinlichen Moment, als ich auf der Bühne stolperte. Ich versuche, peinliche Situationen zu vermeiden, und ich werde sicherstellen, dass ich meine Rede übe, damit ich mich nicht vor dem Publikum blamiere.",
      "example_translation": "Ricordo ancora il momento imbarazzante in cui sono caduto sul palco, sto cercando di evitare situazioni imbarazzanti e mi assicurerò di esercitarmi sul mio discorso in modo da non imbarazzarmi davanti al pubblico.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenehm",
      "translation": "piacevole",
      "definition": "Große Freude oder Delight bereitend; hoch unterhaltsam oder zufriedenstellend.",
      "definition_translation": "Che dà grande piacere o delizia; altamente intrattenente o soddisfacente.",
      "example": "Das Konzert war angenehm, ich hatte eine angenehme Zeit auf der Party, und ich denke, dass dieses neue Restaurant angenehm für einen Abend aus wird.",
      "example_translation": "Il concerto è stato piacevole, ho passato un momento piacevole alla festa e credo che questo nuovo ristorante sarà piacevole per una serata fuori.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgerüstet",
      "translation": "con entusiasmo",
      "definition": "In einer Weise, die von Begeisterung oder Enthusiasmus gekennzeichnet ist; eifrig oder leidenschaftlich.",
      "definition_translation": "In modo caratterizzato da entusiasmo o entusiasmo; ansiosamente o appassionatamente.",
      "example": "Die Kinder rannten aufgerüstet zum Spielplatz, sie sprach aufgerüstet über ihre bevorstehende Reise, und er reagierte aufgerüstet auf das Jobangebot.",
      "example_translation": "I bambini stavano correndo con entusiasmo verso il parco giochi, lei parlava con entusiasmo del suo viaggio imminente e lui rispose con entusiasmo all'offerta di lavoro.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpft",
      "translation": "esaurito",
      "definition": "Äußerst müde, körperlich oder geistig, aufgrund von Erschöpfung.",
      "definition_translation": "Estermamente stanco, fisicamente o mentalmente, a causa di esaurimento.",
      "example": "Ich war erschöpft, nachdem ich letzten Woche einen Marathon gelaufen war. Ich bin erschöpft, nachdem ich den ganzen Tag gearbeitet habe. Ich werde erschöpft sein, nachdem ich für das Examen gelernt habe.",
      "example_translation": "Ero esausto dopo aver corrido la maratona la scorsa settimana, sono esausto dopo aver lavorato tutto il giorno, sarò esausto dopo aver studiato per l'esame.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "esperto",
      "definition": "Hat Fähigkeiten oder Wissen erworben, das durch wiederholtes Tun erlangt wurde.",
      "definition_translation": "Avendo abilità o conoscenza acquistata facendo qualcosa molte volte.",
      "example": "Sie ist eine erfahrene Lehrerin, Er war ein erfahrener Programmierer, Sie werden erfahrene Führer sein.",
      "example_translation": "Lei è un'insegnante esperta, lui era un programmatore esperto, loro saranno guide esperte.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenlos",
      "translation": "dimentico",
      "definition": "Hat die Tendenz, Dinge oder Informationen zu vergessen.",
      "definition_translation": "Avendo la tendenza a dimenticare le cose o le informazioni.",
      "example": "Ich bin gedankenlos und vergesse oft meine Schlüssel, Sie war gedankenlos und vergaß ihr Telefon, Er wird gedankenlos sein und seinen Termin vergessen.",
      "example_translation": "Sono dimentico e spesso dimentico le mie chiavi, lei era dimentica e dimenticò il suo telefono, lui sarà dimentico e dimenticherà il suo appuntamento.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschrocken",
      "translation": "spaventato",
      "definition": "fühlt Angst oder Ängstlichkeit; eingeschüchtert oder verängstigt",
      "definition_translation": "sentimento di paura o ansietà; intimidito o spaventato",
      "example": "Ich war erschrocken von dem Horrorfilm. Ich bin erschrocken von Spinnen. Ich werde erschrocken sein, wenn ich den Job nicht bekomme.",
      "example_translation": "Sono stato spaventato dal film dell'orrore. Ho paura dei ragni. Sarò spaventato se non otterrò il lavoro.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großzügig",
      "translation": "generoso",
      "definition": "willens, freiwillig Zeit, Geld oder Ressourcen zu geben; liberal bei der Spende",
      "definition_translation": "disposto a dare liberamente del proprio tempo, denaro o risorse; liberale nel dare",
      "example": "Er war großzügig mit seiner Zeit und half mir umziehen. Sie ist großzügig mit ihrem Geld und spendet an wohltätige Organisationen. Sie werden großzügig mit ihren Ressourcen sein und teilen mit anderen.",
      "example_translation": "Lui era generoso con il suo tempo e mi ha aiutato a traslocare. Lei è generosa con il suo denaro e dona alla beneficenza. Saranno generosi con le loro risorse e condivideranno con gli altri.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sanft",
      "translation": "gentile",
      "definition": "mild oder moderat in der Natur oder Auswirkung; weich, ruhig und beruhigend",
      "definition_translation": "mite o moderato nella natura o nell'effetto; morbido, calmo e rasserenante",
      "example": "Der sanfte Bach floss durch das Land. Sie hat einen sanften Griff, wenn sie Tiere handhabt. Er wird sanft mit seiner neuen Gitarre umgehen.",
      "example_translation": "Il ruscello gentile scorreva attraverso la campagna. Lei ha un tocco gentile quando si occupa di animali. Lui sarà gentile con la sua nuova chitarra.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dankbar",
      "translation": "grato",
      "definition": "fühlt oder zeigt Dankbarkeit und Anerkennung für etwas",
      "definition_translation": "sentimento o dimostrazione di gratitudine e apprezzamento per qualcosa",
      "example": "Ich war dankbar für die Hilfe, die ich erhielt. Ich bin dankbar für die Gelegenheit. Ich werde dankbar für die Erfahrung sein.",
      "example_translation": "Ero grato per l'aiuto che ho ricevuto. Sono grato per l'opportunità. Sarò grato per l'esperienza.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schuldig",
      "translation": "colpevole",
      "definition": "fühlt oder zeigt Reue für ein Fehlverhalten",
      "definition_translation": "sentimento o dimostrazione di rimorso per un'azione sbagliata",
      "example": "Ich fühlte mich schuldig, weil ich log. Ich bin schuldig, einen Fehler gemacht zu haben. Ich werde schuldig sein, wenn ich nicht gestehe.",
      "example_translation": "Mi sentivo colpevole di aver mentito. Sono colpevole di aver fatto un errore. Sarò colpevole di barare se non mi confesso.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fröhlich",
      "translation": "felice",
      "definition": "in einer fröhlichen oder freudigen Weise",
      "definition_translation": "in modo felice o gioioso",
      "example": "Ich lebte fröhlich bis an mein Ende. Ich bin fröhlich verheiratet. Ich werde fröhlich beschäftigt sein, sobald ich den Job bekomme.",
      "example_translation": "Ho vissuto felice per sempre. Sono felicemente sposato. Sarò felicemente impiegato presto.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hilfsbereit",
      "translation": "utile",
      "definition": "Gibt anderen in Not Hilfe oder Unterstützung; bietet Hilfe oder Vorteil an.",
      "definition_translation": "Che fornisce assistenza o sostegno agli altri nel bisogno; fornisce aiuto o vantaggio.",
      "example": "Der hilfsbereite Nachbar trug mein schweres Gepäck nach oben. Ich war hilfsbereit in der Küche während der Feiertage. Ich werde hilfsbereit sein, indem ich in Zukunft mehr volontiere.",
      "example_translation": "Il vicino utile ha portato le mie pesanti valigie al piano di sopra. Sono stato utile in cucina durante le vacanze. Sarò utile in futuro volontariando di più.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungsvoll",
      "translation": "speranzoso",
      "definition": "Hat eine Erwartung oder Hoffnung auf ein bestimmtes Ereignis; fühlt sich optimistisch.",
      "definition_translation": "Avendo un senso di aspettativa o desiderio per una cosa particolare che accada; sentendosi ottimista.",
      "example": "Ich war hoffnungsvoll wegen der neuen Jobchance, aber es hat nicht funktioniert. Sie fühlt sich hoffnungsvoll wegen ihrer Chancen, in die Universität zu kommen. Sie werden hoffnungsvoll wegen der Zukunft nach der Wahl sein.",
      "example_translation": "Ero speranzoso sulla nuova opportunità di lavoro, ma non è andata bene. Si sente speranzosa sulle sue possibilità di entrare al college. Saranno speranzosi sul futuro dopo le elezioni.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungslos",
      "translation": "disperato",
      "definition": "Keine Erwartung an eine Verbesserung oder ein gutes Ergebnis zu haben; Verzweiflung oder Verzagen empfinden.",
      "definition_translation": "Non avendo aspettativa di bene o miglioramento; sentendosi disperato o disperazione.",
      "example": "Die Situation schien hoffnungslos, aber wir fanden eine Lösung. Sie fühlte sich hoffnungslos nachdem sie ihren Job verloren hatte. Sie waren hoffnungslos bezüglich ihrer Chancen, das Spiel zu gewinnen.",
      "example_translation": "La situazione sembrava disperata, ma abbiamo trovato una soluzione. Si sentì disperata dopo aver perso il lavoro. Erano disperati sulle loro possibilità di vincere il gioco.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verletzen",
      "translation": "fare male",
      "definition": "jemandem oder etwas körperlichen Schmerz oder Verletzung zuzufügen",
      "definition_translation": "causare dolore fisico o lesione a qualcuno o qualcosa",
      "example": " Ich verletzte mein Knie, als ich gestern fiel. Ich bin heute überall müde. Ich werde mich selbst verletzen, wenn ich nicht eine Pause mache.",
      "example_translation": "Mi sono fatto male al ginocchio quando sono caduto ieri. Sto soffrendo tutto oggi. Mi ferirò se non mi prendo una pausa.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Liebe",
      "translation": "innamorato",
      "definition": "eine starke Zuneigung oder Liebe zu jemandem empfinden",
      "definition_translation": "avere un forte sentimento di amore o affetto per qualcuno",
      "example": "Ich war in Liebe mit ihr, als ich sie zum ersten Mal traf. Ich bin in Liebe mit ihr jetzt. Ich werde in Liebe mit ihr bleiben für immer.",
      "example_translation": "Ero innamorato di lei quando l'ho incontrata per la prima volta. Sono innamorato di lei adesso. Sarei innamorato di lei per sempre.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen",
      "translation": "in lacrime",
      "definition": "zu weinen oder kurz davor zu stehen, insbesondere wegen Traurigkeit oder Kummer",
      "definition_translation": "piangendo o sul punto di piangere, especially a causa di tristezza o dolore",
      "example": "Ich war in Tränen, als ich die Nachricht hörte. Ich bin in Tränen, wenn ich jetzt daran denke. Ich werde in Tränen sein, wenn ich sie wieder sehe.",
      "example_translation": "Ero in lacrime quando ho sentito la notizia. Sono in lacrime pensando a ciò adesso. Sarò in lacrime se la vedo di nuovo.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligente",
      "definition": "die Fähigkeit haben, zu lernen oder zu verstehen oder mit neuen oder schwierigen Situationen umzugehen; die Fähigkeit haben, Wissen anzuwenden, um die Umgebung zu beeinflussen oder abstrakt zu denken.",
      "definition_translation": "Avere la capacità di imparare o comprendere o di affrontare nuove situazioni difficili; avere la capacità di applicare la conoscenza per manipolare il proprio ambiente o per pensare astrattamente.",
      "example": "Sie war eine intelligente Studentin, die schnell den Begriff verstand. Sie war intelligent genug, um das Puzzle zu lösen. Sie wird intelligent genug sein, um es herauszufinden.",
      "example_translation": "Era una studentessa intelligente che aveva rapidamente compreso il concetto. Era stata abbastanza intelligente da risolvere il puzzle. Sarà abbastanza intelligente da capirlo.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eifersüchtig",
      "translation": "geloso",
      "definition": "Eine intensive und oft unvernünftige Sehnsucht zu haben, etwas zu besitzen, das einem anderen gehört.",
      "definition_translation": "Sentire o mostrare un desiderio intenso e spesso irragionevole di avere qualcosa che appartiene a qualcun altro.",
      "example": "Er war eifersüchtig auf den neuen Wagen seines Freundes. Sie war eifersüchtig auf die Schönheit ihrer Schwester. Sie werden eifersüchtig auf unseren Erfolg sein.",
      "example_translation": "Era geloso della nuova macchina del suo amico. Era stata gelosa della bellezza di sua sorella. Saranno gelosi del nostro successo.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "acuto",
      "definition": "Eine starke und enthusiastische Interesse an etwas haben; einen scharfen Verstand oder eine schnelle Intelligenz haben.",
      "definition_translation": "Avere un forte e appassionato interesse per qualcosa; avere una mente acuta o un'intelligenza rapida.",
      "example": "Er war begeistert von der Idee, neue Sprachen zu lernen. Sie war begeistert von der Fotografie. Sie werden begeistert davon sein, neue Lebensmittel auszuprobieren.",
      "example_translation": "Era entusiasta di imparare nuove lingue. Era stata appassionata di fotografia. Saranno entusiasti di provare nuovi cibi.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "cortesemente",
      "definition": "Auf freundliche und sanfte Weise; mit Freundlichkeit oder Großzügigkeit.",
      "definition_translation": "In modo gentile e cortese; con gentilezza o generosità.",
      "example": "Sie bot freundlich an, mir bei meiner Hausaufgabe zu helfen. Sie hat freundlich geholfen, mir viele Male zuvor. Sie wird freundlich assistieren, wenn ich Hilfe benötige.",
      "example_translation": "Lei ha offerto gentilmente di aiutarmi con i miei compiti. Lei mi ha aiutato gentilmente molte volte prima. Lei mi aiuterà gentilmente di nuovo domani.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lebhaft",
      "translation": "vivace",
      "definition": "Voll von Energie und Vitalität; lebendig oder enthusiastisch.",
      "definition_translation": "Pieno di energia e vitalità; spiritoso o entusiasta.",
      "example": "Die lebhafte Partyatmosphäre machte jeden sich willkommen fühlen. Sie hatte eine lebhafte Persönlichkeit, die Menschen zu ihr zieht. Er wird lebhaft und energiegeladen während der Präsentation sein.",
      "example_translation": "L'atmosfera della festa vivace ha fatto sentire tutti i benvenuti. Lei ha una personalità vivace che attrae le persone a lei. Lui sarà vivace e energico durante la presentazione.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einsam",
      "translation": "solitario",
      "definition": "Traurig und isoliert zu sein, weil man keine Freunde oder Begleitung hat.",
      "definition_translation": "Sentirsi triste e isolato perché non si hanno amici o compagnia.",
      "example": "Ich fühlte mich einsam, als ich in eine neue Stadt zog. Sie war einsam während ihres Urlaubs ohne ihre Familie. Er wird einsam sein, wenn er aufs College geht.",
      "example_translation": "Mi sono sentito solo quando mi sono trasferito in una nuova città. Lei è stata sola durante le vacanze senza la sua famiglia. Lui si sentirà solo quando inizierà il college.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "launisch",
      "translation": "lunatico",
      "definition": "Eine Neigung zu plötzlichen, unvorhersehbaren Stimmungswechseln zeigen.",
      "definition_translation": "Avendo o mostrando una tendenza a improvvisi cambiamenti di umore imprevedibili.",
      "example": "Sie war gestern launisch, aber heute ist sie in bester Stimmung. Sie war in ihren Teenagerjahren launisch, aber jetzt ist sie stabiler. Sie wird launisch, wenn sie nicht genug Schlaf bekommt.",
      "example_translation": " Era lunatica ieri, ma oggi è di ottimo umore. Era lunatica durante gli anni dell'adolescenza, ma ora è più stabile. Sarà lunatica se non dorme abbastanza.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "negativ",
      "translation": "negativo",
      "definition": "Verneinung, Ablehnung oder Unzufriedenheit ausdrückend oder implizierend.",
      "definition_translation": "Esprimendo o implicando negazione, rifiuto o insoddisfazione.",
      "example": "Er gab eine negative Antwort auf das Jobangebot. Das Testergebnis war negativ. Die negative Bewertung beeinträchtigte den Verkauf des Produkts.",
      "example_translation": "Ha dato una risposta negativa all'offerta di lavoro. Il risultato del test era negativo. La recensione negativa ha influenzato le vendite del prodotto.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervös",
      "translation": "nervoso",
      "definition": "Ängstlich oder besorgt, oft auf eine Weise, die schwierig zu kontrollieren ist.",
      "definition_translation": "Sentendosi ansioso o apprensivo, spesso in modo difficile da controllare.",
      "example": "Ich war vor der Präsentation nervös, aber ich habe gut gemacht. Sie ist immer nervös am ersten Arbeitstag. Er wird nervös vor der Prüfung, bis sie vorbei ist.",
      "example_translation": "Ero nervoso prima della presentazione, ma ho fatto bene. È sempre nervosa il suo primo giorno di lavoro. Sarà nervoso sull'esame finché non finisce.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Patient",
      "translation": "paziente",
      "definition": "Eine Person, die medizinische Behandlung erhält oder registriert ist, um sie zu erhalten.",
      "definition_translation": "Una persona che riceve o è iscritta per ricevere cure mediche.",
      "example": "Der Arzt untersuchte den Patienten sorgfältig. Der Patient hatte stundenlang gewartet. Der Patient wird morgen operiert werden.",
      "example_translation": "Il dottore ha esaminato il paziente con attenzione. Il paziente aveva aspettato per ore. Il paziente sarà sottoposto a un intervento chirurgico domani.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "cortesemente",
      "definition": "In einer respektvollen und rücksichtsvollen Weise.",
      "definition_translation": "In modo rispettoso e considerato.",
      "example": "Sie sprach höflich mit dem Kunden. Er wird die Einladung höflich ablehnen. Sie hatten höflich nach dem Weg gefragt.",
      "example_translation": "Lei ha parlato cortesemente al cliente. Lui declinerà cortesemente l'invito. Avevano chiesto cortesemente le indicazioni.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mächtig",
      "translation": "potente",
      "definition": "Große Stärke, Autorität oder Einfluss habend.",
      "definition_translation": "Avendo grande forza, autorità o influenza.",
      "example": "Der mächtige Motor trieb das Auto vorwärts. Sie ist eine mächtige Rednerin. Das Unternehmen wird in Zukunft mächtiger werden.",
      "example_translation": "Il motore potente ha azionato la macchina in avanti. Lei è un oratore potente. La società diventerà più potente nel futuro.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stolz",
      "translation": "orgoglioso",
      "definition": "Ein Gefühl der Befriedigung oder Selbstzufriedenheit habend, oft begleitet von einem Gefühl der Freude oder Leistung.",
      "definition_translation": "Avendo o mostrando un senso di orgoglio o soddisfazione, spesso accompagnato da un sentimento di piacere o realizzazione.",
      "example": "Sie war stolz auf ihre Leistung, und ihre Eltern waren stolz auf sie auch. Sie war stolz auf ihre Entscheidung, aber jetzt war sie nicht so sicher. Sie wird stolz auf sich sein, wenn sie das Projekt abgeschlossen hat.",
      "example_translation": "Era orgogliosa del suo successo, e i suoi genitori erano orgogliosi di lei anche. Era stata orgogliosa della sua decisione, ma ora non era così sicura. Sarà orgogliosa di se stessa quando completerà il progetto.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streitsüchtig",
      "translation": "litigioso",
      "definition": "Eine Neigung zum Streiten oder Kämpfen mit anderen, oft auf aggressive oder ärgerliche Weise.",
      "definition_translation": "Avendo la tendenza a discutere o a lottare con gli altri, spesso in modo aggressivo o fastidioso.",
      "example": "Er war ein streitsüchtiger Mensch, immer auf der Suche nach einem Kampf. Sie war streitsüchtig mit ihren Geschwistern, aber sie liebten sie trotzdem. Er wird mit seinen Kollegen streitsüchtig sein, wenn sie nicht mit ihm übereinstimmen.",
      "example_translation": "Era una persona litigiosa, sempre alla ricerca di una lite. Era litigiosa con i suoi fratelli, ma loro la amavano comunque. Sarà litigioso con i suoi colleghi se non saranno d'accordo con lui.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannt",
      "translation": "rilassato",
      "definition": "Sich ruhig und frei von Anspannung oder Ängstlichkeit fühlt, oft in einem friedlichen oder ruhigen Zustand.",
      "definition_translation": "Sentendosi calmo e libero da tensione o ansietà, spesso in uno stato di pace o serenità.",
      "example": "Die Musik machte sie entspannt und ruhig. Er war entspannt vor der Prüfung, weil er gut vorbereitet war. Sie werden entspannt auf ihrem Urlaub sein, fernab vom Stadtlärm.",
      "example_translation": "La musica la fece sentire rilassata e calma. Era rilassato circa l'esame, sapendo che aveva studiato bene. Saranno rilassati nella loro vacanza, lontano dal rumore della città.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannend",
      "translation": "rilassante",
      "definition": "Ein Gefühl von Behaglichkeit und Ruhe vermittelnd, reduziert Stress oder Ängstlichkeit.",
      "definition_translation": "Che fornisce una sensazione di comfort e tranquillità, riducendo lo stress o l'ansia.",
      "example": "Die entspannende Musik half mir, einzuschlafen. Ich werde mich diesem Sommer auf dem Strand entspannen. Sie lockerten ihre Regeln für die Ferienzeit.",
      "example_translation": "La musica rilassante mi ha aiutato a addormentarmi. Mi rilasserò sulla spiaggia quest'estate. Hanno rilassato le loro regole per la stagione delle festività.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zuverlässig",
      "translation": "affidabile",
      "definition": " Einem zu trauen, ein starkes Ansehen für gute Qualität oder Leistung zu haben.",
      "definition_translation": "In grado di essere considerato attendibile per fare o fornire qualcosa, avendo una forte reputazione per la buona qualità o prestazioni.",
      "example": "Sie ist eine zuverlässige Assistentin. Das Unternehmen hat einen zuverlässigen Lieferservice. Sie werden zuverlässige Verbündete im bevorstehenden Kampf sein.",
      "example_translation": "Lei è un'assistente affidabile. La società ha un servizio di consegna affidabile. Saranno alleati affidabili nella battaglia imminente.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "romantisch",
      "translation": "romantico",
      "definition": "Einem sentimental oder emotionalen Verhalten entspricht, oft verwendet, um eine Beziehung oder Atmosphäre zu beschreiben.",
      "definition_translation": "Relativo o caratterizzato da un atteggiamento sentimentale o emotivo, spesso usato per descrivere una relazione o un'atmosfera.",
      "example": "Das romantische Abendessen war perfekt. Die Stadt hat eine romantische Atmosphäre. Er ist ein romantischer Mensch und liebt Poesie.",
      "example_translation": "La cena romantica era perfetta. La città ha un'atmosfera romantica. È una persona romantica e ama la poesia.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "scortese",
      "definition": "Hat oder zeigt keine Manieren oder Respekt; unhöflich",
      "definition_translation": "Avendo o mostrando nessuna educazione o rispetto; scortese",
      "example": "Er war unhöflich zum Kellner, was sehr peinlich war. Er wird dem Kellner wieder unhöflich begegnen, wenn er nicht lernt, seinen Temperament zu kontrollieren. Sie war unhöflich zum Kellner letzte Nacht.",
      "example_translation": "Era scortese con il cameriere, cosa era molto imbarazzante. Sarà scortese con il cameriere di nuovo se non impara a controllare la sua ira. Era scortese con il cameriere la scorsa notte.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "soddisfatto",
      "definition": "Fühlt sich glücklich oder zufrieden, weil ein Wunsch oder Bedarf erfüllt wurde",
      "definition_translation": "Sentendosi felice o contento perché un desiderio o bisogno è stato soddisfatto",
      "example": "Sie war mit ihrem neuen Job zufrieden, der ihr viele Möglichkeiten bot. Er wird mit seinem neuen Auto zufrieden sein, das sehr luxuriös ist. Sie waren mit dem Service im Restaurant zufrieden.",
      "example_translation": "Era soddisfatta del suo nuovo lavoro, che le offriva molte opportunità. Sarà soddisfatto della sua nuova auto, che è molto lussuosa. Erano soddisfatti del servizio al ristorante.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angstvoll",
      "translation": "spaventato",
      "definition": "Fühlt Angst oder Ängstlichkeit über etwas",
      "definition_translation": "Sentendosi paura o ansia per qualcosa",
      "example": "Er war angstvoll vor der Dunkelheit, daher konnte er nicht schlafen. Sie wird vor der Prüfung angstvoll sein, die sehr schwierig ist. Sie waren von dem Gewitter letzte Nacht angstvoll.",
      "example_translation": "Era spaventato del buio, quindi non poteva dormire. Sarà spaventata dell'esame, che è molto difficile. Erano spaventati del temporale la scorsa notte.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "spaventoso",
      "definition": "Verursacht Angst oder Alarm; erschreckend.",
      "definition_translation": "Che causa paura o allarme; spaventoso.",
      "example": "Der erschreckende Film war so furchtbar, dass ich mich unter der Decke verstecken musste. Ich war als Kind vor der Dunkelheit angstvoll, aber jetzt bin ich nicht mehr angstvoll davor. Bis nächstem Jahr werde ich meine Angst vor dem Fliegen überwunden haben.",
      "example_translation": "Il film spaventoso era così spaventoso che dovevo nascondermi sotto la coperta. Ero spaventato del buio quando ero un bambino, ma ora non ho più paura di esso. Entro l'anno prossimo, avrò superato la mia paura di volare.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "selbstsicher",
      "translation": "autorevole",
      "definition": "Hat Vertrauen in sich selbst und seine Fähigkeiten; zuversichtlich.",
      "definition_translation": "Avendo fiducia in se stessi e nelle proprie abilità; sicuro.",
      "example": "Sie war eine selbstsichere Rednerin, die das Publikum mit ihren Worten fesseln konnte. Er wird nach Abschluss des Kurses mehr selbstsicher in seinen Fähigkeiten sein. Bis nächsten Monat wird sie eine selbstsichere Führerin geworden sein.",
      "example_translation": "Era un oratore pubblico autorevole, in grado di catturare l'attenzione del pubblico con le sue parole. Sarà più autorevole nelle sue abilità dopo aver completato il corso. Entro il prossimo mese, sarà diventata una leader autorevole.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "egoistisch",
      "translation": "egoista",
      "definition": "Fehlt die Rücksichtnahme auf andere; beschäftigt sich hauptsächlich mit eigenen Interessen.",
      "definition_translation": "Mancante di considerazione per gli altri; principalmente preoccupato dei propri interessi.",
      "example": "Er war ein egoistischer Mensch, der nur um seine eigenen Bedürfnisse kümmerte. Sie war egoistisch, indem sie ihre Spielzeuge nicht mit ihren Geschwistern teilte. Bis nächstem Jahr werden sie gelernt haben, weniger egoistisch zu sein.",
      "example_translation": "Era una persona egoista che si preoccupava solo delle sue esigenze. Era egoista nel non condividere i suoi giocattoli con i suoi fratelli. Entro l'anno prossimo, avranno imparato a essere meno egoisti.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "sensibile",
      "definition": "Hat oder enthält gute Vernunft oder Vernunft; rational.",
      "definition_translation": "Avendo, contenendo o indicativo di buon senso o ragione; razionale.",
      "example": "Sie war eine vernünftige Person und traf kluge Entscheidungen. Sie war vernünftig in ihrer Finanzplanung und hatte genug gespart. Sie wird vernünftig sein und Risiken vermeiden.",
      "example_translation": "Era una persona sensibile e prendeva decisioni intelligenti. Era stata sensibile circa le sue finanze e aveva risparmiato abbastanza. Sarà sensibile e eviterà di correre rischi.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schockiert",
      "translation": "scioccato",
      "definition": "Fühlt intensive Überraschung, Bestürzung oder Abscheu.",
      "definition_translation": "Sensazione di sorpresa intensa, stupore o disgusto.",
      "example": "Ich war schockiert, als ich die Nachricht hörte. Sie war von dem Unfall schockiert. Sie werden von der Änderung der Richtlinie schockiert sein.",
      "example_translation": "Ero scioccato quando ho sentito la notizia. Era stata scioccata dall'incidente. Saranno scioccati dal cambio nella politica.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "scioccante",
      "definition": "Ein starkes Gefühl der Überraschung, Bestürzung oder Abscheu auslösend.",
      "definition_translation": "Che causa una forte sensazione di sorpresa, stupore o disgusto.",
      "example": "Die Nachricht war erstaunlich für jeden. Der Film war erstaunlich und beunruhigend. Das Ergebnis wird für viele Menschen erstaunlich sein.",
      "example_translation": "La notizia era scioccante per tutti. Il film era scioccante e disturbante. Il risultato sarà scioccante per molte persone.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schüchtern",
      "translation": "timido",
      "definition": "In sozialen Situationen nervös oder unbehaglich fühlt.",
      "definition_translation": "Sento ansia o disagio nelle situazioni sociali",
      "example": "Ich war schüchtern in der Schule, aber jetzt bin ich mehr selbstbewusst. Ich war schüchtern gegenüber Mädchen, aber nicht mehr. Ich werde auf der Party heute Abend schüchtern sein.",
      "example_translation": "Ero timido a scuola, ma ora sono più sicuro di me. Ero timido intorno alle ragazze, ma non più. Sarò timido alla festa stasera.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "albern",
      "translation": "sciocco",
      "definition": "Ohne Ernst oder guten Geschmack, absurd oder lächerlich.",
      "definition_translation": "Mancante di serietà o buon giudizio, assurdo o ridicolo",
      "example": "Meine Freunde denken, ich sei albern, wenn ich lustige Hüte trage. Ich war albern, als ich meine Schlüssel vergessen habe. Ich werde albern sein, wenn ich heute Abend auf der Comedy-Show bin.",
      "example_translation": "I miei amici pensano che io sia sciocco quando indosso cappelli divertenti. Ero sciocco quando ho dimenticato le chiavi. Sarò sciocco allo spettacolo di comedy stasera.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligente",
      "definition": "Ein großes Maß an Intelligenz, Schlauheit oder Weisheit aufweisend.",
      "definition_translation": "Avere o mostrare una grande quantità di intelligenza, astuzia o saggezza",
      "example": "Meine Schwester ist intelligent und hat sich an einer guten Universität eingeschrieben. Ich war intelligent, als ich in diesen Aktien investierte. Ich werde intelligent sein, wenn ich eine Karte mitnehme.",
      "example_translation": "Mia sorella è intelligente e si è iscritta a un buon college. Ero intelligente a investire in quella azione. Sarò intelligente a prendere una mappa con me.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gesellig",
      "translation": "socievole",
      "definition": "Eine angenehme und freundliche Gesinnung habend, gut mit anderen auskommend.",
      "definition_translation": "Avendo una disposizione piacevole e amichevole, in grado di andare d'accordo bene con gli altri",
      "example": "Sie war gesellig und hat auf der Party viele Freunde gemacht. Sie wird gesellig sein und alle sozialen Veranstaltungen besuchen. Sie war gesellig und von allen geliebt.",
      "example_translation": "Era socievole e ha fatto molti amici alla festa. Sarà socievole e parteciperà a tutti gli eventi sociali. Era stata socievole e era amata da tutti.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gestresst",
      "translation": "stressato",
      "definition": "Ängstlich oder überfordert fühlt, oft wegen zu vieler Verantwortungen oder Druck.",
      "definition_translation": "Sentendosi ansioso o sopraffatto, spesso a causa di troppe responsabilità o pressioni",
      "example": "Ich war gestresst wegen der Prüfung, aber ich fühlte mich gestresst, nachdem sie vorbei war. Ich werde gestresst wegen der Deadline, aber ich war gestresst wegen des Projekts.",
      "example_translation": "Ero stressato sull'esame, ma mi sentivo stressato dopo che era finito. Sarò stressato sulla scadenza, ma ero stato stressato sul progetto.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stressig",
      "translation": "stressante",
      "definition": "Ängstlichkeit oder Anspannung auslösend, oft wegen Druck oder Forderungen.",
      "definition_translation": "Causando sentimenti di ansietà o tensione, spesso a causa di pressioni o richieste",
      "example": "Der stressige Job ging auf ihre Gesundheit. Sie war monatelang unter stressigen Bedingungen. Die anstehende Prüfung war sehr stressig für die Studenten.",
      "example_translation": "Il lavoro stressante stava avendo un impatto sulla sua salute. Era stata sotto condizioni stressanti per mesi. L'esame imminente era molto stressante per gli studenti.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streng",
      "translation": "severo",
      "definition": "Eine starke Disziplin und Kontrolle aufweisend, in Standards oder Anforderungen rigoros.",
      "definition_translation": "Avendo o segnato da un forte senso di disciplina e controllo; rigoroso negli standard o requisiti.",
      "example": "Die Lehrerin war streng gegenüber den Schülern, daher benahmen sie sich gut.",
      "example_translation": "L'insegnante era severo con gli studenti, quindi si comportavano bene.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschend",
      "translation": "sorprendente",
      "definition": "Ein Gefühl der Verwunderung oder des Staunens auslösend, unerwartet.",
      "definition_translation": "Causando un sentimento di meraviglia o stupore, inaspettato.",
      "example": "Die überraschende Nachricht verbreitete sich schnell im ganzen Ort. Gestern war ich überrascht, meinen alten Freund zu sehen. Ich werde überrascht sein, wenn ich im Lotto gewinne.",
      "example_translation": "La notizia sorprendente si diffuse rapidamente in tutta la città. Ieri, fui sorpreso di vedere il mio vecchio amico. Sarò sorpreso se vincerò la lotteria.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschenderweise",
      "translation": "sorprendentemente",
      "definition": "Auf überraschende Weise, unerwartet.",
      "definition_translation": "In modo sorprendente, inaspettatamente.",
      "example": "Der Test war überraschenderweise leicht. Gestern traf ich überraschenderweise meinen Ex-Freund. Ich werde überraschenderweise mein Projekt pünktlich fertigstellen.",
      "example_translation": "Il test era sorprendentemente facile. Ieri, mi sono improvvisamente imbattuto nel mio ex-ragazzo. Finirò sorprendentemente il mio progetto in tempo.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begabt",
      "translation": "talentoso",
      "definition": "Eine natürliche Fähigkeit oder ein bestimmtes Talent besitzend, insbesondere in einem bestimmten Bereich.",
      "definition_translation": "Avendo un'abilità naturale o una abilità, specialmente in un'area particolare.",
      "example": "Sie war eine begabte Sängerin, die in mehreren Sprachen auftreten konnte. Sie war begabt, seit sie ein Kind war. Sie wird eine begabte Künstlerin in der Zukunft sein.",
      "example_translation": "Era una cantante talentuosa, capace di esibirsi in molte lingue. È stata talentuosa fin da quando era bambina. Sarà un'artista talentuosa nel futuro.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verängstigt",
      "translation": "terrorizzato",
      "definition": "Extremes Furcht oder Angst empfindend.",
      "definition_translation": "Provando una paura o ansietà estrema.",
      "example": "Ich war als Kind verängstigt vor Höhen. Ich bin verängstigt vor öffentlichem Reden. Ich werde mich mein Leben lang vor Spinnen verängstigt fürchten.",
      "example_translation": "Ero terrorizzato dalle altezze quando ero bambino. Sono terrorizzato dagli interventi pubblici. Sarò terrorizzato dai ragni per il resto della mia vita.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermüdend",
      "translation": "stancante",
      "definition": "Müdigkeit oder Erschöpfung verursachend.",
      "definition_translation": "Causando fatica o esaurimento.",
      "example": "Der lange Wanderweg war ermüdend, aber die Aussicht war es wert. Der Job kann ermüdend sein, manchmal. Das Workout wird ermüdend sein, aber du wirst dich danach erfüllt fühlen.",
      "example_translation": "La lunga escursione è stata stancante, ma la vista ne è valsa la pena. Il lavoro può essere stancante a volte. L'allenamento sarà stancante, ma ti sentirai realizzato dopo.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tolerant",
      "translation": "tollerante",
      "definition": "Bereitwilligkeit zeigend, die Überzeugungen, Meinungen und Verhaltensweisen anderer zu akzeptieren und zu dulden",
      "definition_translation": "Avendo o mostrando una disponibilità ad accettare e tollerare le credenze, le opinioni e i comportamenti degli altri",
      "example": "Die tolerante Lehrerin ließ ihre Studenten frei ihre Meinungen äußern. Sie war tolerant gegenüber ihren Fehlern in der Vergangenheit und würde es auch in der Zukunft sein.",
      "example_translation": "La insegnante tollerante ha permesso ai suoi studenti di esprimere le loro opinioni liberamente. Era stata tollerante dei loro errori nel passato e lo sarebbe stata anche nel futuro.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerwartet",
      "translation": "inaspettato",
      "definition": "Nicht erwartet oder vorhergesehen; überraschend",
      "definition_translation": "Non anticipato o atteso; sorprendente",
      "example": "Die unerwartete Nachricht über ihre Beförderung überraschte jeden. Sie hatte sie nicht so bald erwartet, aber war begeistert, als sie kam. In Zukunft wird sie besser auf unerwartete Überraschungen vorbereitet sein.",
      "example_translation": "La notizia inaspettata della sua promozione ha sorpreso tutti. Non si aspettava di riceverla così presto, ma era entusiasta quando lo fece. In futuro, sarà meglio preparata per sorprese inaspettate.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "ostile",
      "definition": "Keine Freundlichkeit oder Herzlichkeit zeigend; feindlich oder kalt in der Art",
      "definition_translation": "Non mostrando gentilezza o amicizia; ostile o freddo nel modo",
      "example": "Die unfreundliche Empfangssekretärin begrüßte uns nicht einmal, als wir hereinkamen. Sie war unfreundlich in der Vergangenheit, und wir erwarteten nicht, dass sie ihr Verhalten in der Zukunft ändern würde.",
      "example_translation": "La receptionist ostile non ci ha nemmeno salutato quando siamo entrati. Era stata ostile nel passato e non ci aspettavamo che cambiasse il suo comportamento nel futuro.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "desinteressiert",
      "translation": "disinteressato",
      "definition": "Kein Enthusiasmus oder Interesse an etwas oder jemandem.",
      "definition_translation": "Mancanza di entusiasmo o interesse per qualcosa o qualcuno.",
      "example": "Ich war desinteressiert am Film, daher schlief ich ein. Ich bin desinteressiert am Spiel, daher werde ich nicht spielen. Ich werde desinteressiert an der Vorlesung sein, daher werde ich nicht teilnehmen.",
      "example_translation": "Non ero interessato al film, quindi mi sono addormentato. Non sono interessato al gioco, quindi non giocherò. Non sarò interessato alla lezione, quindi non parteciperò.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "uninteressant",
      "translation": "noioso",
      "definition": "Nicht interessant oder fesselnd; langweilig.",
      "definition_translation": "Non interessante o coinvolgente; noioso.",
      "example": "Das uninteressante Buch machte mich schläfrig. Die Vorlesung war uninteressant, daher achtete ich nicht darauf. Das uninteressante Spiel machte mich gelangweilt.",
      "example_translation": "Il libro noioso mi ha addormentato. La lezione era noiosa, quindi non ho prestato attenzione. Il gioco noioso mi ha reso annoiato.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "scortese",
      "definition": "Nicht freundlich oder sanft; grausam oder hart.",
      "definition_translation": "Non gentile o crudele; crudele o aspro.",
      "example": "Sie war unfreundlich gegenüber ihrer Schwester, was sie zum Weinen brachte. Er war unfreundlich gegenüber dem Tier, was es fliehen ließ. Sie werden unfreundlich gegenüber dem Fremden sein, was ihn unglücklich machen wird.",
      "example_translation": "Lei è stata scortese con sua sorella, il che l'ha fatta piangere. Lui è stato scortese con l'animale, il che lo ha fatto fuggire. Saranno scortesi con lo straniero, il che renderà loro infelici.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    }
  ]
}