{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgeben",
      "translation": "abbandonare",
      "definition": "jemanden oder etwas ohne die Absicht, zurückzukehren oder es zu betreuen, aufzugeben",
      "definition_translation": "rinunciare o lasciare qualcuno o qualcosa senza intendere di tornare o prendersi cura di esso",
      "example": "Ich werde das Projekt aufgeben, wenn ich keine Finanzierung erhalte, Ich habe mein Auto am Straßenrand aufgegeben, Sie hatte jede Hoffnung aufgegeben, einen Job zu finden.",
      "example_translation": "Abbandonerò il progetto se non ricevo fondi, Ho abbandonato la mia macchina sulla strada, Lei aveva abbandonato ogni speranza di trovare un lavoro.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "abbandonato",
      "definition": "ihren Platz oder ihre Stellung geräumt, oft in einem Zustand der Verwahrlosung oder Vernachlässigung",
      "definition_translation": "lasciato o deserto, spesso in stato di disuso o trascurato",
      "example": "Das verlassene Haus war ein Anblick, Der Stadt wurde nach dem Hurrikan verlassen, Sie fühlte sich von ihren Freunden verlassen.",
      "example_translation": "La casa abbandonata era uno spettacolo da vedere, La città fu abbandonata dopo l'uragano, Lei si sentì abbandonata dai suoi amici.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abschaffen",
      "translation": "abolire",
      "definition": "etwas offiziell zu beenden oder zu beseitigen, wie ein Gesetz oder ein System",
      "definition_translation": "porre fine ufficialmente o eliminare qualcosa, come una legge o un sistema",
      "example": "Die Regierung plant, die Todesstrafe abzuschaffen, Das Gesetz wurde 2010 abgeschafft, Sie wollten die Monarchie abschaffen.",
      "example_translation": "Il governo ha intenzione di abolire la pena di morte, La legge fu abolita nel 2010, Volevano abolire la monarchia.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abwesenheit",
      "translation": "assenza",
      "definition": "der Zustand, von einem Ort oder einer Person weg zu sein",
      "definition_translation": "lo stato di essere assente da un posto o una persona",
      "example": "Ihre Abwesenheit wurde von allen bemerkt, Seine Abwesenheit vom Meeting war unglücklich, Die Abwesenheit des Teams vom Turnier war eine Enttäuschung.",
      "example_translation": "La sua assenza fu notata da tutti, La sua assenza dalla riunione fu sfortunata, L'assenza della squadra dal torneo fu una delusione.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absolut",
      "translation": "assoluto",
      "definition": "Vollständig oder total; völlig frei von Bedingungen oder Einschränkungen.",
      "definition_translation": "Completo o totale; totalmente libero da condizione o restrizione.",
      "example": "Der absolute Wert einer Zahl ist ihr Abstand von Null. Ich werde um 5 Uhr absolut dort sein. Sie hatte absolute Kontrolle über das Unternehmen.",
      "example_translation": "Il valore assoluto di un numero è la sua distanza da zero. Sarò lì alle 5 in punto assolutamente. Aveva il controllo assoluto sulla società.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "assorbire",
      "definition": "Energie, Ideen usw. aufzunehmen und zu assimilieren; jemanden zu fesseln oder zu beschäftigen.",
      "definition_translation": "Assorbire e assimilare (energia, idee, ecc.); impegnare o catturare l'attenzione di qualcuno.",
      "example": "Das Schwamm wird das Wasser absorbieren. Ihr Roman fesselte mich von Anfang bis Ende. Das Unternehmen wird den Verlust absorbieren.",
      "example_translation": "La spugna assorbirà l'acqua. Il suo romanzo mi ha assorbito dall'inizio alla fine. La società assorbirà la perdita.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "assorbire",
      "definition": "Energie, Ideen usw. aufzunehmen und zu assimilieren; jemanden zu fesseln oder zu beschäftigen.",
      "definition_translation": "Assorbire e assimilare (energia, idee, ecc.); impegnare o catturare l'attenzione di qualcuno.",
      "example": "Das Material wird den Schock absorbieren. Sie assimilierte die Informationen schnell. Das System wird die Änderungen absorbieren.",
      "example_translation": "Il materiale assorbirà l'impatto. Lei ha assorbito le informazioni rapidamente. Il sistema assorbirà i cambiamenti.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "assorbire",
      "definition": "Energie, Ideen usw. aufzunehmen und zu assimilieren; jemanden zu fesseln oder zu beschäftigen.",
      "definition_translation": "Assorbire e assimilare (energia, idee, ecc.); impegnare o catturare l'attenzione di qualcuno.",
      "example": "Das Unternehmen absorbierte die kleinere Firma. Das Medikament wird in den Blutkreislauf absorbieren. Der neue Mitarbeiter assimilierte die Schulung schnell.",
      "example_translation": "La società ha assorbito la azienda più piccola. Il medicinale si assorbirà nel flusso sanguigno. Il nuovo dipendente ha assorbito la formazione rapidamente.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zusammenfassung",
      "translation": "astratto",
      "definition": "Eine Zusammenfassung ist eine Kurzfassung einer Forschungsarbeit, Dissertation oder eines Artikels, die einen Überblick über die Hauptpunkte und Ergebnisse bietet.",
      "definition_translation": "Un abstract è un riassunto di un articolo di ricerca, tesi o articolo che fornisce una breve panoramica dei punti chiave e dei risultati.",
      "example": "Der Professor bat den Studenten, eine Zusammenfassung für ihre Forschungsarbeit zu schreiben. Gestern schrieb sie eine Zusammenfassung für ihre Dissertation. Morgen wird sie eine Zusammenfassung für ihren Artikel schreiben.",
      "example_translation": "Il professore ha chiesto allo studente di scrivere un abstract per il loro articolo di ricerca. Ieri, lei ha scritto un abstract per la sua tesi. Domani, lei scriverà un abstract per il suo articolo.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absurd",
      "translation": "assurdo",
      "definition": "Etwas, das absurd ist, ist unvernünftig, töricht oder unsinnig.",
      "definition_translation": "Qualcosa che è assurdo è irragionevole, folle o nonsensico.",
      "example": "Die Idee eines quadratischen Kreises ist absurd. Sie dachte, sein Witz sei absurd. Er wird morgen denken, die Situation sei absurd.",
      "example_translation": "L'idea di un cerchio quadrato è assurdo. Lei ha pensato che la sua barzelletta fosse assurda. Lui penserà che la situazione è assurda domani.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "abuso",
      "definition": "Ein Missbrauch ist die Handlung, jemanden oder etwas auf grausame oder gewalttätige Weise zu behandeln.",
      "definition_translation": "L'abuso è l'atto di trattare qualcuno o qualcosa in modo crudele o violento.",
      "example": "Das Kind litt unter Missbrauch durch seinen Vater. Er missbrauchte seine Macht als CEO. Sie wird den Missbrauch morgen den Behörden melden.",
      "example_translation": "Il bambino ha subito abusi da parte di suo padre. Lui ha abusato del suo potere come CEO. Lei denuncerà l'abuso alle autorità domani.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "abuso",
      "definition": "Ein Missbrauch ist auch die Handlung, etwas auf falsche oder übermäßige Weise zu verwenden.",
      "definition_translation": "L'abuso è anche l'atto di usare qualcosa in modo sbagliato o eccessivo.",
      "example": "Das Unternehmen missbrauchte seine Umweltressourcen. Sie missbrauchte ihre Kreditkarte. Er wird nächstes Jahr seine Privilegien missbrauchen.",
      "example_translation": "L'azienda ha abusato delle sue risorse ambientali. Lei ha abusato della sua carta di credito. Lui abuserà dei suoi privilegi l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akademisch",
      "translation": "accademico",
      "definition": "In Bezug auf Bildung und Gelehrsamkeit, insbesondere an einer Universität",
      "definition_translation": "Relativo all'istruzione e alla ricerca, specialmente in un'università",
      "example": "Sie war eine akademische Beraterin an der Universität und half Studenten bei der Wahl ihrer Kurse.",
      "example_translation": "Era un consulente accademico all'università, aiutando gli studenti a scegliere i loro corsi.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zugang",
      "translation": "accesso",
      "definition": "Die Möglichkeit oder Gelegenheit, etwas zu erreichen, zu betreten oder zu nutzen",
      "definition_translation": "I mezzi o l'opportunità di avvicinarsi, entrare o utilizzare qualcosa",
      "example": "Das Hotel bot einen einfachen Zugang zum Strand, und die Gäste liebten es.",
      "example_translation": "L'hotel offriva facile accesso alla spiaggia e gli ospiti l'hanno adorato.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugänglich",
      "translation": "accessibile",
      "definition": "Leicht zu benutzen, zu sehen oder zu erreichen",
      "definition_translation": "Facile da utilizzare, vedere o avvicinare",
      "example": "Das Museum machte die Ausstellung für Menschen mit Behinderungen zugänglich.",
      "example_translation": "Il museo ha reso l'esposizione accessibile alle persone con disabilità.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufällig",
      "translation": "accidentale",
      "definition": "Ohne Absicht oder Planung geschehend oder getan",
      "definition_translation": "Accaduto o fatto senza intenzione o pianificazione",
      "example": "Die zufällige Entdeckung der neuen Spezies war ein bedeutender Durchbruch.",
      "example_translation": "La scoperta accidentale della nuova specie è stata una grande scoperta.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akkordeon",
      "translation": "fisarmonica",
      "definition": "Ein Musikinstrument, das aus einer rechteckigen Box mit einer Tastatur und einer Reihe von Zungen besteht, die einen Ton erzeugen, wenn Luft durch sie geblasen oder gezogen wird.",
      "definition_translation": "Uno strumento musicale composto da un box rettangolare con una tastiera e un set di ance che suonano quando l'aria è soffiata o tirata attraverso di esse.",
      "example": "Sie spielt seit ihrer Kindheit Akkordeon. Jetzt spielt sie es wunderschön. Sie wird es morgen auf dem Konzert spielen.",
      "example_translation": "Lei ha suonato la fisarmonica fin da quando era bambina. Ora, suona bene. Suonerà alla concertazione domani.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konto",
      "translation": "conto",
      "definition": "Ein Datensatz über finanzielle Transaktionen; die Geschäftsbeziehungen eines Kunden mit einem Unternehmen.",
      "definition_translation": "Un registro di transazioni finanziarie; le operazioni finanziarie di un cliente con un'azienda.",
      "example": "Ich öffnete letzte Woche ein Konto bei der Bank. Ich werde morgen Geld auf mein Konto einzahlen. Ich hatte vorher ein Konto bei ihnen.",
      "example_translation": "Ho aperto un conto presso la banca la settimana scorsa. Depositerò denaro nel mio conto domani. Avevo un conto con loro prima.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchführung",
      "translation": "contabilità",
      "definition": "Die Tätigkeit, Aufzeichnungen über finanzielle Transaktionen zu führen und Berichte zu erstellen.",
      "definition_translation": "L'attività di tenere e preparare registri di transazioni finanziarie e preparare relazioni.",
      "example": "Ich studierte Buchführung im College. Sie studiert Buchführung. Das Unternehmen wird eine Buchprüfungsfirma einstellen, um ihre Bücher zu prüfen.",
      "example_translation": "Ho studiato contabilità al college. Lei si sta laureando in contabilità. La società assumerà un'azienda di contabilità per auditare i loro libri.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genauigkeit",
      "translation": "accuratezza",
      "definition": "Die Eigenschaft, Bedingung oder Grad der genauen, präzisen und fehlerfreien Ausführung.",
      "definition_translation": "La qualità, condizione o grado di essere esatto, preciso e libero da errori.",
      "example": "Die Genauigkeit der Daten ist für die Forschung von entscheidender Bedeutung. Sie strebt nach Genauigkeit in ihrer Arbeit. Das Unternehmen priorisiert die Genauigkeit in ihren Produkten.",
      "example_translation": "L'accuratezza dei dati è cruciale per la ricerca. Lei si sforza di accuratezza nel suo lavoro. La società dà priorità all'accuratezza nei loro prodotti.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anklagen",
      "translation": "accusare",
      "definition": "jemandem ein Verbrechen oder Fehlverhalten anzulasten",
      "definition_translation": "accusare qualcuno di un crimine o di una cattiva azione",
      "example": "Die Polizei beschuldigte ihn des Diebstahls, aber er leugnete es. Er wird sie morgen des Lügens beschuldigen. Sie hatte ihm gestern des Schummelns beschuldigt.",
      "example_translation": "La polizia lo accusò di furto, ma lui lo negò. Accuserà lei di mentire domani. Lei aveva accusato lui di barare ieri.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzen",
      "translation": "dolore",
      "definition": "ein dauernder, dumpfer Schmerz in einem Teil des Körpers",
      "definition_translation": "un dolore continuo e sordo in una parte del corpo",
      "example": " Mein Kopf schmerzte den ganzen Tag gestern. Ich werde überall schmerzen, nach diesem Workout. Sie schmerzte in ihrem Rücken, nachdem sie schwere Kisten gehoben hatte.",
      "example_translation": "Mi faceva male la testa tutto il giorno ieri. Mi farò male dappertutto dopo questo allenamento. Lei sente dolore alla schiena dopo aver sollevato scatole pesanti.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Säure",
      "translation": "acido",
      "definition": "eine saure Flüssigkeit oder ein Stoff, der andere Substanzen auflösen oderkorrodieren kann",
      "definition_translation": "un liquido dal gusto acido o una sostanza che può sciogliere o corroder altre sostanze",
      "example": "Der Wissenschaftler überprüfte die Säurelösung im Labor. Die saure Regen schädigte die Ernte. Sie verwendeten Säure, um die Metall Oberfläche zu reinigen.",
      "example_translation": "Lo scienziato testò la soluzione acida nel laboratorio. La pioggia acida danneggiò i raccolti. Hanno usato acido per pulire la superficie metallica.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "acquistare",
      "definition": "etwas zu erwerben oder zu erhalten, insbesondere als Ergebnis von Anstrengung oder harter Arbeit",
      "definition_translation": "ottenere o acquistare qualcosa, specialmente come risultato di sforzo o lavoro duro",
      "example": "Sie erwarb eine neue Programmierfähigkeit. Sie werden das Unternehmen nächstes Jahr erwerben. Er hatte viel Erfahrung auf dem Gebiet erworben.",
      "example_translation": "Lei acquisì una nuova abilità in programmazione. Acquisteranno la compagnia l'anno prossimo. Lui aveva acquisito molta esperienza nel campo.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "acquisire",
      "definition": "Etwas zu erwerben oder zu erhalten, oft durch Anstrengung oder harter Arbeit.",
      "definition_translation": "Ottenere o acquistare qualcosa, spesso attraverso sforzi o lavoro duro.",
      "example": "Ich erwarb eine neue Fähigkeit letztes Jahr. Ich erwerbe gerade eine neue Sprache. Ich werde nächstes Jahr eine neue Zertifizierung erwerben.",
      "example_translation": "Ho acquisito una nuova abilità l'anno scorso. Sto acquisendo una nuova lingua ora. Acquisirò una nuova certificazione l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktion",
      "translation": "azione",
      "definition": "Der Prozess, etwas zu tun, insbesondere um ein bestimmtes Ziel zu erreichen.",
      "definition_translation": "Il processo di fare qualcosa, soprattutto per raggiungere un obiettivo specifico.",
      "example": "Die Aktion des Films war aufregend. Der Aktionsplan war gut durchdacht. Die Unternehmen reagierte schnell und effektiv.",
      "example_translation": "L'azione del film era emozionante. Il piano d'azione era ben pensato. L'azione dell'azienda era rapida ed efficace.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "attivamente",
      "definition": "Ein Aktivität mit Energie und Enthusiasmus ausführend.",
      "definition_translation": "Partecipando a un'attività o prendendo parte a qualcosa con energia e entusiasmo.",
      "example": "Ich nehme aktiv an Freiwilligenarbeit teil. Sie sucht aktiv nach neuen Gelegenheiten. Sie fördern aktiv nachhaltiges Leben.",
      "example_translation": "Partecipo attivamente al lavoro di volontariato. Lei cerca attivamente nuove opportunità. Loro promuovono attivamente la vita sostenibile.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktivität",
      "translation": "attività",
      "definition": "Etwas, das eine Person oder Gruppe tut oder getan hat, oft in einem bestimmten Ort oder situación.",
      "definition_translation": "Qualcosa che una persona o un gruppo fa o ha fatto, spesso in un luogo o situazione particolare.",
      "example": "Die Aktivität des Wanderns ist in den Bergen beliebt. Die Schule organisierte eine Aktivitätsmesse. Die Unternehmen konzentrierte sich auf Forschung und Entwicklung.",
      "example_translation": "L'attività dell'escursionismo è popolare sulle montagne. La scuola ha organizzato una fiera delle attività. L'attività dell'azienda si è concentrata sulla ricerca e lo sviluppo.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tatsächlich",
      "translation": "attuale",
      "definition": "In der Tat existierend oder geschehend, anstatt potenziell oder möglich.",
      "definition_translation": "Esistente o accadente in fatto, piuttosto che potenziale o possibile.",
      "example": "Die tatsächlichen Kosten des Projekts waren höher als geschätzt. Die Unternehmen wird nächstes Monat tatsächlich mit dem Projekt beginnen. Sie wird nächstes Jahr tatsächlich das Projekt abgeschlossen haben.",
      "example_translation": "Il costo reale del progetto è stato più alto del previsto. L'azienda inizierà effettivamente a lavorare sul progetto il prossimo mese. Avrà effettivamente finito il progetto l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "adattare",
      "definition": "Etwas zu ändern oder anzupassen, um neuen Bedingungen oder Verwendungen anzupassen.",
      "definition_translation": "Cambiare o modificare qualcosa per adattarsi a nuove condizioni o utilizzi.",
      "example": "Das Unternehmen musste sich neuen Marktbedingungen anpassen, um konkurrenzfähig zu bleiben. Sie wird das Rezept an ihre Diätbedürfnisse anpassen. Sie passten die Software an mehrere Plattformen an.",
      "example_translation": "L'azienda ha dovuto adattarsi alle nuove condizioni di mercato per rimanere competitiva. Lei adatterà la ricetta alle sue esigenze dietetiche. Hanno adattato il software per eseguirlo su più piattaforme.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süchtiger",
      "translation": "tossicodipendente",
      "definition": "Eine Person, die physiologisch oder psychologisch von einer Substanz, wie einem Drogen oder Alkohol, abhängig ist.",
      "definition_translation": "Una persona che è fisicamente o psicologicamente dipendente da una sostanza, come una droga o alcol.",
      "example": "Der Süchtige ging in ein Reha-Zentrum, um Hilfe für seine Sucht zu erhalten. Sie wurde süchtig nach Schmerzmitteln nach ihrer Verletzung. Er war jahrelang süchtig, bevor er Hilfe suchte.",
      "example_translation": "Il tossicodipendente è stato in riabilitazione per ricevere aiuto per la sua dipendenza. È diventata una tossicodipendente dopo aver preso antidolorifici per la sua lesione. Era un tossicodipendente per molti anni prima di cercare aiuto.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "dipendente",
      "definition": "Physiologisch oder psychologisch von einer Substanz, wie einem Drogen oder Alkohol, abhängig.",
      "definition_translation": "Fisicamente o psicologicamente dipendente da una sostanza, come una droga o alcol.",
      "example": "Sie war süchtig nach Schmerzmitteln nach ihrer Operation. Er wurde süchtig nach Computerspielen. Sie waren süchtig nach sozialen Medien und verbrachten Stunden damit, ihre Feeds zu scrollen.",
      "example_translation": "Era dipendente dagli antidolorifici dopo la sua operazione. È diventato dipendente dal giocare a videogiochi. Erano dipendenti dai social media e hanno trascorso ore scorrendo i loro feed.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sucht",
      "translation": "dipendenza",
      "definition": "Eine starke und schädliche Notwendigkeit, regelmäßig etwas zu haben oder zu tun, wie eine Droge oder Aktivität. Ein Fall von Versklavung zu etwas, wie einer Gewohnheit oder Aktivität.",
      "definition_translation": "Un forte e dannoso bisogno di avere o fare qualcosa regolarmente, come una droga o attività. Un esempio di essere schiavo di qualcosa, come un'abitudine o attività.",
      "example": "Er kämpft seit Jahren gegen seine Nikotinsucht. Er war in seiner Teenager-Zeit süchtig nach Computerspielen. Er wird morgen medizinische Hilfe für seine Sucht suchen.",
      "example_translation": "Ha lottato con la dipendenza dalle sigarette per anni. Era dipendente dai videogiochi durante la sua adolescenza. Cercherà aiuto medico per la sua dipendenza domani.",
      "imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Addition",
      "translation": "addizione",
      "definition": "Der Akt, etwas zu etwas anderem hinzuzufügen, oder das, was hinzugefügt wird. Eine mathematische Operation, zwei oder mehr Zahlen zu einem Total oder einer Summe zusammenzufügen.",
      "definition_translation": "L'atto di aggiungere qualcosa a qualcos'altro, o la cosa che viene aggiunta. Un'operazione matematica di combinare due o più numeri per ottenere un totale o una somma.",
      "example": "Die Hinzufügung von Zucker zum Rezept machte es süßer. Der Lehrer erklärte den Begriff der Addition den Schülern. Sie wird morgen eine Ergänzung zum Bericht machen.",
      "example_translation": "L'addizione di zucchero alla ricetta l'ha resa più dolce. L'insegnante ha spiegato il concetto di addizione agli studenti. Farà un'aggiunta al rapporto domani.",
      "imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusätzliche",
      "translation": "addizionale",
      "definition": "Weitere oder extra; bereitgestellt oder erlangt über das, was bereits verfügbar ist. Mehr als das, was üblich oder erwartet wird.",
      "definition_translation": "Ulteriore o extra; fornito o ottenuto in aggiunta a ciò che è già disponibile. Più di quanto sia usuale o previsto.",
      "example": "Die zusätzlichen Funktionen des neuen Smartphones sind sehr beeindruckend. Die Firma bietet loyalen Kunden zusätzliche Rabatte an. Wir werden additionalen Finanzmittel benötigen, um das Projekt zu vervollständigen.",
      "example_translation": "Le caratteristiche aggiuntive del nuovo smartphone sono molto impressionanti. L'azienda offre sconti addizionali ai clienti fedeli. Avremo bisogno di finanziamenti addizionali per completare il progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusätzlich",
      "translation": "inoltre",
      "definition": "Zusätzlich; weiter; darüber hinaus. Verwendet, um anzudeuten, dass etwas zu dem hinzugefügt wird, was bereits gesagt oder getan wurde.",
      "definition_translation": "In aggiunta; inoltre; inoltre. Usato per indicare che qualcosa viene aggiunto a ciò che è già stato detto o fatto.",
      "example": "Ich liebe es, Bücher zu lesen, und darüber hinaus genieße ich es, Kurzgeschichten zu schreiben. Die neue Richtlinie hat viele Vorteile, und darüber hinaus ist sie umweltfreundlich. Wir müssen dieses Projekt beenden, und darüber hinaus müssen wir einen Bericht einreichen.",
      "example_translation": "Mi piace leggere libri, e inoltre, mi piace scrivere storie brevi. La nuova politica ha molti benefici, e inoltre, è ecologicamente sostenibile. Dobbiamo finire questo progetto, e inoltre, dobbiamo presentare un rapporto.",
      "imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausreichend",
      "translation": "adeguato",
      "definition": "Das notwendige Qualität, Quantität oder Ausmaß aufweist, um einen Bedarf oder eine Anforderung zu erfüllen.",
      "definition_translation": "Avendo la qualità, quantità o estensione necessaria per soddisfare un bisogno o requisito.",
      "example": "Das Hotelzimmer war ausreichend für unsere Bedürfnisse, aber der Service war exzellent. Wir werden ausreichend Essen für die Party haben, aber wir müssen mehr Getränke kaufen. Bis nächstes Jahr werden wir ausreichende Ressourcen haben, um unser Geschäft auszuweiten.",
      "example_translation": "La camera d'albergo era adatta alle nostre esigenze, ma il servizio era eccellente. Avremo cibo sufficiente per la festa, ma dovremo comprare altre bevande. L'anno prossimo, avremo risorse sufficienti per espandere la nostra attività.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausreichend",
      "translation": "adeguatamente",
      "definition": "In einem zufriedenstellenden oder akzeptablen Grad oder Ausmaß.",
      "definition_translation": "In una misura o quantità soddisfacente o accettabile.",
      "example": "Die Firma hat Ressourcen ausreichend zugewiesen, um den Bedarf zu decken. Sie sprach ausreichend über das Thema, aber konnte das Publikum nicht überzeugen. Wir werden ausreichend vorbereiten, um den Markt zu erobern.",
      "example_translation": "L'azienda ha allocato risorse sufficienti per soddisfare la domanda. Ha parlato sufficientemente della questione, ma non ha convinto il pubblico. Ci prepareremo sufficientemente per la riunione per garantire il suo successo.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "regolare",
      "definition": "Etwas zu ändern oder zu modifizieren, um es einer bestimmten Situation oder Notwendigkeit anzupassen.",
      "definition_translation": "Cambiare o modificare qualcosa per adattarsi a una situazione o esigenza particolare.",
      "example": "Können Sie die Raumtemperatur anpassen, um den Raum wärmer zu machen? Die Firma wird ihre Strategie anpassen, um den neuen Marktrends anzupassen. Bis zum nächsten Quartal werden wir unseren Haushalt anpassen, um die Veränderungen in der Wirtschaft zu berücksichtigen.",
      "example_translation": "Puoi regolare la temperatura per rendere la stanza più calda? L'azienda regolerà la sua strategia per adattarsi alle nuove tendenze del mercato. Nel prossimo trimestre, regoleremo il bilancio per riflettere le modifiche nell'economia.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "regolare",
      "definition": "Etwas zu ändern oder zu modifizieren, um es einer bestimmten Situation oder Notwendigkeit anzupassen.",
      "definition_translation": "Cambiare o modificare qualcosa per adattarsi a una situazione o esigenza particolare.",
      "example": "Der Lehrer wird den Unterrichtsplan anpassen, um den Bedürfnissen der Schüler gerecht zu werden. Der Athlet musste seine Technik anpassen, um die Verletzung auszugleichen. Wir werden unsere Pläne anpassen, um den neuen Zeitplan zu erfüllen.",
      "example_translation": "L'insegnante regolerà il piano di lezione per soddisfare le esigenze degli studenti. L'atleta ha dovuto regolare la sua tecnica per compensare l'infortunio. Regoleremo i nostri piani per adattarli al nuovo calendario.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anpassung",
      "translation": "Aggiustamento",
      "definition": "Die Handlung des Anpassens oder der Zustand der Anpassung; eine Änderung oder Abwandlung, die an etwas vorgenommen wird, um seine Leistung oder Funktionalität zu verbessern.",
      "definition_translation": "L'atto di aggiustare o lo stato di essere aggiustato; una modifica o alterazione apportata a qualcosa per migliorare le sue prestazioni o funzionalità.",
      "example": "Der Mechaniker führte eine Anpassung am Motor durch, um seine Leistung zu verbessern. Gestern justierte sie die Bremsen und morgen wird sie die Federung justieren.",
      "example_translation": "Il meccanico ha apportato un aggiustamento al motore per migliorarne le prestazioni. Ieri, lei ha aggiustato i freni, e domani, lei aggiusterà la sospensione.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwaltung",
      "translation": "Amministrazione",
      "definition": "Die Handlung des Verwaltens oder Leitens von etwas, wie einem Unternehmen, einer Organisation oder einer Regierung; die Personen, die für das Verwalten oder Leiten von etwas verantwortlich sind.",
      "definition_translation": "L'atto di gestire o dirigere qualcosa, come un'azienda, un'organizzazione o un governo; le persone responsabili della gestione o direzione di qualcosa.",
      "example": "Die Verwaltung des Unternehmens ist verantwortlich für wichtige Entscheidungen. Die neue Verwaltung hat versprochen, die Steuern zu reduzieren. Bis zum nächsten Jahr wird die Verwaltung neue Politiken umgesetzt haben.",
      "example_translation": "L'amministrazione dell'azienda è responsabile delle decisioni importanti. La nuova amministrazione ha promesso di ridurre le tasse. Entro l'anno prossimo, l'amministrazione avrà implementato nuove politiche.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewunderung",
      "translation": "Ammirazione",
      "definition": "Ein Gefühl der Achtung und Bewunderung für jemanden oder etwas; ein Sinn der Zustimmung und Wertschätzung.",
      "definition_translation": "Un sentimento di rispetto e meraviglia per qualcuno o qualcosa; un senso di approvazione e apprezzamento.",
      "example": "Ich habe Bewunderung für ihre Tapferkeit. Er sah sie mit Bewunderung in seinen Augen an. Sie hat immer Bewunderung für ihre Lehrerin empfunden.",
      "example_translation": "Ho ammirazione per il suo coraggio. Lui la guardò con ammirazione negli occhi. Lei ha sempre sentito ammirazione per il suo insegnante.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewundern",
      "translation": "Amare",
      "definition": "Jemanden oder etwas zu achten und zu bewundern; etwas oder jemanden zu schätzen und zu genießen.",
      "definition_translation": "Sentire rispetto e meraviglia per qualcuno o qualcosa; apprezzare e godersi qualcosa o qualcuno.",
      "example": "Ich bewundere ihre Schönheit. Sie bewunderte die Aussicht von der Spitze des Berges. Er wird ihre Errungenschaften bis zum Ende des Jahres bewundern.",
      "example_translation": "Ammiro la sua bellezza. Lei ammirò la vista dalla cima della montagna. Lui ammirerà i suoi risultati entro la fine dell'anno.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zulassung",
      "translation": "ammissione",
      "definition": "Die Handlung, jemandem oder etwas zu erlauben, an etwas teilzunehmen oder etwas zu betreten.",
      "definition_translation": "L'atto di permettere a qualcosa o qualcuno di entrare o partecipare a qualcosa.",
      "example": "Die Universität erforderte viele Dokumente für die Zulassung zum Programm. Im letzten Jahr wurde ich an das College zugelassen. Ich werde mich nächsten Semester für die Zulassung bewerben.",
      "example_translation": "L'università richiedeva molti documenti per l'ammissione al programma. L'anno scorso, mi sono laureato al college. Applicherò per l'ammissione il prossimo semestre.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugeben",
      "translation": "ammettere",
      "definition": "Etwas als wahr oder gültig anzuerkennen oder zuzugeben.",
      "definition_translation": "Accettare o riconoscere qualcosa come vero o valido.",
      "example": "Sie gab ihre Fehler zu und entschuldigte sich bei dem Team. Ich gebe zu, dass ich falsch lag. Sie werden uns heute Abend zum Konzert zulassen.",
      "example_translation": "Lei ha ammesso il suo errore e si è scusata con la squadra. Ammetto che avevo torto. Ci ammetteranno al concerto stasera.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugegebenermaßen",
      "translation": "ammessamente",
      "definition": "Es wird anerkannt oder akzeptiert, dass etwas wahr oder gültig ist.",
      "definition_translation": "È accettato o ammesso che qualcosa sia vero o valido.",
      "example": "Zugegebenermaßen war ich vor dem Vorstellungsgespräch nervös. Zugegebenermaßen war das Hotelzimmer sehr klein. Zugegebenermaßen war das Essen nicht so gut.",
      "example_translation": "Ammessamente, ero nervoso prima dell'intervista. Ammessamente, la camera d'albergo era molto piccola. Ammessamente, il cibo non era proprio buono.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "adottare",
      "definition": "Etwas als eigen anzunehmen, etwas zu akzeptieren oder zu folgen.",
      "definition_translation": "Prendere qualcosa come proprio, accettare o seguire qualcosa.",
      "example": "Wir haben eine neue Strategie angenommen, um die Verkäufe zu steigern. Ich habe letzte Woche einen Welpen angenommen. Das Unternehmen wird neue Software nächstes Jahr annehmen.",
      "example_translation": "Abbiamo adottato una nuova strategia per aumentare le vendite. Ho adottato un cane ultimo mese. L'azienda adotterà nuovo software il prossimo anno.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "adottare",
      "definition": "Etwas oder jemanden als eigen anzunehmen, etwas oder jemanden zu akzeptieren oder zu wählen.",
      "definition_translation": "Adottare qualcosa o qualcuno come proprio, accettare o scegliere qualcosa o qualcuno",
      "example": "Ich werde morgen eine Katze annehmen, ich habe letztes Jahr einen Hund angenommen und ich nehme jeden Monat neue Gewohnheiten an.",
      "example_translation": "Adotterò un gatto domani, ho adottato un cane l'anno scorso e adotto nuove abitudini ogni mese.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenommen",
      "translation": "adottato",
      "definition": "Vergangenheit von annehmen, etwas oder jemanden als eigen angenommen zu haben.",
      "definition_translation": "Tempo passato di adottare, aver preso qualcosa o qualcuno come proprio",
      "example": "Ich habe ein Kind angenommen, als ich jung war, sie hat ein neues Haarstyling angenommen und sie haben eine neue Politik angenommen.",
      "example_translation": "Ho adottato un bambino quando ero giovane, lei ha adottato un nuovo taglio di capelli e loro hanno adottato una nuova politica.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adoption",
      "translation": "adozione",
      "definition": "Die Annahme von etwas oder jemandem als eigenes, der Prozess, ein Eltern für ein Kind zu werden",
      "definition_translation": "L'atto di prendere qualcosa o qualcuno come proprio, il processo di diventare genitore di un bambino",
      "example": "Der Adoptionsprozess dauerte Monate, Adoption ist schön, und Adoptionsagenturen sind sehr hilfreich.",
      "example_translation": "Il processo di adozione è durato mesi, l'adozione è una cosa bellissima e le agenzie di adozione sono molto utili.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorschritt",
      "translation": "avanzare",
      "definition": "Sich vorwärts zu bewegen, Fortschritte zu erzielen, Mengen oder Grade zu erhöhen",
      "definition_translation": "Muoversi in avanti, fare progressi, aumentare o salire in quantità o grado",
      "example": "Ich werde in meiner Karriere bald vorankommen, Ich bin zum nächsten Level vorangeschritten, und ich werde meine Zahlung morgen vorziehen.",
      "example_translation": "Farò progressi nella mia carriera presto, sono avanzato al livello successivo e avanzerò il mio pagamento domani.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorschritt",
      "translation": "avanzamento",
      "definition": "sich vorwärts zu bewegen oder Fortschritte zu erzielen",
      "definition_translation": "muoversi in avanti o fare progressi",
      "example": "Ich werde in meiner Karriere vorankommen, Ich habe in meinem Studium Fortschritte erzielt, Ich habe in meinem Projekt Fortschritte erzielt.",
      "example_translation": "Farò progressi nella mia carriera, ho fatto progressi nei miei studi, avevo fatto progressi nel mio progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abenteuerlich",
      "translation": "avventuroso",
      "definition": "bereit, Risiken einzugehen und neue Dinge zu versuchen",
      "definition_translation": "disposto a correre rischi e provare cose nuove",
      "example": "Ich bin ein abenteuerlicher Mensch, Ich war abenteuerlich, als ich jung war, Ich werde auf meiner nächsten Reise abenteuerlich sein.",
      "example_translation": "Sono una persona avventurosa, ero avventuroso quando ero giovane, sarò avventuroso nel mio prossimo viaggio.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Werbung",
      "translation": "pubblicità",
      "definition": "die Förderung eines Produkts oder einer Dienstleistung",
      "definition_translation": "l'atto di promuovere un prodotto o servizio",
      "example": "Ich arbeite in der Werbung, die Firma gab viel Geld für Werbung aus, Werbung ist sehr effektiv.",
      "example_translation": "Lavoro nella pubblicità, l'azienda ha speso molto denaro sulla pubblicità, la pubblicità è molto efficace.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affäre",
      "translation": "affare",
      "definition": "eine romantische oder geheime Beziehung",
      "definition_translation": "una relazione romantica o segreta",
      "example": "Sie hatten eine Affäre, die Affäre war sehr skandalös, die Affäre endete schlecht.",
      "example_translation": "Hanno avuto una relazione, la relazione era molto scandalosa, la relazione è finita male.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beeinflussen",
      "translation": "influenzare",
      "definition": "etwas oder jemanden zu beeinflussen oder Auswirkungen zu haben",
      "definition_translation": "Influenzare o avere un impatto su qualcosa o qualcuno",
      "example": "Das kalte Wetter wird die Ernte beeinflussen. Ich war von der Nachricht betroffen. Die Politik wird jeden beeinflussen.",
      "example_translation": "Il tempo freddo influenzerà i raccolti. Sono stato influenzato dalla notizia. La politica influenzerà tutti.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affekt",
      "translation": "emozione",
      "definition": "ein Gefühl oder eine Emotion, insbesondere wenn es ausgedrückt wird",
      "definition_translation": "Un sentimento o emozione, specialmente uno che è espresso",
      "example": "Die Patientin hatte einen flachen Affekt. Sie hatte einen ruhigen Affekt. Sein Affekt war frohlich.",
      "example_translation": "L'affect del paziente era piatto. Lei aveva un affect calmo. Il suo affect era gioioso.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuneigung",
      "translation": "affetto",
      "definition": "ein Gefühl der Liebe oder Zuneigung für jemanden oder etwas",
      "definition_translation": "Un sentimento di amore o tenerezza per qualcuno o qualcosa",
      "example": "Ich habe eine tiefe Zuneigung für meine Familie. Sie zeigte große Zuneigung ihrem Haustier. Er fühlte Zuneigung für seine Heimatstadt.",
      "example_translation": "Ho un profondo affetto per la mia famiglia. Lei ha mostrato grande affetto per il suo animale domestico. Lui si sentiva affetto per la sua città natale.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuneigungsvoll",
      "translation": "affettuoso",
      "definition": "Liebe oder Zuneigung zeigen oder empfinden",
      "definition_translation": "Mostrando o sentendo amore o tenerezza",
      "example": "Sie war eine zuneigungsvolle Mutter. Er war zuneigungsvoll gegenüber seinen Freunden. Sie waren zuneigungsvoll zueinander.",
      "example_translation": "Era una madre affettuosa. Lui era affettuoso verso i suoi amici. Erano affettuosi l'uno con l'altro.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alter",
      "translation": "età",
      "definition": "Die Länge der Zeit, die eine Person oder Sache existiert oder in Gebrauch ist.",
      "definition_translation": "La durata del tempo in cui una persona ocosa è esistita o è stata in uso.",
      "example": "Der alte Mann war stolz auf sein Alter, nachdem er ein langes und erfülltes Leben gelebt hatte.",
      "example_translation": "L'uomo anziano era orgoglioso della sua età, avendo vissuto una vita lunga e appagante.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vertreter",
      "translation": "agente",
      "definition": "Eine Person, die im Namen einer anderen Person oder Organisation handelt.",
      "definition_translation": "Una persona che agisce per conto di un'altra persona o organizzazione.",
      "example": "Der Reisevertreter buchte die Flüge und das Hotel für unsere Reise. Sie wird unser Vertreter in Rom sein.",
      "example_translation": "L'agente di viaggio ha prenotato i voli e l'albergo per il nostro viaggio. Sarà la nostra agente a Roma.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "aggressivo",
      "definition": "Einen starken und entschlossenen Willen zum Erfolg oder Sieg habend.",
      "definition_translation": "Avendo o mostrando un desiderio forte e determinato di successo o vincita.",
      "example": "Die aggressive Marketingstrategie des Unternehmens zahlte sich aus, was zu einem signifikanten Umsatzanstieg führte. Er hat einen aggressiven Fahrstil.",
      "example_translation": "La strategia di marketing aggressiva dell'azienda ha pagato, risultando in un aumento significativo delle vendite. Lui ha uno stile di guida aggressivo.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "aggressivamente",
      "definition": "Auf eine Weise, die kühn, kräftig und entschlossen ist.",
      "definition_translation": "In un modo che è audace, forte e determinato.",
      "example": "Das Unternehmen verfolgt neue Geschäftschancen aggressiv. Er sprach aggressiv, seine Stimme stieg in Zorn.",
      "example_translation": "L'azienda sta perseguendo aggressivamente nuove opportunità di business. Lui parlò aggressivamente, la sua voce si è alzata in rabbia.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vereinbarung",
      "translation": "accordo",
      "definition": "Eine ausgehandelte und typischerweise rechtlich bindende Vereinbarung zwischen Parteien, die die Bedingungen und Konditionen ihrer Zusammenarbeit oder Beziehung festlegt.",
      "definition_translation": "un accordo negoziato e generalmente vincolante dal punto di vista legale tra le parti, che definisce i termini e le condizioni della loro cooperazione o relazione.",
      "example": "Das Unternehmen erreichte eine Vereinbarung mit dem Lieferanten, den Preis der Rohstoffe zu reduzieren. Im letzten Jahr hatten sie einen ähnlichen Deal geschlossen, aber er wird nächstes Jahr auslaufen. Dann werden sie eine neue Vereinbarung haben.",
      "example_translation": "L'azienda ha raggiunto un accordo con il fornitore per ridurre il prezzo delle materie prime. L'anno scorso, avevano concordato un accordo simile, ma scadrà il prossimo mese. A quel punto, avranno concordato un nuovo contratto.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landwirtschaft",
      "translation": "agricoltura",
      "definition": "Die Praxis des Bodens zur Produktion von Erzeugnissen, der Viehhaltung und des Managements natürlicher Ressourcen.",
      "definition_translation": "la pratica di coltivare la terra per produrre raccolti, allevare bestiame e gestire le risorse naturali.",
      "example": "Die Regierung investierte stark in die Landwirtschaft, um die Nahrungsmittelproduktion zu steigern. Im letzten Jahr hatten die Bauern eine gute Ernte, aber dieses Jahr müssen sie sich an die sich ändernden Wetterbedingungen anpassen. Bis 2025 hoffen sie, nachhaltige Landwirtschaftspraktiken entwickelt zu haben.",
      "example_translation": "Il governo ha investito pesantemente in agricoltura per aumentare la produzione alimentare. La scorsa stagione, gli agricoltori hanno avuto un buon raccolto, ma quest'anno dovranno adattarsi ai cambiamenti dei modelli climatici. Entro il 2025, sperano di aver sviluppato pratiche agricole sostenibili.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hilfe",
      "translation": "aiuto",
      "definition": "Die Bereitstellung von Unterstützung oder Hilfe, insbesondere für jene in Not oder für ein Land oder eine Region in Schwierigkeiten.",
      "definition_translation": "la fornitura di assistenza o sostegno, soprattutto a coloro che ne hanno bisogno o a un paese o regione in difficoltà.",
      "example": "Die Wohltätigkeitsorganisation bot den Opfern der Naturkatastrophe Hilfe an. Im letzten Jahr hatten sie den Flüchtlingen geholfen, und jetzt helfen sie den lokalen Gemeinden. Bis nächstes Jahr hoffen sie, ein dauerhaftes Hilfsprogramm etabliert zu haben.",
      "example_translation": "L'organizzazione caritativa ha fornito aiuto alle vittime del disastro naturale. L'anno scorso, avevano aiutato i rifugiati, e ora stanno aiutando le comunità locali. Entro l'anno prossimo, sperano di aver stabilito un programa di aiuto permanente.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziel",
      "translation": "obiettivo",
      "definition": "Ein Zweck oder Ziel, insbesondere eins, das Handlungen oder Entschlüsse lenkt oder leitet.",
      "definition_translation": "uno scopo o obiettivo, soprattutto uno che guida o dirige l'azione.",
      "example": "Das Unternehmen zielt darauf ab, die Kohlenstoffemissionen in den nächsten fünf Jahren um 50% zu reduzieren. Im letzten Jahr hatten sie sich auf den Verkauf konzentriert, aber jetzt konzentrieren sie sich auf Nachhaltigkeit. Bis 2030 hoffen sie, Klimaneutralität erreicht zu haben.",
      "example_translation": "L'obiettivo dell'azienda è quello di ridurre le emissioni di carbonio del 50% nei prossimi cinque anni. L'anno scorso, avevano mirato ad aumentare le vendite, ma ora si stanno concentrando sulla sostenibilità. Entro il 2030, sperano di aver conseguito la neutralità carbonica.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugzeug",
      "translation": "aeromobile",
      "definition": "Ein motorisiertes, festflügeliges Flugzeug, das für den Flug verwendet wird.",
      "definition_translation": "Un aeromobile a ali fisse motorizzato utilizzato per volare.",
      "example": "Ich sah ein Flugzeug am Flughafen landen. Das neue Flugzeug wird nächstes Monat geliefert. Bis 2025 wird das Unternehmen ein neues Flugzeug entwickelt haben.",
      "example_translation": "Ho visto un aeromobile atterrare all'aeroporto ieri. Il nuovo aeromobile sarà consegnato il prossimo mese. Entro il 2025, la società avrà sviluppato un nuovo aeromobile.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gang",
      "translation": "corsia",
      "definition": "Ein Durchgang zwischen Sitzplätzen in einer Kirche, einem Flugzeug oder einem anderen Fahrzeug.",
      "definition_translation": "Un passaggio tra i sedili in una chiesa, aereo o altro veicolo.",
      "example": "Ich muss zum Gang-Sitzplatz umziehen. Die Flugbegleiterin ging den Gang entlang, um Snacks anzubieten. Die Braut ging den Gang hinunter bei ihrer Hochzeit.",
      "example_translation": "Devo spostarmi nel posto del corridoio. L'assistente di volo ha camminato giù per il corridoio per offrire snack. La sposa ha camminato giù per il corridoio al suo matrimonio.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkoholismus",
      "translation": "alcolismo",
      "definition": "Eine chronische Störung, die durch übermäßigen und zwanghaften Alkoholkonsum gekennzeichnet ist.",
      "definition_translation": "Un disturbo cronico caratterizzato da consumo eccessivo e compulsivo di alcol.",
      "example": "Alkoholismus ist ein ernstes Gesundheitsproblem. Er hat jahrelang mit Alkoholismus gekämpft. Der Arzt warnte ihn vor den Gefahren des Alkoholismus.",
      "example_translation": "L'alcolismo è un problema di salute grave. Ha lottato con l'alcolismo per anni. Il dottore gli ha fatto una ramanzina sui pericoli dell'alcolismo.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Außerirdischer",
      "translation": "alieno",
      "definition": "Ein Mensch oder Wesen von einem anderen Planeten, insbesondere ein Außerirdischer.",
      "definition_translation": "Una persona o essere da un altro mondo, soprattutto un extraterrestre.",
      "example": "Der Film handelte von einer außerirdischen Invasion. Ich sah einen Außerirdischen im Sci-Fi-Film. Der Wissenschaftler suchte nach außerirdischem Leben.",
      "example_translation": "Il film era su un'invasione aliena. Ho visto un alieno nel film di fantascienza. Lo scienziato stava cercando forme di vita aliene.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ähnlich",
      "translation": "simile",
      "definition": "eine ähnliche Natur oder Charakter haben; in Erscheinung oder Qualität ähnlich sein",
      "definition_translation": "avendo una natura o carattere simile; simile nell'aspetto o qualità",
      "example": "Sie sind in vielerlei Hinsicht ähnlich, aber sie sind keine eineiigen Zwillinge. Früher waren sie ähnlich, aber jetzt haben sie sich auseinanderentwickelt. Sie werden wieder ähnlich sein in Zukunft.",
      "example_translation": "Sono simili in molti modi, ma non sono gemelli identici. In passato erano simili, ma ora si sono allontanati. Saranno di nuovo simili in futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Allergie",
      "translation": "allergia",
      "definition": "Eine Bedingung, bei der das Immunsystem des Körpers auf eine fremde Substanz abnorm reagiert",
      "definition_translation": "una condizione in cui il sistema immunitario del corpo reagisce anomalo a una sostanza estranea",
      "example": "Sie hat eine Allergie gegen Erdnüsse, daher meidet sie sie. Sie hatte eine Allergie gegen Pollen, aber jetzt nimmt sie Medikamente. Sie wird eine Allergie gegen Schalentiere haben, wenn sie zum Strand geht.",
      "example_translation": "Lei ha un'allergia ai frutti di nocciolo, quindi evita di mangiarli. Aveva un'allergia al polline, ma ora prende medicine. Avrà un'allergia ai frutti di mare quando andrà in spiaggia.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasse",
      "translation": "vicolo",
      "definition": "Ein schmaler Durchgang zwischen, hinter oder innerhalb von Gebäuden",
      "definition_translation": "un passaggio stretto tra, dietro o all'interno degli edifici",
      "example": "Die Katze rannte die Gasse hinter dem Haus hinunter. Die Kinder liebten es, in der Gasse während des Sommers zu spielen. Die Touristen verirrten sich in der Gasse, während sie die Stadt erkundeten.",
      "example_translation": "Il gatto corse giù per il vicolo dietro la casa. I bambini amavano giocare nel vicolo durante l'estate. I turisti si persero nel vicolo mentre esploravano la città.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "alligatore",
      "definition": "Ein großes Reptil mit langem Schnabel und kräftigen Kiefern, das in Süß- und Brackwasser leben",
      "definition_translation": "un grande rettile con un lungo muso e mascelle potenti, trovato in acqua fresca e salmastra",
      "example": "Der Alligator lebte im Sumpfgebiet Jahre lang, aber dann wurde er umgesiedelt. Die Touristen sahen einen Alligator im Zoo und waren beeindruckt. Die Park-Ranger werden den Alligator einfangen, der im See gesichtet wurde.",
      "example_translation": "L'alligatore visse nella palude per anni, ma poi fu reinsediato. I turisti videro un alligatore nello zoo, e furono stupefatti. I ranger del parco cattureranno l'alligatore che è stato avvistato nel lago.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "alfabetico",
      "definition": "In der Reihenfolge des Alphabets angeordnet; auf dem Alphabet basierend.",
      "definition_translation": "Disposto nell'ordine dell'alfabeto; relativo o basato sull'alfabeto.",
      "example": "Das Wörterbuch ist in alphabetischer Reihenfolge angeordnet, was es leicht macht, Wörter zu finden. Gestern habe ich meine Bücher alphabetisch sortiert. Bis zum nächsten Jahr werde ich meine gesamte Bibliothek alphabetisch sortiert haben.",
      "example_translation": "Il dizionario è disposto in ordine alfabetico, rendendo facile trovare le parole. Ieri, ho messo in ordine alfabetico la mia libreria. Entro l'anno prossimo, avrò messo in ordine alfabetico la mia intera biblioteca.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "alfabeticamente",
      "definition": "In der Reihenfolge des Alphabets; auf dem Alphabet basierend.",
      "definition_translation": "Nell'ordine dell'alfabeto; secondo l'alfabeto.",
      "example": "Die Dateien sind alphabetisch sortiert, was es leicht macht, bestimmte Dokumente zu finden. Sie arrangierte die Bücher auf dem Regal alphabetisch. Bis zur nächsten Woche werde ich meine Dateien alphabetisch sortiert haben.",
      "example_translation": "I file sono organizzati alfabeticamente, rendendo facile trovare documenti specifici. Lei ha disposto i libri sulla mensola alfabeticamente. Entro la prossima settimana, avrò organizzato i miei file alfabeticamente.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ändern",
      "translation": "modificare",
      "definition": "Etwas zu ändern oder zu modifizieren, insbesondere leicht; etwas von dem, was es vorher war, zu machen.",
      "definition_translation": "Cambiare o modificare qualcosa, specialmente leggermente; rendere qualcosa diversa da ciò che era prima.",
      "example": "Ich muss dieses Kleid ändern, um es meinem Körper anzupassen. Sie änderte das Rezept, um es ihrem Geschmack anzupassen. Bis zum nächsten Monat werde ich das Layout meines Büros geändert haben.",
      "example_translation": "Devo modificare questo abito per adattarlo al mio corpo. Lei ha modificato la ricetta per adattarla al suo gusto. Entro il mese prossimo, avrò modificato la disposizione della mia azienda.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alternative",
      "translation": "alternativa",
      "definition": "Eine andere Wahl oder Option; eine Wahl zwischen zwei oder mehr Dingen.",
      "definition_translation": "Una scelta diversa o opzione; una scelta tra due o più cose.",
      "example": "Ich mag dieses Restaurant nicht, lass uns nach einer Alternative suchen. Sie betrachtet Yoga als Alternative zum traditionellen Sport. Bis zum nächsten Jahr werden wir eine Alternative Lösung für das Problem gefunden haben.",
      "example_translation": "Non mi piace questo ristorante, cerchiamo un'alternativa. Lei considera lo yoga un'alternativa all'esercizio tradizionale. Entro l'anno prossimo, avremo trovato una soluzione alternativa al problema.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alternative",
      "translation": "alternativa",
      "definition": "Eine Wahl oder Option zwischen zwei oder mehr Dingen.",
      "definition_translation": "Una scelta o opzione tra due o più cose.",
      "example": "Ich überlegte alternative Routen, um den Verkehrsstau zu vermeiden. Ich nehme jeden Tag eine alternative Strecke zur Arbeit. Ich werde morgen eine alternative Route zum Flughafen nehmen.",
      "example_translation": "Ho considerato percorsi alternativi per evitare il traffico. Prendo una strada alternativa per andare al lavoro ogni giorno. Prenderò una strada alternativa per l'aeroporto domani.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alternativ",
      "translation": "in alternativa",
      "definition": "Auf eine andere Weise oder in einer Weise, die von der üblichen abweicht.",
      "definition_translation": "In un modo diverso o in un modo che è diverso da quello che è usuale.",
      "example": "Sie können bar oder mit Kreditkarte zahlen, alternativ können Sie Online-Zahlung verwenden. Ich kann Sie um 14 Uhr oder alternativ um 15 Uhr treffen.",
      "example_translation": "Puoi pagare con contanti o carta di credito, in alternativa puoi utilizzare il pagamento online. Posso incontrarti alle 2 pm o in alternativa alle 3 pm.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aluminium",
      "translation": "alluminio",
      "definition": "Ein chemisches Element, das ein leichtes, silbrig-weißes Metall ist.",
      "definition_translation": "Un elemento chimico che è un metallo leggero, bianco argenteo.",
      "example": "Das Flugzeug ist aus Aluminium, um sein Gewicht zu reduzieren. Aluminium ist ein guter Stromleiter. Wir werden Aluminiumfolie verwenden, um das Essen zu verpacken.",
      "example_translation": "L'aereo è fatto di alluminio per ridurre il suo peso. L'alluminio è un buon conduttore di elettricità. Utilizzeremo la carta alluminio per avvolgere il cibo.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwunderung",
      "translation": "meraviglia",
      "definition": "Ein Gefühl der großen Überraschung oder Bewunderung.",
      "definition_translation": "Un sentimento di grande sorpresa o meraviglia.",
      "example": "Die Touristen fühlten sich verwundert, als sie den Grand Canyon sahen. Die Kinder waren verwundert von der Feuerwerksshow. Ich war verwundert von ihrer Tapferkeit.",
      "example_translation": "I turisti provavano meraviglia quando videro il Grand Canyon. I bambini erano pieni di meraviglia allo spettacolo di fuochi d'artificio. Ero in meraviglia della sua bravura.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschafter",
      "translation": "ambasciatore",
      "definition": "Eine Person, die als Vertreter oder Bote eines Landes, einer Organisation oder einer Gruppe von Menschen agiert.",
      "definition_translation": "Una persona che agisce come rappresentante o messaggero di un paese, organizzazione o gruppo di persone.",
      "example": "Der Botschafter der Vereinigten Staaten wird morgen mit dem Präsidenten treffen. Sie war viele Jahre lang Botschafterin und ist jetzt wieder Botschafterin. Sie wird in Zukunft Botschafterin sein.",
      "example_translation": "L'ambasciatore degli Stati Uniti incontrerà il Presidente domani. Era stata un'ambasciatrice per molti anni, e adesso è un'ambasciatrice ancora. Sarà un'ambasciatrice nel futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ambition",
      "translation": "ambizione",
      "definition": "Ein starker Wille oder die Ambition, etwas zu erreichen, was normalerweise Entschlossenheit und harte Arbeit erfordert.",
      "definition_translation": "Un forte desiderio o ambizione di raggiungere qualcosa, tipicamente richiedendo determinazione e lavoro sodo.",
      "example": "Seine Ambition war es, ein erfolgreicher Geschäftsmann zu werden. Sie hatte die Ambition, die Welt zu bereisen. Sie werden die Ambition haben, ihr eigenes Unternehmen zu gründen.",
      "example_translation": "La sua ambizione era diventare un uomo d'affari di successo. Aveva un'ambizione di viaggiare intorno al mondo. Avranno un'ambizione di iniziare la loro azienda.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ambitioniert",
      "translation": "ambizioso",
      "definition": "Ein starker Wille oder die Ambition, etwas zu erreichen, was normalerweise Entschlossenheit und harte Arbeit erfordert.",
      "definition_translation": "Avere o mostrare un forte desiderio di raggiungere qualcosa, tipicamente richiedendo determinazione e lavoro sodo.",
      "example": "Er war ein ambitionierter junger Mann, der etwas bewegen wollte. Sie waren ambitionierte Menschen, die hart arbeiteten, um ihre Ziele zu erreichen. Sie wird in Zukunft eine ambitionierte Führerin sein.",
      "example_translation": "Era un giovane uomo ambizioso che voleva fare la differenza. Erano persone ambiziose che lavoravano sodo per raggiungere i loro obiettivi. Sarà una leader ambiziosa nel futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "divertire",
      "definition": "Jemanden auf angenehme Weise zu unterhalten, oft indem man ihn zum Lachen oder Lächeln bringt.",
      "definition_translation": "Divertire o occupare qualcuno in modo piacevole, spesso facendoli ridere o sorridere.",
      "example": "Die Witze des Comedians unterhielten das Publikum. Das Spiel unterhält mich, wenn ich langweilig bin. Die Kinder werden sich auf der Party unterhalten.",
      "example_translation": "Le barzellette del comico hanno divertito il pubblico. Il gioco mi diverte quando sono annoiato. I bambini si divertiranno alla festa.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "divertire",
      "definition": "jemanden auf angenehme Weise zu unterhalten",
      "definition_translation": "intrattenere o occupare in modo piacevole",
      "example": "Die Witze des Comedians haben das Publikum unterhalten. Gestern haben die Kinder sich von dem Clown unterhalten lassen. Morgen wird der Magier das Publikum unterhalten.",
      "example_translation": "Le battute del comico hanno divertito il pubblico. Ieri, i bambini sono stati divertiti dal clown. Domani, il mago divertirà la folla.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten worden",
      "translation": "divertito",
      "definition": "Vergangenheit von unterhalten, unterhalten oder erfreut",
      "definition_translation": "tempo passato di divertire, intrattenuto o compiaciuto",
      "example": "Das Publikum war von dem Spiel unterhalten worden. Das Kind war von dem Spielzeug unterhalten worden. Sie wird von der Überraschungsparty unterhalten worden.",
      "example_translation": "Il pubblico è stato divertito dalla commedia. Il bambino è stato divertito dal giocattolo. Sarà divertita dalla festa a sorpresa.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhaltung",
      "translation": "divertimento",
      "definition": "Ein Gefühl der Freude oder Belustigung",
      "definition_translation": "un sentimento di godimento o intrattenimento",
      "example": "Der Vergnügungspark war voller Lachen. Der Film bot Stunden voller Unterhaltung. Das Spiel war eine Quelle der Unterhaltung für die Kinder.",
      "example_translation": "Il parco dei divertimenti era pieno di risate. Il film ha offerto ore di intrattenimento. Il gioco era una fonte di intrattenimento per i bambini.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "anaconda",
      "definition": "Eine große, ungiftige Schlange, die in Südamerika gefunden wird",
      "definition_translation": "un grande serpente non velenoso trovato in Sud America",
      "example": "Die Anakonda glitt durch den Dschungel. Anakondas sind bekannt für ihre riesige Größe. Wissenschaftler haben die Anakonda-Habitat studiert.",
      "example_translation": "L'anaconda si è insinuata nella giungla. Le anacondas sono note per la loro grande taglia. Gli scienziati hanno studiato l'habitat dell'anaconda.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "analysieren",
      "translation": "analizzare",
      "definition": "Etwas sorgfältig und gründlich zu untersuchen, um es zu verstehen oder seine Teile zu identifizieren.",
      "definition_translation": "Esaminare o studiare qualcosa con attenzione e approfondimento per comprenderla o identificarne le parti.",
      "example": "Ich werde die Daten analysieren, um die Trends zu identifizieren. Gestern habe ich die Ergebnisse des Experiments analysiert. Sie wird die Situation bis morgen analysiert haben.",
      "example_translation": "Analizzerò i dati per identificare le tendenze. Ieri ho analizzato i risultati dell'esperimento. Sarà aver analizzato la situazione domani.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analyse",
      "translation": "analisi",
      "definition": "Der Prozess des Zerlegens komplexer Informationen oder Ideen in kleinere Teile, um sie zu verstehen und zu interpretieren.",
      "definition_translation": "Il processo di decomporre informazioni o idee complesse in parti più piccole per comprenderle e interpretarle.",
      "example": "Die Analyse der Daten enthüllte einige interessante Muster. Sie führt eine Analyse der Finanzberichte des Unternehmens durch. Die Analyse der Situation wird einige Zeit dauern.",
      "example_translation": "L'analisi dei dati ha rivelato alcuni modelli interessanti. Sta conducendo un'analisi dei rapporti finanziari dell'azienda. L'analisi della situazione richiederà del tempo.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analytiker",
      "translation": "analista",
      "definition": "Eine Person, die Daten oder Informationen untersucht und interpretiert, um Muster, Trends oder Bedeutung zu identifizieren.",
      "definition_translation": "Una persona che esamina e interpreta i dati o le informazioni per identificare modelli, tendenze o significato.",
      "example": "Der Analytiker studierte die Markttrends und machte einige Vorhersagen. Sie arbeitete als Analytiker für ein Finanzunternehmen. Er wird ein Analytiker werden, wenn er seinen Abschluss gemacht hat.",
      "example_translation": "L'analista ha studiato le tendenze del mercato e ha fatto alcune previsioni. Ha lavorato come analista per una società finanziaria. Diventerà un analista dopo aver completato il suo diploma.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorfahr",
      "translation": "antenato",
      "definition": "Eine Person, von der man abstammt, oft über viele Generationen hinweg.",
      "definition_translation": "Una persona dalla quale si discende, spesso attraverso molte generazioni.",
      "example": "Unsere Vorfahren lebten in einem kleinen Dorf. Sie recherchierte ihre Vorfahren, um mehr über ihre Familiengeschichte zu erfahren. Die alte Zivilisation wurde von ihren Vorfahren gegründet.",
      "example_translation": "I nostri antenati vivevano in un piccolo villaggio. Ha ricercato i suoi antenati per imparare di più sulla storia della sua famiglia. La civiltà antica fu fondata dai loro antenati.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wut",
      "translation": "ira",
      "definition": "Ein starkes Gefühl des Missvergnügens, der Feindseligkeit oder des Empörung gegenüber einer begangenen Unrecht oder einer wahrgenommenen Ungerechtigkeit.",
      "definition_translation": "Un forte sentimento di dispiacere, ostilità o indignazione in risposta a un torto commesso o a un'ingiustizia percepita.",
      "example": "Sie fühlte Wut gegenüber ihrem Bruder, weil er ihr Lieblingsvase zerbrochen hatte. Gestern war sie wütend auf ihren Freund, weil er nicht zeitlich gekommen war. Wenn sie sich nicht entschuldigt, wird sie ein Leben lang wütend auf sie sein.",
      "example_translation": "Lei provò ira verso suo fratello per aver rotto il suo vaso preferito. Ieri, era arrabbiata con l'amica per non essere arrivata in orario. Se non si scusa, sarà arrabbiata con lei per il resto della sua vita.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tier",
      "translation": "animale",
      "definition": "Ein lebendes Wesen, das organische Substanzen aufnimmt, typischerweise mit spezialisierten Sinnesorganen und Nervensystem, und das schnell auf Reize reagiert.",
      "definition_translation": "Un organismo vivente che si nutre di materia organica, solitamente dotato di organi sensoriali specializzati e di sistema nervoso, e in grado di rispondere rapidamente agli stimoli.",
      "example": "Das Tier streifte frei im Wald umher. Das verletzte Tier wurde zum Tierarzt gebracht. In Zukunft werden Wissenschaftler neue Arten von Tieren auf anderen Planeten entdecken.",
      "example_translation": "L'animale vagava liberamente nella foresta. L'animale ferito fu portato dal veterinario. In futuro, gli scienziati scopriranno nuove specie di animali su altri pianeti.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jährlich",
      "translation": "annualmente",
      "definition": "Einmal im Jahr; jährlich.",
      "definition_translation": "Una volta all'anno; annualmente.",
      "example": "Das Unternehmen hält eine Jahresversammlung ab, um den Verkauf zu diskutieren. Wir gehen jeden Sommer auf Urlaub, um unsere Familie zu besuchen. Die Blumen blühen jeden Frühling.",
      "example_translation": "La società tiene una riunione annuale per discutere le vendite. Andiamo in vacanza annualmente per visitare la nostra famiglia. I fiori fioriscono annualmente in primavera.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angst",
      "translation": "ansia",
      "definition": "Ein Gefühl der Sorge, der Nervosität oder der Unruhe über etwas, das möglicherweise geschehen könnte.",
      "definition_translation": "Un sentimento di preoccupazione, nervosismo o inquietudine su qualcosa che potrebbe accadere.",
      "example": "Sie fühlte Angst vor dem Vorstellungsgespräch. Er hat seit seiner Kindheit Angstattacken erlebt. Wenn sie sich nicht beruhigt, wird ihre Angst schlimmer werden.",
      "example_translation": "Lei provò ansia prima del colloquio di lavoro. Lui ha avuto attacchi di ansia fin dall'infanzia. Se lei non si calma, la sua ansia peggiorerà.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "ansiosamente",
      "definition": "Fühlend oder zeigend Angst oder Sorge; eifrig bemüht, etwas zu tun.",
      "definition_translation": "Sensazione o mostra di ansietà o preoccupazione; desideroso di fare qualcosa.",
      "example": "Ich wartete ängstlich auf die Prüfungsergebnisse. Ich hatte ängstlich studiert, um für die nächste Gelegenheit vorbereitet zu sein.",
      "example_translation": "Ho atteso ansiosamente i risultati dell'esame. Avevo studiato ansiosamente per settimane, e attenderò ansiosamente la prossima opportunità.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jedenfalls",
      "translation": "comunque",
      "definition": "In jedem Fall; jedenfalls.",
      "definition_translation": "In ogni caso; comunque.",
      "example": "Ich werde zur Party jedenfalls gehen, auch wenn ich müde bin. Ich hatte vor, zu gehen, und ich werde jedenfalls gehen.",
      "example_translation": "Andrò alla festa comunque, anche se sono stanco. Avevo pianificato di andare, e andrò comunque.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apostroph",
      "translation": "apostrofo",
      "definition": "Ein Satzzeichen (') verwendet, um Besitz oder Pluralformen von Nomen anzuzeigen.",
      "definition_translation": "Un segno di punteggiatura (') utilizzato per indicare la possessione o per formare nomi plurali.",
      "example": "Der Apostroph in 'Katzspielzeug' zeigt den Besitz an. Der Lehrer erklärte die Verwendung von Apostrophen in Pluralformen.",
      "example_translation": "L'apostrofo in 'giocattolo del gatto' indica la possessione. L'insegnante ha spiegato l'uso degli apostrofi nei nomi plurali.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "offensichtlich",
      "translation": "apparente",
      "definition": "Klar sichtbar oder verständlich; offenkundig.",
      "definition_translation": "Chiaramente visto o compreso; ovvio.",
      "example": "Der offensichtliche Grund für die Verzögerung war der Regen. Die offensichtliche Ähnlichkeit zwischen den beiden Produkten war irreführend.",
      "example_translation": "La ragione apparente del ritardo era la pioggia. La somiglianza apparente tra i due prodotti era fuorviante.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anscheinend",
      "translation": "apparentemente",
      "definition": "Wird verwendet, um anzudeuten, dass etwas der Fall zu sein scheint, aber nicht unbedingt so ist.",
      "definition_translation": "Usato per indicare che qualcosa sembra essere il caso, ma non è necessariamente così.",
      "example": "Sie schien sehr aufgebracht zu sein, aber sie zeigte es nicht. Gestern hatte sie anscheinend einen großen Streit mit ihrem Bruder. Sie wird anscheinend nächstes Jahr abschließen.",
      "example_translation": "Lei era apparentemente molto turbata, ma non lo ha mostrato. Ieri, lei ha apparentemente avuto una grande discussione con suo fratello. Lei si diploma apparentemente l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Berufung",
      "translation": "appello",
      "definition": "Eine Anfrage an ein höheres Gericht, eine Entscheidung zu überprüfen.",
      "definition_translation": "Richiesta a un tribunale superiore di rivedere una decisione.",
      "example": "Der Anwalt reichte eine Berufung gegen das Urteil ein. Der Berufungsprozess kann mehrere Monate dauern. Er wird die Entscheidung an den Obersten Gerichtshof berufen.",
      "example_translation": "L'avvocato ha presentato un appello contro la sentenza. Il processo di appello può richiedere diversi mesi. Egli ricorrerà in appello contro la decisione alla Corte Suprema.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Appeal",
      "translation": "appellare",
      "definition": "Eine Bitte um Hilfe oder Unterstützung von jemandem oder etwas.",
      "definition_translation": "Chiedere aiuto o sostegno a qualcuno o qualcosa.",
      "example": "Die Wohltätigkeitsorganisation appelliert an Spenden, um die Sache zu unterstützen. Die Regierung appelliert an die internationale Gemeinschaft um Hilfe. Sie wird an ihren Chef appellieren, um eine Gehaltserhöhung zu erhalten.",
      "example_translation": "L'organizzazione di beneficenza fa appello a donazioni per sostenere la causa. Il governo ha fatto appello alla comunità internazionale per aiuto. Lei farà appello al suo capo per un aumento.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erscheinen",
      "translation": "apparire",
      "definition": "Sichtbar werden oder gesehen werden.",
      "definition_translation": "Diventare visibile o essere visto.",
      "example": "Das Gespenst wird um Mitternacht erscheinen. Sie erschien nervös während des Vorstellungsgesprächs. Er wird morgen Abend im Fernsehen erscheinen.",
      "example_translation": "Il fantasma apparirà a mezzanotte. Lei è apparsa nervosa durante l'intervista. Egli apparirà in TV domani sera.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erscheinung",
      "translation": "aspetto",
      "definition": "Die Art und Weise, wie jemand oder etwas aussieht, insbesondere wenn man sie zum ersten Mal sieht.",
      "definition_translation": "Il modo in cui qualcuno o qualcosa appare, soprattutto quando li vedi per la prima volta.",
      "example": "Das Aussehen der Schauspielerin auf dem roten Teppich war hoch erwartet. Sie erschien selbstsicher und strahlend. Sie wird morgen auf der Talkshow erscheinen.",
      "example_translation": "L'apparizione dell'attrice sul tappeto rosso era molto attesa. Era apparsa confidante e radiosa. Apparirà sul talk show domani.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Antrag",
      "translation": "applicazione",
      "definition": "Ein Antrag oder ein Dokument, das an eine Organisation oder eine Person gesendet wird, um etwas zu tun, insbesondere um einen Job zu bekommen oder einen Kurs zu besuchen.",
      "definition_translation": "Una richiesta o un documento inviato a un'organizzazione o a una persona per fare qualcosa, soprattutto per ottenere un lavoro o essere accettato per un corso.",
      "example": "Ich reichte meinen Antrag auf den Job gestern ein. Das Unternehmen erhielt viele Anträge für die Stelle. Sie werden meinen Antrag nächste Woche überprüfen.",
      "example_translation": "Ho presentato la mia domanda di lavoro ieri. L'azienda ha ricevuto molte domande per la posizione. Esamineranno la mia domanda la prossima settimana.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schätzen",
      "translation": "apprezzare",
      "definition": "Die guten Eigenschaften von etwas oder jemandem erkennen und genießen.",
      "definition_translation": "Riconoscere e godere delle qualità positive di qualcosa o qualcuno.",
      "example": "Ich schätze Ihre Hilfe. Sie schätzte die schöne Aussicht. Sie werden das Geschenk schätzen.",
      "example_translation": "Apprezzo il tuo aiuto. Lei ha apprezzato la bella vista. Apprezzeranno il regalo.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wertschätzung",
      "translation": "apprezzamento",
      "definition": "Ein Gefühl oder Ausdruck von Dankbarkeit oder Bewunderung für etwas oder jemanden.",
      "definition_translation": "Un sentimento o espressione di gratitudine o ammirazione per qualcosa o qualcuno.",
      "example": "Ich drückte meine Wertschätzung für das Geschenk aus. Das Publikum zeigte seine Wertschätzung mit Applaus. Sie fühlte eine tiefe Wertschätzung für ihre Freunde.",
      "example_translation": "Ho espresso la mia gratitudine per il regalo. Il pubblico ha mostrato la loro gratitudine con applausi. Lei ha provato una profonda gratitudine per i suoi amici.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "herangehen",
      "translation": "approccio",
      "definition": "Sich einer Sache oder Person nähern, um etwas zu tun oder zu erreichen.",
      "definition_translation": "avvicinarsi o muoversi verso qualcosa per fare qualcosa o raggiungere qualcosa",
      "example": "Ich werde das Problem auf eine andere Weise herangehen. Ich näherte mich dem Kunden mit Vorsicht. Sie gehen der Situation mit Optimismus entgegen.",
      "example_translation": "Mi avvicinerò al problema in modo diverso. Mi avvicinai al cliente con cautela. Si avvicinano alla situazione con ottimismo.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ansatz",
      "translation": "approccio",
      "definition": "Eine Methode oder Vorgehensweise, um etwas zu tun.",
      "definition_translation": "un metodo o modo di fare qualcosa",
      "example": "Wir benötigen einen anderen Ansatz, um dieses Problem zu lösen. Das Unternehmen verwendet einen neuen Ansatz für den Marketing. Die Regierungsnähe zum Krisenmanagement wurde kritisiert.",
      "example_translation": "Dobbiamo prendere un approccio diverso per risolvere questo problema. L'azienda sta utilizzando un nuovo approccio al marketing. L'approccio del governo alla crisi è stato criticato.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": "appropriato",
      "definition": "Passend oder geeignet für eine bestimmte Situation oder einen bestimmten Zweck.",
      "definition_translation": "adatto o idoneo per una particolare situazione o scopo",
      "example": "Die Kleidung war angemessen für den Anlass. Die Finanzierung ist angemessen für das Projekt. Das Wort war in diesem Kontext nicht angemessen.",
      "example_translation": "I vestiti erano appropriati per l'occasione. Il finanziamento è appropriato per il progetto. La parola non era appropriata in quel contesto.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": "appropriatamente",
      "definition": "Auf eine Weise, die für eine bestimmte Situation oder einen bestimmten Zweck passend ist.",
      "definition_translation": "in modo che sia adatto o idoneo per una particolare situazione o scopo",
      "example": "Der Manager handelte angemessen in der Notfallsituation. Die Regierung reagierte angemessen auf die Krise. Die Lehrerin sprach angemessen mit dem Schüler.",
      "example_translation": "Il manager ha agito appropriatamente nell'emergenza. Il governo ha risposto appropriatamente alla crisi. L'insegnante ha parlato appropriatamente allo studente.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Genehmigung",
      "translation": "approvazione",
      "definition": "Die Handlung, etwas als zufriedenstellend oder akzeptabel zu betrachten.",
      "definition_translation": "L'atto di approvare o accettare qualcosa come soddisfacente o accettabile.",
      "example": "Das Unternehmen erhielt die Genehmigung für das neue Projekt von den Investoren. Das Projekt wurde letztes Jahr genehmigt und wird nächstes Jahr abgeschlossen. Wir werden bald die Genehmigung für das endgültige Design erhalten.",
      "example_translation": "L'azienda ha ricevuto l'approvazione per il nuovo progetto dagli investitori. Il progetto è stato approvato l'anno scorso e sarà completato l'anno prossimo. Cercheremo l'approvazione per il design finale presto.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genehmigen",
      "translation": "approvare",
      "definition": "Etwas als zufriedenstellend oder akzeptabel zu betrachten.",
      "definition_translation": "Considerare qualcosa come soddisfacente o accettabile.",
      "example": "Der Manager wird die Anfrage morgen genehmigen. Sie genehmigte den Vorschlag letzte Woche. Sie werden den Haushalt nächstes Monat genehmigen.",
      "example_translation": "Il manager approverà la richiesta domani. Ha approvato la proposta la settimana scorsa. Approveranno il budget il mese prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungefähr",
      "translation": "approssimare",
      "definition": "Nahe an der tatsächlichen oder korrekten Menge oder Wert.",
      "definition_translation": "Vicino all'importo o valore reale o corretto.",
      "example": "Die ungefähre Kosten des Projekts beträgt 10.000 Dollar. Das Unternehmen wird die Verkaufszahlen für das nächste Quartal schätzen. Wir werden die Ergebnisse des Experiments schätzen.",
      "example_translation": "Il costo approssimato del progetto è di $10,000. L'azienda approssimerà le cifre di vendita per il prossimo trimestre. Approssimeremo i risultati dell'esperimento.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "grembiule",
      "definition": "Ein Stück Stoff, das vor dem Körper getragen wird, um die Kleidung vor Flecken zu schützen.",
      "definition_translation": "Un pezzo di stoffa indossato sulla parte anteriore del corpo per proteggere i vestiti dalle macchie.",
      "example": "Der Koch trug eine Schürze, um sein Hemd zu schützen. Sie zog eine Schürze an, um die Küche zu reinigen. Sie werden Schürzen tragen, um die Kunden zu bedienen.",
      "example_translation": "Il cuoco indossò un grembiule per proteggere la camicia. Ha messo un grembiule per pulire la cucina. Indosseranno grembiuli per servire i clienti.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arena",
      "translation": "arena",
      "definition": "Eine kreisförmige oder ovale Form, umgeben von Rängen von Sitzen, die für Sport, Spiele oder andere Formen der Unterhaltung genutzt wird.",
      "definition_translation": "Una forma circolare o ovale chiusa da file di posti a sedere, usata per sport, giochi o altre forme di intrattenimento.",
      "example": "Die Gladiatoren kämpften in der Arena, um das Publikum zu unterhalten. Das Stadion wird für das Konzert in eine Arena umgewandelt werden. Bis zum Ende des Jahrhunderts wird die Arena abgerissen werden.",
      "example_translation": "I gladiatori combatterono nell'arena, intrattenendo la folla. Lo stadio sarà convertito in un'arena per il concerto. Entro la fine del secolo, l'arena sarà demolita.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arm",
      "translation": "braccio",
      "definition": "Der obere Arm des menschlichen Körpers, der sich vom Schultergelenk bis zur Hand erstreckt.",
      "definition_translation": "Il membro superiore del corpo umano, che si estende dalla spalla alla mano.",
      "example": "Sie winkte mit ihrem Arm, um ein Taxi zu signalisieren. Er hat ein Tattoo auf seinem Arm. Bis zum nächsten Jahr werde ich gelernt haben, Gitarre mit meinem Arm zu spielen.",
      "example_translation": "Lei ha oscillato il braccio per segnalare il taxi. Lui ha un tatuaggio sul braccio. Entro l'anno prossimo, avrò imparato a suonare la chitarra con il mio braccio.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewaffnet",
      "translation": "armato",
      "definition": "Mit Waffen, insbesondere Schusswaffen, ausgerüstet.",
      "definition_translation": "Fornito di armi, soprattutto armi da fuoco.",
      "example": "Der bewaffnete Wachmann stand am Eingang. Die Polizei war mit Gewehren bewaffnet. Bis zum Ende des Jahres wird das Land mit Atomwaffen bewaffnet sein.",
      "example_translation": "La guardia armata stava all'ingresso. La polizia era armata di fucili. Entro la fine dell'anno, il paese sarà armato di armi nucleari.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anordnen",
      "translation": "organizzare",
      "definition": "Etwas in Ordnung zu bringen oder im Voraus zu planen, insbesondere durch Planung oder Erledigung notwendiger Anordnungen.",
      "definition_translation": "Disporre qualcosa in ordine o prepararlo in anticipo, soprattutto pianificando o facendo gli arrangiamenti necessari.",
      "example": "Sie arrangierte die Blumen in einer Vase. Wir werden das Treffen für nächste Woche anordnen. Bis zum Ende des Monats werde ich meine Umzug in eine neue Wohnung angeordnet haben.",
      "example_translation": "Lei ha organizzato i fiori in un vaso. Ci organizzeremo la riunione per la prossima settimana. Entro la fine del mese, avrò organizzato la mia mossa in un nuovo appartamento.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verhaftung",
      "translation": "arresto",
      "definition": "Der Akt, jemanden in Gewahrsam zu nehmen, typischerweise durch die Polizei, oft als Folge eines Verbrechens oder eines Verdachts.",
      "definition_translation": "L'atto di prendere qualcuno in custodia, tipicamente da parte della polizia, spesso a seguito di un crimine o presunto crimine.",
      "example": "Der Polizist verhaftete jemanden nach dem Zeugnis des Raubes. Sie wurde letzte Nacht verhaftet. Er wird nächste Woche verhaftet werden.",
      "example_translation": "L'agente di polizia ha effettuato un arresto dopo aver testimoniato la rapina. Lei è stata arrestata la scorsa notte. Sarà arrestato la prossima settimana.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arroganz",
      "translation": "arroganza",
      "definition": "Eine Haltung der Überlegenheit, oft begleitet von einer Respektlosigkeit gegenüber den Meinungen oder Gefühlen anderer.",
      "definition_translation": "Un atteggiamento di superiorità, spesso accompagnato da una mancanza di rispetto per le opinioni o sentimenti degli altri.",
      "example": "Seine Arroganz war vielen Menschen aufstoßend. Sie zeigte Arroganz während des Treffens. Sie werden lernen, ihre Arroganz zu überwinden.",
      "example_translation": "La sua arroganza era sgradevole per molte persone. Ha mostrato arroganza durante l'incontro. Impareranno a superare la loro arroganza.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Eine Haltung der Überlegenheit zeigend, oft begleitet von einer Respektlosigkeit gegenüber den Meinungen oder Gefühlen anderer.",
      "definition_translation": "Avendo o mostrando un atteggiamento di superiorità, spesso accompagnato da una mancanza di rispetto per le opinioni o sentimenti degli altri.",
      "example": "Er war arrogant über seine Intelligenz. Sie wurde arrogant, nachdem sie den Preis gewonnen hatte. Sie werden lernen, weniger arrogant zu sein.",
      "example_translation": "Lui era arrogante sulla sua intelligenza. Lei è diventata arrogante dopo aver vinto il premio. Impareranno a essere meno arroganti.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeil",
      "translation": "freccia",
      "definition": "Ein schlanker, spitzer Projektil, typischerweise aus einem Bogen geschossen, verwendet für die Jagd oder im Krieg.",
      "definition_translation": "Un missile sottile e appuntito, tipicamente lanciato da un arco, usato per la caccia o in guerra.",
      "example": "Der Bogenschütze schoss einen Pfeil auf das Ziel. Sie benutzte einen Pfeil, um Hirsch zu jagen. Sie werden Pfeile im Kampf verwenden.",
      "example_translation": "L'arciere ha sparato una freccia contro il bersaglio. Lei ha usato una freccia per cacciare cervi. Useranno frecce nella battaglia.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlich",
      "translation": "artificialmente",
      "definition": "Auf eine Weise, die nicht natürlich ist; auf eine Weise, die künstlich oder vorgetäuscht ist.",
      "definition_translation": "In modo non naturale; in modo che è falso o fintamente.",
      "example": "Die Pflanze wurde künstlich in einem Gewächshaus angebaut. Das Team spielte künstlich, um ein Unentschieden zu erreichen. Die neue Politik wird nächstes Jahr künstlich umgesetzt werden.",
      "example_translation": "La pianta era cresciuta artificialmente in una serra. La squadra giocò artificialmente per ottenere un pareggio. La nuova politica sarà implementata artificialmente l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlerisch",
      "translation": "artistico",
      "definition": "In Bezug auf oder charakteristisch für Kunst oder Künstler.",
      "definition_translation": "Riferito o caratteristico dell'arte o degli artisti.",
      "example": "Das letzte Gemälde des Künstlers war sehr künstlerisch. Der künstlerische Direktor des Museums kuratierte die Ausstellung. Die künstlerische Gemeinschaft war von der Nachricht schockiert.",
      "example_translation": "L'ultimo dipinto dell'artista era molto artistico. Il direttore artistico del museo ha curato la mostra. La comunità artistica era sconvolta dalla notizia.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlerisch",
      "translation": " artisticamente",
      "definition": "Auf eine Weise, die kreativ oder phantasievoll ist.",
      "definition_translation": "In modo che è creativo o immaginativo.",
      "example": "Das Foto wurde künstlerisch aufgenommen, um die Schönheit der Landschaft einzufangen. Der Koch bereitete das Gericht künstlerisch zu, um die Gäste zu beeindrucken. Die Musikerin trat künstlerisch auf, um ihre Fähigkeiten zu zeigen.",
      "example_translation": "La fotografia era stata scattata artisticamente per catturare la bellezza del paesaggio. Il cuoco aveva preparato il piatto artisticamente per impressionare gli ospiti. La musicista aveva eseguito artisticamente per mostrare le sue abilità.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beiseite",
      "translation": "a parte",
      "definition": "An einem separaten Ort oder zur Seite.",
      "definition_translation": "In un luogo separato o di lato.",
      "example": "Könnten Sie das Buch beiseite legen? Ich werde den Tisch beiseite stellen für die Dinner-Party. Sie zog den Vorhang beiseite, um die Überraschung zu enthüllen.",
      "example_translation": "Puoi mettere il libro da parte per ora? Io imposto il tavolo da parte per la festa di cena. Lei aveva spinto la tenda da parte per rivelare la sorpresa.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aspekt",
      "translation": "aspetto",
      "definition": "Ein bestimmtes Merkmal oder Teil einer Sache, wie z.B. ein Problem oder eine Situation.",
      "definition_translation": "Un particolare aspetto o parte di qualcosa, come un problema o situazione",
      "example": "Die verschiedenen Aspekte des Projekts wurden auf der Sitzung erörtert. Ich werde jeden Aspekt des Vorschlags berücksichtigen. Das Unternehmen wird den neuen Policy-Aspekt im nächsten Quartal umsetzen.",
      "example_translation": "I vari aspetti del progetto sono stati discussi alla riunione. Considererò ogni aspetto della proposta. L'azienda adotterà la nuova politica il prossimo trimestre.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewerten",
      "translation": "valutare",
      "definition": "Die Qualität, den Wert oder den Umfang einer Sache zu beurteilen oder einzuschätzen.",
      "definition_translation": "Valutare o giudicare la qualità, il valore o l'estensione di qualcosa",
      "example": "Der Lehrer wird die Leistung der Schüler bewerten. Das Unternehmen bewertete das Risiko, in den neuen Markt zu investieren. Der Arzt musste den Zustand des Patienten bewerten.",
      "example_translation": "L'insegnante valuterà le prestazioni degli studenti. L'azienda ha valutato il rischio di investire nel nuovo mercato. Il medico ha dovuto valutare le condizioni del paziente.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewertung",
      "translation": "valutazione",
      "definition": "Der Prozess der Beurteilung oder Einschätzung der Qualität, des Werts oder des Umfangs einer Sache.",
      "definition_translation": "Il processo di valutazione o giudizio della qualità, del valore o dell'estensione di qualcosa",
      "example": "Die Bewertung des Projekts war gründlich. Der Lehrer gab eine schriftliche Bewertung der Arbeit der Schüler. Die Bewertung des Unternehmens des Marktes war genau.",
      "example_translation": "La valutazione del progetto è stata approfondita. L'insegnante ha dato una valutazione scritta del lavoro degli studenti. La valutazione del mercato dell'azienda era accurata.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "aiutare",
      "definition": "Jemandem oder etwas Hilfe oder Unterstützung zu leisten.",
      "definition_translation": "Fornire sostegno o aiuto a qualcuno o qualcosa",
      "example": "Die Schwester unterstützte den Arzt während der Operation. Ich unterstützte meinen Freund bei seinem Hausaufgaben. Die Software wird Ihnen bei der Finanzplanung unterstützen.",
      "example_translation": "L'infermiera ha assistito il medico durante l'intervento chirurgico. Ho assistito il mio amico con i suoi compiti. Il software ti aiuterà nella gestione delle tue finanze.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterstützung",
      "translation": "assistenza",
      "definition": "Die Handlung des Helfens oder Unterstützens von jemandem oder etwas.",
      "definition_translation": "L'atto di aiutare o sostenere qualcuno o qualcosa.",
      "example": "Ich erhielt Unterstützung von meinen Kollegen, um das Projekt rechtzeitig fertigzustellen. Ich erhielt Unterstützung meiner Familie, um in ein neues Haus zu ziehen. Ich werde Unterstützung eines Anwalts erhalten, um den Streit zu klären.",
      "example_translation": "Ho ricevuto assistenza dai miei colleghi per finire il progetto in tempo. Avevo ricevuto assistenza dalla mia famiglia per trasferirmi in una nuova casa. Riceverò assistenza da un avvocato per risolvere la controversia.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vereinigung",
      "translation": "associazione",
      "definition": "Eine Gruppe von Menschen, die sich zusammenfinden, um ein gemeinsames Ziel oder Interesse zu verfolgen.",
      "definition_translation": "Un gruppo di persone che si riuniscono per perseguire un obiettivo o interesse comune.",
      "example": "Ich trat einer Vereinigung von Schriftstellern bei, um meine Fähigkeiten zu verbessern. Die Vereinigung von Unternehmern organisierte eine Konferenz, um neue Geschäftsideen zu diskutieren. Die Vereinigung von Umweltschützern wird gegen das vorgeschlagene Gesetz protestieren.",
      "example_translation": "Mi sono unito a un'associazione di scrittori per migliorare le mie abilità di scrittura. L'associazione degli imprenditori organizzò una conferenza per discutere nuove idee di business. L'associazione degli ambientalisti protesterà contro la legge proposta.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Assoziation",
      "translation": "associazione",
      "definition": "Eine geistige Verbindung oder Verknüpfung zwischen zwei Dingen.",
      "definition_translation": "Un collegamento mentale o legame tra due cose.",
      "example": "Die Assoziation zwischen den beiden Unternehmen führte zu einer Fusion. Die Assoziation der Marke mit Qualitätprodukten erhöhte ihre Verkäufe. Die Assoziation der neuen Politik mit der Wirtschaftskrise ist noch unklar.",
      "example_translation": "L'associazione tra le due aziende ha portato a una fusione. L'associazione del marchio con prodotti di qualità ha aumentato le sue vendite. L'associazione della nuova politica con la crisi economica è ancora incerta.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "supporre",
      "definition": "Etwas als wahr anzunehmen oder zu akzeptieren, ohne Beweis.",
      "definition_translation": "Ritenere qualcosa vero o accettare qualcosa come vera senza prova.",
      "example": "Ich nehme an, dass Sie bei der Sitzung dabei sein werden. Sie nahm die Verantwortung an, das Team zu leiten. Sie werden nächstes Jahr die neue Rolle in der Firma antreten.",
      "example_translation": "Suppongo che tu sarai lì alla riunione. Lei ha assunto la responsabilità di guidare il team. Saranno assumeranno il nuovo ruolo nella società il mese prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versichern",
      "translation": "assicurare",
      "definition": "jemandem Sicherheit oder Gewissheit über etwas zu verschaffen",
      "definition_translation": "rendere qualcuno sicuro o certo di qualcosa",
      "example": "Ich versicherte ihr, dass alles in Ordnung sein würde. Ich versichere Ihnen, dass es funktionieren wird. Ich werde ihn davon überzeugen, dass das Problem gelöst ist.",
      "example_translation": "Le assicurai che tutto sarebbe andato bene. Ti assicuro che funzionerà. Gli assicurerò che il problema è risolto.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "stupito",
      "definition": "große Überraschung oder Staunen empfindend",
      "definition_translation": "provando grande sorpresa o meraviglia",
      "example": "Ich war erstaunt über die Nachricht. Sie war erstaunt über die schöne Aussicht. Sie werden erstaunt sein über unsere Leistung.",
      "example_translation": "Ero scioccato dalla notizia. Era stupefatta dalla vista mozzafiato. Saranno stupiti dal nostro risultato.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "straordinario",
      "definition": " extrem überraschend oder beeindruckend",
      "definition_translation": "estremente sorprendente o impressionante",
      "example": "Der erstaunliche Blick von der Bergspitze war atemraubend. Die erstaunliche Entdeckung änderte unser Verständnis des Universums. Die erstaunliche Leistung brachte ihr einen Stehapplaus ein.",
      "example_translation": "La vista straordinaria dalla cima della montagna era mozzafiato. La scoperta straordinaria cambiò la nostra comprensione dell'universo. La prestazione straordinaria le valse un'ovazione in piedi.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erstaunen",
      "translation": "stupore",
      "definition": "ein Gefühl großer Überraschung oder Staunen",
      "definition_translation": "un sentimento di grande sorpresa o meraviglia",
      "example": "Ihr Gesicht zeigte Erstaunen über die Nachricht. Das Erstaunen auf seinem Gesicht war deutlich. Der Raum war von Erstaunen erfüllt, als der Zauberer seinen Trick vorführte.",
      "example_translation": "Il suo viso mostrava stupore alla notizia. Lo stupore sul suo viso era chiaro. La stanza era piena di stupore mentre il mago eseguiva il suo trucco.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "athletisch",
      "translation": "atletico",
      "definition": "bezieht sich auf oder beinhaltet die Verwendung von körperlicher Stärke, Beweglichkeit und Ausdauer in Wettbewerbsaktivitäten wie Leichtathletik, Turnen und Schwimmen.",
      "definition_translation": "Relativo o che coinvolge l'utilizzo di forza fisica, agilità e resistenza nell'attività competitiva, come ad esempio atletica, ginnastica e nuoto.",
      "example": "Sie war ein athletisches Kind, immer rennend und Sport treibend. Sie ist seit dem Beitritt zum Schulteam noch athletischer geworden. Sie wird athletisch genug sein, um bei den Olympischen Spielen teilzunehmen, wenn sie abschließt.",
      "example_translation": "Era una bambina atletica, sempre in corsa e giocando sport. È diventata ancora più atletica dal momento che si è unita alla squadra scolastica. Sarà abbastanza atletica per competere alle Olimpiadi nel momento in cui si laureerà.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "atmosfera",
      "definition": "Die Luft oder Gase, die die Erde umgeben, oder die unsichtbaren Kräfte, die jemanden oder etwas umgeben und beeinflussen.",
      "definition_translation": "L'aria o i gas che circondano la terra, o le forze invisibili che circondano e influenzano qualcuno o qualcosa.",
      "example": "Die Atmosphäre im Raum war gespannt. Die Atmosphäre der Stadt war lebhaft und pulsierend. Die Atmosphäre auf dem Mars ist sehr anders als die auf der Erde.",
      "example_translation": "L'atmosfera nella stanza era tesa. L'atmosfera della città era viva e vibrante. L'atmosfera su Marte è molto diversa da quella sulla Terra.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "atmosfera",
      "definition": "Die Luft oder Gase, die die Erde umgeben, oder die unsichtbaren Kräfte, die jemanden oder etwas umgeben und beeinflussen.",
      "definition_translation": "L'aria o i gas che circondano la terra, o le forze invisibili che circondano e influenzano qualcuno o qualcosa.",
      "example": "Die Atmosphäre im Raum war gespannt. Die Atmosphäre der Stadt war lebhaft und pulsierend. Die Atmosphäre auf dem Mars ist sehr anders als die auf der Erde.",
      "example_translation": "L'atmosfera nella stanza era tesa. L'atmosfera della città era viva e vibrante. L'atmosfera su Marte è molto diversa da quella sulla Terra.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atom",
      "translation": "atomo",
      "definition": "Die kleinste Einheit eines chemischen Elements, bestehend aus einem Kern, umgeben von Elektronen.",
      "definition_translation": "L'unità più piccola di un elemento chimico, consistente in un nucleo circondato da elettroni.",
      "example": "Atome sind die Bausteine von Molekülen. Das Atom ist die kleinste Einheit der Materie. In Zukunft werden Wissenschaftler in der Lage sein, einzelne Atome zu manipulieren.",
      "example_translation": "Gli atomi sono i blocchi di costruzione delle molecole. L'atomo è la più piccola unità di materia. Nel futuro, gli scienziati saranno in grado di manipolare atomi individuali.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "atomar",
      "translation": "atomica",
      "definition": "bezieht sich auf oder besteht aus Atomen; extrem klein oder winzig.",
      "definition_translation": "Riferita o consistente in atomi; estremamente piccola o minuta.",
      "example": "Die atomare Struktur des Moleküls wurde von dem Wissenschaftler untersucht. Gestern versuchte sie, die atomaren Daten zu analysieren. In Zukunft wird das Team die atomaren Eigenschaften erforschen.",
      "example_translation": "La struttura atomica della molecola è stata studiata dallo scienziato. Ieri, ha tentato di analizzare i dati atomici. Nel futuro, il team esplorerà le proprietà atomiche.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angehängt",
      "translation": "allegato",
      "definition": "gefügt oder mit etwas verbunden; oder fühlt sich jemandem oder etwas verbunden oder treu.",
      "definition_translation": "Allegato o collegato a qualcosa; affezionato o leale a qualcuno o qualcosa.",
      "example": "Sie hängte die Datei an die E-Mail an. Er war seinen Kindheitserinnerungen verbunden. Wir werden die neue Richtlinie dem Vertrag anhängen.",
      "example_translation": "Ha allegato il file all'email. Era affezionato ai ricordi dell'infanzia. Alleggeremo la nuova politica al contratto.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anhang",
      "translation": "allegato",
      "definition": "Eine Dokument oder Datei, die einer E-Mail hinzugefügt wurde, oder ein Gefühl der Zuneigung oder Loyalität gegenüber jemandem oder etwas.",
      "definition_translation": "Un documento o file aggiunto a un'email o un sentimento di affetto o lealtà a qualcuno o qualcosa.",
      "example": "Bitte finden Sie den Anhang zu dieser E-Mail. Ihre Zuneigung zu ihrer Familie war stark. Wir müssen den Anhang an den Kunden senden.",
      "example_translation": "Si prega di trovare l'allegato a questa email. Il suo attaccamento alla famiglia era forte. Dobbiamo inviare l'allegato al cliente.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuch",
      "translation": "tentativo",
      "definition": "Etwa versuchen, etwas zu tun oder einen Versuch zu unternehmen, um etwas zu erreichen.",
      "definition_translation": "Tentare di fare qualcosa o fare uno sforzo per realizzare qualcosa.",
      "example": "Sie wird versuchen, das Projekt bis morgen zu beenden. Gestern haben sie versucht, den Rekord zu brechen. Er versuchte, fließend Französisch zu sprechen.",
      "example_translation": "Proverà a finire il progetto per domani. Ieri, hanno tentato di rompere il record. Ha tentato di parlare francese fluentemente.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "soffitta",
      "definition": "Der Raum oder Bereich direkt unter dem Dach eines Gebäudes, oft für die Lagerung verwendet.",
      "definition_translation": "Lo spazio o stanza proprio sotto il tetto di un edificio, spesso utilizzato per lo stoccaggio.",
      "example": "Ich fand einen alten Koffer auf dem Dachboden meines Großelternhauses. Gestern habe ich den Dachboden gereinigt. Bis nächstes Jahr werde ich den Dachboden renoviert haben.",
      "example_translation": "Ho trovato un baule vecchio nella soffitta della casa dei miei nonni. Ieri, ho pulito la soffitta. Entro l'anno prossimo, avrò ristrutturato la soffitta.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anziehen",
      "translation": "attrarre",
      "definition": "Jemandes Aufmerksamkeit oder Interesse auf sich ziehen.",
      "definition_translation": "Attirare l'attenzione o l'interesse di qualcuno.",
      "example": "Die schöne Landschaft zog viele Touristen an. Sie zog Aufmerksamkeit mit ihrem bunten Kleid auf sich. Bis nächsten Monat wird die neue Politik mehr Investoren anziehen.",
      "example_translation": "Il paesaggio mooie ha attratto molti turisti. Lei ha attratto l'attenzione con il suo vestito luminoso. Entro il prossimo mese, la nuova politica attirerà più investitori.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anziehungskraft",
      "translation": "attrazione",
      "definition": "Ein Gefühl des Interesses oder der Freude, das jemanden zu einer Person, einem Ort oder einer Sache hinzieht.",
      "definition_translation": "Un sentimento di interesse o piacere che fa sì che qualcuno sia attratto da una persona, luogo o cosa.",
      "example": "Die Anziehungskraft der Stadt war ihre pulsierende Nachtleben. Die Anziehungskraft zwischen den beiden Schauspielern war unverkennbar. Bis nächstem Jahr wird die neue Attraktion für die Öffentlichkeit zugänglich sein.",
      "example_translation": "L'attrazione della città era la sua vita notturna vibrante. L'attrazione tra i due attori era innegabile. Entro l'anno prossimo, la nuova attrazione sarà aperta al pubblico.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "melanzana",
      "definition": "Ein purpurfarbiges Gemüse, oft in der mediterranen Küche verwendet.",
      "definition_translation": "Un vegetale viola, spesso utilizzato nella cucina, specialmente nella cucina mediterranea.",
      "example": "Ich backte die Aubergine im Ofen. Sie schnitt die Aubergine dünn für den Salat. Bis nächster Woche werde ich Auberginensamen in meinem Garten gepflanzt haben.",
      "example_translation": "Ho arrostito la melanzana nel forno. Lei ha affettato la melanzana sottilmente per l'insalata. Entro la prossima settimana, avrò piantato semi di melanzana nel mio giardino.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autorität",
      "translation": "autorità",
      "definition": "Die Macht oder das Recht, jemandem oder etwas zu kontrollieren oder zu befehligen, oft aufgrund einer Person's Position oder Autorität.",
      "definition_translation": "Il potere o diritto di controllare o comandare qualcuno o qualcosa, spesso a causa della posizione o autorità di una persona.",
      "example": "Die Regierung hat die Autorität, Gesetze zu erlassen. Der Lehrer hat Autorität über die Schüler. Bis ich 60 bin, werde ich mehr Autorität in meinem Fachbereich haben.",
      "example_translation": "Il governo ha l'autorità di fare leggi. Il professore ha autorità sugli studenti. Quando avrò 60 anni, avrò ottenuto più autorità nel mio campo.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "automatisch",
      "translation": "automatico",
      "definition": "Ohne menschliches Eingreifen funktionierend oder handelnd, typischerweise durch ein Maschine oder Computerprogramm.",
      "definition_translation": "Funzionamento o azione senza intervento umano, tipicamente mediante una macchina o programma informatico.",
      "example": "Das Automatikgetriebe des Autos schaltet die Gänge sanft. Die automatische Kaffeemaschine braut einen perfekten Kaffee jeden Mal. Bis nächstes Jahr wird das Unternehmen automatische Fabriken rund um die Uhr betreiben.",
      "example_translation": "La trasmissione automatica dell'auto cambia marce in modo fluido. La macchina del caffè automatica produce una tazza perfetta ogni volta. Entro l'anno prossimo, l'azienda avrà fabbriche automatiche in funzione 24 ore su 24, 7 giorni su 7.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "automatisch",
      "translation": "automaticamente",
      "definition": "Ohne bewusste Überlegung oder absichtliche Handlung ausgeführt.",
      "definition_translation": "Fatto o accaduto senza pensiero consapevole o intenzione deliberata.",
      "example": "Die Türen öffnen sich automatisch, wenn Sie sich nähern. Die Software aktualisiert sich automatisch, wenn Sie Ihren Computer neu starten. Bis nächsten Monat wird das System automatisch Fehler erkennen.",
      "example_translation": "Le porte si aprono automaticamente quando ti avvicini. Il software si aggiorna automaticamente quando riavvii il computer. Entro il mese prossimo, il sistema rileverà automaticamente gli errori.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verfügbarkeit",
      "translation": "disponibilità",
      "definition": "Der Zustand, für den Gebrauch oder die Dienstleistung verfügbar zu sein.",
      "definition_translation": "Lo stato di essere disponibile o accessibile per l'uso o servizio.",
      "example": "Die Verfügbarkeit des Produkts ist auf Online-Store begrenzt. Die Verfügbarkeit des Hotels ist für das Wochenende ausgebucht. Bis nächsten Sommer wird die neue Smartphone-Verfügbarkeit weltweit sein.",
      "example_translation": "La disponibilità del prodotto è limitata ai negozi online. La disponibilità dell'hotel è completamente prenotata per il fine settimana. Entro l'estate prossima, la disponibilità del nuovo smartphone sarà a livello mondiale.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vermeiden",
      "translation": "evitare",
      "definition": "eine Sache oder jemanden zu meiden, weil sie unangenehm oder gefährlich ist",
      "definition_translation": "restare lontano da qualcosa o qualcuno perché è sgradevole o pericoloso",
      "example": "Ich versuche, Nachtfahren zu vermeiden, weil ich mich damit nicht wohl fühle. Ich vermied, mit meinem Ex bei der Party zu sprechen. Ich werde ab sofort scharfes Essen vermeiden.",
      "example_translation": "Cerco di evitare la guida notturna perché non mi sento a mio agio. Ho evitato di parlare con il mio ex alla festa. Eviterò di mangiare cibo piccante da ora in avanti.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auszeichnung",
      "translation": "premio",
      "definition": "ein Preis oder eine Ehre, die jemandem für eine Leistung verliehen wird",
      "definition_translation": "un premio o onore conferito a qualcuno per aver conseguito qualcosa",
      "example": "Die Schauspielerin erhielt eine Auszeichnung für ihre herausragende Leistung. Das Unternehmen wurde mit einem Vertrag zur Errichtung eines neuen Stadions ausgezeichnet. Ich erwarte, nächstes Jahr eine Auszeichnung für meine Arbeit zu erhalten.",
      "example_translation": "L'attrice ha ricevuto un premio per la sua straordinaria prestazione. La società è stata premiata con un contratto per costruire un nuovo stadio. Mi aspetto di ricevere un premio per il mio lavoro l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auszeichnung",
      "translation": "premio",
      "definition": "ein Preis oder eine Ehre, die jemandem für eine Leistung verliehen wird",
      "definition_translation": "un premio o onore conferito a qualcuno per aver conseguito qualcosa",
      "example": "Die Auszeichnungszeremonie fand im Opernhaus statt. Sie erhielt ein Stipendium für ein Auslandsstudium. Ich freue mich auf das Auszeichnungsessen nächste Woche.",
      "example_translation": "La cerimonia di premiazione si è tenuta alla casa dell'opera. Le è stato assegnato un premio di studio all'estero. Sto_look forward alla cena di premiazione la prossima settimana.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "consapevole",
      "definition": "das Wissen oder Verständnis von etwas zu haben",
      "definition_translation": "avere conoscenza o comprensione di qualcosa",
      "example": "Ich war mir der Gefahr bewusst, aber ich nahm das Risiko. Sie war sich des Lärms bewusst, aber sie ignorierte ihn. Ich werde mir des Termins bewusst sein, damit ich mein Projekt pünktlich abgeben kann.",
      "example_translation": "Ero consapevole del pericolo, ma ho corso il rischio. Era consapevole del rumore, ma l'ha ignorato. Sarò consapevole della scadenza, quindi potrò presentare il mio progetto in tempo.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungeschickt",
      "translation": "goffamente",
      "definition": "auf eine unbeholfene oder unkoordinierte Weise; mit Schwierigkeit oder mangelnder Fähigkeit",
      "definition_translation": "in modo goffo o scoordinato; con difficoltà o mancanza di abilità",
      "example": "Sie ging in ihren High Heels ungeschickt. Gestern versuchte sie ungeschickt zu tanzen. Morgen wird sie ungeschickt versuchen, Fahrrad zu fahren.",
      "example_translation": "Lei camminava goffamente nei suoi tacchi alti. Ieri, lei ha tentato goffamente di ballare. Domani, lei cercherà goffamente di guidare una bicicletta.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Junggeselle",
      "translation": "baccelliere",
      "definition": "ein Mann, der noch nie verheiratet war; eine Person, die einen Universitätsabschluss hat",
      "definition_translation": "un uomo che non si è mai sposato; una persona che ha una laurea da un'università",
      "example": "Er wird für den Rest seines Lebens ein Junggeselle bleiben. Mein Freund war ein Junggeselle, als er graduierte. Nächstes Jahr wird er wieder ein Junggeselle sein.",
      "example_translation": "Sarà un baccelliere per il resto della sua vita. Mio amico era un baccelliere quando si è laureato. L'anno prossimo, lui sarà di nuovo un baccelliere.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "sfondo",
      "definition": "die Szenerie oder Situation, gegen die etwas stattfindet; die Herkunft oder Geschichte von etwas",
      "definition_translation": "la scenografia o situazione contro cui accade qualcosa; l'origine o storia di qualcosa",
      "example": "Der Hintergrund des Gemäldes war wunderschön. Das Unternehmen wird Hintergrundchecks für neue Mitarbeiter durchführen. In Zukunft wird der Hintergrund der Website geändert werden.",
      "example_translation": "Lo sfondo del dipinto era bellissimo. La società eseguirà controlli sui precedenti dei nuovi dipendenti. Nel futuro, lo sfondo del sito web cambierà.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "sfondo",
      "definition": "die Szenerie oder Situation, gegen die etwas stattfindet; die Herkunft oder Geschichte von etwas",
      "definition_translation": "la scenografia o situazione contro cui accade qualcosa; l'origine o storia di qualcosa",
      "example": "Die Hintergrundmusik war laut. Der Hintergrund des Fotos war unscharf. Der Hintergrund des neuen Mitarbeiters war beeindruckend.",
      "example_translation": "La musica di sfondo era forte. Lo sfondo della fotografia era sfuocato. Lo sfondo del nuovo dipendente era impressionante.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "sfondo",
      "definition": "Der Hintergrund von etwas ist die Situation oder Umstände, die vor und während eines bestimmten Ereignisses oder einer bestimmten Situation bestehen.",
      "definition_translation": "Lo sfondo di qualcosa è la situazione o le circostanze che esistono prima e durante un particolare evento o situazione.",
      "example": "Der Hintergrund des Unternehmens lag in der Finanzwirtschaft, aber sie entschieden, in die Technologie zu expandieren. Das Unternehmen ging gut, während die Krise im Hintergrund ablief. Bis zum Jahr 2025 wird das Unternehmen seinen Hintergrund auf erneuerbare Energien umgestellt haben.",
      "example_translation": "Lo sfondo dell'azienda era nel settore finanziario, ma hanno deciso di espandersi nel settore tecnologico. L'azienda stava andando bene sullo sfondo mentre la crisi stava accadendo. Entro l'anno 2025, l'azienda avrà spostato il suo sfondo all'energia rinnovabile.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherungskopie",
      "translation": "copia di riserva",
      "definition": "Eine Sicherungskopie ist eine Kopie einer Datei oder Daten, die für den Fall erhalten wird, dass die Originaldatei verloren geht oder beschädigt wird.",
      "definition_translation": "Una copia di riserva è una copia di un file o dati che viene tenuta in caso venga perso o danneggiato l'originale.",
      "example": "Ich erstelle jede Nacht eine Sicherungskopie meiner Dateien, falls mein Computer abstürzt. Das Unternehmen hat ein Sicherungssystem, falls es zu einem Stromausfall kommt. Bis nächstes Jahr werden wir ein vollautomatisches Sicherungssystem haben.",
      "example_translation": "Faccio una copia di riserva dei miei file ogni notte nel caso in cui il mio computer si blocchi. L'azienda ha un sistema di copia di riserva in caso di black-out. Entro il prossimo anno, avremo un sistema di copia di riserva totalmente automatizzato.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht",
      "translation": "cattivo",
      "definition": "Etwas, das schlecht ist, hat eine schlechte Qualität oder ist unangenehm.",
      "definition_translation": "Qualcosa che è cattivo è di qualità scarsa o sgradevole.",
      "example": "Ich hatte eine schlechte Erfahrung im Restaurant letzte Nacht. Das Unternehmen geht durch eine schlechte Finanzphase. Bis zum nächsten Quartal wird das Unternehmen sich von seiner schlechten Leistung erholt haben.",
      "example_translation": "Ho avuto una cattiva esperienza al ristorante la scorsa notte. L'azienda sta attraversando una fase finanziaria difficile. Entro il prossimo trimestre, l'azienda si sarà ripresa dalla sua cattiva performance.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht gelaunt",
      "translation": "collerico",
      "definition": "Jemand, der schlecht gelaunt ist, ist leicht ärgerlich oder ärgerlich.",
      "definition_translation": "Qualcuno che è collerico è facilmente infastidito o arrabbiato.",
      "example": "Mein Chef ist schlecht gelaunt und schreit immer seine Mitarbeiter an. Ich versuche, ihn zu meiden, wenn er in einer schlecht gelaunten Stimmung ist. Bis ich graduiert hatte, hatte ich gelernt, meine schlecht gelaunten Reaktionen zu kontrollieren.",
      "example_translation": "Il mio capo è collerico e sempre urla contro i dipendenti. Cerco di evitarlo quando è di cattivo umore. Al momento della mia laurea, avevo imparato a controllare le mie reazioni colleriche.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abzeichen",
      "translation": "distintivo",
      "definition": "Ein Abzeichen ist ein Symbol oder Emblem, das getragen wird, um die Mitgliedschaft, Leistung oder Zugehörigkeit zu einer bestimmten Gruppe oder Organisation anzuzeigen.",
      "definition_translation": "Un badge è un simbolo o emblema indossato per segnalare l'appartenenza, il successo o l'affiliazione con un particolare gruppo o organizzazione.",
      "example": "Ich trug ein Abzeichen zur Konferenz, um zu zeigen, dass ich ein Sprecher war. Ich hatte ein Abzeichen für den Abschluss des Kurses erhalten. Ich werde ein Abzeichen zur Party tragen, um zu zeigen, dass ich ein VIP bin.",
      "example_translation": "Indossai un badge alla conferenza per mostrare che ero un relatore. Avevo guadagnato un badge per aver completato il corso. Indosserò un badge alla festa per mostrare che sono un VIP.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "borsa",
      "definition": "Eine Tasche ist ein Behälter aus flexiblem Material, der zum Tragen oder Lagern von Dingen verwendet wird.",
      "definition_translation": "Una borsa è un contenitore fatto di materiale flessibile, usato per portare o immagazzinare le cose.",
      "example": "Ich trug eine Tasche zum Strand, um mein Handtuch zu lagern. Sie benutzte eine Tasche, um ihr Mittagessen zur Arbeit zu bringen. Sie werden eine Tasche für ihre Reise morgen packen.",
      "example_translation": "Portai una borsa alla spiaggia per riporre la mia asciugamano. Lei usò una borsa per portare il suo pranzo al lavoro. Packeranno una borsa per il loro viaggio di domani.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "panificio",
      "definition": "Eine Bäckerei ist ein Laden, in dem Brot und andere Backwaren hergestellt und verkauft werden.",
      "definition_translation": "Un panificio è un luogo dove si producono e vendono pane e altri prodotti da forno.",
      "example": "Ich ging zur Bäckerei, um frisches Brot zu kaufen. Die Bäckerei auf der Ecke ist berühmt für ihre Backwaren. Sie eröffneten eine neue Bäckerei in der Stadt letzte Woche.",
      "example_translation": "Andai al panificio per comprare del pane fresco. Il panificio all'angolo è famoso per le sue paste. Hanno aperto un nuovo panificio in città la settimana scorsa.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balance",
      "translation": "equilibrio",
      "definition": "Die Balance ist der Zustand der Harmonie und Stabilität, oder ein Zustand, in dem verschiedene Elemente gleichmäßig verteilt sind.",
      "definition_translation": "L'equilibrio è lo stato di essere in armonia e stabilità, o una condizione in cui diversi elementi hanno lo stesso peso.",
      "example": "Sie versuchte, während des Yoga auf einem Fuß zu balancieren. Das Unternehmen strebt danach, sein Budget in diesem Jahr auszugleichen. Der Seiltänzer kämpfte darum, das Gleichgewicht zu halten.",
      "example_translation": "Provò a bilanciarsi su un piede durante lo yoga. L'azienda mira a bilanciare il suo budget quest'anno. L'equilibrista su fune si sforzò di bilanciarsi.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balance",
      "translation": "equilibrio",
      "definition": "Ein Zustand der perfekten Balance oder Harmonie, in dem alle Teile oder Elemente gleich oder proportioniert sind.",
      "definition_translation": "Uno stato di essere in perfetto equilibrio o armonia, dove tutte le parti o elementi sono uguali o in proporzione.",
      "example": "Sie pflegte eine sorgfältige Balance zwischen Arbeit und Spiel, indem sie ihre Verantwortungen mit ihrem Wunsch nach Erholung ausglich. In der Vergangenheit hatte sie Schwierigkeiten, ihr Budget auszugleichen, aber jetzt gleicht sie es mühelos aus. In Zukunft hofft sie, ihre Karriere mit ihrem Familienleben auszugleichen.",
      "example_translation": "Ha mantenuto un equilibrio preciso tra lavoro e gioco, bilanciando le sue responsabilità con il suo desiderio di relax. In passato, aveva lottato per bilanciare il suo budget, ma ora lo bilancia senza sforzo. In futuro, spera di bilanciare la sua carriera con la sua vita familiare.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balance",
      "translation": "equilibrio",
      "definition": "Ein Zustand der perfekten Balance oder Harmonie, in dem alle Teile oder Elemente gleich oder proportioniert sind.",
      "definition_translation": "Uno stato di essere in perfetto equilibrio o armonia, dove tutte le parti o elementi sono uguali o in proporzione.",
      "example": "Das Unternehmen strebt danach, eine Balance zwischen Qualität und Kosten zu halten. In der Vergangenheit hatten sie ihre Ausgaben mit ihrem Einkommen ausglich, aber jetzt gleichen sie ihr Budget sorgfältig aus. In Zukunft hoffen sie, ihr Wachstum mit nachhaltiger Umwelt zu ausgleichen.",
      "example_translation": "L'azienda si sforza di mantenere un equilibrio tra qualità e costo. In passato, avevano bilanciato le loro spese con il loro reddito, ma ora bilanciano il loro budget attentamente. In futuro, sperano di bilanciare la loro crescita con la sostenibilità ambientale.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgewogen",
      "translation": "bilanciato",
      "definition": "Hat eine Balance von Elementen oder Eigenschaften, ist in Harmonie und Proportion.",
      "definition_translation": "Avendo un equilibrio di elementi o qualità, essendo in armonia e proporzione.",
      "example": "Der Koch schuf ein ausgewogenes Menü mit einer Kombination von Geschmacksrichtungen und Texturen. Die Athletin hatte eine ausgewogene Ernährung, die ihr half, ihre beste Leistung zu erbringen. Das Unternehmen hat ein ausgewogenes Portfolio, mit Investitionen in verschiedenen Sektoren.",
      "example_translation": "Il cuoco ha creato un pasto bilanciato con una combinazione di sapori e texture. L'atleta aveva una dieta bilanciata, che le ha aiutato a esprimere al meglio. L'azienda ha un portafoglio bilanciato, con investimenti in vari settori.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verbot",
      "translation": "divieto",
      "definition": "Ein offizielles Verbot oder Veto, insbesondere eines, das von einer Regierung oder Autorität erlassen wird.",
      "definition_translation": "Un divieto ufficiale o veto, specialmente uno imposto da un governo o autorità.",
      "example": "Die Regierung verhängte ein Verbot des Rauchens in öffentlichen Plätzen. In der Vergangenheit hatten sie die Verwendung bestimmter Chemikalien verboten, und jetzt verbieten sie Plastiktüten. In Zukunft planen sie, Einwegplastik完全 zu verbieten.",
      "example_translation": "Il governo ha imposto un divieto di fumare nei luoghi pubblici. In passato, avevano vietato l'uso di certi chimici, e ora vietano le buste di plastica. In futuro, pianificano di vietare le plastiche usa e getta del tutto.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verbot",
      "translation": "divieto",
      "definition": "Ein offizielles oder gesetzliches Verbot",
      "definition_translation": "un divieto ufficiale o legale",
      "example": "Die Regierung erließ ein Verbot für das Rauchen in öffentlichen Plätzen. In der Vergangenheit gab es kein Verbot für das Rauchen überall. In Zukunft werden striktere Verbote für die Umweltverschmutzung erlassen.",
      "example_translation": "Il governo ha emesso un divieto di fumare nei luoghi pubblici. Nel passato, non c'era nessun divieto di fumare in nessun luogo. Nel futuro, ci saranno divieti più severi sull'inquinamento.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knall",
      "translation": "bang",
      "definition": "Ein lauter, scharfer Explosions- oder Geräusch",
      "definition_translation": "un'esplosione o rumore forte e secco",
      "example": "Das Feuerwerk explodierte mit einem lauten Knall. Gestern hörte ich einen Knall in der Nacht. Morgen wird es einen Knall auf dem Konzert geben.",
      "example_translation": "Il fuoco d'artificio è esploso con un forte bang. Ieri, ho sentito un bang nella notte. Domani, ci sarà un bang al concerto.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knall",
      "translation": "bang",
      "definition": "Ein lauter, scharfer Explosions- oder Geräusch",
      "definition_translation": "un'esplosione o rumore forte e secco",
      "example": "Die Tür schlug mit einem Knall zu. Sie machte einen Knall mit ihrem neuen Haarschnitt. Das Feuerwerk wird bald einen Knall machen.",
      "example_translation": "La porta si è chiusa con un forte bang. Lei ha fatto un gran bang con il suo nuovo taglio di capelli. Il fuoco d'artificio farà un bang presto.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Banker",
      "translation": "bancario",
      "definition": "Eine Person, die in einer Bank arbeitet, insbesondere eine, die für die Verwaltung des Geldes der Bank verantwortlich ist",
      "definition_translation": "una persona che lavora in una banca, soprattutto uno che è responsabile della gestione del denaro della banca",
      "example": "Der Banker investierte unser Geld klug. In der Vergangenheit war mein Großvater ein Banker. In Zukunft möchte ich ein Banker werden.",
      "example_translation": "Il bancario ha investito il nostro denaro saggiamente. Nel passato, mio nonno era un bancario. Nel futuro, voglio essere un bancario.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bankwesen",
      "translation": "bancario",
      "definition": "Die Geschäfte, die Dienstleistungen im Zusammenhang mit Spareinlagen und Krediten anbieten",
      "definition_translation": "L'attività di fornire servizi finanziari, in particolare quelli relativi ai risparmi e ai prestiti.",
      "example": "Ich arbeite seit über 10 Jahren im Bankwesen und habe viele Veränderungen in der Branche gesehen. Ich arbeitete bei einer Bank, die Online-Banking-Dienstleistungen anbot, und ich werde bei einer Bank arbeiten, die sich auf Investment-Banking spezialisiert.",
      "example_translation": "Ho lavorato nel settore bancario per oltre 10 anni e ho visto molti cambiamenti nel settore. Lavoravo in una banca che offriva servizi di banking online e lavorerò in una banca che si specializza nel banking d'investimento.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "nudo",
      "definition": "Nicht bedeckt oder bekleidet; nackt",
      "definition_translation": "Non coperto o vestito; nudo.",
      "example": "Die Bäume waren kahl nach dem Sturm, und die Hügel waren kahl von Vegetation. Sie ging barfuß am Strand, und er wird barbrüstig zur Party gehen.",
      "example_translation": "Gli alberi erano nudi dopo la tempesta e le colline erano prive di vegetazione. Lei camminò a piedi nudi sulla spiaggia e lui andrà a torso nudo alla festa.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaum",
      "translation": "appena",
      "definition": "Nur gerade noch; fast gar nicht",
      "definition_translation": "Soltanto appena; quasi per niente.",
      "example": "Ich schaffte es kaum, die Prüfung zu bestehen, und sie spricht kaum Englisch. Sie werden kaum genug Geld haben, um Lebensmittel zu kaufen.",
      "example_translation": "Ho appena superato l'esame e lei parla appena inglese. Avranno appena abbastanza soldi per comprare cibo.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bellen",
      "translation": "abbaiare",
      "definition": "Der scharfe, explosive Laut, den ein Hund macht",
      "definition_translation": "Il suono acuto e esplosivo emesso da un cane.",
      "example": "Der Hund begann laut zu bellen, als er einen Fremden sah, und die Hunde werden unaufhörlich bellen, wenn sie nicht trainiert werden. Sie bellte Befehle an ihre Mitarbeiter, und er wird gegen einen Baum bellen, wenn er nicht härter lernt.",
      "example_translation": "Il cane iniziò a abbaiare forte quando vide uno sconosciuto e i cani abbaieranno incessantemente se non sono addestrati. Lei diede ordini ai suoi dipendenti con un tono imperioso e lui si perderà completamente se non studia più duramente.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bellen",
      "translation": "abbaiare",
      "definition": "Der scharfe, explosive Schrei eines Hundes, um einen potenziellen Gefahrenhinweis zu geben oder Aufregung oder Angst auszudrücken",
      "definition_translation": "Il Grido acuto esplosivo di un cane, tipicamente per avvertire il suo proprietario di una minaccia potenziale o per esprimere eccitazione o ansietà.",
      "example": "Der Hund wird laut bellen, wenn er einen Fremden sieht. Er bellte gestern dem Briefträger zu. Er wird morgen wieder bellen, wenn er ein Geräusch hört.",
      "example_translation": "Il cane abbaiare forte se vede uno sconosciuto. Ha abbaiato al postino ieri. Abbaierà di nuovo domani se sente un rumore.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barriere",
      "translation": "barriera",
      "definition": "Ein physisches oder metaphorisches Hindernis, das Bewegung oder Zugang behindert",
      "definition_translation": "Un ostacolo fisico o metaforico che impedisce il movimento o l'accesso.",
      "example": "Die Barriere zwischen den beiden Ländern war streng bewacht. Sie musste viele Barrieren überwinden, um ihre Ziele zu erreichen. Die Barriere wird nächstes Jahr entfernt werden.",
      "example_translation": "La barriera tra i due paesi era pesantemente sorvegliata. Ha dovuto superare molti ostacoli per raggiungere i suoi obiettivi. La barriera sarà rimossa l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "base",
      "definition": "Der unterste oder unterliegende Teil eines Dings, insbesondere eines Gebäudes oder Systems.",
      "definition_translation": "La parte più bassa o fondamentale di qualcosa, specialmente una struttura o un sistema.",
      "example": "Die Basis des Berges war mit Schnee bedeckt. Das Unternehmen hat seinen Sitz in New York. Die Basis wird nächstes Jahr erweitert.",
      "example_translation": "La base della montagna era coperta di neve. La base delle operazioni dell'azienda è a New York. La base sarà ampliata l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "base",
      "definition": "Ein Ausgangspunkt oder eine Grundlage für etwas, wie eine Theorie oder eine Berechnung.",
      "definition_translation": "Un punto di partenza o una fondazione per qualcosa, come una teoria o un calcolo.",
      "example": "Die Basis der Berechnung war falsch. Die Basis der Theorie ist fehlerhaft. Die Basis wird nächstes Jahr revidiert.",
      "example_translation": "La base del calcolo era sbagliata. La base della teoria è imperfetta. La base sarà rivista l'anno prossimo.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "seminterrato",
      "definition": "Der Teil eines Gebäudes, der unter dem Erdboden liegt, typischerweise für Lagerung oder Haushaltsgeräte verwendet.",
      "definition_translation": "La parte di un edificio che si trova al di sotto del livello del suolo, solitamente utilizzata per lo stoccaggio o per le utilities.",
      "example": "Ich habe alte Kisten im Keller gelagert. Letztes Jahr habe ich ihn ausgeräumt und alte Fotos gefunden. Bis nächstes Jahr hoffe ich, ihn in ein Heimfitness-Studio umgebaut zu haben.",
      "example_translation": "Ho conservato vecchie scatole in cantina per anni. L'anno scorso, l'ho ripulita e ho trovato alcune vecchie fotografie. Entro il prossimo anno, spero di averla convertita in una palestra casa.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grundsätzlich",
      "translation": "fondamentalmente",
      "definition": "Auf fundamentale oder wesentliche Weise; im Wesentlichen.",
      "definition_translation": "In modo fondamentale o essenziale; sostanzialmente.",
      "example": "Ich bin kein großartiger Koch, aber ich kann grundsätzlich ein anständiges Nudelgericht zubereiten. Letzte Woche habe ich grundsätzlich jeden Abend auswärts gegessen. Bis nächsten Monat werde ich meine kulinarischen Fähigkeiten grundsätzlich vervollständigt haben.",
      "example_translation": "Non sono un grande cuoco, ma posso fondamentalmente preparare un buon piatto di pasta. La settimana scorsa, ho fondamentalmente cenato fuori ogni notte. Entro il prossimo mese, avrò sostanzialmente perfezionato le mie abilità culinarie.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basilikum",
      "translation": "basilico",
      "definition": "Ein süßer oder pungenter Kraut, das in der italienischen und thailändischen Küche verwendet wird.",
      "definition_translation": "Un'erba dolce o pungente usata nella cottura, soprattutto nella cucina italiana e thailandese.",
      "example": "Ich liebe es, frisches Basilikum zu meinen Nudelgerichten hinzuzufügen. Letzten Sommer habe ich Basilikum in meinem Hinterhof angebaut und Pesto daraus gemacht. Bis nächsten Sommer werde ich die Kunst des Basilikumanbaus gemeistert haben.",
      "example_translation": "Adoro aggiungere basilico fresco ai miei piatti di pasta. L'estate scorsa, ho coltivato il basilico nel mio giardino e l'ho usato per fare il pesto. Entro la prossima estate, avrò padronato l'arte della coltivazione del basilico.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grundlage",
      "translation": "base",
      "definition": "Das zugrundeliegende Prinzip oder die Grundlage von etwas.",
      "definition_translation": "Il principio o la fondazione sottostante di qualcosa.",
      "example": "Der Erfolg des Unternehmens basierte auf einer soliden Geschäftsgrundlage. Letztes Jahr haben wir unsere Grundlage für Entscheidungen überprüft. Bis zum nächsten Quartal werden wir die gesamte Grundlage unserer Operationen revidiert haben.",
      "example_translation": "Il successo dell'azienda si basava su una solida base aziendale. L'anno scorso, abbiamo rivalutato la nostra base per la decision-making. Entro il prossimo trimestre, avremo rivisto l'intera base delle nostre operazioni.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balken",
      "translation": "fascio",
      "definition": "Ein länglicher, gerader Teil aus Holz, Metall oder Beton, der in der Baukonstruktion verwendet wird, insbesondere um das Dach oder den Boden eines Hauses zu stützen.",
      "definition_translation": "Un fascio è un pezzo di legno, metallo o cemento lungo e dritto utilizzato nell'edilizia, soprattutto per sostenere il tetto o il pavimento di una casa.",
      "example": "Der Bauarbeiter verwendete einen starken Balken, um das Dach zu stützen. Gestern hat sie den Boden abgestrahlt, um sicherzustellen, dass er niveau war. Bis nächstes Jahr werden sie die Wände abgestrahlt haben, um eine stabile Struktur zu schaffen.",
      "example_translation": "Il costruttore ha utilizzato un fascio robusto per sostenere il tetto. Ieri, ha irradiato il pavimento per assicurarsi che fosse livello. Entro l'anno prossimo, avranno irradiato le pareti per creare una struttura stabile.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "orso",
      "definition": "Ein Bär ist ein großes, fleischfressendes Säugetier mit langem Fell, das in Wäldern und Bergen gefunden wird.",
      "definition_translation": "Un orso è un mammifero carnivoro grande con pelo irsuto, trovato nelle foreste e nelle montagne.",
      "example": "Ich habe gestern einen Bär im Wald gesehen. Der Bär schläft jetzt, aber er wird im Frühling Junge werfen. Bis nächstes Winter wird der Bär gelernt haben, die Kälte zu ertragen.",
      "example_translation": "Ho visto un orso nella foresta ieri. L'orso sta dormendo ora, ma darà alla luce i suoi cuccioli in primavera. Entro l'inverno prossimo, l'orso avrà imparato a sopportare il tempo freddo.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestie",
      "translation": "bestia",
      "definition": "Eine Bestie ist ein wildes Tier, insbesondere ein großes oder wildes.",
      "definition_translation": "Una bestia è un animale selvatico, specialmente uno grande o feroce.",
      "example": "Die Bestie im Film war erschreckend. Die Bestie war gezähmt, aber sie hatte noch eine wildartige Natur. In der Zukunft werden Menschen viele Bestien domestiziert haben.",
      "example_translation": "La bestia nel film era terrificante. La bestia era stata addomesticata, ma aveva ancora una natura bestiale. Nel futuro, gli umani avranno addomesticato molte bestie.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "battere",
      "definition": "Schlagen bedeutet, etwas wiederholt zu schlagen oder zu treffen, oft mit Gewalt oder Aggression.",
      "definition_translation": "Battere significa colpire o picchiare qualcosa ripetutamente, spesso con forza o violenza.",
      "example": "Ich werde morgen die Trommel in der Parade schlagen. Sie schlug die Eier, um ein Omelett zu machen. Bis nächsten Monat werden sie den Wettbewerb in der Meisterschaft geschlagen haben.",
      "example_translation": "Batterò il tamburo nella parata domani. Lei ha battuto le uova per fare un'omelette. Entro il mese prossimo, avranno battuto la concorrenza nel campionato.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "battere",
      "definition": "wiederholt mit Kraft oder Gewalt schlagen",
      "definition_translation": "colpire ripetutamente, tipicamente con forza o violenza",
      "example": "Ich werde die Trommeln auf dem Konzert heute Abend schlagen, ich schlug sie gestern und ich werde sie bis morgen geschlagen haben.",
      "example_translation": "Batterò i tamburi al concerto stasera, li ho battuti ieri e li avrò battuti entro domani.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "battere",
      "definition": "jemanden oder etwas zu besiegen oder zu überwinden",
      "definition_translation": "superare o sconfiggere qualcuno o qualcosa",
      "example": "Unser Team wird die Gegner im Endspiel besiegen, wir besiegten sie letztes Jahr und wir werden sie nächstes Jahr wieder besiegt haben.",
      "example_translation": "La nostra squadra batterà gli avversari nella partita finale, li abbiamo battuti l'anno scorso e li avremo battuti di nuovo entro il prossimo anno.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "scarabeo",
      "definition": "eine Art Insekt mit einem harten Außenskelett",
      "definition_translation": "un tipo di insetto con un guscio esterno duro",
      "example": "Ich sah einen Käfer auf dem Blatt gestern, er wird heute auf dem Zweig herumkrabbeln und morgen wird er auf dem Stamm herumkrabbeln.",
      "example_translation": "Ho visto uno scarabeo strisciare sulla foglia ieri, striscerà sul ramo oggi e avrà strisciato sul tronco entro domani.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "chiedere l'elemosina",
      "definition": "etwas, insbesondere Nahrung oder Geld, in einer demütigen und oft hartnäckigen Weise zu bitten",
      "definition_translation": "chiedere qualcosa, soprattutto cibo o denaro, in un modo umile e spesso insistente",
      "example": "Der Obdachlose wird heute Abend auf der Straßenecke um Geld bitten, er bat gestern um Essen und er wird morgen um Unterkunft bitten.",
      "example_translation": "L'uomo senza tetto chiederà l'elemosina all'angolo della strada stasera, ha chiesto cibo ieri e avrà chiesto riparo entro domani.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "chiedere",
      "definition": "um etwas, insbesondere in einer demütigen oder dringenden Weise, zu bitten",
      "definition_translation": "Chiedere qualcosa, specialmente in modo umile o urgente.",
      "example": "Ich bat meine Eltern, mich zu der Party gehen zu lassen, aber sie lehnten ab. Ich flehe dich an, mir zu helfen, bitte. Ich werde um Gnade bitten, wenn ich erwischt werde.",
      "example_translation": "Ho pregato i miei genitori di lasciarmi andare alla festa, ma hanno rifiutato. Sto pregando te di aiutarmi, per favore. Pregherò per misericordia se sarò catturato.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Glaube",
      "translation": "credenza",
      "definition": "Ein Gefühl von Vertrauen, Glauben oder Zuversicht in etwas oder jemanden",
      "definition_translation": "Un sentimento di fiducia, fede o fiducia in qualcosa o qualcuno.",
      "example": "Mein Glaube an Gott hat mir die Kraft gegeben, Schwierigkeiten zu überwinden. Ihr Glaube an sich selbst half ihr, Erfolg zu erzielen. Sie werden an unseren Plan glauben, wenn sie die Ergebnisse sehen.",
      "example_translation": "La mia fede in Dio mi ha dato la forza di superare le difficoltà. La sua fede in se stessa l'ha aiutata a ottenere il successo. Crederanno nel nostro piano una volta che vedranno i risultati.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehören",
      "translation": "appartenere",
      "definition": "Ein Teil von oder mit einer bestimmten Gruppe, Organisation oder System verbunden zu sein",
      "definition_translation": "Essere parte di o associato a un particolare gruppo, organizzazione o sistema.",
      "example": "Ich gehöre einem Buchclub an, der jeden Monat treffen wird. Sie gehört einer Familie von Künstlern an. Sie werden Teil des Teams sein, wenn sie die Ausbildung abschließen.",
      "example_translation": "Faccio parte di un club del libro che si riunisce ogni mese. Lei fa parte di una famiglia di artisti. faranno parte della squadra una volta che completeranno l'addestramento.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Besitztümer",
      "translation": "effetti personali",
      "definition": "Persönliches Eigentum oder Besitz",
      "definition_translation": "Proprietà personale o possesso.",
      "example": "Ich packte all meine Besitztümer in den Koffer, bevor ich für die Reise aufbrach. Ihre Besitztümer wurden am Flughafen gestohlen. Ihre Besitztümer sind noch im Hotel.",
      "example_translation": "Ho impacchettato tutti i miei effetti personali nella valigia prima di partire per il viaggio. I suoi effetti personali sono stati rubati all'aeroporto. I loro effetti personali sono ancora all'hotel.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "panca",
      "definition": "Eine lange Sitzbank, typischerweise aus Holz oder Stein, verwendet zum Sitzen oder Ruhen",
      "definition_translation": "Un sedile lungo, di solito fatto di legno o pietra, utilizzato per sedersi o riposarsi.",
      "example": "Ich saß auf einer Bank im Park. Gestern saß ich auf einer Bank im Park. Morgen werde ich auf einer Bank im Park sitzen.",
      "example_translation": "Mi sono seduto su una panchina nel parco. Ieri, mi sono seduto su una panchina nel parco. Domani, mi siederò su una panchina nel parco.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "curvare",
      "definition": "Die Richtung oder Form zu ändern, oft plötzlich oder scharf",
      "definition_translation": "Cambiare direzione o forma, spesso improvvisamente o bruscamente.",
      "example": "Ich bückte mich, um den Stift aufzuheben. Gestern bückte ich mich, um das Buch aufzuheben. Morgen werde ich mich bücken, um die Tasche aufzuheben.",
      "example_translation": "Mi sono chinato per raccogliere la penna. Ieri, mi sono chinato per raccogliere il libro. Domani, mi chinerò per raccogliere la borsa.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "curvare",
      "definition": "Etwas zu krümmen oder zu verformen, als ob es unter Druck oder Stress stünde.",
      "definition_translation": "Curvare o deformare, come se sotto pressione o stress.",
      "example": "Der Baum bog sich im starken Wind. Gestern bog sich der Stab unter dem Gewicht. Morgen wird der Zweig sich im Regen biegen.",
      "example_translation": "L'albero si è curvato nel vento forte. Ieri, la sbarra si è deformata sotto il peso. Domani, il ramo si curverà nella pioggia.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "deviare",
      "definition": "Eine Richtungsänderung vorzunehmen, oft plötzlich oder unerwartet.",
      "definition_translation": "Cambiare direzione, spesso improvvisamente o inaspettatamente.",
      "example": "Die Straße biegt nach links ab. Gestern bog sich der Pfad nach rechts ab. Morgen wird der Fluss um den Hügel biegen.",
      "example_translation": "La strada curva a sinistra. Ieri, il sentiero curvava a destra. Domani, il fiume curverà attorno alla collina.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unter",
      "translation": "sotto",
      "definition": "Unterhalb oder unter etwas anderem lokalisiert",
      "definition_translation": "Situato sotto o al di sotto di qualcos'altro",
      "example": "Die Katze versteckte sich unter der Couch. Der Schatz war unter dem alten Eichenbaum vergraben. Die Stadt wird ein neues U-Bahn-System unter den Straßen bauen.",
      "example_translation": "Il gatto si nascose sotto il divano. Il tesoro era sepolto sotto l'albero di quercia vecchia. La città costruirà un nuovo sistema di metropolitana sotto le strade.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorteilhaft",
      "translation": "benefico",
      "definition": "Gute oder hilfreiche Ergebnisse produzierend",
      "definition_translation": "Produrre risultati buoni o utili",
      "example": "Sport ist vorteilhaft für unsere Gesundheit. Die neue Politik hat sich für das Unternehmen als vorteilhaft erwiesen. Die vorteilhaften Auswirkungen des neuen Medikaments wurden nach ein paar Wochen bemerkt.",
      "example_translation": "L'esercizio è benefico per la nostra salute. La nuova politica è stata benefica per l'azienda. Gli effetti benefici del nuovo farmaco sono stati notati dopo alcune settimane.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorteil",
      "translation": "beneficio",
      "definition": "Eine günstige oder wünschenswerte Umstände oder Situation",
      "definition_translation": "Una circostanza o situazione favorevole o desiderabile",
      "example": "Der Vorteil, ins Fitnessstudio zu gehen, ist, dass ich mich mehr energiegeladen fühle. Der neue Mitarbeiter erhielt ein Vorteilspaket, das Krankenversicherung umfasste. Das Unternehmen wird einen Steuervorteil für die Spende an eine Wohltätigkeitsorganisation erhalten.",
      "example_translation": "Il beneficio di andare in palestra è che mi sento più energizzato. Il nuovo dipendente ha ricevuto un pacchetto di benefici che includeva l'assicurazione sanitaria. L'azienda riceverà un beneficio fiscale per aver donato alla carità.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beere",
      "translation": "bacca",
      "definition": "Eine kleine, meist süße Frucht, die an einem Strauch oder einer Rebe wächst",
      "definition_translation": "Un piccolo frutto, di solito dolce, che cresce su un cespuglio o vite",
      "example": "Ich liebe es, Erdbeeren und Blaubeeren in meinem Haferbrei zu essen. Der Beerenstrauch war reif und bereit zum Pflücken. Der Bauer züchtete eine Vielzahl von Beeren in seinem Hinterhof.",
      "example_translation": "Adoro mangiare fragole e mirtilli nel mio porridge. Il cespuglio di bacche era maturo e pronto per essere raccolto. Il contadino cresceva una varietà di bacche nel suo giardino.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestseller",
      "translation": "best seller",
      "definition": "Ein Buch oder ein anderes Produkt, das in sehr großen Mengen verkauft wird, oft zu einer kulturellen Sensation wird.",
      "definition_translation": "Un libro o altro prodotto che vende in grandi quantità, diventando spesso un fenomeno culturale.",
      "example": "Der Roman wurde innerhalb einer Woche ein Bestseller und der Autor wurde von Fanpost überflutet. Es wird ein Bestseller für Jahre bleiben. Sie hatte letzten Jahr einen Bestseller geschrieben.",
      "example_translation": "Il romanzo è diventato un best seller in solo una settimana, e l'autore è stato sommerso dalla posta dei fan. Sarà un best seller per anni a venire. Aveva scritto un best seller l'anno scorso.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wetten",
      "translation": "scommessa",
      "definition": "Ein Wetteinsatz oder eine Wette, oft mit Geld oder anderen Einsätzen",
      "definition_translation": "Una scommessa o gioco d'azzardo, spesso coinvolgendo denaro o altre poste.",
      "example": "Ich machte mit meinem Freund eine Wette, dass ich das Projekt rechtzeitig beenden konnte. Sie wettete gegen mich, aber ich gewann. Wir werden heute Abend auf das Spiel wetten.",
      "example_translation": "Ho fatto una scommessa con il mio amico che avrei finito il progetto in tempo. Lei ha scommesso contro di me, ma ho vinto. Faremo una scommessa sulla partita stasera.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verraten",
      "translation": "tradire",
      "definition": "Jemandem gegenüber illoyal oder untreu zu sein, oft indem vertrauliche Informationen weitergegeben werden.",
      "definition_translation": "Essere sleale o infedele a qualcuno, spesso rivelando informazioni confidenziali.",
      "example": "Sie fühlte sich von ihrem Geschäftspartner verraten. Die Geheimnisse des Unternehmens wurden der Presse verraten. Er wird seinem Freund verraten, wenn er die Wahrheit sagt.",
      "example_translation": "Si sentì tradita dalle azioni del suo partner commerciale. I segreti della società furono traditi alla stampa. Tradirà la fiducia del suo amico se dirà la verità.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "bikini",
      "definition": "Eine Art Damen-Badeanzug, der aus einem bh-ähnlichen Oberteil und kleinen Höschen besteht",
      "definition_translation": "Un tipo di costume da bagno per donne caratterizzato da un top a forma di reggiseno e fondoschiena brevi.",
      "example": "Sie trug auf dem Strand ein Bikini, aber es war zu klein. Die Bikini-Modelle liefen auf dem Laufsteg. Ich werde mir für meinen Urlaub ein neues Bikini kaufen.",
      "example_translation": "Indossò un bikini sulla spiaggia, ma era troppo piccolo. Le modelle in bikini hanno camminato sulla passerella. Comprerò un nuovo bikini per le mie vacanze.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechnung",
      "translation": "conto",
      "definition": "Ein Verzeichnis der für Waren oder Dienstleistungen zu zahlenden Geldbeträge, insbesondere ein gedrucktes oder geschriebenes Dokument, das die Einzelheiten der Waren oder Dienstleistungen und den zu zahlenden Geldbetrag aufzeigt.",
      "definition_translation": "Un elenco delle somme di denaro dovute per beni o servizi forniti, in particolare un documento stampato o scritto che mostra i dettagli dei beni o servizi e l'importo di denaro dovuto.",
      "example": "Ich vergaß, die Rechnung im Restaurant zu bezahlen. Gestern zahlte ich die Rechnung für den Strom. Ich werde nächste Woche die Rechnung für das Handy bezahlen.",
      "example_translation": "Mi sono dimenticato di pagare il conto al ristorante. Ieri, ho pagato il conto per l'elettricità. La settimana prossima, pagherò il conto per il telefono.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milliarde",
      "translation": "miliardo",
      "definition": "Eine Zahl, die gleich 1.000.000.000 ist.",
      "definition_translation": "Un numero uguale a 1.000.000.000.",
      "example": "Das Unternehmen erreichte eine Milliarde Dollar Umsatz im letzten Jahr. Die Stadt hat eine Bevölkerung von über einer Milliarde Menschen. Bis Ende des Jahres wird das Unternehmen über eine Milliarde Einheiten verkauft haben.",
      "example_translation": "Il fatturato dell'azienda ha raggiunto un miliardo di dollari l'anno scorso. La città ha una popolazione di oltre un miliardo di persone. Entro la fine dell'anno, l'azienda avrà venduto oltre un miliardo di unità.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biologisch",
      "translation": "biologico",
      "definition": "In Bezug auf die Studie lebender Organismen, einschließlich ihrer Struktur, Wachstum, Evolution, Verbreitung und Taxonomie.",
      "definition_translation": "Riferito allo studio degli organismi viventi, compresa la loro struttura, crescita, evoluzione, distribuzione e tassonomia.",
      "example": "Die biologischen Eltern des Kindes sind beide Ärzte. Das Unternehmen arbeitet an einem neuen biologischen Dünger. Biologische Systeme sind komplex und schwierig zu verstehen.",
      "example_translation": "I genitori biologici del bambino sono entrambi medici. L'azienda sta lavorando su un nuovo fertilizzante biologico. I sistemi biologici sono complessi e difficili da capire.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "morsicata",
      "definition": "Etwas fest zwischen den Zähnen zu packen, oder etwas fest zu halten.",
      "definition_translation": "Afferrare o masticare qualcosa strettamente, di solito con i denti, o afferrare o tenere qualcosa saldamente.",
      "example": "Der Hund biss mich auf die Hand. Sie nahm einen Bissen von dem Sandwich und fühlte sich plötzlich krank. Die kalte Luft biss mir ins Gesicht.",
      "example_translation": "Il cane mi ha morso la mano. Ha preso un morso del panino e improvvisamente si è sentita male. L'aria fredda mi ha morso la faccia.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "mordere",
      "definition": "Etwas fest zwischen den Zähnen zu packen, oder Schmerz oder Verletzung zu verursachen.",
      "definition_translation": "afferrare qualcosa saldamente tra i denti, o causare dolore o lesione facendolo",
      "example": "Ich biss in das Sandwich, aber es war zu heiß. Gestern biss ich meine Zunge aus Versehen. Wenn ich wütend bin, beiße ich zurück.",
      "example_translation": "Ho morso il sandwich, ma era troppo caldo. Ieri, ho morso la lingua per errore. Se mi arrabbio, morderò indietro.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "amaro",
      "definition": "Einen starken, unangenehmen Geschmack habend, oder ärgerlich oder traurig führend.",
      "definition_translation": "avendo un gusto forte e sgradevole, o sentendosi arrabbiato o infelice",
      "example": "Der Kaffee war bitter, also fügte ich Zucker hinzu. Sie fühlte sich bitter über die Scheidung. Die bittere Kälte machte mein Gesicht taub.",
      "example_translation": "Il caffè era amaro, quindi ho aggiunto zucchero. Si è sentita amareggiata per il divorzio. Il freddo amaro mi ha reso il viso insensibile.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitterlich",
      "translation": "amaramente",
      "definition": "Auf bittere Weise, oder mit großer Traurigkeit oder Wut.",
      "definition_translation": "in modo amaro, o con grande tristezza o rabbia",
      "example": "Sie bedauerte bitterlich ihre Entscheidung. Er kritisierte bitterlich die Regierung. Sie stritten bitterlich über die Erbschaft.",
      "example_translation": "Lei ha amaramente rimpianto la sua decisione. Lui ha amaramente criticato il governo. Hanno amaramente lottato per l'eredità.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bizarre",
      "translation": "bizzarro",
      "definition": "Sehr seltsam oder ungewöhnlich, oft auf interessante oder attraktive Weise.",
      "definition_translation": "molto strano o insolito, spesso in modo interessante o attraente",
      "example": "Die bizarre Kunstausstellung war faszinierend. Die bizarre Kreaturen im Film haben mich geschreckt. Das bizarre Geräusch weckte mich auf.",
      "example_translation": "La mostra d'arte bizzarra era affascinante. Le creature bizzarre nel film mi hanno spaventato. Il rumore bizzarro mi ha svegliato.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brombeere",
      "translation": "mora di rovo",
      "definition": "Eine kleine, dunkelviolette Frucht, die auf einem Busch wächst, oft frisch gegessen oder in Kuchen und Marmeladen verwendet.",
      "definition_translation": "Un frutto piccolo, porpora scuro che cresce su un cespuglio, spesso mangiato fresco o usato in torte e marmellate.",
      "example": "Ich aß gestern ein Brombeerkuchen auf dem Picknick, es war lecker. Ich esse gerade Brombeeren, und ich werde morgen Brombeersmoothie trinken.",
      "example_translation": "Ho mangiato una torta di more di rovo al picnic ieri, era deliziosa. Sto mangiando una mora di rovo adesso, e mangerò un frullato di more di rovo domani.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzkirsche",
      "translation": "ribes nero",
      "definition": "Eine kleine, schwarze oder dunkelviolette Frucht, die auf einem Busch wächst, oft frisch gegessen oder in Marmeladen und Konserven verwendet.",
      "definition_translation": "Un frutto piccolo, nero o porpora scuro che cresce su un cespuglio, spesso mangiato fresco o usato in marmellate e conserve.",
      "example": "Ich pflückte gestern Schwarzkirschen im Garten, sie sind großartig in Marmelade. Ich esse gerade Schwarzkirschsorbet, und ich werde morgen Schwarzkirschenmuffins essen.",
      "example_translation": "Ho raccolto ribes neri nel giardino ieri, sono fantastici nella marmellata. Sto mangiando sorbetto di ribes nero adesso, e mangerò muffin di ribes nero domani.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinge",
      "translation": "lama",
      "definition": "Ein flaches, schmales Stück Metall oder anderem Material, insbesondere eines als Schneide oder als Teil einer Maschine verwendet wird.",
      "definition_translation": "Un pezzo piatto e stretto di metallo o di altro materiale, soprattutto uno usato come taglio o come parte di una macchina.",
      "example": "Ich verwendete eine Klinge, um das Gras zu schneiden, dann schärfte ich die Klinge, bevor ich sie weglegte. Ich werde eine Klinge verwenden, um die Büsche morgen zu trimmen.",
      "example_translation": "Ho usato una lama per tagliare l'erba, poi ho affilato la lama prima di metterla via. Userò una lama per potare i cespugli domani.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leer",
      "translation": "bianco",
      "definition": "Keine Markierungen, Schreibweise oder Merkmale habend; völlig leer oder frei von Inhalt.",
      "definition_translation": "Avendo nessuna marca, scrittura o caratteristiche; completamente vuoto o privo di contenuto.",
      "example": "Ich hatte ein leeres Blatt Papier, also begann ich eine Geschichte zu schreiben. Jetzt ist die Seite nicht mehr leer, sie ist voller Wörter.",
      "example_translation": "Avevo un foglio di carta bianca, quindi ho iniziato a scrivere una storia. Ora la pagina non è più bianca, è piena di parole.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blind",
      "translation": "cieco",
      "definition": "Unfähig zu sehen oder mit den Augen wahrzunehmen; nicht sehend oder wahrnehmend.",
      "definition_translation": "Incapace di vedere o percepire con gli occhi; privo di vista o percezione.",
      "example": "Ich war blind für die Gefahrenzeichen, aber mein Freund konnte sie klar sehen. Ich bin blind für die Schönheit der Stadt. Ich werde blind für die Folgen meiner Handlungen sein.",
      "example_translation": "Ero cieco ai segnali di pericolo, ma il mio amico è stato in grado di vederli chiaramente. Sono cieco alla bellezza della città. Sarò cieco alle conseguenze delle mie azioni.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blinzeln",
      "translation": "ciglio",
      "definition": "Schnell die Augen zu öffnen und zu schließen, um sie zu klären oder Überraschung oder Aufregung auszudrücken.",
      "definition_translation": "Chiudere e aprire gli occhi velocemente, tipicamente per chiarirli o per esprimere sorpresa o entusiasmo.",
      "example": "Ich blinzle schnell, wenn ich müde bin. Sie blinzelte zurück Tränen, nachdem sie die traurige Nachricht gehört hatte. Er wird langsam blinzeln, wenn er aus seinem Nickerchen aufwacht.",
      "example_translation": "Io cindo rapidamente quando sono stanco. Lei ha cancellato le lacrime dopo aver sentito la notizia triste. Lui ciglierà lentamente quando si sveglierà dalla sua siesta.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Block",
      "translation": "blocco",
      "definition": "Ein solider Teil von Material, wie Holz oder Stein, für den Bau oder die Konstruktion verwendet wird.",
      "definition_translation": "Un pezzo solido di materiale, come legno o pietra, utilizzato per la costruzione o la costruzione.",
      "example": "Ich muss das Loch in der Wand blockieren. Sie wird die Straße mit ihrem Auto blockieren. Er blockierte den Schuss mit seiner Hand.",
      "example_translation": "Ho bisogno di bloccare il buco nel muro. Lei bloccherà la strada con la sua macchina. Lui ha bloccato il colpo con la sua mano.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blutig",
      "translation": "sanguinario",
      "definition": "mit Blut bedeckt oder gefärbt; extrem gewalttätig oder grausam.",
      "definition_translation": "Coperto o macchiato di sangue; estremamente violento o cruento.",
      "example": "Der blutige Krieg dauerte Jahre an. Ich bekam eine blutige Nase vom Sturz. Der blutige Film war zu erschreckend für mich.",
      "example_translation": "La guerra sanguinaria è durata anni. Mi sono preso il naso sanguinante dalla caduta. Il film sanguinario era troppo spaventoso per me.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heidelbeere",
      "translation": "mirtillo",
      "definition": "eine kleine, runde Frucht, die blau oder purpurn ist und auf einem Strauch wächst",
      "definition_translation": "un piccolo frutto rotondo che è blu o viola in colore e cresce su un cespuglio",
      "example": "Ich aß einen Heidelbeer-Muffin zum Frühstück, ich werde einen Heidelbeer-Muffin zum Frühstück essen, und ich hatte einen Heidelbeer-Muffin zum Frühstück gegessen.",
      "example_translation": "Ho mangiato un muffin di mirtillo per colazione, mangerò un muffin di mirtillo per colazione, e avevo mangiato un muffin di mirtillo per colazione.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erröten",
      "translation": "arrossire",
      "definition": "sich rot werden im Gesicht, insbesondere weil man verlegen oder schüchtern ist",
      "definition_translation": "diventare rosso in faccia, soprattutto perché sei imbarazzato o timido",
      "example": "Ich errötete, als ich meinen Schwarm sah, ich werde erröten, wenn ich meinen Schwarm sehe, und ich hatte errötet, als ich meinen Schwarm sah.",
      "example_translation": "Mi sono arrossito quando ho visto il mio crush, mi arrossirò quando vedrò il mio crush, e mi ero arrossito quando ho visto il mio crush.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tafel",
      "translation": "tavola",
      "definition": "ein flaches Stück Material, wie Holz oder Kunststoff, das als Oberfläche für das Schreiben oder Zeichnen verwendet wird",
      "definition_translation": "un pezzo di materiale piatto, come il legno o il plastica, utilizzato come superficie per scrivere o disegnare",
      "example": "Ich schrieb an die Tafel, ich werde an die Tafel schreiben, und ich hatte an die Tafel geschrieben.",
      "example_translation": "Ho scritto sulla lavagna, scriverò sulla lavagna, e avevo scritto sulla lavagna.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorstand",
      "translation": "consiglio",
      "definition": "eine Gruppe von Menschen, die Entscheidungen über ein Unternehmen oder eine Organisation treffen",
      "definition_translation": "un gruppo di persone che prendono decisioni su una azienda o organizzazione",
      "example": "Der Vorstand machte eine Entscheidung, der Vorstand wird eine Entscheidung treffen, und der Vorstand hatte eine Entscheidung getroffen.",
      "example_translation": "Il consiglio di amministrazione ha preso una decisione, il consiglio di amministrazione prenderà una decisione, e il consiglio di amministrazione aveva preso una decisione.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "prahlen",
      "translation": "vantarsi",
      "definition": "mit Stolz über etwas sprechen, das man getan oder besitzt",
      "definition_translation": "parlare con orgoglio di qualcosa che hai fatto o di qualcosa che hai",
      "example": "Ich prahlte über mein neues Auto mit meinen Freunden. Gestern prahlte ich über meine Beförderung. Morgen werde ich über mein neues Haus prahlen.",
      "example_translation": "Mi sono vantato della mia nuova macchina con i miei amici. Ieri, mi sono vantato della mia promozione. Domani, mi vanterò della mia nuova casa.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leibwächter",
      "translation": "guardia del corpo",
      "definition": "eine Person, die angestellt ist, um jemanden, oft einen berühmten oder wichtigen Menschen, zu schützen",
      "definition_translation": "una persona assunta per proteggere qualcuno, spesso una persona famosa o importante",
      "example": "Die Celebrities haben oft Leibwächter, um sie vor den Paparazzi zu schützen. Der Leibwächter war sehr muskulös und blieb immer dicht bei dem Präsidenten.",
      "example_translation": "I celebrities hanno spesso guardie del corpo per proteggerli dai paparazzi. La guardia del corpo era molto muscolosa e stava sempre vicino al presidente.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "ebollizione",
      "definition": "der Prozess, bei dem eine Flüssigkeit immer heißer wird, bis sie anfängt, Blasen zu bilden",
      "definition_translation": "il processo di un liquido che diventa sempre più caliente fino a quando non inizia a formare bolle",
      "example": "Das kochende Wasser war zu heiß, um es anzufassen. Die Suppe kochte in dem Topf. Der Wasserkessel kochte einige Minuten, bevor der Tee fertig war.",
      "example_translation": "L'acqua bollente era troppo calda toccare. La zuppa stava bollendo nella pentola. La teiera stava bollendo per alcuni minuti prima che il tè fosse pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "coraggioso",
      "definition": "zeigt Mut oder Zuversicht",
      "definition_translation": "mostrando coraggio o fiducia",
      "example": "Der Athlet war kühn und furchtlos während des Wettbewerbs. Sie traf eine kühne Entscheidung, ihren Job zu kündigen und ihr eigenes Unternehmen zu gründen.",
      "example_translation": "L'atleta era coraggioso e senza paura durante la competizione. Ha preso una decisione coraggiosa di lasciare il lavoro e di iniziare la sua attività proprio.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühnlich",
      "translation": "coraggiosamente",
      "definition": "auf eine kühne oder tapfere Weise; mit Zuversicht oder Furchtlosigkeit.",
      "definition_translation": "In modo coraggioso o valoroso; con fiducia o senza paura.",
      "example": "Sie sprach kühnlich zum Publikum, trotz ihrer Nervosität. Sie wird kühnlich gehen, wo noch niemand hingegangen ist. Sie hatte kühnlich um eine Gehaltserhöhung gebeten.",
      "example_translation": "Lei ha parlato coraggiosamente alla folla, nonostante i suoi nervi. Andrà coraggiosamente dove nessuno è mai stato prima. Aveva chiesto coraggiosamente un aumento.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombardierung",
      "translation": "bomardamento",
      "definition": "eine Aktion, bei der Bomben, insbesondere von einem Flugzeug, abgeworfen werden.",
      "definition_translation": "Un atto di sganciare bombe, soprattutto da un aereo.",
      "example": "Die Bombardierung der Stadt war ein erschütterndes Ereignis. Das Land hatte sein Nachbarland monatelang bombardiert. Die Bombardierung wird weitergehen, bis der Feind kapituliert.",
      "example_translation": "Il bombardamento della città è stato un evento devastante. Il paese aveva bombardato il suo vicino per mesi. Il bombardamento continuerà fino a quando il nemico non si arrenderà.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anleihe",
      "translation": "obbligazione",
      "definition": "eine bindende Vereinbarung oder Vertrag zwischen zwei oder mehr Parteien.",
      "definition_translation": "Un accordo vincolante o contratto tra due o più parti.",
      "example": "Das Unternehmen emittierte eine Anleihe, um Kapital zu beschaffen. Die Anleihe zwischen den zwei Freunden war unzerbrechlich. Sie musste eine Anleihe unterschreiben, um den Kredit zu sichern.",
      "example_translation": "L'azienda ha emesso un'obbligazione per raccogliere capitale. Il legame tra i due amici era infrangibile. Doveva firmare un'obbligazione per garantire il prestito.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prämie",
      "translation": "bonus",
      "definition": "eine Zusatzzahlung oder -leistung, die jemandem, insbesondere als Belohnung für gute Leistung, gegeben wird.",
      "definition_translation": "Un pagamento o beneficio extra dato a qualcuno, specialmente come ricompensa per una buona prestazione.",
      "example": "Der Mitarbeiter erhielt eine Prämie für das Erreichen des Verkaufszieles. Das Unternehmen bietet seinen Mitarbeitern eine Prämie am Ende des Jahres. Sie erhielt eine Prämie für ihre harte Arbeit.",
      "example_translation": "Il dipendente ha ricevuto un bonus per aver raggiunto l'obiettivo delle vendite. L'azienda offre un bonus ai suoi dipendenti alla fine dell'anno. Ha ottenuto un bonus per il suo duro lavoro.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Broschüre",
      "translation": "opuscolo",
      "definition": "ein kleines Buch oder Heft, insbesondere ein informatives oder lehrreiches.",
      "definition_translation": "Un piccolo libro o opuscolo, especialmente uno che è informativo o istruito.",
      "example": "Ich las eine Broschüre über Gartenbau letzte Woche und plane, meinen eigenen Garten nächsten Monat anzulegen. Ich lese gerade eine Broschüre über Kochen und will die Rezepte morgen ausprobieren. Bis nächstes Jahr werde ich viele Broschüren über verschiedene Themen gelesen haben.",
      "example_translation": "Ho letto un opuscolo sul giardinaggio la settimana scorsa e sto pianificando di iniziare il mio giardino proprio il mese prossimo. Sto attualmente leggendo un opuscolo sulla cucina e proverò le ricette domani. L'anno prossimo, avrò letto molti opuscoli su soggetti diversi.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lesezeichen",
      "translation": "segna pagina",
      "definition": "ein Marker oder Tag, der einen bestimmten Platz oder eine bestimmte Position in einem Dokument, Datei oder Website kennzeichnet.",
      "definition_translation": "Un marcatore o etichetta che identifica un posto specifico o luogo in un documento, file o sito web.",
      "example": "Ich habe die Website letzte Nacht mit einem Lesezeichen markiert, damit ich sie heute wieder besuchen kann. Ich hatte die Seite mit einem Lesezeichen markiert, aber ich vergaß, es zu speichern. Bis nächste Woche werde ich alle wichtigen Websites mit einem Lesezeichen markiert haben.",
      "example_translation": "Ho segnato la pagina del sito web ieri sera, quindi posso visitarlo di nuovo oggi. Avevo segnato la pagina, ma mi sono dimenticato di salvarla. Entro la prossima settimana, avrò segnato tutti i siti web importanti.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]
}