{
  "data": [
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "herbata",
      "translation": "biscotto",
      "definition": "Mały, pieczony produkt spożywczy, który jest zwykle chrupki na zewnątrz i miękki w środku, często spożywany z herbatą lub kawą.",
      "definition_translation": "Un alimento cotto piccolo che è tipicamente croccante all'esterno e morbido all'interno, spesso mangiato con tè o caffè.",
      "example": "Wczoraj zjadłem herbatkę z herbatą, teraz jem herbatkę z kawą, a jutro zjem herbatkę z sokiem.",
      "example_translation": "Ho mangiato un biscotto con il mio tè ieri, sto mangiando un biscotto con il mio caffè ora, e mangerò un biscotto con il mio succo di frutta domani.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tort",
      "translation": "torta",
      "definition": "Słodki, pieczony produkt spożywczy wykonany z mąki, cukru i jaj, często serwowany jako deser lub przekąska.",
      "definition_translation": "Un alimento dolce cotto fatto con farina, zucchero e uova, spesso servito come dessert o spuntino.",
      "example": "Wczoraj upiekłem tort dla mojej siostry, teraz upiekam tort na imprezę przyjaciela, a jutro upiekę tort na obiad rodzinny.",
      "example_translation": "Ho preparato una torta per il compleanno di mia sorella ieri, sto preparando una torta per la festa del mio amico ora, e preparerò una torta per la cena con la mia famiglia domani.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czekolada",
      "translation": "cioccolato",
      "definition": "Słodki produkt spożywczy wykonany z ziaren kakaowych, często spożywany jako przekąska lub używany jako składnik w gotowaniu i pieczeniu.",
      "definition_translation": "Un alimento dolce fatto da fagioli di cacao, spesso mangiato come spuntino o usato come ingrediente nella cottura e nella pasticceria.",
      "example": "Wczoraj zjadłem tabliczkę czekolady, teraz jem tort czekoladowy, a jutro zjem lody czekoladowe.",
      "example_translation": "Ho mangiato una barretta di cioccolato ieri, sto mangiando una torta di cioccolato ora, e mangerò il gelato di cioccolato domani.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lody",
      "translation": "gelato",
      "definition": "Słodki, zamrażany produkt spożywczy, zwykle wykonany z kremu, cukru i aromatów, spożywany jako przekąska lub deser.",
      "definition_translation": "Un alimento congelato dolce tipicamente fatto con crema, zucchero e aromi, mangiato come spuntino o dessert.",
      "example": "Wczoraj zjadłem lody, teraz jem lody, a jutro zjem lody.",
      "example_translation": "Ho mangiato gelato ieri, sto mangiando gelato ora, e mangerò gelato domani.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cukierek",
      "translation": "caramella",
      "definition": "Słodki produkt spożywczy wykonany z cukru, często aromatyzowany i kolorowany, o różnych kształtach lub paskach.",
      "definition_translation": "Un alimento dolce fatto con zucchero, spesso aromatizzato e colorato, e plasmato in piccoli pezzi o barre.",
      "example": "Mój brat kupił cukierki w sklepie, moja siostra kupuje cukierki teraz, a moja mama będzie kupowała cukierki później.",
      "example_translation": "Mio fratello ha comprato caramelle al negozio, mia sorella sta comprando caramelle ora, e mia madre comprerà caramelle più tardi.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "deser",
      "translation": "dessert",
      "definition": "Kurs w posiłku, zwykle słodki, spożywany na końcu posiłku.",
      "definition_translation": "Un corso in un pasto, tipicamente dolce, mangiato alla fine del pasto.",
      "example": "Wczoraj mieliśmy deser po obiedzie, teraz mamy deser po lunchu, a jutro będziemy mieli deser po śniadaniu.",
      "example_translation": "Abbiamo avuto dessert dopo cena ieri sera, stiamo avendo dessert dopo pranzo ora, e avremo dessert dopo colazione domani.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lizak",
      "translation": "lecca lecca",
      "definition": "Słodki, cukrowy produkt spożywczy składający się z kija lub uchwytu włożonego do małej, okrągłej lub owalnej części twardszego cukru.",
      "definition_translation": "Un dolce confettorio composto da un bastone o maniglia inserita in un piccolo pezzo di caramella dura, di forma rotonda o ovale.",
      "example": "Wczoraj zjadłem lizaka na targach. Teraz jem lizaka. Jutro zjem lizaka na imprezie.",
      "example_translation": "Ho mangiato un lecca lecca alla fiera ieri. Sto mangiando un lecca lecca adesso. Mangerò un lecca lecca alla festa domani.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "słodki",
      "translation": "dolce",
      "definition": "Mający przyjemny smak, szczególnie ten, który nie jest kwaśny ani słony.",
      "definition_translation": "Avendo un gusto piacevole, soprattutto uno che non è aspro o salato.",
      "example": "Słodki tort był pyszny. Ona jest słodką osobą. Słodkie wspomnienia mojego dzieciństwa są niezapomniane.",
      "example_translation": "Il dolce torta era delizioso. Lei è una persona dolce. I dolci ricordi della mia infanzia sono indimenticabili.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "słodycze",
      "translation": "dolci",
      "definition": "Artykuły spożywcze, które są bogate w cukier i kalorie, zwykle spożywane jako przekąska lub deser.",
      "definition_translation": "Prodotti alimentari che sono ricchi di zucchero e calorie, di solito mangiati come spuntino o dessert.",
      "example": "Uwielbiam jeść słodycze w dniu urodzin. Słodycze na imprezie były wspaniałe. Ona ma słodki ząb.",
      "example_translation": "Adoro mangiare dolci il mio compleanno. I dolci alla festa erano fantastici. Lei ha un debole per i dolci.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tabliczka czekolady",
      "translation": "barretta di cioccolato",
      "definition": "Tabliczka czekolady jest słodką, cukrową żywnością wykonaną z kakaowych ziaren, cukru i czasem orzechów lub innych składników, zwykle prostokątnego kształtu i owiniętej w papier lub folię.",
      "definition_translation": "Una barretta di cioccolato è un cibo dolce fatto con cacao, zucchero e a volte noci o altri ingredienti, tipicamente rettangolare nella forma e avvolto in carta o alluminio.",
      "example": "Wczoraj kupiłem tabliczkę czekolady w sklepie. Teraz jem ją. Jutro kupię kolejną.",
      "example_translation": "Ieri ho comprato una barretta di cioccolato al negozio. Oggi sto mangiandola. Domani, ne comprerò un'altra.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "galaretki",
      "translation": "gelatina",
      "definition": "Galaretki to słodki rozsmarowywany produkt spożywczy wytworzony z soku owocowego, cukru i pektyny, często serwowany jako dodatek do tostów, jogurtu lub lodów.",
      "definition_translation": "La gelatina è una spread dolce fatta con succo di frutta, zucchero e pectina, spesso servita come topping per pane tostato, yogurt o gelato.",
      "example": "Zjadłem galaretki na śniadanie. Teraz jem je z jogurtem. Później będę je stosować na lody.",
      "example_translation": "Ho mangiato la gelatina sul mio toast per colazione. Ora, sto mangiandola con il mio yogurt. Più tardi, la metterò sul mio gelato.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cukrowy olejek",
      "translation": "zucchero filato",
      "definition": "Cukrowy olejek to słodki produkt cukierniczy wykonany z cukru, który jest rozprężany na delikatne nici, często serwowany na targach i festynach.",
      "definition_translation": "Lo zucchero filato è un cibo dolce fatto con zucchero che viene filato in sottili filamenti, spesso servito alle fiere e ai carnevali.",
      "example": "Poszedłem na targ i kupiłem cukrowego olejku. Kiedy byłem dzieckiem, mama zawsze kupowała mi go. Pewnego dnia zabiorę swoje dzieci na targ i kupię im cukrowego olejku.",
      "example_translation": "Sono andato alla fiera e ho comprato dello zucchero filato. Quando ero bambino, mia madre mi comprava sempre. Un giorno, porterò i miei bambini alla fiera e comprerò dello zucchero filato per loro.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żelki",
      "translation": "caramelle gommose",
      "definition": "Rodzaj chrupkiego cukierka wykonanego z żelatyny, dostępny w różnych kształtach i smakach.",
      "definition_translation": "Un tipo di caramella masticabile che è solitamente fatto di gelatina e viene in diverse forme e sapori.",
      "example": "Zjadłem worek żelek w kinie wczoraj wieczór, a teraz mam ból brzucha. Jem żelki od lat, ale zjem je ponownie jutro.",
      "example_translation": "Ho mangiato un sacchetto di caramelle gommose al cinema ieri sera, e adesso ho mal di stomaco. Ho mangiato caramelle gommose per anni, ma le mangerò di nuovo domani.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "twardy cukierek",
      "translation": "caramella dura",
      "definition": "Rodzaj cukierka, który jest twardy i kruchy, często aromatyzowany owocami lub przyprawami.",
      "definition_translation": "Un tipo di caramella che è dura e friabile, spesso aromatizzata con frutta o spezie.",
      "example": "Ssałem twardy cukierek przez cały dzień w szkole, a teraz mam suchość w ustach. Babcia zawsze robiła twardy cukierek w domu, ale zrobię go następnego tygodnia.",
      "example_translation": "Ho succhiato una caramella dura tutto il giorno a scuola, e adesso ho la bocca secca. La mia nonna usava fare caramelle dure a casa, ma le farò la settimana prossima.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "marcepan",
      "translation": "marzapane",
      "definition": "Słodki produkt cukierniczy wykonany z równych części mąki migdałowej i cukru, często stosowany do produkcji słodkich ozdób i dekoracji.",
      "definition_translation": "Un dolce confezionato a base di mandorle fatto con parti uguali di mandorle macinate e zucchero, spesso usato per fare dolci e decorazioni festive.",
      "example": "Udekorowałem bożonarodzeniowy tort marcepanowymi owocami i liśćmi. Siostra robiła marcepanowe zwierzęta na wielkanocne jajka, a my będziemy robić marcepanowych Świętych Mikołajów na Boże Narodzenie.",
      "example_translation": "Ho decorato la torta di Natale con frutta e foglie di marzapane. La mia sorella ha fatto animali di marzapane per le uova di Pasqua, e faremo Babbi Natale di marzapane per Natale.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cukierek gotowany",
      "translation": "caramella bollita",
      "definition": "Rodzaj twardych cukierków, które są gotowane, aby stworzyć twardą skorupę, a następnie kolorowane i aromatyzowane.",
      "definition_translation": "Un tipo di caramella dura che viene bollita per creare una shell dura e quindi colorata e aromatizzata.",
      "example": "Zjadłem cukierek gotowany, gdy byłem dzieckiem. Teraz jem cukierek gotowany. Będę jeść cukierek gotowany później.",
      "example_translation": "Ho mangiato una caramella bollita quando ero bambino. Sto mangiando una caramella bollita ora. Mangerò una caramella bollita più tardi.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cukiernictwo",
      "translation": "dolciaria",
      "definition": "Sztuka produkcji słodyczy, takich jak cukierki, czekolada i inne słodkości.",
      "definition_translation": "L'arte di fare confetti, come caramelle, cioccolati e altri dolci.",
      "example": "Sklep cukierniczy na rogu sprzedaje najsmaczniejsze przysmaki. Sklep cukierniczy na rogu sprzedaje przysmaki od lat. Sklep cukierniczy na rogu będzie sprzedawał przysmaki przez długi czas.",
      "example_translation": "Il negozio di dolciaria all'angolo vende i trattamenti più deliziosi. Il negozio di dolciaria all'angolo ha venduto trattamenti per anni. Il negozio di dolciaria all'angolo venderà trattamenti per molto tempo.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fanka",
      "translation": "fuscina",
      "definition": "Rodzaj słodkiego przysmaku wykonanego z cukru, mleka i masła, często aromatyzowanego orzechami lub innymi składnikami.",
      "definition_translation": "Un tipo di trattamento dolce fatto con zucchero, latte e burro, spesso aromatizzato con noci o altri ingredienti.",
      "example": "Uwielbiam jeść fankę na wakacjach. Teraz jem fankę. Będę jeść fankę ponownie wkrótce.",
      "example_translation": "Mi piace mangiare fuscina in vacanza. Sto mangiando fuscina ora. Mangerò fuscina di nuovo presto.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żelkowe cukierki",
      "translation": "caramelle gelatinose",
      "definition": "Rodzaj słodkiego przysmaku wykonanego z żelatyny, cukru i aromatów, często kolorowanego i kształtowanego w postaci małych zwierząt lub owoców.",
      "definition_translation": "Un tipo di cibo dolce fatto con gelatina, zucchero e sostanze aromatizzanti, solitamente colorato e formato come piccoli animali o frutta.",
      "example": "Uwielbiałem jeść żelkowe cukierki, gdy byłem dzieckiem. Teraz kupuję je dla moich dzieci. Do następnego roku przestanę dawać im żelkowe cukierki.",
      "example_translation": "Ammava mangiare caramelle gelatinose quando ero bambino. Adesso, le compro per i miei bambini. L'anno prossimo, avrò smesso di dar loro caramelle gelatinose.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]
}