{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kucharz",
      "translation": "cuocere",
      "definition": "Osoba, która przygotowuje i gotuje jedzenie, zwłaszcza jako praca lub zawód.",
      "definition_translation": "Una persona che prepara e cucina il cibo, soprattutto come lavoro o professione.",
      "example": "Dziś wieczorem ugotuję obiad, wczoraj ugotowałem śniadanie, i gotuję lunch każdego dnia.",
      "example_translation": "Cucinerò la cena stasera, ho cucinato la colazione ieri e cuocio il pranzo ogni giorno.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lekarz",
      "translation": "dottore",
      "definition": "Osoba wykształcona w sztuce lekarskiej; lekarz.",
      "definition_translation": "Una persona esperta nelle arti della guarigione; un medico.",
      "example": "Jutro odwiedzę lekarza, wczoraj odwiedziłem lekarza, i regularnie odwiedzam lekarza.",
      "example_translation": "Visiterò il dottore domani, ho visitato il dottore ieri e visito il dottore regolarmente.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kierowca",
      "translation": "guidatore",
      "definition": "Osoba, która obsługuje pojazd, zwłaszcza samochód lub ciężarówkę.",
      "definition_translation": "Una persona che opera un veicolo, soprattutto un'auto o un camion.",
      "example": " Za rok będę kierowcą, w zeszłym roku byłam kierowcą, i jestem kierowcą teraz.",
      "example_translation": "Sarò un guidatore l'anno prossimo, ero un guidatore l'anno scorso e sono un guidatore adesso.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nauczyciel",
      "translation": "insegnante",
      "definition": "Osoba, która pomaga innym nabyć wiedzę, umiejętności lub wartości. Nieformalnie rolę nauczyciela może przyjąć każdy.",
      "definition_translation": "Una persona che aiuta gli altri ad acquisire conoscenze, competenze o valori. Informalmente il ruolo di insegnante può essere assunto da chiunque.",
      "example": "Wczoraj mój nauczyciel dał mi dużo pracy domowej. Dziś studiuję do egzaminu. Jutro będę nauczycielem.",
      "example_translation": "Ieri, il mio insegnante mi ha dato un sacco di compiti. Oggi, sto studiando per il mio esame. Domani, sarò un insegnante.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kelner",
      "translation": "cameriere",
      "definition": "Osoba, która obsługuje klientów w restauracji lub innej placówce gastronomicznej.",
      "definition_translation": "Una persona cheserve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "W zeszłym roku byłam kelnerem w restauracji. Teraz pracuję jako menedżer. W przyszłości będę posiadał restaurację.",
      "example_translation": "Ero un cameriere in un ristorante l'anno scorso. Ora, sto lavorando come manager. In futuro, possiederò un ristorante.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kelnerka",
      "translation": "cameriera",
      "definition": "Kobieta, która obsługuje klientów w restauracji lub innej placówce gastronomicznej.",
      "definition_translation": "Una donna che serve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "Moja siostra była kelnerką w kawiarni. Teraz pracuje jako szef kuchni. W przyszłości będzie miała swoją własną cukiernię.",
      "example_translation": "Mia sorella era una cameriera in un caffè. Ora, sta lavorando come cuoca. In futuro, avrà la sua propria pasticceria.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "aktor",
      "translation": "attore",
      "definition": "Osoba, która gra w sztuce, filmie lub programie telewizyjnym;",
      "definition_translation": "Una persona che agisce in un'opera teatrale, film o show televisivo;",
      "example": "Aktor grał rolę Hamleta w sztuce. Teraz gra rolę Rzymiana w filmie. Jutro zagra rolę Makbeta w programie telewizyjnym.",
      "example_translation": "L'attore ha recitato il ruolo di Amleto nella pièce teatrale. Sta recitando il ruolo di Romeo nel film. Reciterà il ruolo di Macbeth nello show televisivo domani.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "aktorka",
      "translation": "attrice",
      "definition": "Kobieta, która gra w sztuce, filmie lub programie telewizyjnym;",
      "definition_translation": "Una donna che agisce in un'opera teatrale, film o show televisivo;",
      "example": "Aktorka grała rolę Kleopatry w sztuce. Teraz gra rolę Julii w filmie. Przyszłym tygodniu zagra rolę Lady Makbet w programie telewizyjnym.",
      "example_translation": "L'attrice ha recitato il ruolo di Cleopatra nella pièce teatrale. Sta recitando il ruolo di Giulietta nel film. Reciterà il ruolo di Lady Macbeth nello show televisivo la prossima settimana.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "artysta",
      "translation": "artista",
      "definition": "Osoba, która tworzy obrazy, rysunki lub rzeźby;",
      "definition_translation": "Una persona che crea dipinti, disegni o sculture;",
      "example": "Artysta namalował piękny krajobraz. Teraz tworzy rzeźbę dla muzeum. Przyszłym miesiącem namaluje portret dla wystawy.",
      "example_translation": "L'artista ha dipinto un paesaggio bellissimo. Sta creando una scultura per il museo. Dipingerà un ritratto per la mostra il mese prossimo.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "biznesmen",
      "translation": "uomo d'affari",
      "definition": "Osoba, która prowadzi działalność handlową lub zawodową, zwłaszcza ta, która jest wykwalifikowana w zarządzaniu przedsiębiorstwem.",
      "definition_translation": "Una persona impegnata in attività commerciali o professionali, specialmente uno che è esperto nella gestione di un'azienda.",
      "example": "Biznesmen podróżował do Japonii, aby negocjować umowę handlową. Teraz spotyka się z inwestorami, aby omówić propozycję. Do przyszłego roku rozwinie swoją firmę globalnie.",
      "example_translation": "L'uomo d'affari ha viaggiato in Giappone per negoziare un accordo commerciale. Sta attualmente incontrando gli investitori per discutere la proposta. Entro l'anno prossimo,avrà espanso la sua azienda a livello globale.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bizneswoman",
      "translation": "donna d'affari",
      "definition": "Kobieta zajmująca się działalnością handlową lub zawodową, szczególnie ta, która jest zaznajomiona z zarządzaniem firmą.",
      "definition_translation": "Una donna impegnata in attività commerciali o professionali, specialmente una che è esperta nella gestione di un'azienda.",
      "example": "Bizneswoman założyła własną firmę po latach pracy dla innych. Ona jest teraz udaną przedsiębiorczynią, znana z innowacyjnych pomysłów. Do końca dekady będzie miała uruchomione kilka startupów.",
      "example_translation": "La donna d'affari ha fondato la sua azienda dopo anni di lavoro per altri. È ora un'imprenditrice di successo, conosciuta per le sue idee innovative. Entro la fine del decennio, avrà lanciato diverse startup.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mechanik samochodowy",
      "translation": "meccanico d'auto",
      "definition": "Osoba zdolna w naprawie i konserwacji samochodów, szczególnie ta, która pracuje w charakterze profesjonalnym.",
      "definition_translation": "Una personaesperta nella riparazione e manutenzione di automobili, specialmente uno che lavora in una capacità professionale.",
      "example": "Mechanik samochodowy zdiagnozował problem z silnikiem i wymienił część uszkodzoną. On wcześniej pracował nad podobnym modelem, więc wiedział dokładnie, co robić. Do następnego miesiąca będzie naprawił setki samochodów.",
      "example_translation": "Il meccanico d'auto ha diagnosticato il problema con il motore e ha sostituito la parte difettosa. Aveva precedentemente lavorato su un modello simile, quindi sapeva esattamente cosa fare. Entro il mese prossimo, avrà riparato centinaia di auto.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szef kuchni",
      "translation": "cuoco",
      "definition": "Szef kuchni jest profesjonalnym kucharzem, który przygotowuje i gotuje posiłki w restauracji lub innej instytucji żywienia.",
      "definition_translation": "Un cuoco è un professionista qualificato che prepara e cuoce cibo in un ristorante o altra sede di servizio alimentare.",
      "example": "Byłem szefem kuchni w restauracji ze zwieżdżoną Michelinem w zeszłym roku, ale teraz jestem blogerem kulinarnej. Będę szefem kuchni w nowej restauracji w przyszłym roku, a mój przyjaciel jest szefem kuchni w hotelu.",
      "example_translation": "Ero un cuoco in un ristorante stellato Michelin l'anno scorso, ma ora sono un blogger alimentare. Sarò un cuoco in un nuovo ristorante l'anno prossimo, e il mio amico è un cuoco in un albergo.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chemik",
      "translation": "chimico",
      "definition": "Chemik jest naukowcem, który specjalizuje się w badaniu składu, właściwości i reakcji materii.",
      "definition_translation": "Un chimico è uno scienziato che si specializza nello studio della composizione, delle proprietà e delle reazioni della materia.",
      "example": "Studiowałem chemię w college'u, a moja siostra była chemikiem w firmie farmaceutycznej w zeszłym roku. Będę chemikiem w instytucji badawczej w przyszłym roku, a mój przyjaciel jest chemikiem na uniwersytecie.",
      "example_translation": "Ho studiato chimica al college, e mia sorella era un chimico in una compagnia farmaceutica l'anno scorso. Sarò un chimico in un'istituzione di ricerca l'anno prossimo, e il mio amico è un chimico in un'università.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sprzątaczka",
      "translation": "pulitore",
      "definition": "Sprzątaczka jest osobą, która sprząta i utrzymuje wystrój budynków, pomieszczeń lub innych obszarów.",
      "definition_translation": "Un pulitore è una persona che pulisce e mantiene l'aspetto di edifici, stanze o altre aree.",
      "example": "Zatrudniłem sprzątaczkę, aby posprzątała moje mieszkanie w zeszłym tygodniu, a mój brat jest sprzątaczem w szpitalu teraz. Będę sprzątaczem w hotelu za miesiąc, a mój przyjaciel był sprzątaczem w szkole w zeszłym roku.",
      "example_translation": "Ho assunto un pulitore per pulire la mia casa la settimana scorsa, e mio fratello è un pulitore in un ospedale ora. Sarò un pulitore in un albergo il mese prossimo, e il mio amico era un pulitore in una scuola l'anno scorso.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tancerka",
      "translation": "ballerino",
      "definition": "Tancerka jest osobą, która wykonuje taniec, szczególnie jako profesja lub hobby.",
      "definition_translation": "Una persona che esegue una danza, specialmente come professione o hobby.",
      "example": "Była profesjonalną tancerką w zespole tanecznym. Tańczyła pięknie na przyjęciu wczoraj wieczorem. Będzie tańczyć w roli pierwszoplanowej w baletcie jutro.",
      "example_translation": "Era una ballerina professionista in una compagnia di danza. Ha ballato bellamente alla festa di ieri sera. Ballerà il ruolo principale nel balletto di domani.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dentysta",
      "translation": "dentista",
      "definition": "Dentysta jest osobą, która jest uprawniona do wykonywania stomatologii, zajmuje się profilaktyką, diagnozą i leczeniem chorób i schorzeń zębów i jamy ustnej.",
      "definition_translation": "Una persona qualificata per praticare l'odontoiatria, occupata della prevenzione, della diagnosi e del trattamento delle malattie e delle condizioni dei denti e della bocca.",
      "example": "Wczoraj odwiedziłem mojego dentystę na kontrolę. Dentysta wypełni mój ząb jutro. Ona była dentystą przez ponad 20 lat.",
      "example_translation": "Ho visitato il mio dentista ieri per una visita di controllo. Il dentista mi riempirà il dente domani. Era stata un dentista per oltre 20 anni.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "inżynier",
      "translation": "ingegnere",
      "definition": "Inżynier jest osobą, która projektuje, buduje lub utrzymuje maszyny, struktury lub urządzenia; osoba, która jest wykształcona i używa zasad inżynierii.",
      "definition_translation": "Una persona che progetta, costruisce o manutiene motori, macchine o strutture; una persona che è formata sui principi dell'ingegneria e li utilizza.",
      "example": "Inżynier zaprojektował nową most. Ona będzie inżynierem za kilka lat. On był inżynierem przez 10 lat.",
      "example_translation": "L'ingegnere ha progettato il nuovo ponte. Sarà un ingegnere tra pochi anni. Era stato un ingegnere per 10 anni.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rolnik",
      "translation": "agricoltore",
      "definition": "Rolnik jest osobą, która posiada lub zarządza gospodarstwem rolnym, szczególnie ta, która uprawia ziemię i hoduje zwierzęta.",
      "definition_translation": "Una persona che possiede o gestisce un'azienda agricola, specialmente uno che coltiva la terra e coltiva i raccolti.",
      "example": "Rolnik wstał o świcie, aby doić krowy, potem pracował w polu przez cały dzień, a w końcu będzie zbierał plony za tydzień.",
      "example_translation": "L'agricoltore era in piedi all'alba per mungere le mucche, poi lavorò nei campi tutto il giorno, e infine, raccoglierà i raccolti la prossima settimana.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piłkarz",
      "translation": "calciatore",
      "definition": "Piłkarz jest osobą, która gra w piłkę nożną, szczególnie ta, która gra zawodowo.",
      "definition_translation": "Una persona che gioca a calcio, specialmente uno che gioca professionalmente.",
      "example": "Piłkarz trenował każdego dnia, aby poprawić swoje umiejętności, potem grał w mistrzostwach wczoraj wieczorem, a teraz będzie reprezentował swój kraj na mistrzostwach świata.",
      "example_translation": "Il calciatore si allenava ogni giorno per migliorare le sue abilità, poi giocò nel campionato ieri sera, e ora rappresenterà il suo paese nella Coppa del Mondo.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przewodnik",
      "translation": "guida",
      "definition": "Osoba, która pokazuje drogę innym, szczególnie ta, która jest zatrudniona do prowadzenia turystów lub podróżnych.",
      "definition_translation": "Una persona che mostra la strada agli altri, specialmente uno che è impiegato per condurre turisti o viaggiatori.",
      "example": "Przewodnik poprowadzi turystów przez muzeum, potem wyjaśni historię miasta, a w końcu zabierze nas do najlepszych restauracji w mieście.",
      "example_translation": "La guida guidò i turisti attraverso il museo, poi spiegò la storia della città, e infine, ci porterà ai migliori ristoranti della città.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dyrektor szkoły",
      "translation": "preside",
      "definition": "Dyrektor szkoły to najwyższy rangą nauczyciel w szkole, odpowiedzialny za podejmowanie ważnych decyzji i nadzorowanie edukacji uczniów.",
      "definition_translation": "Il preside è l'insegnante più anziano in una scuola, responsabile per le decisioni importanti e la gestione dell'istruzione degli studenti.",
      "example": "Dyrektor szkoły spotka się z rodzicami, aby omówić postępy ucznia. Dyrektor szkoły spotkał się z rodzicami, aby omówić postępy ucznia. Dyrektor szkoły spotka się z rodzicami, aby omówić postępy ucznia.",
      "example_translation": "Il preside incontrerà con i genitori per discutere il progresso dello studente. Il preside ha incontrato con i genitori per discutere il progresso dello studente. Il preside avrà incontrato con i genitori per discutere il progresso dello studente.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "menedżer",
      "translation": "manager",
      "definition": "Menedżer to osoba odpowiedzialna za planowanie, organizowanie i nadzorowanie działalności przedsiębiorstwa lub organizacji.",
      "definition_translation": "Un manager è una persona responsabile per la pianificazione, l'organizzazione e la supervisione delle attività di un'azienda o organizzazione.",
      "example": "Menedżer uczestniczy w spotkaniu, aby omówić raport sprzedaży. Menedżer uczestniczył w spotkaniu, aby omówić raport sprzedaży. Menedżer będzie uczestniczył w spotkaniu, aby omówić raport sprzedaży.",
      "example_translation": "Il manager parteciperà alla riunione per discutere il rapporto sulle vendite. Il manager ha partecipato alla riunione per discutere il rapporto sulle vendite. Il manager avrà partecipato alla riunione per discutere il rapporto sulle vendite.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mechanik",
      "translation": "meccanico",
      "definition": "Mechanik to osoba, która naprawia i utrzymuje maszyny i pojazdy, szczególnie samochody.",
      "definition_translation": "Un meccanico è una persona che ripara e mantiene le macchine e i veicoli, đặcolarmente le auto.",
      "example": "Mechanik naprawi silnik samochodu jutro. Mechanik naprawił silnik samochodu wczoraj. Mechanik będzie naprawił silnik samochodu za tydzień.",
      "example_translation": "Il meccanico riparerà il motore della macchina domani. Il meccanico ha riparato il motore della macchina ieri. Il meccanico avrà riparato il motore della macchina entro la prossima settimana.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pielęgniarka",
      "translation": "infermiera",
      "definition": "Pielęgniarka to osoba, która jest przeszkolona do opieki nad ludźmi, którzy są chorzy lub ranni. Pracują w szpitalach, klinikach i innych placówkach opieki zdrowotnej, i świadczą bezpośrednią opiekę pacjentom.",
      "definition_translation": "Un'infermiera è una persona che è stata addestrata per prendersi cura delle persone che sono malate o ferite. Lavorano negli ospedali, nelle cliniche e in altre strutture sanitarie, e forniscono cure personalizzate ai pazienti.",
      "example": "Ona będzie pielęgniarką w przyszłości, ona jest pielęgniarką teraz, i ona była pielęgniarką w zeszłym roku.",
      "example_translation": "Sarà un'infermiera in futuro, è un'infermiera ora, e era un'infermiera l'anno scorso.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "malarz",
      "translation": "pittore",
      "definition": "Malarz to osoba, która tworzy dzieła sztuki używając farby. Mogą specjalizować się w konkretnych stylach lub technikach, i pracować na różnych powierzchniach, w tym na płótnie, drewnie i ścianach.",
      "definition_translation": "Un pittore è una persona che crea opere d'arte usando la pittura. Possono specializzarsi in stili o tecniche specifici, e lavorare su una varietà di superfici, incluyendo tela, legno e muri.",
      "example": "Malarz namaśli dom następnego tygodnia, malarz maluje płot teraz, i malarz namaśli portret ostatnio miesiąc.",
      "example_translation": "Il pittore dipingerà la casa la settimana prossima, il pittore sta dipingendo la recinzione ora, e il pittore ha dipinto il ritratto lo scorso mese.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fotograf",
      "translation": "fotografo",
      "definition": "Fotograf to osoba, która robi zdjęcia używając kamery. Mogą specjalizować się w konkretnych obszarach, takich jak portret, krajobraz lub fotografia sportowa.",
      "definition_translation": "Un fotografo è una persona che scatta fotografie usando una camera. Possono specializzarsi in aree specifiche, come la fotografia di ritratto, paesaggio o sportiva.",
      "example": "Fotograf zrobi zdjęcia na weselu następnego roku, fotograf robi zdjęcia miasta teraz, i fotograf zrobił zdjęcia koncertu wczoraj wieczorem.",
      "example_translation": "Il fotografo scatterà le foto del matrimonio l'anno prossimo, il fotografo sta scattando le foto della città ora, e il fotografo ha scattato le foto del concerto la scorsa notte.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pilot",
      "translation": "pilota",
      "definition": "Osoba, która obsługuje kontrole samolotu.",
      "definition_translation": "Una persona che opera i controlli di un aereo.",
      "example": "Pilot bezpiecznie doprowadził samolot do celu. Pilot pilotuje samolot teraz. Pilot pilotuje samolot jutro rano.",
      "example_translation": "Il pilota ha volato l'aereo in sicurezza alla sua destinazione. Il pilota sta volando l'aereo ora. Il pilota volerà l'aereo domani mattina.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gracz",
      "translation": "giocatore",
      "definition": "Osoba, która uczestniczy w sporcie, grze lub aktywności.",
      "definition_translation": "Una persona che partecipa a uno sport, gioco o attività.",
      "example": "Gracz zdobył bramkę w finale. Gracz trenuje teraz. Gracz będzie grał w mistrzostwach następnego tygodnia.",
      "example_translation": "Il giocatore ha segnato un gol nell'ultimo minuto. Il giocatore sta praticando ora. Il giocatore giocherà nel campionato la settimana prossima.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "funkcjonariusz policji",
      "translation": "agente di polizia",
      "definition": "Osoba, która jest odpowiedzialna za egzekwowanie prawa i utrzymanie porządku w społeczności.",
      "definition_translation": "Una persona che è responsabile dell'applicazione della legge e del mantenimento dell'ordine in una comunità.",
      "example": "Funkcjonariusz policji zatrzymał podejrzanego. Funkcjonariusz policji patroluje teraz. Funkcjonariusz policji aresztuje przestępcę jutro.",
      "example_translation": "L'agente di polizia ha fermato il sospetto. L'agente di polizia sta pattugliando ora. L'agente di polizia arresterà il criminale domani.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "policjant",
      "translation": "poliziotto",
      "definition": "Osoba, zwykle mężczyzna, która jest członkiem sił policyjnych, odpowiedzialny za egzekwowanie prawa i porządku publicznego oraz ochronę obywateli.",
      "definition_translation": "Una persona, generalmente un uomo, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "Policjant zatrzymał samochód i poprosił o licencję kierowcy. Wczoraj policjant patrolował ulice. Jutro policjant będzie prowadził dochodzenie w sprawie przestępstwa.",
      "example_translation": "Il poliziotto ha fermato la macchina e ha chiesto la licenza del conducente. Ieri, il poliziotto stava pattugliando le strade. Domani, il poliziotto indagherà sulla scena del crimine.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "policjantka",
      "translation": "poliziotta",
      "definition": "Osoba, zwykle kobieta, która jest członkiem sił policyjnych, odpowiedzialna za egzekwowanie prawa i porządku publicznego oraz ochronę obywateli.",
      "definition_translation": "Una persona, generalmente una donna, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "Policjantka pomogła zgubionemu dziecku znaleźć rodziców. Wczoraj policjantka odpowiadała na wezwania alarmowe. Jutro policjantka będzie składała zeznania w sądzie.",
      "example_translation": "La poliziotta ha aiutato il bambino perso a trovare i genitori. Ieri, la poliziotta stava rispondendo a una chiamata di emergenza. Domani, la poliziotta testimonierà in tribunale.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "recepcjonista",
      "translation": "addetto alla ricezione",
      "definition": "Osoba zatrudniona do obsługi rejestracji w hotelu, biurowcu lub innej instytucji, odpowiedzialna za powitanie gości i obsługę zapytań.",
      "definition_translation": "Una persona assunta per attendere al banco di ricezione in un hotel, edificio per uffici o altra istituzione, responsabile di accogliere gli ospiti e gestire le domande.",
      "example": "Recepcjonista sprawdził nas i dał nam klucze do pokoju. Wczoraj recepcjonista odpowiadał na połączenia od klientów. Jutro recepcjonista będzie szkolił nowego pracownika.",
      "example_translation": "L'addetto alla ricezione ci ha registrati e ci ha dato le chiavi della camera. Ieri, l'addetto alla ricezione stava rispondendo alle chiamate telefoniche dei clienti. Domani, l'addetto alla ricezione formerà un nuovo dipendente.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "asystent sprzedaży",
      "translation": "assistente di vendita",
      "definition": "Osoba odpowiedzialna za pomoc klientom przy zakupach i udzielanie informacji o produktach w sklepie detalickim.",
      "definition_translation": "Una persona responsabile dell'assistenza ai clienti con acquisti e fornitura di informazioni sui prodotti in un ambiente di retail.",
      "example": "Pracowała jako asystent sprzedaży w domu towarowym. Pracuje jako asystent sprzedaży w domu towarowym. Pracowała będzie jako asystent sprzedaży w domu towarowym.",
      "example_translation": "Lavorava come assistente di vendita al grande magazzino. Sta lavorando come assistente di vendita al grande magazzino. Lavorerà come assistente di vendita al grande magazzino.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sprzedawca",
      "translation": "venditore",
      "definition": "Osoba, która sprzedaje towary lub usługi klientom, często w sklepie detalickim lub w settingu biznesowym.",
      "definition_translation": "Una persona che vende beni o servizi ai clienti, spesso in un ambiente di retail o aziendale.",
      "example": "Był skutecznym sprzedawcą w salonie samochodowym. Jest skutecznym sprzedawcą w salonie samochodowym. Będzie skutecznym sprzedawcą w salonie samochodowym.",
      "example_translation": "Era un venditore di successo alla concessionaria di automobili. È un venditore di successo alla concessionaria di automobili. Sarà un venditore di successo alla concessionaria di automobili.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sekretarz",
      "translation": "segretario",
      "definition": "Osoba zatrudniona do zarządzania codziennymi działaniami biura, takimi jak planowanie spotkań i obsługa korespondencji.",
      "definition_translation": "Una persona assunta per gestire le attività quotidiane di un ufficio, come pianificare appuntamenti e gestire la corrispondenza.",
      "example": "Była sekretarzem w kancelarii adwokackiej. Jest sekretarzem w kancelarii adwokackiej. Będzie sekretarzem w kancelarii adwokackiej.",
      "example_translation": "Era una segretaria in uno studio legale. È una segretaria in uno studio legale. Sarà una segretaria in uno studio legale.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wokalista",
      "translation": "cantante",
      "definition": "Osoba, która śpiewa, zwłaszcza ta, która śpiewa zawodowo.",
      "definition_translation": "Una persona che canta, specialmente una che canta professionalmente.",
      "example": "Była sławną wokalistką w latach 80., śpiewa teraz w chórze, a jutro wystąpi na koncercie.",
      "example_translation": "Era una cantante famosa negli anni '80, canta ora nel coro e si esibirà al concerto domani.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "taksówkarz",
      "translation": "tassista",
      "definition": "Osoba, która prowadzi taksówkę, zwłaszcza jako praca.",
      "definition_translation": "Una persona che guida un taxi, specialmente come lavoro.",
      "example": "Był taksówkarzem w Nowym Jorku, prowadzi teraz taksówkę w Paryżu, a za rok będzie prowadził taksówkę w Rzymie.",
      "example_translation": "Era un tassista a New York, guida un taxi a Parigi ora, e avrebbe guidato un taxi a Roma l'anno prossimo.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przewodnik turystyczny",
      "translation": "guida turistica",
      "definition": "Osoba, która prowadzi i oprowadza turystów po miejscach turystycznych.",
      "definition_translation": "Una persona che mostra e spiega i luoghi di un posto ai visitatori.",
      "example": "Pracowała jako przewodnik turystyczny we Włoszech, prowadzi teraz w Hiszpanii, a wkrótce będzie prowadzić w Francji.",
      "example_translation": "Lavorava come guida turistica in Italia, ha lavorato come guida turistica in Spagna, e lavorerà come guida turistica in Francia presto.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pisarz",
      "translation": "scrittore",
      "definition": "Osoba, która pisze książki, artykuły lub inne dzieła literackie jako zawód lub zajęcie.",
      "definition_translation": "Una persona che scrive libri, articoli o altri lavori scritti come professione o occupazione.",
      "example": "Była pisarzem dla lokalnej gazety, a także opublikowała kilka powieści. Aktualnie pisze scenariusz. Napíše książkę o swoich doświadczeniach jako dziennikarz.",
      "example_translation": "Era una scrittrice per il giornale locale e aveva anche pubblicato diversi romanzi. Sta attualmente scrivendo una sceneggiatura. Scriverà un libro sulle sue esperienze come giornalista.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "księgowy",
      "translation": "conto",
      "definition": "Osoba, która przygotowuje, sprawdza lub audytuje dokumenty finansowe i sprawozdania.",
      "definition_translation": "Una persona che prepara, esamina o verifica registri e statement finanziari.",
      "example": "Pracował jako księgowy w dużej korporacji i musiał przygotowywać roczne deklaracje podatkowe. Jest ekspertem w oprogramowaniu księgowym. Będzie uczestniczyć w kursie, aby zostać certyfikowanym księgowym.",
      "example_translation": "Lavorava come conto per una grande azienda e doveva preparare le dichiarazioni dei redditi dell'azienda ogni anno. È un esperto in software di contabilità. Farà un corso per diventare un conto certificato.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "architekt",
      "translation": "architetto",
      "definition": "Osoba, która projektuje budynki i inne struktury.",
      "definition_translation": "Una persona che progetta edifici e altre strutture.",
      "example": "Była architektem, specjalizując się w projektowaniu budynków zrównoważonych. Zaprojektowała nowy wieżowiec, który został otwarty w zeszłym roku. Będzie projektować nowe muzeum w centrum miasta.",
      "example_translation": "Era un architetto che si specializzava nella progettazione di edifici sostenibili. Ha progettato un nuovo grattacielo che è stato aperto l'anno scorso. Progetterà un nuovo museo nel centro città.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "opiekunka dziecięca",
      "translation": "tata",
      "definition": "Osoba, zwykle młoda kobieta, która opiekuje się dzieckiem lub dziećmi, gdy rodzice są nieobecni.",
      "definition_translation": "Una persona, tipicamente una giovane donna, che si prende cura di un bambino o di bambini mentre i genitori sono assenti.",
      "example": "Zatrudniłem opiekunkę, aby opiekowała się dziećmi, gdy byłem w pracy. Była bardzo odpowiedzialna i dzieci ją kochały. Będzie opiekować się nimi znów w następnym tygodniu.",
      "example_translation": "Ho assunto una tata per guardare i bambini mentre ero al lavoro. Era molto responsabile e i bambini l'hanno amata. Tornerà a fare la babysitter la settimana prossima.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piekarz",
      "translation": "panettiere",
      "definition": "Osoba, która piecze i sprzedaje chleb, ciasta i ciastka.",
      "definition_translation": "Una persona che cuoce e vende pane, torte e pasticceria.",
      "example": "Piekacz pracował całą noc, aby upiec świeży chleb na rano. Była wyśmienitą piekarką i jej ciasta były pyszne. Będzie awansować na stanowisko szefa piekarni wkrótce.",
      "example_translation": "Il panettiere lavorava tutta la notte per fare pane fresco per la mattina. Era un'ottima panettiera e le sue paste erano deliziose. Diventerà capo panettiere presto.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tancerka baletowa",
      "translation": "ballerino di balletto",
      "definition": "Osoba, która wykonuje balet, formę tańca klasycznego, która obejmuje techniczne ruchy.",
      "definition_translation": "Una persona che esegue il balletto, una forma di danza classica che coinvolge movimenti tecnici.",
      "example": "Tancerka baletowa ćwiczyła przez godziny, aby perfekcyjnie wykonać piroety. Była tancerką baletową od pięciu lat. Będzie występować jako główna tancerka baletowa w nadchodzącym przedstawieniu.",
      "example_translation": "Il ballerino di balletto si era allenato per ore per perfezionare le sue piroette. Era stato un ballerino di balletto fin da quando aveva cinque anni. Si esibirà come ballerino di balletto principale nello spettacolo imminente.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fryzjer",
      "translation": "barbiere",
      "definition": "Osoba, która zajmuje się strzyżeniem i stylizacją włosów, goleniem brody i wąsów oraz świadczeniem innych usług fryzjerskich.",
      "definition_translation": "Una persona la cui occupazione è tagliare e vestire i capelli, rasare e tagliare le barbe e i baffi e fornire altri servizi di toeletta personali.",
      "example": "Fryzjer strzygł mi włosy wczoraj, strzyże je jutro i strzyże je od lat.",
      "example_translation": "Il barbiere mi ha tagliato i capelli ieri, lo farà di nuovo domani e lo ha fatto per anni.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "barman",
      "translation": "barman",
      "definition": "Osoba, która serwuje napoje alkoholowe i inne w barze lub tawernie.",
      "definition_translation": "Una persona che serve drink e altre bevande in un bar o taverna.",
      "example": "Barman mieszał drinki wczoraj wieczorem, miesza je każdej nocy i mieszał je przez lata.",
      "example_translation": "Il barman ha mischiato i drink la scorsa notte, li mischia ogni notte e li ha mischiati per anni.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "budowniczy",
      "translation": "costruttore",
      "definition": "Osoba, która buduje lub konstruuje coś, np. dom lub most.",
      "definition_translation": "Una persona che costruisce o costruisce qualcosa, come una casa o un ponte.",
      "example": "Budowniczy wybudował dom w zeszłym roku, buduje go teraz i będzie budował go w przyszłym roku.",
      "example_translation": "Il costruttore ha costruito la casa l'anno scorso, lo sta costruendo ora e lo costruirà l'anno prossimo.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rzeźnik",
      "translation": "macellaio",
      "definition": "Osoba, która zabija i przygotowuje zwierzęta do spożycia, lub jedna, która sprzedaje mięso.",
      "definition_translation": "Una persona che uccide e prepara animali per il cibo, o uno che vende carne.",
      "example": "Poszedłem do rzeźnika, aby kupić mięso na obiad. Rzeźnik pomógł mi wybrać najlepszy kawałek. Będę odwiedzać rzeźnika ponownie jutro, aby zamówić kiełbasy.",
      "example_translation": "Sono andato dal macellaio per comprare della carne per cena. Il macellaio mi ha aiutato a selezionare il miglior taglio. Visiterò di nuovo il macellaio domani per ordinare alcune salsicce.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chemik",
      "translation": "chimico",
      "definition": "Osoba, która jest wykształcona w dziedzinie chemii, szczególnie jedna, która pracuje w laboratorium lub produkuje chemikalia.",
      "definition_translation": "Una persona che è stata addestrata in chimica, specialmente uno che lavora in un laboratorio o produce chimici.",
      "example": "Chemik pracował w laboratorium, mieszając substancje chemiczne, aby stworzyć nową substancję. Była uczonym chemikiem z wieloletnim doświadczeniem. Chemik będzie odwiedzać fabrykę jutro, aby sprawdzić proces produkcji.",
      "example_translation": "Il chimico stava lavorando nel laboratorio, mescolando sostanze chimiche per creare un nuovo composto. Era un chimico esperto con molti anni di esperienza. Il chimico visiterà la fabbrica domani per ispezionare il processo di produzione.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "trener",
      "translation": "allenatore",
      "definition": "Osoba, która szkoli i instruuje sportowców lub drużyny sportowe.",
      "definition_translation": "Una persona che allena e istruisce atleti o squadre atletiche.",
      "example": "Trener dawał instrukcje graczom przed meczem. Był doświadczonym trenerem, który wygrał wiele mistrzostw. Trener spotka się z drużyną jutro, aby omówić nadchodzący turniej.",
      "example_translation": "L'allenatore stava dando istruzioni ai giocatori prima della partita. Era un allenatore esperto che aveva vinto molte campionati. L'allenatore si incontrerà con la squadra domani per discutere il prossimo torneo.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "informatyk",
      "translation": "scienziato informatico",
      "definition": "Osoba, która studiowała i pracuje z komputerami i systemami komputerowymi, koncentrując się na rozwoju oprogramowania i sprzętu komputerowego.",
      "definition_translation": "Una persona che ha studiato e lavora con computer e sistemi informatici, concentrandosi sullo sviluppo di software e hardware computer.",
      "example": "Pracowała jako informatyk w Google przed założeniem własnej firmy. Pracowała nad kilkoma projektami jako informatyk. Będzie liderem w swojej dziedzinie.",
      "example_translation": "Lavorava come scienziata informatica a Google prima di fondare la sua azienda. Aveva lavorato a diversi progetti come scienziata informatica. Diventerà una scienziata informatica leader nel settore.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "projektant",
      "translation": "progettista",
      "definition": "Osoba, która tworzy i planuje aspekty wizualne i estetyczne produktów, systemów i przestrzeni.",
      "definition_translation": "Una persona che crea e pianifica gli aspetti visivi e estetici di prodotti, sistemi e spazi.",
      "example": "Projektant stworzył piękny nowy logo dla firmy. Projektowała kilka produktów przed zostaniem sukcesywnym projektantem. Będzie projektować nową stronę internetową dla startupu.",
      "example_translation": "Il progettista ha creato un nuovo logo bellissimo per l'azienda. Aveva progettato diversi prodotti prima di diventare un progettista di successo. Progetterà un nuovo sito web per la startup.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "detektyw",
      "translation": "investigatore",
      "definition": "Osoba, zwłaszcza funkcjonariusz policji, która prowadzi dochodzenie w sprawie przestępstw i gromadzi dowody, aby je rozwiązać.",
      "definition_translation": "Una persona, in particolare un agente di polizia, che indaga sui crimini e raccoglie prove per risolverli.",
      "example": "Detektyw rozwiązał przestępstwo dzięki swemu inteligentnemu myśleniu. Pracowała jako detektyw przez pięć lat przed awansem na inspektora szefa. Będzie prowadzić dochodzenie w sprawie jako detektyw.",
      "example_translation": "L'investigatore ha risolto il crimine con il suo pensiero astuto. Aveva lavorato come investigatore per cinque anni prima di diventare ispettore capo. Indagherà sul caso come investigatore.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "reżyser",
      "translation": "regista",
      "definition": "Osoba, która kieruje produkcją filmu, sztuki lub innej wystawy.",
      "definition_translation": "Una persona che dirige la realizzazione di un film, un'opera teatrale o un'altra performance.",
      "example": "Reżyserowała swój pierwszy film rok temu, ale będzie on wydany dopiero za rok. Aktualnie reżyseruje nowy projekt, a już wcześniej reżyserowała kilka reklam.",
      "example_translation": "Lei ha diretto il suo primo film l'anno scorso, ma verrà rilasciato l'anno prossimo. Sta attualmente dirigendo un nuovo progetto, e ha già diretto diversi spot pubblicitari.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "didżej, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Osoba, która wybiera i gra nagrane utwory muzyczne w radio lub na imprezie lub w klubie nocnym.",
      "definition_translation": "Una persona che seleziona e suona musica registrata alla radio o in un party o in un nightclub.",
      "example": "Był sławnym didżejem w latach 90., ale teraz tylko pracuje na prywatnych imprezach. Dawniej grał w popularnym klubie, ale zamknięto go rok temu. Będzie zaczynał grać w nowym klubie za miesiąc.",
      "example_translation": "Era un famoso DJ negli anni 90, ma ora lavora solo ad eventi privati. Era solito DJare in un club popolare, ma è stato chiuso l'anno scorso. Inizierà a DJare in un nuovo club il mese prossimo.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "filmowiec",
      "translation": "regista cinematografico",
      "definition": "Osoba, która produkuje filmy, zwłaszcza jako reżyser lub producent.",
      "definition_translation": "Una persona che realizza film, specialmente come direttore o produttore.",
      "example": "Jest uznawanym filmowcem, który pracował nad wieloma nagrodzonymi projektami. Zawsze chciała być filmowcem, a w końcu osiągnęła swój cel. Będzie wydawać swój najnowszy film za rok, nad którym pracowała od ostatniego miesiąca.",
      "example_translation": "È una regista cinematografica acclamata che ha lavorato su diversi progetti premiati. Aveva sempre voluto essere una regista cinematografica, e ha finalmente raggiunto il suo sogno. Uscirà il suo ultimo film l'anno prossimo, che ha iniziato a girare lo scorso mese.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "strażak",
      "translation": "pompiere",
      "definition": "Osoba, która jest przeszkolona do gaszenia pożarów i ratowania ludzi z płonących budynków lub innych niebezpiecznych sytuacji.",
      "definition_translation": "Una persona che è addestrata a spegnere incendi e salvare persone da edifici in fiamme o altre situazioni pericolose.",
      "example": "Strażak wkroczył do płonącego budynku, aby uratować uwięzioną rodzinę. Wczoraj walczyła z pożarem w centrum miasta. Za tydzień uczestniczyć będzie w ćwiczeniach przeciwpożarowych.",
      "example_translation": "Il pompiere si precipitò nell'edificio in fiamme per salvare la famiglia intrappolata. Ieri, aveva combattuto un incendio nel centro città. La prossima settimana, parteciperà a una simulazione di incendio.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": " Strażnik",
      "translation": "guardia",
      "definition": "Osoba, która obserwuje, chroni lub kontroluje ludzi lub rzeczy.",
      "definition_translation": "Una persona che sorveglia, protegge o controlla persone o cose.",
      "example": "Strażnik ochrony sprawdzał tożsamość każdej osoby wchodzącej do budynku. Wczoraj musiał powstrzymać pijanego pasażera. Za miesiąc zacznie pracować w muzeum.",
      "example_translation": "La guardia di sicurezza controllò l'identità di tutti quelli che entravano nell'edificio. Ieri, doveva trattenere un passeggero ubriaco. Il prossimo mese, inizierà a lavorare al museo.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gitarzysta",
      "translation": "chitarrista",
      "definition": "Osoba, która gra na gitarze, zwłaszcza jako profesja.",
      "definition_translation": "Una persona che suona la chitarra, soprattutto come professione.",
      "example": "Gitarzystka struniała struny swojego instrumentu z łatwością. W zeszłym roku występowała na festiwalu muzycznym. Za tydzień wyda swój debiutancki album.",
      "example_translation": "La chitarrista strimpellò le corde del suo strumento con facilità. L'anno scorso, aveva eseguito al festival della musica. La prossima settimana, pubblicherà il suo album di debutto.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}