{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "brat",
      "translation": "fratello",
      "definition": "Męski brat, syn tych samych rodziców.",
      "definition_translation": "Un fratello maschio, un figlio maschio degli stessi genitori.",
      "example": "Miałem brata, gdy byłem dzieckiem, ale teraz mam brata, który studiuje za granicą. Mój brat odwiedzi nas w przyszłym roku.",
      "example_translation": "Avevo un fratello quando ero bambino, ma ora ho un fratello che studia all'estero. Mio fratello ci visiterà il prossimo anno.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziecko",
      "translation": "bambino",
      "definition": "Człowiek między urodzeniem a dojrzewaniem.",
      "definition_translation": "Un essere umano tra la nascita e la pubertà.",
      "example": "Byłem dzieckiem, gdy nauczyłem się jeździć na rowerze. Dziecko teraz bawi się zabawkami. Dziecko stanie się wielką osobą w przyszłości.",
      "example_translation": "Ero un bambino quando ho imparato a guidare una bicicletta. Il bambino giocherà con i giocattoli adesso. Un bambino diventerà una grande persona nel futuro.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dzieci",
      "translation": "bambini",
      "definition": "Forma liczby mnogiej dziecka, odnosząca się do wielu młodych ludzi.",
      "definition_translation": "Forma plurale di bambino, riferendosi a più giovani esseri umani.",
      "example": "Mam dwójkę dzieci, które uczą się w szkole. Dzieci będą teraz bawić się na zewnątrz. Dzieci będą miały dużo zabawy na przyjęciu.",
      "example_translation": "Ho due bambini che studiano a scuola. I bambini giocheranno fuori ora. I bambini si divertiranno moltissimo alla festa.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tata",
      "translation": "papà",
      "definition": "Tata to ojciec lub przyjazne i nieformalne określenie ojca.",
      "definition_translation": "Un papà è un genitore maschio o un termine informale e amichevole per un padre.",
      "example": "Mój tata był wielkim kucharzem. Ugotował dla nas obiad wczoraj. Ugotuje dla nas śniadanie jutro.",
      "example_translation": "Mio papà era un grande cuoco. Ha cucinato la cena per noi ieri. Cuocerà la colazione per noi domani.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "córka",
      "translation": "figlia",
      "definition": "Córka to kobiece dziecko lub kobiecy potomka.",
      "definition_translation": "Una figlia è una bambina o una discendente femminile.",
      "example": "Moja córka uwielbiała bawić się lalkami, gdy była dzieckiem. Uwielbia teraz bawić się z dziećmi. Uwielbiać będzie bawić się z wnuczętami w przyszłości.",
      "example_translation": "Mia figlia amava giocare con le bambole quando era una bambina. Ama giocare con i suoi bambini ora. Amerà giocare con i suoi nipoti nel futuro.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ojciec",
      "translation": "padre",
      "definition": "Ojciec to rodzic męski lub osoba, która udziela opieki i wsparcia komuś lub czemuś.",
      "definition_translation": "Un padre è un genitore maschio o una persona che dà cura e sostegno a qualcuno o qualcosa.",
      "example": "Mój ojciec był ciężko pracującym człowiekiem. Pracował nieustannie, aby zadbać o nas. Będzie pracował w niepełnym wymiarze czasu, gdy odejdzie na emeryturę.",
      "example_translation": "Mio padre era un lavoratore instancabile. Ha lavorato senza sosta per fornirci. Lavorerà part-time dopo che si ritirerà.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mąż",
      "translation": "marito",
      "definition": "Mąż to partner męski w małżeństwie, który ma bliską i intymną relację ze swoją żoną.",
      "definition_translation": "Un marito è un partner maschile in un matrimonio, che ha una relazione stretta e intima con sua moglie.",
      "example": "Mój mąż pomoże mi z przeprowadzką jutro, ale pomógł mi z zakupami wczoraj, i pomoże mi z gotowaniem dziś wieczór.",
      "example_translation": "Mio marito mi aiuterà con il trasloco domani, ma mi ha aiutato con la spesa ieri, e mi aiuterà con la cottura stasera.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "matka",
      "translation": "madre",
      "definition": "Matka to rodzic kobiecy, która rodzi dziecko i pielęgnuje je.",
      "definition_translation": "Una madre è una genitrice femminile che dà alla luce un bambino e lo nutre e lo cura.",
      "example": "Moja matka odwiedzi nas następnym tygodniu, ale odwiedziła nas w zeszłym roku, i odwiedzi nas ponownie następnym miesiącu.",
      "example_translation": "Mia madre ci visite la prossima settimana, ma ci ha visitato l'anno scorso, e ci visiterà di nuovo il mese prossimo.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mama",
      "translation": "mamma",
      "definition": "Mama to nieformalne i pełne uczucia określenie matki.",
      "definition_translation": "Una mamma è un termine affettuoso e informale usato per rivolgersi o riferirsi alla propria madre.",
      "example": "Kocham moją mamę, kochałem ją, gdy byłem dzieckiem, i kochać będę, gdy zostanę staruszkiem.",
      "example_translation": "Amo mia mamma, e l'ho amata quando ero un bambino, e l'amerò quando sarò anziano.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rodzice",
      "translation": "genitori",
      "definition": "Rodzice to osoby, które rodzą, pielęgnują i opiekują się dzieckiem, udzielając mu miłości, wsparcia i przewodnictwa przez całe życie.",
      "definition_translation": "Un genitore è una persona che dà alla luce, alleva e si prende cura di un bambino, fornendogli amore, sostegno e guida per tutta la vita.",
      "example": "Moja rodzice zabrali mnie do parku, gdy byłem dzieckiem. Zabierają moją siostrę do dentysty teraz. Zabiorą mojego brata na studia następnym roku.",
      "example_translation": "I miei genitori mi hanno portato al parco quando ero bambino. Portano mia sorella dal dentista ora. Porteranno mio fratello al college l'anno prossimo.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "siostra",
      "translation": "sorella",
      "definition": "Siostra to rodzona siostra, kobieta, która dzieli się z tobą jednym lub oboma rodzicami, często tworząc bliską i trwałą relację.",
      "definition_translation": "Una sorella è una sorella, una femmina che condivide uno o entrambi i genitori con te, spesso formando un legame stretto e duraturo.",
      "example": "Moja siostra mieszka w Londynie. Mieszkała w Paryżu w zeszłym roku. Zamieszka w Rzymie następnego miesiąca.",
      "example_translation": "Mia sorella vive a Londra. Ha vissuto a Parigi l'anno scorso. Vivrà a Roma il mese prossimo.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "syn",
      "translation": "figlio",
      "definition": "Syn to męski potomek, mężczyzna, który tworzy bliską i pełną miłości relację z rodzicami.",
      "definition_translation": "Un figlio è un bambino maschio o un discendente maschio, spesso formando un rapporto stretto e amorevole con i genitori.",
      "example": "Mój syn gra w piłkę nożną każdego dnia. Grał w tenisa w zeszłym tygodniu. Będzie grał w koszykówkę w przyszłym roku.",
      "example_translation": "Mio figlio gioca a calcio ogni giorno. Ha giocato a tennis la scorsa settimana. Giocherà a pallacanestro l'anno prossimo.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żona",
      "translation": "moglie",
      "definition": "Żona to partnerka życiowa w małżeństwie, szczególnie w relacji do męża.",
      "definition_translation": "Una moglie è una partner femminile in un matrimonio, soprattutto in relazione a suo marito.",
      "example": "Pobrałem się z żoną w 2010 roku, i będziemy celebrować nasze anniversary następnego miesiąca. Moja żona pracuje jako nauczycielka przez pięć lat i rozpocznie swoją własną firmę w przyszłym roku.",
      "example_translation": "Mi sono sposato con mia moglie nel 2010 e celebreremo il nostro anniversario il mese prossimo. Mia moglie lavora come insegnante da cinque anni e inizierà la sua attività commerciale l'anno prossimo.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ciocia",
      "translation": "zia",
      "definition": "Ciotka to siostra matki lub ojca, lub żona wuja.",
      "definition_translation": "Una zia è la sorella della madre o del padre, o la moglie dello zio.",
      "example": "Moja ciocia mieszka w Nowym Jorku, i odwiedzam ją każdego lata. Moja ciocia ma dwoje dzieci, i są moimi kuzynami. Spotkam się z nowym mężem mojej cioci następnego tygodnia.",
      "example_translation": "La mia zia vive a New York e la visito ogni estate. La mia zia ha due figli e sono miei cugini. Incontrerò il nuovo marito della mia zia la settimana prossima.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "starszy brat",
      "translation": "fratello maggiore",
      "definition": "Starszy brat to starszy brat, szczególnie w rodzinie lub w relacji, gdzie jedna osoba chroni lub prowadzi.",
      "definition_translation": "Un fratello maggiore è un fratello più grande, soprattutto in una famiglia o in una relazione in cui una persona è protettiva o guidante.",
      "example": "Mój starszy brat nauczył mnie, jak jeździć na rowerze, gdy byłem dzieckiem. Mój starszy brat jest teraz lekarzem i pracuje w szpitalu przez dziesięć lat. Zapytam mojego starszego brata o pomoc z moimi zadaniem domowym dziś wieczorem.",
      "example_translation": "Il mio fratello maggiore mi ha insegnato a guidare la bicicletta quando ero bambino. Il mio fratello maggiore è ora un dottore e lavora in un ospedale da dieci anni. Chiederò al mio fratello maggiore di aiutarmi con i miei compiti homework stasera.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "starsza siostra",
      "translation": "sorella maggiore",
      "definition": "Starsza siostra to starsza siostra, szczególnie w rodzinie, która jest starsza od siebie o rok lub dwa.",
      "definition_translation": "Una sorella più grande, in particolare quella che è più grande solo di un anno o due.",
      "example": "Moja starsza siostra zawsze się o mnie dbała, gdy byłem dzieckiem. Dbają o mnie teraz. Będą się o mnie dbać w przyszłości.",
      "example_translation": "La mia sorella maggiore si è sempre presa cura di me quando ero ragazzo. Si prende cura di me adesso. Si prenderà cura di me nel futuro.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kuzyn",
      "translation": "cugino",
      "definition": "Dziecko wuja lub cioci.",
      "definition_translation": "Il figlio di uno zio o una zia.",
      "example": "Mój kuzyn odwiedził mnie w zeszłym tygodniu. Odwiedza mnie każdego roku. Odwiedzi mnie następnego lata.",
      "example_translation": "Il mio cugino mi ha visitato la scorsa settimana. Mi visita ogni anno. Mi visiterà la prossima estate.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wnuczka",
      "translation": "nipo",
      "definition": "Dziecko własnego dziecka.",
      "definition_translation": "Un figlio del proprio figlio.",
      "example": "Moja wnuczka uwielbia grać ze mną. Grała ze mną wczoraj. Będzie grać ze mną jutro.",
      "example_translation": "La mia nipote adora giocare con me. Ha giocato con me ieri. Giocerà con me domani.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wnuki",
      "translation": "nipoti",
      "definition": "Dzieci wnuków, czyli potomkowie dzieci.",
      "definition_translation": "I figli dei propri figli, o i discendenti dei propri figli.",
      "example": "Moje wnuki odwiedzą mnie następnego tygodnia. Odwiedziłem moje wnuki w zeszłym roku. Odwiedzę moje wnuki następnego lata.",
      "example_translation": "I miei nipoti mi stanno visitando la prossima settimana. Ho visitato i miei nipoti l'anno scorso. Visiterò i miei nipoti il prossimo estate.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziadek",
      "translation": "nonno",
      "definition": "Ojciec ojca lub matki, lub określenie używane do zwracania się do starszego mężczyzny.",
      "definition_translation": "Il padre di uno dei propri genitori, o un termine affettuoso utilizzato per rivolgersi a un uomo anziano.",
      "example": "Mój dziadek był dobrym człowiekiem. Spotkałem mojego dziadka w parku. Spotkam się z moim dziadkiem na lotnisku jutro.",
      "example_translation": "Il mio nonno era una persona gentile. Ho incontrato il mio nonno al parco. Incontrerò il mio nonno all'aeroporto domani.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wnuczka",
      "translation": "nipote",
      "definition": "Córka syna lub córki, lub żeński potomek brata lub siostry.",
      "definition_translation": "La figlia di uno dei propri figli, o una discendente femminile di uno dei propri fratelli o sorelle.",
      "example": "Moja wnuczka uczy się jeździć na rowerze. Zabrałem moją wnuczkę do zoo. Zabiorę moją wnuczkę na plażę w następny weekend.",
      "example_translation": "La mia nipote sta imparando a guidare una bicicletta. Ho portato la mia nipote allo zoo. Porterò la mia nipote al mare il prossimo fine settimana.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziadek",
      "translation": "nonno",
      "definition": "Ojciec ojca lub matki; męski przodek, szczególnie ten, który jest czczony za swoją mądrość, łagodność lub inne cnoty.",
      "definition_translation": "Il padre del padre o della madre di qualcuno; un antenato maschio, soprattutto uno che è riverito per la sua saggezza, gentilezza o altre virtù.",
      "example": "Mój dziadek był łagodnym i dobrym człowiekiem. Jest dziadkiem od 10 lat. Będzie dziadkiem ponownie w przyszłym roku.",
      "example_translation": "Mio nonno era un uomo gentile e amorevole. È stato nonno per 10 anni. Sarà nonno di nuovo l'anno prossimo.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "baba",
      "translation": "nonna",
      "definition": "Matka matki lub ojca; żeński przodek, szczególnie ten, który jest kochany i szanowany.",
      "definition_translation": "La madre della madre o del padre di qualcuno; un'antenata femminile, soprattutto una che è amata e rispettata.",
      "example": "Moja baba zawsze piecze ciastka dla nas. Jest babą od 20 lat. Będzie babą ponownie wkrótce.",
      "example_translation": "La mia nonna sempre cuoce biscotti per noi. È stata nonna per 20 anni. Sarà nonna di nuovo presto.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "babka",
      "translation": "nonna",
      "definition": "Matka matki lub ojca; żeński przodek, szczególnie ten, który jest kochany i szanowany.",
      "definition_translation": "La madre della madre o del padre di qualcuno; un'antenata femminile, soprattutto una che è amata e rispettata.",
      "example": "Moja babka mieszka na wsi. Była babką w wieku 50 lat. Będzie prababką w przyszłym roku.",
      "example_translation": "La mia nonna vive in campagna. Era nonna a 50 anni. Sarà bisnonna l'anno prossimo.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziadek",
      "translation": "nonno",
      "definition": "Ojciec matki lub ojca; dziadek.",
      "definition_translation": "Il padre della propria madre o padre; un nonno.",
      "example": "Mój dziadek zabierał mnie do parku, gdy byłem dzieckiem. Teraz zabiera moje dzieci do parku. W przyszłości zabierze moje wnuki do parku.",
      "example_translation": "Mio nonno mi portava al parco quando ero ragazzo. Adesso, porta i miei bambini al parco. In futuro, porterà i miei nipoti al parco.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziadkowie",
      "translation": "nonno/a",
      "definition": "Rodzice matki lub ojca; dziadek lub baba.",
      "definition_translation": "Un genitore della propria madre o padre; un nonno o una nonna.",
      "example": "Moje dziadkowie mieszkali na wsi, gdy byli młodzi. Teraz mieszkają w mieście. W przyszłości będą podróżować po świecie.",
      "example_translation": "I miei nonni vivevano in campagna quando erano giovani. Adesso, vivono in città. In futuro, viaggeranno intorno al mondo.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziadkowie",
      "translation": "nonni",
      "definition": "Rodzice matki lub ojca; dziadkowie.",
      "definition_translation": "I genitori della propria madre o padre; i nonni.",
      "example": "Moje dziadkowie opowiadali mi historie, gdy byłem dzieckiem. Teraz opowiadają moim dzieciom historie. W przyszłości opowiedzą moim wnukom historie.",
      "example_translation": "I miei nonni mi raccontavano storie quando ero ragazzo. Adesso, raccontano storie ai miei bambini. In futuro, racconteranno storie ai miei nipoti.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wnuczka",
      "translation": "nipote",
      "definition": "Wnuczka to dziecko lub potomstwo mężczyzny, szczególnie syn syna lub córki.",
      "definition_translation": "Un nipote è un figlio maschio o un discendente maschio di una persona, specialmente un figlio di un figlio o di una figlia.",
      "example": "Mam wnuka, który studiuje za granicą. W zeszłym roku odwiedził mnie, a w przyszłym roku ukończy studia.",
      "example_translation": "Ho un nipote che studia all'estero. L'anno scorso, mi ha visitato, e l'anno prossimo, si laureerà al college.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "babcia",
      "translation": "nonna",
      "definition": "Babcia to nieformalne określenie starej kobiety, szczególnie babki.",
      "definition_translation": "Una nonna è un termine informale per una donna anziana, specialmente una nonna.",
      "example": "Moja babcia mieszka na wsi i lubi gotować tradycyjne potrawy. Gdy byłem dzieckiem, opowiadała mi historie, a teraz jest bardzo dumna z moich osiągnięć.",
      "example_translation": "La mia nonna vive in campagna e adora cucinare piatti tradizionali. Quando ero bambino, mi raccontava storie, e ora, è molto orgogliosa dei miei successi.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wuj",
      "translation": "zio",
      "definition": "Wuj to brat matki lub ojca, lub mąż ciotki.",
      "definition_translation": "Uno zio è il fratello della madre o del padre, o il marito della zia.",
      "example": "Mój wuj jest lekarzem i pomaga ludziom w potrzebie. W zeszłym tygodniu operował pacjenta, a następnym miesiącu uda się na konferencję.",
      "example_translation": "Mio zio è un medico e aiuta le persone bisognose. La scorsa settimana, ha operato un paziente, e il prossimo mese, viaggerà per una conferenza.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "siostrzeńiec",
      "translation": "nipote",
      "definition": "Syn brata lub siostry, lub syn współmałżonka brata lub siostry.",
      "definition_translation": "Il figlio del fratello o della sorella di uno, o il figlio del fratello o della sorella del coniuge.",
      "example": "Mój siostrzeńiec przyjedzie do nas za tydzień. On studiował za granicą przez rok. On ukończy studia w przyszłym roku.",
      "example_translation": "Mio nipote sta arrivando in visita la prossima settimana. Ha studiato all'estero per un anno. Si laureerà l'anno prossimo.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "siostrzenica",
      "translation": "nipote",
      "definition": "Córka brata lub siostry, lub córka współmałżonka brata lub siostry.",
      "definition_translation": "La figlia del fratello o della sorella di uno, o la figlia del fratello o della sorella del coniuge.",
      "example": "Moja siostrzenica uwielbia grać z lalkami. Ona grała z nimi od dzieciństwa. Ona będzie grać z nimi w przyszłości.",
      "example_translation": "La mia nipote adora giocare con le bambole. Ha giocato con loro fin da quando era bambina. Continuerà a giocarci in futuro.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krewny",
      "translation": "parente",
      "definition": "Osoba powiązana krwią lub małżeństwem, zwłaszcza ta bardziej oddalona niż brat, siostra, rodzice lub dziecko.",
      "definition_translation": "Una persona connessa per sangue o matrimonio, specialmente uno più distante di un fratello, sorella, genitore o figlio.",
      "example": "Mam wielu krewnych mieszkających w różnych częściach świata. Oni mieszkali tam przez dekady. Oni będą mieszkać tam w przyszłości.",
      "example_translation": "Ho molti parenti che vivono in diverse parti del mondo. Hanno vissuto lì per decenni. Continueranno a vivere lì nel futuro.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bliźniak",
      "translation": "gemello",
      "definition": "Jedno z dwóch dzieci lub zwierząt urodzonych w tym samym porodzie, lub osoba lub rzecz, która bardzo przypomina inną.",
      "definition_translation": "Uno dei due bambini o animali nati nella stessa nascita, o una persona o cosa che assomiglia molto a un'altra.",
      "example": "Moja siostra bliźniaczka przyjedzie z miasta, zobaczyłem mojego brata bliźniaka w sklepie wczoraj, a spotkam się z moimi przyjaciółmi bliźniakami w parku jutro.",
      "example_translation": "La mia sorella gemella sta visitando dalla città, ho visto mio fratello gemello al negozio ieri, e incontrerò i miei amici gemelli al parco domani.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szwagier",
      "translation": " cognato",
      "definition": "Mąż siostry lub bratowej, lub brat współmałżonka.",
      "definition_translation": "Il marito della propria sorella o moglie del fratello, o il fratello del proprio coniuge.",
      "example": "Mój szwagier jest lekarzem, odwiedzę mojego szwagra za tydzień, a mój szwagier pomógł mi naprawić samochód.",
      "example_translation": "Mio cognato è un medico, visiterò mio cognato la prossima settimana, e mio cognato mi ha aiutato a riparare la mia macchina.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "synowa",
      "translation": "nuora",
      "definition": "Żona syna lub żona syna współmałżonka.",
      "definition_translation": "La moglie del proprio figlio o la moglie del figlio del proprio marito.",
      "example": "Moja synowa jest wspaniałą kucharką, spotkam się z moją synową na weselu, a moja synowa pomogła mi w ogrodzie.",
      "example_translation": "La mia nuora è una grande cuoca, incontrerò la mia nuora al matrimonio, e la mia nuora mi ha aiutato con il mio giardinaggio.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "teść",
      "translation": "suocero",
      "definition": "Mąż córki lub ojciec współmałżonka.",
      "definition_translation": "Il marito della figlia, o il padre del coniuge.",
      "example": "Miałem wspaniałą rozmowę z moim teściem na weselu. On odwiedzi nas za miesiąc. Odwiedziłem mojego teścia rok temu.",
      "example_translation": "Ho avuto una grande conversazione con mio suocero al matrimonio. Visiterà noi il prossimo mese. Ho visitato mio suocero l'anno scorso.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przyrodni brat",
      "translation": "fratellastro",
      "definition": "Brat, który posiada wspólnego rodzica, ale nie obojga, lub mężczyzna, który posiada wspólnego rodzica z inną osobą.",
      "definition_translation": "Un fratello che condivide un genitore, ma non entrambi, o una persona maschile che condivide un genitore comune con un'altra persona.",
      "example": "Mam przyrodniego brata z poprzedniego małżeństwa ojca. Mój przyrodni brat przyjedzie do nas za tydzień. Spotkałem się z moim przyrodnim bratem rok temu.",
      "example_translation": "Ho un fratellastro dal precedente matrimonio di mio padre. Mio fratellastro verrà a visitarci la prossima settimana. Avevo incontrato mio fratellastro l'anno scorso.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przyrodnia siostra",
      "translation": "sorellastra",
      "definition": "Siostra, która posiada wspólnego rodzica, ale nie obojga, lub kobieta, która posiada wspólnego rodzica z inną osobą.",
      "definition_translation": "Una sorella che condivide un genitore, ma non entrambi, o una persona femminile che condivide un genitore comune con un'altra persona.",
      "example": "Mam przyrodnią siostrę z poprzedniego małżeństwa matki. Moja przyrodnia siostra przyjedzie do nas za miesiąc. Spotkałem się z moją przyrodnią siostrą rok temu.",
      "example_translation": "Ho una sorellastra dal precedente matrimonio di mia madre. Mia sorellastra verrà a visitarci il prossimo mese. Avevo incontrato mia sorellastra l'anno scorso.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "teściowa",
      "translation": "suocera",
      "definition": "Matka współmałżonka, zwłaszcza w odniesieniu do małżeństwa.",
      "definition_translation": "La madre del proprio coniuge, soprattutto in relazione al matrimonio del coniuge.",
      "example": "Moja teściowa jest wspaniałą kucharką. Ona ugotowała dla nas smaczną kolację wczoraj. Ona ugotuje znowu jutro.",
      "example_translation": "La mia suocera è una grande cuoca. Ha cucinato un pasto delizioso per noi ieri. Cuocherà di nuovo domani.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "relacje",
      "translation": "relazioni",
      "definition": "Powiązania lub stowarzyszenia między ludźmi lub grupami, szczególnie te oparte na krwi, małżeństwie lub przyjaźni.",
      "definition_translation": "Collegamenti o associazioni tra persone o gruppi, soprattutto quelli basati su sangue, matrimonio o amicizia.",
      "example": "Mam dobre relacje z moimi sąsiadami. Mieliśmy pozytywne relacje przez lata. Nasze relacje będą się poprawiać w przyszłości.",
      "example_translation": "Ho buone relazioni con i miei vicini di casa. Abbiamo avuto relazioni positive per anni. Le nostre relazioni continueranno a migliorare nel futuro.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rodzeństwo",
      "translation": "fratelli",
      "definition": "Dzieci tych samych rodziców, szczególnie te, które nie są bliźniakami.",
      "definition_translation": "Figli degli stessi genitori, soprattutto quelli che non sono gemelli.",
      "example": "Mam dwoje rodzeństwa. Bawili się razem wczoraj. Będą się bawić ponownie jutro.",
      "example_translation": "Ho due fratelli. Stavano giocando insieme ieri. Gioceranno di nuovo domani.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szwagierka",
      "translation": "nuora",
      "definition": "Siostra męża lub żony, lub żona brata lub siostry.",
      "definition_translation": "La sorella del marito o della moglie, o la moglie del fratello o della sorella.",
      "example": "Moja szwagierka jest wspaniałą kucharką. Ugotowała dla nas wczoraj. Ugotuje dla nas ponownie za tydzień.",
      "example_translation": "Mia nuora è una grande cuoca. Ha cucinato per noi ieri. Cuocerà per noi di nuovo la prossima settimana.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zięć",
      "translation": "genero",
      "definition": "Mąż córki lub syna.",
      "definition_translation": "Il marito della propria figlia o figlio.",
      "example": "Mój zięć jest dentystą. Badał moje zęby ostatnim miesiącem. Będzie badał zęby mojej żony następnym miesiącem.",
      "example_translation": "Mio genero è un dentista. Ha esaminato i miei denti lo scorso mese. Esaminerà i denti di mia moglie il prossimo mese.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pasierbica",
      "translation": "figliastra",
      "definition": "Córka współmałżonka z poprzedniego małżeństwa.",
      "definition_translation": "La figlia del proprio coniuge di un precedente matrimonio.",
      "example": "Moja pasierbica studiuje za granicą. Uczyła się angielskiego w zeszłym roku. Będzie uczyć się biznesu w następnym roku.",
      "example_translation": "Mia figliastra studia all'estero. Ha studiato inglese l'anno scorso. Studerà economia l'anno prossimo.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ojciec chrzestny",
      "translation": "patrigno",
      "definition": "Mąż matki z następnego małżeństwa.",
      "definition_translation": "Il marito di tua madre per un matrimonio successivo.",
      "example": "Mój ojciec chrzestny jest sehr pomocny dla mnie. Pomagał mi z robótkami szkolnymi, gdy byłem w szkole średniej. Zabierze mnie do parku jutro.",
      "example_translation": "Mio patrigno è molto gentile con me. Mi ha aiutato con i miei compiti quando ero al liceo. Mi porterà nel parco domani.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "macocha",
      "translation": "matrigna",
      "definition": "Żona ojca z następnego małżeństwa.",
      "definition_translation": "La moglie di tuo padre per un matrimonio successivo.",
      "example": "Moja macocha jest wspaniałą kucharką. Ugotowała dla nas obiad ostatniej nocy. Ugotuje śniadanie dla nas jutro rano.",
      "example_translation": "La mia matrigna è una grande cuoca. Ha cucinato la cena per noi ieri sera. Cuocherà la colazione per noi domani mattina.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pasierb",
      "translation": "figliastro",
      "definition": "Syn współmałżonka z poprzedniego małżeństwa.",
      "definition_translation": "Il figlio del tuo marito o della tua moglie per un matrimonio precedente.",
      "example": "Mój pasierb jest bardzo inteligentny. Uczył się ciężko do egzaminu ostatnim tygodniem. Pójdzie na studia następnym rokiem.",
      "example_translation": "Mio figliastro è molto intelligente. Ha studiato sodo per il suo esame la scorsa settimana. Andrà al college l'anno prossimo.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "małżonek",
      "translation": "congiunto",
      "definition": "Małżonek to partner w małżeństwie, mężczyzna lub kobieta.",
      "definition_translation": "Un coniuge è un partner in un matrimonio, sia maschio che femmina.",
      "example": "Poślubiłem mojego małżonka w zeszłym roku, i będziemy obchodzili naszą rocznicę w następnym roku. Mój małżonek aktualnie pracuje za granicą, ale wróci następnego miesiąca. Gdyby nie poznałem mojego małżonka, byłbym samotny teraz.",
      "example_translation": "Mi sono sposato con mio coniuge l'anno scorso e celebriamo il nostro anniversario l'anno prossimo. Mio coniuge lavora attualmente all'estero, ma tornerà il mese prossimo. Se non avessi incontrato mio coniuge, sarei single ora.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "teściowie",
      "translation": "suoceri",
      "definition": "Teściowie to rodzice współmałżonka lub żona lub mąż dziecka.",
      "definition_translation": "I suoceri sono i genitori del proprio coniuge o la moglie o il marito del proprio figlio.",
      "example": "Miałem wspaniały czas z moimi teściowymi podczas święta. Moi teściowie mieszkają na wsi, i odwiedziliśmy ich ostatnim latem. Gdyby nie pomogli nam moi teściowie, nie moglibyśmy kupić domu.",
      "example_translation": "Ho avuto un grande tempo con i miei suoceri durante le vacanze. I miei suoceri vivono in campagna e li abbiamo visitati l'estate scorsa. Se i miei suoceri non ci avessero aiutati, non saremmo stati in grado di comprare una casa.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}