{
  "data": [
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwarz",
      "translation": "negro",
      "definition": "Habend die Farbe von Ruß oder Kohle; habend kein Licht oder keine Farbe; absolut dunkel.",
      "definition_translation": "Teniendo el color del hollín o del carbón; no tener luz ni color; absolutamente oscuro.",
      "example": "Ich trug ein schwarzes Kleid zum Begräbnis. Ich werde ein schwarzes Sakko zum Vorstellungsgespräch tragen. Ich trug eine schwarze Krawatte zum formellen Anlass.",
      "example_translation": "Llevé un vestido negro al funeral. Llevaré un traje negro a la entrevista de trabajo. Llevé una corbata negra al evento formal.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blau",
      "translation": "azul",
      "definition": "Habend eine helle, ruhige und erleuchtete Farbe; in Beziehung zum Himmel oder Meer.",
      "definition_translation": "Teniendo un color brillante, calmado y sereno; relacionado con el cielo o el mar.",
      "example": "Der blaue Himmel war heute schön. Ich werde mein Zimmer morgen blau streichen. Sie trug ein blaues Kleid zur Party gestern.",
      "example_translation": "El cielo azul era hermoso hoy. Pintaré mi habitación de azul mañana. Ella llevó un vestido azul a la fiesta ayer.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "braun",
      "translation": "marrón",
      "definition": "Habend eine rot-gelbe Farbe; in Beziehung zu Erde oder Erdreich.",
      "definition_translation": "Teniendo un color rojizo-amarillo; relacionado con la tierra o la tierra.",
      "example": "Der braune Hund spielte im Park. Ich werde mir morgen eine braune Tasche kaufen. Die braune Erde war fruchtbar.",
      "example_translation": "El perro marrón estaba jugando en el parque. Compraré una bolsa marrón mañana. La tierra marrón era fértil.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grün",
      "translation": "verde",
      "definition": "Habend die Farbe grün; bedeckt mit Pflanzen oder Vegetation",
      "definition_translation": "Teniendo el color verde; cubierto de plantas o vegetación",
      "example": "Das Gras war letzten Sommer grün, es ist jetzt grün und es wird nächstes Jahr grün sein.",
      "example_translation": "El césped era verde el verano pasado, es verde ahora, y será verde el próximo año.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grau",
      "translation": "gris",
      "definition": "Eine Farbe zwischen schwarz und weiß; nicht hell oder lebhaft",
      "definition_translation": "Un color entre el negro y el blanco; no brillante ni vívido",
      "example": "Der Himmel war gestern grau, er ist heute grau und er wird morgen grau sein.",
      "example_translation": "El cielo era gris ayer, es gris hoy, y será gris mañana.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "orange",
      "translation": "naranja",
      "definition": "Eine helle, leuchtende Farbe zwischen rot und gelb",
      "definition_translation": "Un color brillante y vibrante entre el rojo y el amarillo",
      "example": "Ich aß eine Orange gestern, ich esse eine Orange jetzt und ich werde eine Orange morgen essen.",
      "example_translation": "Me comí una naranja ayer, estoy comiendo una naranja ahora, y comeré una naranja mañana.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rot",
      "translation": "rojo",
      "definition": "Habend eine helle, feurige Farbe; habend eine Farbe zwischen orange und violett.",
      "definition_translation": "Teniendo un color brillante de bombero; teniendo un color a medio camino entre naranja y violeta.",
      "example": "Das rote Auto fuhr vorbei, ich trage ein rotes Hemd, ich werde die Wand morgen rot streichen.",
      "example_translation": "El coche rojo pasó, estoy llevando una camisa roja, pintaré la pared roja mañana.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiß",
      "translation": "blanco",
      "definition": "Habend eine helle oder reine Farbe; unbesudelt oder ungetrübt.",
      "definition_translation": "Teniendo un color pálido o puro; sin mancha ni tacha.",
      "example": "Der weiße Hund rannte herum, ich trage ein weißes Hemd, sie wird morgen ein weißes Kleid tragen.",
      "example_translation": "El perro blanco corrió alrededor, llevo una camisa blanca, ella llevará un vestido blanco mañana.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gelb",
      "translation": "amarillo",
      "definition": "Habend eine helle, sonnige Farbe; ähnlich der Sonne in Wärme und Fröhlichkeit.",
      "definition_translation": "Teniendo un color brillante y soleado; parecido al sol en calor y alegría.",
      "example": "Die gelbe Sonne schien hell, ich aß eine gelbe Banane, sie wird morgen das Haus gelb streichen.",
      "example_translation": "El sol amarillo brilló con fuerza, comí una banana amarilla, ella pintará la casa amarilla.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "creme",
      "translation": "crema",
      "definition": "Eine dicke, glatte und reiche Flüssigkeit oder halbfeste Masse, die aus Milch hergestellt wird, oft als Nahrungsmittel oder Zutat in Kochen und Backen verwendet.",
      "definition_translation": "Una sustancia líquida o semi-líquida gruesa, suave y rica hecha de leche, a menudo utilizada como alimento o ingrediente en la cocina y la repostería.",
      "example": "Ich cremte die Butter und den Zucker zusammen, um einen leckeren Kuchen zu machen. Gestern habe ich die Brokkoli-Suppe cremt, um sie cremig zu machen. Morgen werde ich den Kaffee cremen, um einen Latte zu machen.",
      "example_translation": "Creé una mezcla suave de mantequilla y azúcar para hacer un delicioso pastel. Ayer, creé una sopa de brócoli cremosa para hacerla cremosa. Mañana, creo la leche para hacer un latte.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "golden",
      "translation": "dorado",
      "definition": "Eine helle, gelbe Farbe, ähnlich der von Gold; leuchtend hell mit einem warmen, sonnigen Licht.",
      "definition_translation": "Teniendo un color amarillo brillante, similar al del oro; brillando con una luz cálida y soleada.",
      "example": "Der goldene Sonnenuntergang am Strand war atemberaubend. Der Golden Retriever rannte schnell durch das Feld. Das goldene Tor wird morgen öffnen.",
      "example_translation": "El atardecer dorado en la playa fue impresionante. El perro golden retriever corrió rápidamente por el campo. La puerta dorada se abrirá mañana.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitrone",
      "translation": "limón",
      "definition": "Ein kleiner, ovaler oder runder Zitrusfrucht mit einem sauren Geschmack, oft in der Küche und zur Aromatisierung verwendet.",
      "definition_translation": "Una pequeña fruta cítrica ovalada o redonda con sabor agrio, a menudo utilizada en la cocina y la aromatización.",
      "example": "Ich presste den Zitronensaft in den Tee. Sie wird eine Scheibe Zitrone zum Fisch morgen hinzufügen. Sie hatten Zitronenhähnchen zum Abendessen letzte Nacht.",
      "example_translation": "Exprimí el jugo de limón en el té. Ella agregará una rebanada de limón al pescado mañana. Tuvieron pollo con limón para cenar anoche.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "rosa",
      "definition": "Eine helle, leuchtende Farbe, oft mit Weiblichkeit und Süßigkeit assoziiert.",
      "definition_translation": "Un color brillante y vibrante, a menudo asociado con la feminidad y la dulzura.",
      "example": "Ich trug ein rosa Kleid zum Party letzte Nacht, und ich werde ein rosa Hemd zum Spiel morgen tragen, weil ich rosafarbene Sachen als Kind geliebt habe.",
      "example_translation": "Me puse un vestido rosa anoche en la fiesta, y me pondré una camisa rosa mañana en el juego, porque me encantaba llevar rosa cuando era niños.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "purpur",
      "translation": "púrpura",
      "definition": "Eine reiche, luxuriöse Farbe, oft mit Kreativität, Luxus und Macht assoziiert.",
      "definition_translation": "Un color rico y lujoso, a menudo asociado con la creatividad, el lujo y el poder.",
      "example": "Die Königin trug ein schönes purpurnes Gewand zur Krönungszeremonie, und der Künstler mischte purpurne Farbe mit Blau, um einen einzigartigen Effekt zu erzielen, weil Purpur ihre Lieblingsfarbe in der Kindheit war.",
      "example_translation": "La reina se puso un hermoso traje púrpura en la ceremonia de coronación, y el artista mezcló pintura púrpura con azul para crear un efecto único, porque púrpura era su color favorito en la infancia.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "silbern",
      "translation": "plata",
      "definition": "Ein helles, glänzendes Metall, oft in Schmuck und Dekorationsgegenständen verwendet.",
      "definition_translation": "Un metal brillante y reluciente, a menudo utilizado en joyería y objetos decorativos.",
      "example": "Ich erbte eine schöne silberne Kette von meiner Großmutter, und ich werde eine silberne Uhr für den Geburtstag meines Freundes kaufen, weil Silber eine beliebte Wahl für Geschenke ist.",
      "example_translation": "Herené una hermosa pulsera de plata de mi abuela, y compraré un reloj de plata para el cumpleaños de mi amigo, porque plata es una opción popular para regalos.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "violett",
      "translation": "violeta",
      "definition": "Violett ist eine helle, leuchtende purpurne Farbe, oft mit Kreativität und Phantasie assoziiert.",
      "definition_translation": "La violeta es un color púrpura brillante y vibrante a menudo asociado con la creatividad y la imaginación.",
      "example": "Ich malte die Wände violett, um eine beruhigende Atmosphäre zu schaffen. Ich werde die Wände violett morgen malen. Ich malte die Wände violett letzte Woche.",
      "example_translation": "Pinté las paredes de violeta para crear un ambiente calmado. Pintaré las paredes de violeta mañana. Pinté las paredes de violeta la semana pasada.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "beige",
      "definition": "Beige ist eine helle braune Farbe, oft in der Mode und Innenarchitektur verwendet, um eine neutrale und beruhigende Wirkung zu erzielen.",
      "definition_translation": "Beige es un color marrón claro a menudo utilizado en la moda y el diseño de interiores para crear un efecto neutral y calmante.",
      "example": "Ich trug ein beiges Kleid zum Party. Ich werde ein beiges Sakko zur Hochzeit tragen. Ich trug ein beiges Hemd zum Büro gestern.",
      "example_translation": "Llevé un vestido beige a la fiesta. Llevaré un traje beige a la boda. Llevé una camisa beige a la oficina ayer.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "marineblau",
      "translation": "azul marino",
      "definition": "Marineblau ist eine dunkle Schattierung von Blau, oft in formellen Anlässen und Corporate-Branding verwendet, um Professionalität und Autorität auszudrücken.",
      "definition_translation": "El azul marino es un tono oscuro de azul a menudo utilizado en ropa formal y marca corporativa para transmitir profesionalismo y autoridad.",
      "example": "Ich trug ein marineblaues Sakko zum Vorstellungsgespräch. Ich werde ein marineblaues Kleid zum formellen Gala tragen. Ich trug ein marineblaues Schlips zum Meeting gestern.",
      "example_translation": "Llevé un traje azul marino a la entrevista de trabajo. Llevaré un vestido azul marino a la gala formal. Llevé una corbata azul marino a la reunión ayer.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "khaki",
      "translation": "caqui",
      "definition": "Eine helle braune Farbe, ursprünglich von dem Hindi-Wort für Staub abgeleitet, verwendet, um die Farbe von Militäruniformen und Stoffen zu beschreiben.",
      "definition_translation": "Un color marrón claro, originalmente derivado de la palabra hindú para polvo, utilizado para describir el color de uniformes y telas militares.",
      "example": "Der Soldat trug khaki-Hosen während der Wüstenmission. Er wird sie nächstes Jahr wieder tragen. Er trug sie letzten Monat.",
      "example_translation": "El soldado llevaba pantalones caqui durante la misión en el desierto. Llevará nuevamente el próximo año. Llevaba ellos el mes pasado.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "olivgrün",
      "translation": "verde oliva",
      "definition": "Eine gedämpfte, gelblich-grüne Farbe, an die Farbe reifer Oliven erinnernd, oft in Militäruniformen und Outdoor-Ausrüstung verwendet.",
      "definition_translation": "Un color verde amarillento apagado, reminiscente del color de aceitunas maduras, a menudo utilizado en uniformes militares y equipo al aire libre.",
      "example": "Die Wanderer trugen olivgrüne Jacken, um sich der Umgebung anzupassen. Sie werden sie nächste Woche wieder tragen. Sie trugen sie letzten Sommer.",
      "example_translation": "Los excursionistas llevaban chaquetas verde oliva para fundirse con el entorno. Llevarán nuevamente la próxima semana. Llevaban ellos el verano pasado.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amaranth",
      "translation": "amaranto",
      "definition": "Eine purpurrote Farbe, benannt nach der Amarant-Blume, oft in Kunst und Design verwendet, um einen Farbtupfer hinzuzufügen.",
      "definition_translation": "Un color rojo-púrpura, nombrado en honor de la flor de amaranto, a menudo utilizado en arte y diseño para agregar un toque de color.",
      "example": "Die Künstlerin verwendete Amaranth, um Tiefe in das Gemälde hinzuzufügen. Sie wird es in ihrem nächsten Projekt wieder verwenden. Sie hatte es in ihrer letzten Ausstellung verwendet.",
      "example_translation": "El artista utilizó amaranto para agregar profundidad a la pintura. Lo utilizará nuevamente en su próximo proyecto. Lo utilizó en su última exposición.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernstein",
      "translation": "ámbbar",
      "definition": "Ein gelblich-orangefarbenes fossiles Harz, verwendet in Schmuck und Parfümerie.",
      "definition_translation": "Una resina fósil amarillo-anaranjada, utilizada en joyería y perfumería.",
      "example": "In der Vergangenheit verwendeten Menschen Bernstein, um schöne Schmuckstücke herzustellen. Heute verwenden wir Bernstein noch, um einzigartige Accessoires zu schaffen. In der Zukunft werden Wissenschaftler wahrscheinlich neue Verwendungen für Bernstein entdecken.",
      "example_translation": "En el pasado, la gente utilizaba ámbar para hacer joyería hermosa. Hoy en día, todavía usamos ámbar para crear accesorios únicos. En el futuro, los científicos probablemente descubrirán nuevos usos para el ámbar.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anthrazit",
      "translation": "antracita",
      "definition": "Eine Art von Kohle, charakterisiert durch ihre Härte und hohen Kohlenstoffgehalt.",
      "definition_translation": "Un tipo de carbón, caracterizado por su dureza y alto contenido de carbono.",
      "example": "In der Vergangenheit wurde Anthrazit weit verbreitet als Brennstoff verwendet. Heute wird es noch in einigen Kraftwerken verwendet. In der Zukunft werden wir möglicherweise alternative Verwendungen für Anthrazit finden.",
      "example_translation": "En el pasado, la antracita se usaba ampliamente como combustible. Hoy en día, todavía se utiliza en algunas centrales eléctricas. En el futuro, podemos encontrar usos alternativos para la antracita.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquamarin",
      "translation": "acuamarina",
      "definition": "Ein blassblauer oder blaugrüner Edelstein, oft in Schmuck verwendet.",
      "definition_translation": "Una piedra preciosa de color azul pálido o azul-verde, a menudo utilizada en joyería.",
      "example": "Sie hatte immer davon geträumt, ein Aquamarin-Halsband zu besitzen. Heute kaufte sie es endlich. In der Zukunft wird sie es ihrer Enkelin vererben.",
      "example_translation": "Siempre había soñado con tener un collar de acuamarina. Hoy en día, finalmente lo compró. En el futuro, se lo pasará a su nieta.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "carmesí",
      "definition": "Ein helles Rot bis Purpurrot pigmentiertes Pulver, gewonnen aus dem Cochenille-Insekt, verwendet in Lebensmitteln, Kosmetika und Kunst.",
      "definition_translation": "Un pigmento rojo brillante a rojo púrpura obtenido del insecto de la cochinilla, utilizado en alimentos, cosméticos y arte.",
      "example": "Die Künstlerin mischte Karmesin mit Gelbolchre, um eine leuchtende Orangefarbe zu erstellen. Sie hatte Karmesin in ihren Gemälden Jahre lang verwendet. Das Unternehmen wird Karmesin in ihrem neuen Lippenstift-Produkt verwenden.",
      "example_translation": "El artista mezcló carmesí con ocre amarillo para crear un tono naranja vibrante. Ella había usado carmesí en sus pinturas durante años. La empresa utilizará carmesí en su nuevo producto de lápiz labial.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesinrot",
      "translation": "carmesí",
      "definition": "Eine tiefe, reiche Rötung, insbesondere in Bezug auf eine leuchtende Rötung, die in Druck und Färberei verwendet wird.",
      "definition_translation": "Un color rojo profundo y rico, especialmente en relación con un color rojo brillante utilizado en impresión y teñido.",
      "example": "Die Universität trug karmesinrote Uniformen auf dem Football-Feld. Sie wählte ein karmesinrotes Kleid für das formelle Ereignis aus. Das Unternehmen hat ein karmesinrotes Logo mit dem Buchstaben 'C'.",
      "example_translation": "Los uniformes carmesí de la universidad eran un espectáculo impactante en el campo de fútbol. Ella eligió un vestido carmesí para la ocasión formal. El logotipo de la empresa cuenta con una letra 'C' carmesí.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cyan",
      "translation": "ciano",
      "definition": "Eine hellgrün-blaue Farbe, insbesondere in Bezug auf ein Pigment oder eine Tinte, die in Druck und Kunst verwendet wird.",
      "definition_translation": "Un color azul-verdoso brillante, especialmente en relación con un pigmento o tinte utilizado en impresión y arte.",
      "example": "Die Künstlerin mischte Cyan mit Gelb, um eine leuchtende Grüne Farbe zu erstellen. Das Unternehmen verwendet Cyan-Tinte in ihren Druckern. Sie trug einen cyanfarbenen Schal, um ihre blauen Augen hervorzuheben.",
      "example_translation": "El artista mezcló ciano con amarillo para crear un tono verde vibrante. La empresa utiliza tinta ciano en sus impresoras. Ella llevó una bufanda ciano para igualar sus ojos azules brillantes.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Smaragd",
      "translation": "esmeralda",
      "definition": "Ein heller, wertvoller Stein, oft als Juwel getragen.",
      "definition_translation": "Una piedra verde brillante y valiosa, a menudo llevada como joya.",
      "example": "Die Königin trug ein Smaragd-Halsband zum Ball letzten Abend, und sie wird es morgen zum Fest tragen, aber sie trug es zum Gartenfest letztes Jahr.",
      "example_translation": "La reina llevó un collar de esmeraldas al baile anoche, y la llevará al partido mañana, pero la llevó al jardín partido el año pasado.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingwer",
      "translation": "jengibre",
      "definition": "Eine Wurzel, die als Gewürz, insbesondere in asiatischer Küche, verwendet wird und einen heißen, süßen Geschmack hat.",
      "definition_translation": "Una raíz que se utiliza como especia, especialmente en la cocina asiática, y tiene un sabor picante y dulce.",
      "example": "Ich fügte Ingwer zur Suppe hinzu gestern, und ich werde es morgen dem Stir-Fry hinzufügen, aber ich fügte es dem Tee letzten Woche hinzu.",
      "example_translation": "Añadí jengibre a la sopa ayer, y lo agregaré al salteado mañana, pero lo agregué al té la semana pasada.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Indigo",
      "translation": "índigo",
      "definition": "Eine tiefblaue Farbe oder eine Pflanze, die einen Farbstoff dieser Farbe produziert.",
      "definition_translation": "Un color azul profundo, o una planta que produce un tinte de este color.",
      "example": "Die Künstlerin verwendete Indigo, um den Abendhimmel zu malen, und sie wird es morgen verwenden, um den Stoff zu färben, aber sie verwendete es letzten Monat, um den Teppich zu färben.",
      "example_translation": "El artista usó índigo para pintar el cielo de la noche, y lo utilizará para teñir la tela mañana, pero lo usó para colorear la alfombra el mes pasado.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Magenta",
      "translation": "magenta",
      "definition": "Eine helle, leuchtende pinklich-purpurne Farbe.",
      "definition_translation": "Un color rosa púrpura brillante y vivido.",
      "example": "Die Designerin wählte eine schöne Magenta-Farbe für das Logo aus. Sie wird eine Magenta-Farbe für das Logo wählen. Sie hatte eine Magenta-Farbe für das Logo gewählt.",
      "example_translation": "El diseñador eligió un hermoso color magenta para el logotipo. Ella elegirá un color magenta para el logotipo. Ella había elegido un color magenta para el logotipo.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mahagoni",
      "translation": "caoba",
      "definition": "Eine Art von Hartholzbaum mit einem roten bis braunen Holz, oft für Möbeldesign verwendet.",
      "definition_translation": "Un tipo de árbol de madera dura con madera marrón-rojiza, a menudo utilizado para la fabricación de muebles.",
      "example": "Der antike Tisch war aus Mahagoni-Holz gemacht. Sie wird den Mahagoni-Tisch polieren. Er hatte den Mahagoni-Möbel gestrichen.",
      "example_translation": "La mesa antigua estaba hecha de madera de caoba. Ella pulirá la mesa de caoba. Él había lijado el mobiliario de caoba.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "granate",
      "definition": "Eine dunkle, rötlich-braune Farbe oder Pigment.",
      "definition_translation": "Un color marrón-rojizo oscuro o pigmento.",
      "example": "Der Fußballspieler trug ein Karmesin-Trikot. Sie wird ein Karmesin-Kleid tragen. Sie hatten Karmesin-Uniformen getragen.",
      "example_translation": "El jugador de fútbol llevaba una camiseta granate. Ella llevará un vestido granate. Ellos habían llevado uniformes granate.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocker",
      "translation": "ocre",
      "definition": "Ein natürliches Braun- oder Gelbbraun-Pigment, bestehend aus einer Mischung von Ton und Eisenoxid, verwendet in Malerei und Kunst.",
      "definition_translation": "Un pigmento natural marrón o marrón amarillento, que consiste en una mezcla de arcilla y óxido de hierro, utilizado en pintura y arte.",
      "example": "Der Künstler mischte Ocker mit Wasser, um eine reiche, erdige Note zu erstellen. Sie hatte den ganzen Canvas mit Ocker bemalt, der jetzt trocken war. Sie wird das ganze Zimmer nächste Woche mit Ocker bemalen.",
      "example_translation": "El artista mezcló ocre con agua para crear un tono rico y terroso. Ella había ocreado todo el lienzo, que ahora estaba seco. Ella ocreará toda la habitación la próxima semana.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Scharlach",
      "translation": "escarlata",
      "definition": "Eine helle, leuchtende rote Farbe, typischerweise mit Leidenschaft, Energie und Liebe assoziiert.",
      "definition_translation": "Un color rojo brillante y vivo, típicamente asociado con pasión, energía y amor.",
      "example": "Das Scharlach-Kleid erregte bei der Party jeden Blick. Sie hatte Scharlach-Lippenstift aufgetragen, um ihr Outfit zu ergänzen. Er wird eine Scharlach-Krawatte zur Hochzeit tragen.",
      "example_translation": "El vestido escarlata llamó la atención de todos en la fiesta. Ella había llevado lápiz de labios escarlata para igualar su atuendo. Él llevará una corbata escarlata a la boda.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkis",
      "translation": "turquesa",
      "definition": "Ein blaugrünes Mineral, wegen seiner leuchtenden Farbe in Schmuckstücken und dekorativen Gegenständen geschätzt.",
      "definition_translation": "Un mineral azul-verde, apreciado por su color vibrante y utilizado en joyería y objetos decorativos.",
      "example": "Die Türkis-Kette war ihre Großmutter liebstes Schmuckstück. Er hatte ihr einen Türkis-Ring zum Geburtstag gekauft. Sie werden das Wohnzimmer mit Türkis-Vasen dekorieren.",
      "example_translation": "La cadena de turquesa fue el favorito de su abuela. Él le había comprado un anillo de turquesa para su cumpleaños. Decorarán el salón con jarrones de turquesa.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]
}