{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katze",
      "translation": "gato",
      "definition": "Ein kleiner, typischerweise pelziger, fleischfressender Säugetier. Sie werden oft als 'Hauskatzen' bezeichnet, wenn sie als Haustiere gehalten werden.",
      "definition_translation": "Un pequeño mamífero carnívoro típicamente peludo. A menudo se les llama 'gatos de la casa' cuando se mantienen como mascotas en interiores.",
      "example": "Ich hatte eine Katze, als ich ein Kind war. Jetzt habe ich zwei Katzen und sie sind sehr spielhaft. Ich werde nächstes Jahr eine neue Katze bekommen.",
      "example_translation": "Tenía un gato cuando era niño. Ahora tengo dos gatos, y son muy juguetones. Me compraré un gato nuevo el año que viene.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuh",
      "translation": "vaca",
      "definition": "Ein großes, domestiziertes, unpaarhufiges Säugetier, das oft auf Farmen und Ranches für seine Milch und sein Fleisch gehalten wird.",
      "definition_translation": "Un mamífero ungulado grande domesticado que se mantiene comúnmente en granjas y ranchos por su leche y carne.",
      "example": "Kühe grasen auf dem Feld. Die Kuh hat letztes Monat ein Kalb geboren. Wir werden nächstes Jahr eine Kuh kaufen.",
      "example_translation": "Las vacas están pastando en el campo. La vaca dio a luz a un ternero el mes pasado. Compraremos una vaca al año que viene.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hund",
      "translation": "perro",
      "definition": "Ein domestiziertes, fleischfressendes Säugetier, das zur Familie der Caniden gehört und eng mit dem grauen Wolf verwandt ist.",
      "definition_translation": "Un mamífero carnívoro domesticado que pertenece a la familia Canidae y está estrechamente relacionado con el lobo gris.",
      "example": "Ich ging heute Morgen mit meinem Hund spazieren. Der Hund bellt laut. Ich werde meinen Hund morgen in den Park bringen.",
      "example_translation": "Paseé a mi perro esta mañana. El perro está ladrando fuerte. Llevaré a mi perro al parque mañana.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pferd",
      "translation": "caballo",
      "definition": "Ein großes, huftragendes, pflanzenfressendes Säugetier, das oft für Reiten, Fahren und Tragen von Lasten verwendet wird.",
      "definition_translation": "Un gran mamífero herbívoro con pezuñas utilizado para montar, conducir y llevar paquetes.",
      "example": "Ich ritt gestern ein Pferd zum Park, ich reite jeden Tag ein Pferd zum Park und ich werde morgen ein Pferd zum Park reiten.",
      "example_translation": "Monté un caballo al parque ayer, monto un caballo al parque todos los días, y montaré un caballo al parque mañana.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwein",
      "translation": "cerdo",
      "definition": "Ein stämmiges, omnivores, unpaarhufiges Säugetier, das in Eurasien und Nordafrika heimisch ist.",
      "definition_translation": "Un mamífero ungulado omnívoro de cuerpo robusto originario de Eurasia y África del Norte.",
      "example": "Ich sah gestern ein Schwein auf dem Hof, ich sehe jeden Tag ein Schwein auf dem Hof und ich werde morgen ein Schwein auf dem Hof sehen.",
      "example_translation": "Vi un cerdo en la granja ayer, veo un cerdo en la granja todos los días, y veré un cerdo en la granja mañana.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaf",
      "translation": "oveja",
      "definition": "Ein wiederkäuendes, unpaarhufiges Säugetier, das oft auf Farmen und Ranches für seine Wolle und sein Fleisch gehalten wird.",
      "definition_translation": "Un mamífero rumiante, ungulado incluso, que se mantiene típicamente en una granja o rancho por su lana y carne.",
      "example": "Ich trieb gestern ein Schaf auf die Weide, ich treibe jeden Tag ein Schaf auf die Weide und ich werde morgen ein Schaf auf die Weide treiben.",
      "example_translation": "Arrie un rebaño de ovejas al pasto ayer, arreo un rebaño de ovejas al pasto todos los días, y arrearé un rebaño de ovejas al pasto mañana.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bebé",
      "definition": "Ein sehr junges menschliches Wesen, von der Geburt bis zu einem oder zwei Jahren.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "Ich hielt das Baby gestern in meinen Armen, ich halte das Baby heute in meinen Armen und ich werde das Baby morgen in meinen Armen halten.",
      "example_translation": "Yo sostuve al bebé en mis brazos ayer, estoy sosteniendo al bebé en mis brazos hoy, y sostendré al bebé en mis brazos mañana.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "oso",
      "definition": "Ein großes, fleischfressendes Säugetier mit zotteligem Fell, das in Wäldern und Bergen gefunden wird.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas.",
      "example": "Der Bär rannte schnell durch den Wald gestern, der Bär rennt schnell durch den Wald heute und der Bär wird morgen schnell durch den Wald rennen.",
      "example_translation": "El oso corrió rápidamente por el bosque ayer, el oso está corriendo rápidamente por el bosque hoy, y el oso correrá rápidamente por el bosque mañana.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gepard",
      "translation": "chita",
      "definition": "Ein großes Katzentier mit einer gelbbraunen Wolle und schwarzen Flecken, das in Afrika und Asien heimisch ist.",
      "definition_translation": "Un gato grande con un pelaje amarillo-marrón y manchas negras, nativo de África y Asia.",
      "example": "Der Gepard rannte äußerst schnell in der Savanne gestern, der Gepard rennt äußerst schnell in der Savanne heute und der Gepard wird morgen äußerst schnell in der Savanne rennen.",
      "example_translation": "La chita corría extremadamente rápido en la sabana ayer, la chita está corriendo extremadamente rápido en la sabana hoy, y la chita correrá extremadamente rápido en la sabana mañana.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elefant",
      "translation": "elefante",
      "definition": "Ein großes, intelligentes und soziales Tier mit einem langen Rüssel, das oft in Zoos und Zirkussen verwendet wird und früher als Lasttier verwendet wurde.",
      "definition_translation": "Un animal grande, inteligente y social con una larga probóscide, utilizado en zoos y circos, y anteriormente usado como bestia de carga.",
      "example": "Ich sah einen Elefanten im Zoo gestern, er frisst jetzt und er wird morgen frei in der Wildnis wandern.",
      "example_translation": "Vi un elefante en el zoológico ayer, está comiendo ahora, y caminará libremente en la naturaleza mañana.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerschweinchen",
      "translation": "cuy",
      "definition": "Ein kleines, pelzartiges, pflanzenfressendes Nagetier, das häufig als Haustier gehalten oder für wissenschaftliche Forschung verwendet wird.",
      "definition_translation": "Un pequeño, peludo, roedor herbívoro comúnmente mantenido como mascota o utilizado en investigaciones científicas.",
      "example": "Ich hatte ein Meerschweinchen als Haustier, als ich ein Kind war, es war sehr niedlich, und es wird ein großartiger Gefährte für meine Schwester werden.",
      "example_translation": "Tuve un cuy como mascota cuando era niño, era muy lindo, y hará un gran compañero de mi hermana algún día.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamster",
      "translation": "hámster",
      "definition": "Ein kleines, pelzartiges, fleischfressendes Säugetier, das häufig als Haustier gehalten wird, ursprünglich aus Syrien und Europa stammend.",
      "definition_translation": "Un pequeño, peludo, mamífero carnívoro comúnmente mantenido como mascota, originario de Siria y Europa.",
      "example": "Ich kaufte letzten Woche einen Hamster, er läuft gerade auf seinem Rad, und er wird nächstes Jahr ein großartiger Haustier für meinen Bruder sein.",
      "example_translation": "Compré un hámster la semana pasada, está corriendo en su rueda ahora, y será una gran mascota para mi hermano el próximo año.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "león",
      "definition": "Ein Löwe ist ein großes, fleischfressendes Säugetier, das in Rudeln in den Savannen und Grasländern Afrikas und Indiens lebt.",
      "definition_translation": "Un león es un mamífero carnívoro grande que vive en manadas en las sabanas y praderas de África y la India.",
      "example": "Der Löwe brüllte laut im Dschungel. Gestern schlief der Löwe. Morgen wird der Löwe seine Beute jagen.",
      "example_translation": "El león rugió fuerte en la jungla. Ayer, el león estaba durmiendo. Mañana, el león cazará su presa.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affe",
      "translation": "mono",
      "definition": "Ein Affe ist ein Primat, der zur Ordnung der Primaten gehört, die Lemuren, Lori, Tarsi und Simien umfasst.",
      "definition_translation": "Un mono es un primate que pertenece al orden de primates, que incluye lémures, lorises, tarseros y simios.",
      "example": "Der Affe schwang von Baum zu Baum. Gestern spielte der Affe. Morgen wird der Affe den Berg besteigen.",
      "example_translation": "El mono se columpiaba de árbol en árbol. Ayer, el mono estava jugando. Mañana, el mono subirá la montaña.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maus",
      "translation": "ratón",
      "definition": "Eine Maus ist ein kleines, nagetierartiges Säugetier, das in Erdlöchern oder Wänden lebt.",
      "definition_translation": "Un ratón es un pequeño mamífero roedor que vive en hoyos en el suelo o en paredes.",
      "example": "Die Maus rannte über den Boden. Gestern versteckte sich die Maus. Morgen wird die Maus an dem Käse nagen.",
      "example_translation": "El ratón corrió attraversó el suelo. Ayer, el ratón estaba escondido. Mañana, el ratón mordisqueará el queso.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaninchen",
      "translation": "conejo",
      "definition": "Ein kleines, pelzartiges Säugetier mit langen Ohren und spitzen Zähnen, typischerweise in Erdhöhlen oder Kaninchenbauern lebend.",
      "definition_translation": "Un pequeño mamífero peludo con orejas largas y dientes afilados, que Vive typicalmente en madrigueras o warrens.",
      "example": "Ich sah ein Kaninchen über das Feld hoppeln. Das Kaninchen hoppelte über das Feld. Ich werde ein Kaninchen über das Feld hoppeln sehen.",
      "example_translation": "Vi un conejo saltando a través del campo. El conejo estaba saltando a través del campo. Veré un conejo saltando a través del campo.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ratte",
      "translation": "rata",
      "definition": "Eine große Nagetierart, die einer Maus ähnelt, häufig in Abwasserkanälen und Gebäuden gefunden wird.",
      "definition_translation": "Una gran roedor que se asemeja a un ratón, comúnmente encontrado en alcantarillas y edificios.",
      "example": "Ich fing eine Ratte in meinem Haus. Die Ratte versteckte sich im Loch. Ich werde eine Ratte in meinem Haus fangen.",
      "example_translation": "Atrapé una rata en mi casa. La rata estaba escondida en el agujero. Atraparé una rata en mi casa.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "murciélago",
      "definition": "Ein fliegendes Säugetier, das Echolokation nutzt, um sich zu navigieren und Insekten zu finden.",
      "definition_translation": "Un mamífero volador que utiliza la ecolocación para navegar y encontrar insectos para comer.",
      "example": "Die Fledermaus flog um die Höhle. Die Fledermaus flog um die Höhle. Die Fledermaus wird um die Höhle fliegen.",
      "example_translation": "El murciélago estaba volando alrededor de la cueva. El murciélago voló alrededor de la cueva. El murciélago volará alrededor de la cueva.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "toro",
      "definition": "Ein männliches Rind, insbesondere eines, das unkastriert oder für die Zucht verwendet wird.",
      "definition_translation": "Un bovino masculino, especialmente uno que no ha sido castrado o se utiliza para criar.",
      "example": "Der Bauer hatte einen Stier auf seinem Feld. Er wird nächstes Jahr einen neuen Stier kaufen. Der Stier wurde gestern von einer Meute Hunden angegriffen.",
      "example_translation": "El granjero tenía un toro en su campo. Comprará un nuevo toro el próximo año. El toro había sido atacado por una manada de perros ayer.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalb",
      "translation": "ternero",
      "definition": "Das Junge von verschiedenen Säugetieren, insbesondere einer Kuh oder eines Elefanten.",
      "definition_translation": "El joven de various mamíferos, especialmente una vaca o elefante.",
      "example": "Das Kalb wurde letzten Monat geboren. Das Kalb wird groß und stark sein. Das Kalb war von seiner Mutter getrennt worden.",
      "example_translation": "El ternero nació el mes pasado. El ternero será grande y fuerte. El ternero había sido separado de su madre.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamel",
      "translation": "camello",
      "definition": "Ein großes, gerisses Ungulat mit einem charakteristischen Höcker auf seinem Rücken, gefunden in den Wüsten Asiens und Afrikas.",
      "definition_translation": "Un gran ungulado de pezuñas parejas con una joroba característica en su espalda, encontrado en los desiertos de Asia y África.",
      "example": "Das Kamel ritt über die Wüste. Wir werden nächste Woche ein Kamel reiten. Das Kamel hatte stundenlang gewandert.",
      "example_translation": "El camello cabalgó a través del desierto. Montaremos un camello la próxima semana. El camello había estado caminando durante horas.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rinder",
      "translation": "ganado",
      "definition": "Domestierte Säugetiere, die auf einem Hof oder einer Ranch gehalten werden, normalerweise für ihre Milch, ihr Fleisch oder ihre Häute.",
      "definition_translation": "Mamíferos domésticos criados en una granja o rancho, comúnmente mantenidos por su leche, carne o pieles.",
      "example": "Der Bauer besaß eine große Herde von Rindern, die er für ihre Milch aufzog. Er hatte sie seit sie Kälber waren großgezogen, und jetzt waren sie gediehen. Bis nächstem Jahr wird er die Größe seines Rinderbestandes erhöht haben.",
      "example_translation": "El granjero era dueño de un gran rebaño de ganado, que criaba por su leche. Los había criado desde que eran terneros, y ahora estaban prosperando. Para el próximo año, habrá aumentado el tamaño de su ganado.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Delfin",
      "translation": "delfín",
      "definition": "Ein hochintelligentes, soziales Meerestier, das eng mit Walen und Tümmlern verwandt ist.",
      "definition_translation": "Un mamífero marino muy inteligente y social que está estrechamente relacionado con las ballenas y marsopas.",
      "example": "Der Delfin schwamm spielerisch im Ozean, sprang und tauchte aus dem Wasser. Er war von Touristen viele Male gesehen worden und würde wahrscheinlich morgen wieder gesehen werden. Bis nächster Woche wird der Delfin weiter nach Norden geschwommen sein.",
      "example_translation": "El delfín nadó juguetonamente en el océano, saltando y brincando fuera del agua. Había sido visto por turistas muchas veces antes, y probablemente sería visto nuevamente mañana. Para la próxima semana, el delfín habrá nadado más al norte.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esel",
      "translation": "burro",
      "definition": "Ein domestiziertes oder wildes Equiden-Tier, das kleiner als ein Pferd ist, mit einem grauen oder braunen Fell und einem charakteristischen lauten Brüllen.",
      "definition_translation": "Un animal equino doméstico o feral que es más pequeño que un caballo, con un pelaje gris o marrón y un característico rebuzno fuerte.",
      "example": "Der Bauer benutzte einen Esel, um schwere Lasten den Berg hinauf zu tragen. Er hatte den Esel seit Jahren benutzt, und er war immer zuverlässig gewesen. Bis nächsten Monat wird der Bauer einen neuen Esel ausgebildet haben.",
      "example_translation": "El granjero usó un burro para llevar cargas pesadas hacia la montaña. Había usado el burro durante años, y siempre había sido confiable. Para el próximo mes, el granjero habrá entrenado a un nuevo burro.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "hembra",
      "definition": "Eine weibliche Person oder ein weibliches Tier ist ein Wesen, das Eier produziert, typischerweise gekennzeichnet durch das Vorhandensein von Ovarien.",
      "definition_translation": "Una hembra es una persona o animal del sexo que produce huevos, caracterizada por la presencia de ovarios",
      "example": "Sie war eine starke und unabhängige weibliche Person, die gerne reiste. Sie war in viele Länder gereist, bevor sie aktuell eine Reise nach Europa plante. In Zukunft hoffte sie, Asien zu besuchen.",
      "example_translation": "Era una hembra fuerte e independiente que amaba viajar. Había visitado muchos países en el pasado, y actualmente, estaba planeando un viaje a Europa. En el futuro, esperaba visitar Asia.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelz",
      "translation": "piel",
      "definition": "Pelz ist das dicke, weiche und warme Haar, das den Körper vieler Tiere, insbesondere Säugetiere, bedeckt.",
      "definition_translation": "La piel es el pelo grueso, suave y cálido que cubre los cuerpos de muchos animales, especialmente mamíferos.",
      "example": "Die Katze hatte einen schönen Pelz, der weich zum Anfassen war. Im Winter wuchs ihr Pelz dicker, um sie warm zu halten. In Zukunft hoffen Wissenschaftler, künstlichen Pelz zu entwickeln, der genauso warm und weich ist.",
      "example_translation": "El gato tenía una hermosa piel que era suave al tacto. En invierno, su piel crecía más gruesa para mantenerlo caliente. En el futuro, los científicos esperan crear piel artificial que sea tan cálida y suave.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Giraffe",
      "translation": "jirafa",
      "definition": "Eine Giraffe ist ein großes, gerisses Ungulat mit einem charakteristischen Fellmuster und einem langen Hals und Beinen.",
      "definition_translation": "Una jirafa es un mamífero ungulado de patas pares con un patrón de pelaje distinto y un cuello y patas largos.",
      "example": "Im Zoo sahen wir eine Giraffe, die Blätter von einem hohen Baum aß. In der Vergangenheit waren Giraffen in vielen Teilen Afrikas gefunden worden, aber aktuell waren ihre Lebensräume begrenzt. In Zukunft hoffen Artenschützer, ihre Populationen zu erhöhen.",
      "example_translation": "En el zoológico, vimos una jirafa comiendo hojas de un árbol alto. En el pasado, las jirafas se encontraban en muchas partes de África, pero actualmente, sus hábitats están limitados. En el futuro, los esfuerzos de conservación esperan aumentar sus poblaciones.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziege",
      "translation": "cabra",
      "definition": "Eine Ziege ist ein Säugetier, das zur Familie Bovidae gehört und eng mit Schafen und Antilopen verwandt ist. Sie sind agile und neugierige Tiere, bekannt für ihre Fähigkeit, zu klettern und zu springen.",
      "definition_translation": "Una cabra es un mamífero que pertenece a la familia Bovidae y está estrechamente relacionada con ovejas y antílopes. Son animales ágiles y curiosos, conocidos por su capacidad para escalar y saltar.",
      "example": "Ich sah eine Ziege, die gestern auf einem Feld weidete. Die Ziege frisst jetzt Gras. Ich werde nächstes Jahr eine Ziege als Haustier kaufen.",
      "example_translation": "Vi una cabra pastando en el campo ayer. La cabra está comiendo hierba ahora. Compraré una cabra como mascota el año que viene.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hase",
      "translation": "liebre",
      "definition": "Ein Hase ist ein schnelles, langbeiniges Säugetier, das zur Familie Leporidae gehört. Sie sind bekannt für ihre Geschwindigkeit und Agilität und werden oft in offenen Feldern und Graslandschaften gefunden.",
      "definition_translation": "Una liebre es un mamífero que se mueve rápidamente, con patas largas que pertenece a la familia Leporidae. Son conocidos por su velocidad y agilidad, y se encuentran comúnmente en campos abiertos y praderas.",
      "example": "Ich sah einen Hasen, der gestern über das Feld rannte. Der Hase versteckt sich jetzt hinter einem Busch. Ich werde nächste Woche versuchen, einen Hasen zu fangen.",
      "example_translation": "Vi una liebre corriendo a través del campo ayer. La liebre está escondida detrás de un arbusto ahora. Intentaré atrapar una liebre la próxima semana.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nilpferd",
      "translation": "hipopótamo",
      "definition": "Ein Nilpferd ist ein großes, teilweise aquatisches Säugetier, das zur Familie Hippopotamidae gehört. Sie sind bekannt für ihre stämmigen Körper, kurzen Beine und werden oft in Flüssen und Seen gefunden.",
      "definition_translation": "Un hipopótamo es un mamífero grande, semiacuático que pertenece a la familia Hippopotamidae. Son conocidos por sus cuerpos robustos, patas cortas, y se encuentran comúnmente en ríos y lagos.",
      "example": "Ich sah ein Nilpferd, das gestern im Fluss schwamm. Das Nilpferd frisst jetzt Gras. Ich werde nächsten Monat ein Nilpferd-Schutzgebiet besuchen.",
      "example_translation": "Vi un hipopótamo nadando en el río ayer. El hipopótamo está comiendo hierba ahora. Visitaré un santuario de hipopótamos el próximo mes.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kätzchen",
      "translation": "gatito",
      "definition": "Ein Kätzchen ist ein juveniler Katze, typischerweise im ersten Jahr seines Lebens. Kätzchen werden nach einer Trächtigkeitsdauer von etwa 63-65 Tagen geboren und entwickeln sich schnell, öffnen ihre Augen meist zwischen 7-10 Tagen alt.",
      "definition_translation": "Un gatito es un gato juvenil, generalmente en el primer año de su vida. Los gatitos nacen después de un período de gestación de alrededor de 63-65 días y se desarrollan rápidamente, abriendo típicamente los ojos alrededor de 7-10 días de edad.",
      "example": "Ich sah ein Kätzchen mit einem Ball Wolle spielen gestern. Das Kätzchen wird zu einer schönen Katze heranwachsen. Bis zum nächsten Jahr wird das Kätzchen gelernt haben, Mäuse zu jagen.",
      "example_translation": "Vi un gatito jugando con una bola de lana ayer. El gatito crecerá para ser un hermoso gato. Para esta época del año que viene, el gatito habrá aprendido a cazar ratones.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lamm",
      "translation": "cordero",
      "definition": "Ein Lamm ist ein junges Schaf, typischerweise im ersten Jahr seines Lebens. Lämmer werden oft mit dem Frühling assoziiert und sind bekannt für ihre sanften Blöken.",
      "definition_translation": "Un cordero es un joven carnero, generalmente en el primer año de su vida. Los corderos suelen asociarse con la primavera y son conocidos por sus suaves sonidos de balido.",
      "example": "Das Lamm wurde letzte Woche geboren und läuft bereits auf dem Feld herum. Das Lamm wird bald abgesetzt werden, und dann wird es in der Lage sein, Gras selbst zu essen. Bis zum nächsten Jahr wird das Lamm zu einem starken Schaf herangewachsen sein.",
      "example_translation": "El cordero nació la semana pasada y ya está corriendo por el campo. El cordero será destetado pronto, y luego podrá comer hierba por sí mismo. Para el próximo año, el cordero habrá crecido en un fuerte carnero.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "männlich",
      "translation": "masculino",
      "definition": "Ein Männlicher ist ein Organismus, der Gameten produziert, die Zellen, die sich während der Reproduktion zu einem Zygote verschmelzen. In vielen Arten sind Männliche bekannt für ihre spezifischen körperlichen Merkmale, wie zum Beispiel Gesichtsbehaarung bei Menschen.",
      "definition_translation": "Un macho es un organismo que produce gametos, que son las células que se fusionan durante la reproducción para formar un zigoto. En muchas especies, los machos son conocidos por sus características físicas específicas, como el vello facial en los humanos.",
      "example": "Der männliche Löwe ist bekannt für seinen majestätischen Bart. Der männliche Student erzielte höhere Punktzahlen im Test als der weibliche Student. Bis zum Alter von 30 Jahren hatte der männliche Athlet bereits mehrere Meisterschaften gewonnen.",
      "example_translation": "El león macho es conocido por su majestuosa melena. El estudiante masculino obtuvo una puntuación más alta en la prueba que la estudiante femenina. Para cuando tenía 30 años, el atleta masculino había ganado varios campeonatos.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maultier",
      "translation": "mula",
      "definition": "Ein Maultier ist das Nachkommen eines männlichen Esels und eines weiblichen Pferdes, bekannt für seine Stärke und Eigensinnigkeit.",
      "definition_translation": "Una mula es la progenie de un asno macho y una yegua, conocida por su fuerza y terquedad.",
      "example": "Ich ritt ein Maultier durch den Grand Canyon letztes Jahr und es war sehr eigensinnig. Ich reite ein Maultier durch die Berge dieses Jahr, und es ist sehr kooperativ. Ich reite ein Maultier entlang des Strandes nächstes Jahr, und ich hoffe, es wird sich gut benehmen.",
      "example_translation": "Monté una mula por el Gran Cañón el año pasado, y era muy terca. Estoy montando una mula por las montañas este año, y está siendo muy cooperativa. Montaré una mula por la playa el año próximo, y espero que sea bien comportada.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puma",
      "translation": "puma",
      "definition": "Eine Puma ist eine große Katze, die in den Amerikas heimisch ist, auch bekannt als Puma oder Berglöwe.",
      "definition_translation": "Un puma es un gato grande nativo de las Américas, también conocido como puma o león de montaña.",
      "example": "Ich sah eine Puma im Zoo letzte Woche, und es schlief. Ich werde nächstes Jahr in die Anden-Berge reisen, um eine Puma in ihrem natürlichen Habitat zu sehen. Ich sah eine Puma in freier Wildbahn letztes Jahr, und es war sehr flüchtig.",
      "example_translation": "Vi un puma en el zoológico la semana pasada, y estaba durmiendo. Iré a las montañas de los Andes el año próximo para ver un puma en su hábitat natural. Vi un puma en estado salvaje el año pasado, y era muy esquivo.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welpen",
      "translation": "cachorro",
      "definition": "Ein Welpen ist ein junger Hund, insbesondere wenn er weniger als ein Jahr alt ist.",
      "definition_translation": "Un cachorro es un perro joven, especialmente uno que tiene menos de un año.",
      "example": "Ich hatte einen Welpen als Kind, und es war sehr spielend. Ich werde nächstes Jahr einen Welpen bekommen, und es wird sehr süß sein. Ich sah einen Welpen im Park gestern, und es war sehr energiegeladen.",
      "example_translation": "Tuve un cachorro cuando era niño, y era muy juguetón. Me llevaré un cachorro el año próximo, y será muy lindo. Vi un cachorro en el parque ayer, y era muy energético.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rentier",
      "translation": "reno",
      "definition": "Ein Rentier ist eine Art von Hirschen mit einem dicken Pelz, der in kalten Klimazonen lebt, insbesondere in der Arktis.",
      "definition_translation": "Un reno es un tipo de ciervo con una capa gruesa que vive en climas fríos, especialmente en la región ártica.",
      "example": "Das Rentier sprang über den Zaun. Das Rentier springt über den Zaun. Das Rentier wird über den Zaun springen.",
      "example_translation": "El reno saltó sobre la valla. El reno está saltando sobre la valla. El reno saltará sobre la valla.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tiger",
      "translation": "tigre",
      "definition": "Ein Tiger ist ein großes, fleischfressendes Säugetier mit einem auffälligen orange-schwarzen Streifenmuster, das in Asien heimisch ist.",
      "definition_translation": "Un tigre es un mamífero carnívoro grande con un patrón de rayas naranja y negro distintivo, originario de Asia.",
      "example": "Der Tiger brüllte laut. Der Tiger brüllt laut. Der Tiger wird laut brüllen.",
      "example_translation": "El tigre rugió fuerte. El tigre está rugiendo fuerte. El tigre rugirá fuerte.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wal",
      "translation": "ballena",
      "definition": "Ein Wal ist ein großes, aquatisches Säugetier, das Luft durch sein Blasloch atmet, und in allen Weltmeeren gefunden wird.",
      "definition_translation": "Una ballena es un mamífero acuático grande que respira aire a través de su agujero de respiración, y se encuentra en todos los océanos del mundo.",
      "example": "Der Wal schwamm im Ozean. Der Wal schwimmt im Ozean. Der Wal wird im Ozean schwimmen.",
      "example_translation": "La ballena nadó en el océano. La ballena está nadando en el océano. La ballena nadará en el océano.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hirsch",
      "translation": "ciervo",
      "definition": "Ein Hirsch ist eine Art von wilden oder domestizierten Säugetieren, die der Familie Cervidae angehören. Sie sind in vielen Teilen der Welt heimisch und werden oft wegen ihres Fleisches und ihrer Häute gejagt.",
      "definition_translation": "Un ciervo es una especie de mamífero silvestre o domesticado que pertenece a la familia Cervidae. Son nativos de muchas partes del mundo y a menudo se cazan por su carne y pieles.",
      "example": "Ich sah einen Hirsch auf der Weide grasen gestern. Ich werde einen Hirsch auf der Weide grasen sehen morgen. Ich habe einen Hirsch auf der Weide grasen viele Male vorher gesehen.",
      "example_translation": "Vi un ciervo pastando en el campo ayer. Veré un ciervo pastando en el campo mañana. He visto un ciervo pastando en el campo muchas veces antes.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs",
      "translation": "zorro",
      "definition": "Ein Fuchs ist ein kleines, fleischfressendes Säugetier, das zur Familie der Caniden gehört. Sie sind bekannt für ihre Schlauheit und Heimlichkeit und werden oft in Wäldern und Grasländern gefunden.",
      "definition_translation": "Un zorro es un mamífero carnívoro pequeño que pertenece a la familia Canidae. Son conocidos por su astucia y sigilo, y a menudo se encuentran en bosques y praderas.",
      "example": "Der Fuchs rannte schnell durch den Wald. Der Fuchs wird morgen schnell durch den Wald rennen. Ich habe den Fuchs viele Male schnell durch den Wald rennen sehen.",
      "example_translation": "El zorro corrió rápidamente a través del bosque. El zorro correrá rápidamente a través del bosque mañana. He visto al zorro corriendo rápidamente a través del bosque muchas veces antes.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gorilla",
      "translation": "gorila",
      "definition": "Ein Gorilla ist ein großes, intelligentes Primaten, das zur Familie der Hominiden gehört. Sie sind in Afrika beheimatet und bekannt für ihre Stärke und sanfte Natur.",
      "definition_translation": "Un gorila es un primate grande e inteligente que pertenece a la familia Hominidae. Son nativos de África y son conocidos por su fuerza y naturaleza gentil.",
      "example": "Ich sah ein Gorilla mit seinem Baby im Zoo spielen. Ich werde morgen ein Gorilla mit seinem Baby im Zoo spielen sehen. Ich habe ein Gorilla mit seinem Baby im Zoo viele Male spielen sehen.",
      "example_translation": "Vi un gorila jugando con su bebé en el zoológico. Veré un gorila jugando con su bebé en el zoológico mañana. He visto un gorila jugando con su bebé en el zoológico muchas veces antes.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Känguru",
      "translation": "canguro",
      "definition": "Ein großes, tropisches Beuteltier mit einem langen, kräftigen Schweif, das in Australien und Neuguinea beheimatet ist und bekannt für seine charakteristische Fortbewegung, die durch Hüpfen gekennzeichnet ist.",
      "definition_translation": "un marsupial tropical grande con una cola larga y poderosa, nativo de Australia y Nueva Guinea, conocido por su método de locomoción característico, caracterizado por saltar.",
      "example": "Das Känguru hoppelte über das Feld gestern, es hüpft jetzt über das Feld und wird morgen über das Feld hüpfen.",
      "example_translation": "El canguro saltó a través del campo ayer, salta a través del campo ahora y saltará a través del campo mañana.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leopard",
      "translation": "leopardo",
      "definition": "Ein großes, fleischfressendes Säugetier der Katzenfamilie, typischerweise mit einem auffälligen fleckigen oder ringförmigen Fell, das in Afrika und Asien beheimatet ist.",
      "definition_translation": "un mamífero carnívoro grande de la familia de los gatos, típicamente con un abrigo moteado o anillado, nativo de África y Asia.",
      "example": "Der Leopard stalkingte seine Beute in dem Dschungel letzte Nacht, er stalkt seine Beute im Dschungel jetzt und wird seine Beute im Dschungel nächste Woche stalken.",
      "example_translation": "El leopardo acechó a su presa en la selva la última noche, está acechando a su presa en la selva ahora y acechará a su presa en la selva la próxima semana.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ochse",
      "translation": "buey",
      "definition": "Ein domestiziertes Säugetier, das als Zugtier, insbesondere in der Landwirtschaft, verwendet wird, typischerweise mit einem stämmigen Körper und starken Hörnern.",
      "definition_translation": "un mamífero domesticado utilizado como animal de tracción, especialmente en la agricultura, típicamente con un cuerpo robusto y fuertes cuernos.",
      "example": "Der Ochse zog den Pflug über das Feld gestern, er zieht den Pflug jetzt über das Feld und wird den Pflug über das Feld nächstes Jahr ziehen.",
      "example_translation": "El buey tiró del arado a través del campo ayer, está tirando del arado a través del campo ahora y tirará del arado a través del campo el próximo año.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfote",
      "translation": "zarpa",
      "definition": "Der Fuß eines Tieres, insbesondere eines Vierbeiners, der Krallen hat.",
      "definition_translation": "El pie de un animal, especialmente un cuadrúpedo, con garras.",
      "example": "Die Katze hob ihre Pfote, um den Pfosten zu kratzen. Gestern hob sie ihre Pfote, um die Tür zu kratzen. Morgen wird sie ihre Pfote, um die Vorhänge zu kratzen heben.",
      "example_translation": "El gato levantó su zarpa para rascar el poste. Ayer, zarpeó la puerta. Mañana, zarpeará las cortinas.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisbär",
      "translation": "oso polar",
      "definition": "Ein großes, fleischfressendes Säugetier, das in den arktischen Regionen lebt, mit weißem Fell und einem charakteristischen Geruch.",
      "definition_translation": "Un gran mamífero carnívoro que vive en las regiones Árticas, con piel blanca y un olor característico.",
      "example": "Der Eisbär wanderte über die arktische Tundra. Letzte Woche wanderte er in das Dorf. Nächstes Jahr wird er in den Wald wandern.",
      "example_translation": "El oso polar deambuló por la tundra Ártica. La semana pasada, había deambulado hasta el pueblo. El próximo año, deambulará hasta el bosque.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhinoceros",
      "translation": "rinoceronte",
      "definition": "Ein großes, pflanzenfressendes Säugetier mit einem charakteristischen hornförmigen Schnauz, das in Afrika und südlichen Asien beheimatet ist.",
      "definition_translation": "Un gran mamífero herbívoro con una trompa característica con cuernos, encontrado en África y sur de Asia.",
      "example": "Das Rhinoceros stürmte auf den Touristen zu. Gestern stürmte es auf den Zaun zu. Morgen wird es auf die Bäume zu stürmen.",
      "example_translation": "El rinoceronte cargó contra el turista. Ayer, había cargado contra la valla. Mañana, cargará contra los árboles.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seehund",
      "translation": "foca",
      "definition": "Ein finnenfüßiges, halbaquatisches Meeresäugetier, das in den kalten Gewässern der nördlichen und südlichen Hemisphären lebt.",
      "definition_translation": "un mamífero marino semiacuático de pies palmados que vive en las aguas frías de los hemisferios Norte y Sur",
      "example": "Ich sah einen Seehund im Ozean schwimmen gestern, er schwamm dort letzte Woche und wird dort morgen wieder schwimmen.",
      "example_translation": "Vi una foca nadando en el océano ayer, estaba nadando allí la semana pasada, y nadará allí de nuevo mañana.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichhörnchen",
      "translation": "ardilla",
      "definition": "Ein kleines, typischerweise pelziges, Nagetier, das in Wäldern und Wäldern beheimatet ist.",
      "definition_translation": "un pequeño mamífero roedor, generalmente peludo, con una cola boscosa, nativo de bosques y zonas forestales",
      "example": "Das Eichhörnchen rannte den Baum hinauf gestern, es rennt ihn jetzt hinauf und wird ihn morgen hinaufgelaufen sein.",
      "example_translation": "La ardilla subió el árbol ayer, está subiendo el árbol ahora, y habrá subido el árbol para mañana.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}