{
  "data": [
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidung",
      "translation": "ropa",
      "definition": "Kleidung ist ein Sammelbegriff für Gegenstände, die am Körper getragen werden, typischerweise aus Stoffen, Tierhäuten oder synthetischen Materialien hergestellt.",
      "definition_translation": "La ropa es un término colectivo para los artículos llevados en el cuerpo, típicamente hechos de telas, piel de animal o materiales sintéticos.",
      "example": "Ich trug meine besten Kleidung zur Party letzte Nacht, ich trage jeden Tag Kleidung zur Arbeit und ich werde ein Anzug zur Vorstellungsgespräch morgen tragen.",
      "example_translation": "Me puse mi ropa mejor para la fiesta anoche, hoy y todos los días llevo ropa casual al trabajo, y llevaré un traje a la entrevista de trabajo mañana.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mantel",
      "translation": "abrigo",
      "definition": "Ein Mantel ist eine Art von Bekleidung, die am Oberkörper getragen wird, typischerweise aus dickem Stoff oder anderen Materialien hergestellt, um Wärme und Schutz zu bieten.",
      "definition_translation": "Un abrigo es un tipo de ropa que se lleva en el cuerpo superior, típicamente hecho de tela gruesa u otros materiales, diseñado para proporcionar calor y protección.",
      "example": "Ich trug einen Wintermantel zu den Bergen letztes Jahr, ich trage einen Leder-Mantel, wenn ich mein Motorrad fahre, und ich werde einen Regenmantel zum Musikfestival nächste Woche tragen.",
      "example_translation": "Me puse un abrigo de invierno en las montañas el año pasado, hoy llevo un abrigo de cuero para montar mi motocicleta, y llevaré un abrigo de lluvia al festival de música la semana que viene.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleid",
      "translation": "vestido",
      "definition": "Ein Kleid ist eine Art von Gewand, das von Frauen getragen wird, typischerweise bestehend aus einem Rock und einem Oberteil, für formelle oder halbformelle Anlässe entworfen.",
      "definition_translation": "Un vestido es un tipo de prenda que se lleva las mujeres, típicamente consistente en una falda y un cuerpo, diseñado para llevarse en ocasiones formales o semiformal.",
      "example": "Ich trug ein schönes Kleid zur Hochzeit letzten Monat, ich trage Kleider am Freitag zur Arbeit und ich werde ein langes Kleid zur Oper nächstem Monat tragen.",
      "example_translation": "Me puse un vestido hermoso en la boda el mes pasado, hoy llevo vestidos al trabajo los viernes, y llevaré un vestido largo a la ópera el mes que viene.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hut",
      "translation": "sombrero",
      "definition": "Ein Hut ist eine Kopfbedeckung mit einer flachen Krone und einem schmalen Rand, typischerweise getragen als Dekoration oder zum Schutz vor der Sonne.",
      "definition_translation": "Un sombrero es un cubrecabeza con una corona plana y una visera estrecha, que se lleva 일반mente para decorar o proteger la cabeza del sol.",
      "example": "Ich trug einen Hut zur Party gestern, ich trage einen Hut zur Arbeit jeden Tag und ich werde einen Hut zum Strand morgen tragen.",
      "example_translation": "Me puse un sombrero en la fiesta ayer, llevo un sombrero al trabajo todos los días, y llevaré un sombrero a la playa mañana.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jeans",
      "translation": "vaqueros",
      "definition": "Jeans sind eine Art von Hosen, die aus Denim hergestellt werden, oft für informelle Anlässe getragen.",
      "definition_translation": "Los vaqueros son un tipo de pantalones hechos de denim, que se lleva 일반mente para ocasiones informales.",
      "example": "Ich kaufte mir ein Paar Jeans letzte Woche, ich trage Jeans zur Schule jeden Tag und ich werde nächste Woche ein weiteres Paar Jeans kaufen.",
      "example_translation": "Compré un par de vaqueros la semana pasada, llevo vaqueros al colegio todos los días, y compraré otro par de vaqueros el próximo mes.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemd",
      "translation": "camisa",
      "definition": "Ein Hemd ist ein Kleidungsstück mit Kragen und Ärmeln, typischerweise am Oberkörper getragen.",
      "definition_translation": "Una camisa es un tipo de prenda con cuello y mangas, que se lleva общ적으로 en el cuerpo superior.",
      "example": "Ich trug ein Hemd zur Hochzeit letzten Jahr, ich trage ein Hemd zur Arbeit jeden Montag und ich werde ein Hemd zur Party nächste Woche tragen.",
      "example_translation": "Me puse una camisa en la boda del año pasado, llevo una camisa al trabajo todos los lunes, y llevaré una camisa a la fiesta la próxima semana.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuh",
      "translation": "zapato",
      "definition": "Ein Schuh ist ein Fußbekleidung, das den Fuß bedeckt und schützt, typischerweise aus Leder, Plastik oder anderen Materialien hergestellt.",
      "definition_translation": "Un zapato es un calzado que cubre y protege el pie, típicamente hecho de cuero, plástico o otros materiales.",
      "example": "Ich trug meine neuen Schuhe zur Party letzte Nacht. Ich werde meine Lieblings-Schuhe zur Hochzeit morgen tragen. Sie trug ihre hochhackigen Schuhe zum Büro gestern.",
      "example_translation": "Me puse mi zapato nuevo en la fiesta anoche. Me pondré mi zapato favorito en la boda mañana. Ella se puso su zapato de tacón alto en la oficina ayer.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rock",
      "translation": "falda",
      "definition": "Ein Rock ist eine Art von Kleidung, die von Frauen getragen wird, typischerweise vom Gürtel bis zum Knie oder Hüftbereich reichend, oft mit Mustern oder Designs dekoriert.",
      "definition_translation": "Una falda es un tipo de ropa que se lleva puesto por las mujeres, típicamente desde la cintura hasta la cadera o rodilla, y a menudo decorada con patrones o diseños.",
      "example": "Sie trug einen schönen Rock zum Abschlussball letzten Jahr. Ich werde meiner Schwester einen neuen Rock zu ihrem Geburtstag morgen kaufen. Sie trugen ihre traditionellen Röcke zum Kulturfest gestern.",
      "example_translation": "Ella llevaba una hermosa falda al baile de fin de curso el año pasado. Compraré una nueva falda para el cumpleaños de mi hermana mañana. Ellos llevaron su falda tradicional al festival cultural ayer.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "T-Shirt",
      "translation": "camiseta",
      "definition": "Ein T-Shirt ist ein casual, kurzsärmeliges Hemd, typischerweise aus Baumwolle, Polyester oder einer Mischung von Materialien hergestellt, oft mit Logos, Grafiken oder Text dekoriert.",
      "definition_translation": "Una camiseta es una camisa informal, manga corta, típicamente hecha de algodón, poliéster o una mezcla de materiales, a menudo decorada con logotipos, gráficos o texto.",
      "example": "Ich trug ein T-Shirt zum Fitnessstudio gestern. Sie wird ein neues T-Shirt zum Konzert heute Abend tragen. Sie trugen ihre Lieblings-T-Shirts zum Picknick letzten Wochenende.",
      "example_translation": "Me puse una camiseta en el gimnasio ayer. Ella se pondrá una nueva camiseta al concierto esta noche. Ellos llevaron su camiseta favorita al picnic el fin de semana pasado.",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "pantalones",
      "definition": "Eine Hose ist ein Außenbekleidung, die die Beine bedeckt, typischerweise aus Stoff oder Leder hergestellt, von Menschen verschiedenen Berufen oder als Teil eines Uniforms getragen.",
      "definition_translation": "un vestido externo que cubre las piernas, generalmente hecho de tela o cuero, llevado por personas de diversas profesiones o como parte de un uniforme",
      "example": "Ich trug eine Hose zum Büro gestern, ich trage sie heute zum Büro und ich werde sie morgen zum Büro tragen.",
      "example_translation": "Me puse pantalones en la oficina ayer, me pongo pantalones en la oficina hoy, y me pondré pantalones en la oficina mañana.",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "bota",
      "definition": "Eine Abdeckung für Fuß und Bein, typischerweise aus Leder oder Gummi, getragen zum Schutz oder als Modeaccessoire",
      "definition_translation": "una cubierta para el pie y la pierna, generalmente hecha de cuero o goma, llevada para protección o como declaración de moda",
      "example": "Ich schnürte meinen Stiefel gestern zu, ich schnüre meinen Stiefel heute zu, und ich werde meinen Stiefel morgen zu schnüren.",
      "example_translation": "Me até la bota ayer, me estoy atando la bota hoy, y me ataré la bota mañana.",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "gorra",
      "definition": "Eine enge, randlose Mütze, typischerweise aus Stoff oder Leder, getragen zur Wärme oder als Modeaccessoire",
      "definition_translation": "un sombrero de ajuste cercano, con visera, generalmente hecho de tela o cuero, llevado para el calor o como declaración de moda",
      "example": "Ich trug eine Mütze zum Spiel gestern, ich trage eine Mütze zum Spiel heute, und ich werde eine Mütze zum Spiel morgen tragen.",
      "example_translation": "Me puse una gorra en el juego ayer, me pongo una gorra en el juego hoy, y me pondré una gorra en el juego mañana.",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handschuh",
      "translation": "guante",
      "definition": "Ein Handschuh ist ein Kleidungsstück, das die Hand, das Handgelenk und den Unterarm bedeckt, verwendet zum Schutz, zur Wärme oder als Modeaccessoire",
      "definition_translation": "Un guante es un prendimiento que cubre la mano, muñeca y antebrazo, utilizado para protección, calor o como declaración de moda.",
      "example": "Ich trug einen Handschuh, um meine Hand beim Gärtnern gestern zu schützen. Jetzt trage ich Handschuhe, um meine Hände warm zu halten. Ich werde Handschuhe tragen, um morgen mit dem Fahrrad zu fahren.",
      "example_translation": "Me puse un guante para proteger mi mano mientras jardinaba ayer. Ahora llevo guantes para mantener mis manos calientes. Llevaré guantes para montar mi bicicleta mañana.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jacke",
      "translation": "chaqueta",
      "definition": "Eine Jacke ist ein ärmelloses oder ärmeliges Außenkleidungsstück, typischerweise am Oberkörper getragen, oft getragen zum Schutz, zur Zierde oder als Teil einesUniforms",
      "definition_translation": "Una chaqueta es un prendimiento exterior sin mangas o con mangas, normalmente llevado en el torso, a menudo llevado para protección, ornamentación o como parte de un uniforme.",
      "example": "Ich trug eine Jacke, um mich vor dem Regen gestern zu schützen. Jetzt trage ich eine Jacke, um zu wandern. Ich werde eine Jacke tragen, um einem formellen Ereignis morgen beiwohnen zu können.",
      "example_translation": "Me puse una chaqueta para protegerme de la lluvia ayer. Ahora llevo una chaqueta para ir de excursión. Llevaré una chaqueta para asistir a un evento formal mañana.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "suéter",
      "definition": "Ein Pullover ist ein Kleidungsstück, das den Oberkörper bedeckt, typischerweise aus Wolle oder Baumwolle, getragen zur Wärme oder als casual Kleidungsstück",
      "definition_translation": "Un suéter es un prendimiento que cubre el torso, normalmente hecho de lana o algodón, llevado para caliente o como prendimiento informal.",
      "example": "Ich trug einen Pullover, um mich im Winter gestern warm zu halten. Jetzt trage ich einen Pullover, um mich zu Hause zu entspannen. Ich werde einen Pullover tragen, um morgen zum Skifahren zu gehen.",
      "example_translation": "Me puse un suéter para mantenerme caliente durante el invierno ayer. Ahora llevo un suéter para relajarme en casa. Llevaré un suéter para ir esquiar mañana.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "bolsillo",
      "definition": "Ein kleiner Beutel oder Umschlag, in der Kleidung eingenäht oder angebracht, verwendet zum Tragen kleiner Gegenstände",
      "definition_translation": "Una pequeña bolsa o sobre cosido o adjunto a la ropa, utilizado para llevar objetos pequeños.",
      "example": "Ich fand meine Schlüssel in meiner Tasche. Ich werde mein Telefon in meine Tasche stecken. Ich hatte meine Brieftasche in meiner Tasche gestern.",
      "example_translation": "Encontré mis llaves en mi bolsillo. Pondré mi teléfono en mi bolsillo. Tuve mi billetera en mi bolsillo ayer.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenmantel",
      "translation": "impermeable",
      "definition": "Ein wasserabweisender oder wasserdichter Mantel, getragen, um die Kleidung vor Regen zu schützen",
      "definition_translation": "Un abrigo impermeable o resistente al agua que se lleva para proteger la ropa de la lluvia.",
      "example": "Ich trug einen Regenmantel zur Arbeit heute. Ich werde einen neuen Regenmantel für den Winter kaufen. Ich hatte meinen Regenmantel zu Hause vergessen.",
      "example_translation": "Me puse un impermeable para ir al trabajo hoy. Compraré un nuevo impermeable para el invierno. Olvidé mi impermeable en casa.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schal",
      "translation": "bufanda",
      "definition": "Ein Stück Stoff, um den Hals getragen, typischerweise zur Wärme oder als Modeaccessoire",
      "definition_translation": "Un trozo de tela que se lleva alrededor del cuello, típicamente para abrigo o como accesorio de moda.",
      "example": "Ich trage einen Schal im Winter. Sie wird mir einen Schal zu meinem Geburtstag schenken. Ich hatte meinen Lieblingsschal verloren.",
      "example_translation": "Me pongo una bufanda en invierno. Ella me dará una bufanda por mi cumpleaños. Perdí mi bufanda favorita.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurzhose",
      "translation": "pantalones cortos",
      "definition": "Eine Kurzhose ist eine Art von Außenkleidung, die am Unterleib getragen wird, typischerweise von der Taille bis zu den Oberschenkeln, und wird oft in warmem Wetter oder für Outdoor-Aktivitäten getragen",
      "definition_translation": "Los pantalones cortos son un tipo de ropa exterior que se lleva en la parte inferior del cuerpo, que suele extenderse desde la cintura hasta los muslos, y se suelen llevar en clima cálido o para actividades al aire libre.",
      "example": "Ich trug eine Kurzhose zum Strand gestern, ich werde eine Kurzhose zum Park morgen tragen, und ich trug eine Kurzhose zum Wanderurlaub letzte Woche.",
      "example_translation": "Me puse pantalones cortos en la playa ayer, me pondré pantalones cortos en el parque mañana, y me puse pantalones cortos en la caminata la semana pasada.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Socke",
      "translation": "calcetín",
      "definition": "Eine Socke ist ein Kleidungsstück, das am Fuß getragen wird, typischerweise aus Stoff, und wird oft mit Schuhen getragen",
      "definition_translation": "Un calcetín es una pieza de ropa que se lleva en el pie, generalmente hecha de tela, y se lleva a menudo con zapatos.",
      "example": "Ich trug eine Socke zum Schlafen gestern Nacht, ich werde Socken zum Fitnessstudio tragen, und ich trug Socken zum Büro gestern.",
      "example_translation": "Me puse un calcetín en la cama anoche, me pondré calcetines en el gimnasio mañana, y me puse calcetines en la oficina ayer.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzug",
      "translation": "traje",
      "definition": "Ein Anzug ist ein Set von Oberbekleidung, das aus einem Jacket, Hose und manchmal einem Vest besteht, typischerweise für formelle Anlässe getragen.",
      "definition_translation": "Un traje es un conjunto de ropa exterior que consiste en una chaqueta, pantalones y a veces una chaleco, generalmente se lleva para ocasiones formales.",
      "example": "Ich trug einen Anzug zur Hochzeit letzte Woche, ich werde einen Anzug zu meinem Bewerbungsgespräch morgen tragen und ich trug einen Anzug zur Konferenz letztes Jahr.",
      "example_translation": "Me puse un traje en la boda la semana pasada, me pondré un traje en la entrevista de trabajo mañana, y me puse un traje en la conferencia el año pasado.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "suéter",
      "definition": "Ein Pullover ist eine Art von Kleidung, die auf dem Oberkörper getragen wird, typischerweise aus dickem, warmem Stoff hergestellt.",
      "definition_translation": "Un suéter es un tipo de ropa que se lleva en el torso, generalmente hecho de tela gruesa y cálida.",
      "example": "Ich trug einen Pullover zur Party letzte Nacht, weil es kalt war. Ich werde einen Pullover zum Park morgen tragen, wenn es regnet. Ich trug einen Pullover zur Schule gestern, weil es Winter war.",
      "example_translation": "Me puse un suéter en la fiesta de anoche porque hacía frío. Me pondré un suéter en el parque mañana si llueve. Me puse un suéter en la escuela ayer porque era invierno.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "traje de baño",
      "definition": "Ein Badeanzug ist eine Art von Kleidung, die zum Schwimmen oder anderen Wassersportarten getragen wird.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "Ich kaufte mir einen neuen Badeanzug für meinen Urlaub. Ich werde meinen Badeanzug zum Strand morgen tragen. Ich trug meinen Badeanzug zum Swimmingpool letzte Woche.",
      "example_translation": "Compré un traje de baño nuevo para mis vacaciones. Me pondré mi traje de baño en la playa mañana. Me puse mi traje de baño en la piscina la semana pasada.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badehose",
      "translation": "traje de baño",
      "definition": "Eine Badehose ist eine Art von Kleidung, die zum Schwimmen oder anderen Wassersportarten getragen wird.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "Ich trug meine Badehose zum Wasserpark gestern. Ich werde meine Badehose zum Strand nächste Woche tragen. Ich kaufte mir eine neue Badehose für meine Reise nach Hawaii.",
      "example_translation": "Me puse un traje de baño en el parque acuático ayer. Me pondré mi traje de baño en la playa la próxima semana. Compré un traje de baño nuevo para mi viaje a Hawái.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "corbata",
      "definition": "Eine Krawatte ist ein langes Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, um einem Hemd zu dekorieren.",
      "definition_translation": "Una corbata es una pieza de tela larga que se lleva alrededor del cuello, típicamente por hombres, para agregar decoración a una camisa.",
      "example": "Ich band meine Krawatte heute Morgen, ich werde meine Krawatte morgen erneut binden und ich band meine Krawatte gestern.",
      "example_translation": "Me até la corbata esta mañana, me ataré la corbata mañana, y me até la corbata ayer.",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhose",
      "translation": "mallas",
      "definition": "Eine Strumpfhose ist eine Art von Kleidung, die von Frauen und Mädchen getragen wird, die von der Taille bis zu den Zehen reicht.",
      "definition_translation": "Las mallas son un tipo de ropa que se lleva puesto por mujeres y niñas, cubriendo las piernas desde la cintura hasta el pie.",
      "example": "Sie trug eine Strumpfhose zur Party letzte Nacht, sie wird eine Strumpfhose zur Party nächste Woche tragen und sie trug eine Strumpfhose zur Party letztes Jahr.",
      "example_translation": "Ella se puso mallas en la fiesta de anoche, se pondrá mallas en la fiesta de la semana que viene, y se puso mallas en la fiesta del año pasado.",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "zapatillas",
      "definition": "Turnschuhe sind eine Art von Sportschuhen, die für bestimmte Sportarten oder Fitness-Aktivitäten entworfen werden.",
      "definition_translation": "Las zapatillas son un tipo de zapato atlético diseñado para deportes o actividades físicas específicas.",
      "example": "Ich schnürte meine Turnschuhe heute Morgen, ich werde meine Turnschuhe morgen erneut schnüren und ich schnürte meine Turnschuhe gestern.",
      "example_translation": "Me até las zapatillas esta mañana, me ataré las zapatillas mañana, y me até las zapatillas ayer.",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uniform",
      "translation": "uniforme",
      "definition": "Eine Uniform ist ein Set von Kleidern, die von Menschen getragen werden, um sich mit einer bestimmten Gruppe, Organisation oder Profession zu identifizieren.",
      "definition_translation": "Un uniforme es un conjunto de ropa que se lleva para identificarse con un grupo, organización o profesión en particular.",
      "example": "Ich trug eine Uniform zur Schule jeden Tag. Ich trage eine Uniform zur Arbeit jetzt. Ich werde eine Uniform zur Party morgen tragen.",
      "example_translation": "Yo llevaba un uniforme a la escuela todos los días. Ahora estoy llevando un uniforme al trabajo. Mañana llevaré un uniforme a la fiesta.",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluse",
      "translation": "blusa",
      "definition": "Eine Bluse ist ein locker sitzendes Hemd, typischerweise von Frauen getragen, oft mit einem Kragen und Knöpfen vorne.",
      "definition_translation": "Una blusa es una camisa holgada, generalmente llevada por mujeres, souvent con cuello y botones en la parte delantera.",
      "example": "Ich kaufte mir eine Bluse gestern. Sie trägt eine Bluse heute. Sie werden Blusen zur Hochzeit nächste Woche tragen.",
      "example_translation": "Compré una blusa ayer. Ella está llevando una blusa hoy. Ellos llevarán blusas a la boda la próxima semana.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kragen",
      "translation": "cuello",
      "definition": "Ein Kragen ist ein Teil eines Hemdes oder Kleides, der um den Hals passt.",
      "definition_translation": "Un cuello es una parte de una camisa o vestido que se ajusta alrededor del cuello.",
      "example": "Der Hund trägt einen Kragen mit einem Namenstag. Das Hemd hat einen Kragen, der sehr steif ist. Sie wird einen Kragen mit einer Brosche morgen tragen.",
      "example_translation": "El perro lleva un cuello con una etiqueta. La camisa tiene un cuello que es muy rígido. Ella llevará un cuello con broche mañana.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferse",
      "translation": "tobillo",
      "definition": "Die Ferse ist der hintere Teil des menschlichen Fußes, unterhalb des Knöchels.",
      "definition_translation": "El talón es la parte posterior del pie humano, debajo de la tobillo.",
      "example": "Ich habe mir die Ferse geprellt, als ich fiel, ich prelle mir die Ferse, wenn ich gehe, ich werde mir die Ferse prellen, wenn ich nicht vorsichtig bin.",
      "example_translation": "Me lastimé el tobillo cuando me caí, estoy lastimando mi tobillo mientras camino, me lastimaré el tobillo si no tengo cuidado.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slip",
      "translation": "bragas",
      "definition": "Ein Slip ist eine Art von Damenunterwäsche, die Gesäß und Oberschenkel bedeckt.",
      "definition_translation": "Las bragas son un tipo de ropa interior femenina que cubren los glúteos y muslos.",
      "example": "Sie trug ihren Lieblings-Slip ins Bett, Sie wird ihren Lieblings-Slip ins Bett tragen, Sie trug ihren Lieblings-Slip ins Bett letzte Nacht.",
      "example_translation": "Ella llevó sus bragas favoritas a la cama, Ella está llevando sus bragas favoritas a la cama, Ella llevará sus bragas favoritas a la cama esta noche.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "pantalones",
      "definition": "Eine Hose ist eine Art von Kleidung, die die Beine bedeckt, typischerweise von der Taille bis zu den Knöcheln.",
      "definition_translation": "Los pantalones son un tipo de ropa que cubre las piernas, normalmente extendiéndose desde la cintura hasta los tobillos.",
      "example": "Er trug seine Lieblingshose zur Party, Er wird seine Lieblingshose zur Party tragen, Er trug seine Lieblingshose zur Party gestern Abend.",
      "example_translation": "Él llevó sus pantalones favoritos a la fiesta, Él está llevando sus pantalones favoritos a la fiesta, Él llevará sus pantalones favoritos a la fiesta mañana.",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "suéter",
      "definition": "Ein Pullover ist eine Art von Kaschmirpulli, der über dem Oberkörper getragen wird, typischerweise aus warmem und weichem Stoff.",
      "definition_translation": "Un suéter es un tipo de suéter casual que se lleva sobre el torso superior, generalmente hecho de tela cálida y suave.",
      "example": "Ich trug einen Pullover, um mich warm zu halten im kalten Winter. Ich werde einen Pullover zum Party heute Abend tragen. Ich trug einen Pullover zu den Bergen letzten Jahr.",
      "example_translation": "Me puse un suéter para mantenerme caliente en el invierno frío. Me pondré un suéter para la fiesta esta noche. Me puse un suéter en las montañas el año pasado.",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sandale",
      "translation": "sandalia",
      "definition": "Eine Sandale ist eine Art von Schuh, der den Fuß freilässt und typischerweise in warmem Wetter getragen wird.",
      "definition_translation": "Una sandalia es un tipo de calzado que deja el pie expuesto y se lleva habitualmente en clima cálido.",
      "example": "Ich kaufte ein neues Sandale für den Strandurlaub. Sie trägt Sandalen zum Schwimmbad jeden Sommer. Sie werden Sandalen zum Strand nächste Woche tragen.",
      "example_translation": "Compré una nueva sandalia para las vacaciones en la playa. Ella se pone sandalias en la piscina cada verano. Ellas se pondrán sandalias en la playa la próxima semana.",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "manga",
      "definition": "Ein Ärmel ist ein Teil eines Kleidungsstückes, der den Arm bedeckt, typischerweise von der Schulter bis zum Handgelenk.",
      "definition_translation": "Una manga es una parte de una prenda que cubre el brazo, que suele extenderse desde el hombro hasta la muñeca.",
      "example": "Ich rollte meinen Ärmel hoch, um meine neue Tätowierung zu zeigen. Sie trägt immer lange Ärmel im Winter. Sie werden kurze Ärmel auf ihren neuen Uniformen haben.",
      "example_translation": "Doblé mi manga para mostrar mi nuevo tatuaje. Ella siempre lleva mangas largas en invierno. Ellas tendrán mangas cortas en sus nuevos uniformes.",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pantoffeln",
      "translation": "zapatillas",
      "definition": "Ein weiches, leichtes Schuhwerk, typischerweise aus Baumwolle oder Wolle, das drinnen getragen wird, insbesondere abends oder in kaltem Wetter.",
      "definition_translation": "Un zapato suave y ligero, por lo general hecho de algodón o lana, llevado al interior, especialmente por la noche o en clima frío.",
      "example": "Sie trug ihre Pantoffeln in die Küche, um ein Mitternachtssnack zu machen. Gestern Abend zog sie ihre Pantoffeln an, nachdem sie geduscht hatte. Morgen wird sie ihre Pantoffeln ins Wohnzimmer tragen.",
      "example_translation": "Ella llevó sus zapatillas a la cocina para preparar un snack a medianoche. Ayer, se puso sus zapatillas después de ducharse. Mañana, llevará sus zapatillas al salón.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sweatshirt",
      "translation": "sudadera",
      "definition": "Ein Sweatshirt ist ein leichtes, meist langärmliges Oberteil aus dickem, warmem Stoff, oft mit Kapuze und zur informellen oder sportlichen Kleidung gehörend.",
      "definition_translation": "Una camisa casual, generalmente de manga larga, hecha de tejido grueso y cálido, a menudo con capucha y llevada para fines informales o atléticos.",
      "example": "Er trug ein Sweatshirt ins Fitnessstudio, um zu trainieren. Gestern Abend zog sie ihr Sweatshirt aus, weil es zu heiß war. Nächste Woche werden sie ihre Sweatshirts zum Park tragen.",
      "example_translation": "Él llevó una sudadera al gimnasio para hacer ejercicio. Ayer, ella se quitó la sudadera porque hacía demasiado calor. La próxima semana, llevarán sus sudaderas al parque.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeshorts",
      "translation": "traje de baño",
      "definition": "Kurze, enganliegende Hosen, die zum Schwimmen getragen werden, meist aus schnell trocknendem Stoff.",
      "definition_translation": "Pantalones cortos y ajustados llevados para nadar, generalmente hechos de tela de secado rápido.",
      "example": "Er zog seine Badeshorts an, um zum Strand zu gehen. Letzten Sommer kaufte sie neue Badeshorts für ihren Urlaub. Nächsten Sommer werden sie ihre Badeshorts zum Schwimmbad tragen.",
      "example_translation": "Él se puso sus traje de baño para ir a la playa. El verano pasado, ella compró nuevos trajes de baño para sus vacaciones. El próximo verano, llevarán sus trajes de baño a la piscina.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberteil",
      "translation": "parte superior",
      "definition": "Der oberste oder höchste Teil eines Dinges, insbesondere eines Gebäudes oder eines Menschenkopfes.",
      "definition_translation": "La parte superior o más alta de algo, especialmente un edificio o la cabeza de una persona.",
      "example": "Ich werde auf den Gipfel des Berges klettern. Gestern war ich auf dem Gipfel des Hügels. Ich werde in einer Minute auf der Treppe oben sein.",
      "example_translation": "Voy a subir a la cima de la montaña. Ayer, estaba en la cima de la colina. Estaré en la cima de las escaleras en un minuto.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingsanzug",
      "translation": "traje de entrenamiento",
      "definition": "Ein loser, bequemer Anzug, der typischerweise für athletische oder casual Aktivitäten getragen wird und aus einer Oberbekleidung und einer Hose besteht, die aus synthetischen Stoffen hergestellt sind.",
      "definition_translation": "Un traje cómodo y holgado, generalmente llevado para actividades atléticas o informales, compuesto por una parte superior y pantalones hechos de un tejido sintético.",
      "example": "Ich trage einen Trainingsanzug zum Fitnessstudio. Sie trug einen Trainingsanzug zum Park. Morgen werden sie Trainingsanzüge zum Marathon tragen.",
      "example_translation": "Estoy llevando un traje de entrenamiento al gimnasio. Ella llevó un traje de entrenamiento al parque. Ellos llevarán trajes de entrenamiento al maratón mañana.",
      "imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhose",
      "translation": "calzoncillos",
      "definition": "Ein Unterwäschestück, das von Männern oder Jungen direkt auf der Haut getragen wird und die Genitalien und Pohlen bedeckt.",
      "definition_translation": "Una prenda interior llevada junto a la piel, generalmente por hombres o niños, que cubre los genitales y las nalgas.",
      "example": "Ich trage jeden Tag Unterhosen. Er trug Unterhosen ins Bett. Morgen werden sie Unterhosen zum Strand tragen.",
      "example_translation": "Yo llevo calzoncillos todos los días. Él llevó calzoncillos a la cama. Ellos llevarán calzoncillos a la playa mañana.",
      "imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterwäsche",
      "translation": "ropa interior",
      "definition": "Kleidungsstücke, die direkt auf der Haut getragen werden, typischerweise unter anderen Kleidungsstücken, wie zum Beispiel Büstenhalter, Slips und Socken.",
      "definition_translation": "Ropa que se lleva próxima a la piel, típicamente debajo de otras ropas, como sujetadores, bragas y calcetines.",
      "example": "Gestern kaufte ich ein neues Unterwäschestück. Heute trage ich es. Morgen werde ich es waschen.",
      "example_translation": "Ayer, compré un par de ropa interior nueva. Hoy, la estoy llevando. Mañana, la lavaré.",
      "imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "delantal",
      "definition": "Ein Stück Stoff, das vorn über den Kleidern getragen wird, um sie vor Flecken und Spritzern zu schützen.",
      "definition_translation": "Un pedazo de tela que se lleva sobre la parte delantera de la ropa para protegerla de manchas y salpicaduras.",
      "example": "Meine Mutter trug eine Schürze während des Kochens. Sie wusch sie danach. Morgen wird sie sie wieder tragen.",
      "example_translation": "Mi madre llevó un delantal mientras cocinaba la cena. Lo lavó después. Lo llevará de nuevo mañana.",
      "imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "bikini",
      "definition": "Ein Typ von Badeanzug, der die Brust und die Schamgegend bedeckt, typischerweise von Frauen getragen.",
      "definition_translation": "Un tipo de traje de baño que cubre las áreas del pecho y la ingle, típicamente llevado por mujeres.",
      "example": "Ich kaufte einen neuen Bikini für meinen Urlaub. Ich trug ihn zum Strand. Im nächsten Sommer werde ich ihn wieder tragen.",
      "example_translation": "Compré un bikini nuevo para mis vacaciones. Lo llevé a la playa. Lo llevaré de nuevo el próximo verano.",
      "imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxershorts",
      "translation": "calzoncillos",
      "definition": "Locker sitzende Shorts, die als Unterwäsche von Männern getragen werden, typischerweise mit einem elastischen Bund.",
      "definition_translation": "Pantalones cortos holgados que se llevan como ropa interior por los hombres, típicamente con una cinturilla elástica.",
      "example": "Ich trug Boxershorts ins Bett letzten Nacht. Ich trage Boxershorts ins Fitnessstudio. Ich werde Boxershorts am Sonntag tragen.",
      "example_translation": "Me puse calzoncillos para dormir anoche, me pongo calzoncillos para ir al gimnasio, me pondré calzoncillos el domingo.",
      "imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büstenhalter",
      "translation": "sujetador",
      "definition": "Ein Kleidungsstück, das von Frauen getragen wird, um die Brüste zu stützen und zu bedecken.",
      "definition_translation": "Una pieza de ropa que se lleva las mujeres para soutener y cubrir los senos.",
      "example": "Ich kaufte einen neuen Büstenhalter gestern. Ich trage einen Büstenhalter zur Arbeit. Ich werde einen Büstenhalter zum Party heute Abend tragen.",
      "example_translation": "Compré un sujetador nuevo ayer, me pongo un sujetador para ir al trabajo, me pondré un sujetador para la fiesta esta noche.",
      "imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slip",
      "translation": "calzoncillos",
      "definition": "Enge Unterhosen für Männer, typischerweise aus Baumwolle oder synthetischen Materialien hergestellt.",
      "definition_translation": "Ropa interior ajustada para hombres, típicamente hecha de algodón o materiales sintéticos.",
      "example": "Ich trug einen Slip zum Strand. Ich trage einen Slip zum Schlafen. Ich werde einen Slip zum Fitnessstudio morgen tragen.",
      "example_translation": "Me puse calzoncillos en la playa, me pongo calzoncillos para dormir, me pondré calzoncillos para ir al gimnasio mañana.",
      "imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cardigan",
      "translation": "jersey",
      "definition": "Ein Cardigan ist ein Typ von gestricktem Kleidungsstück, das einen offenen Vorder Teil hat und typischerweise über einem Hemd oder einem Kleid getragen wird.",
      "definition_translation": "Un jersey es un tipo de prenda tejida que tiene una parte delantera abierta y se lleva typicalmente sobre una camisa o vestido.",
      "example": "Ich trug einen Cardigan, um mich im kalten Wetter warm zu halten. Ich trage einen Cardigan zur Arbeit heute. Ich werde einen Cardigan zur Party heute Abend tragen.",
      "example_translation": "Me puse un jersey para mantenerme caliente en el clima frío. Estoy llevando un jersey al trabajo hoy. Llevaré un jersey a la fiesta esta noche.",
      "imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kostüm",
      "translation": "disfraz",
      "definition": "Ein Kostüm ist ein Satz von Kleidern, der getragen wird, um ein bestimmtes Bild oder eine bestimmte Figur zu kreieren, oft für eine Aufführung oder Party.",
      "definition_translation": "Un disfraz es un conjunto de ropa que se lleva para crear una cierta imagen o personaje, a menudo para una actuación o fiesta.",
      "example": "Ich trug ein Kostüm zur Halloween-Party letzten Jahr. Ich bin ein Kostüm für die Geburtstagsparty meines Freundes herzustellen. Ich werde ein Kostüm zur Theateraufführung heute Abend tragen.",
      "example_translation": "Me puse un disfraz en la fiesta de Halloween el año pasado. Estoy haciendo un disfraz para la fiesta de cumpleaños de mi amigo. Llevaré un disfraz al espectáculo de teatro esta noche.",
      "imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmelaufschlag",
      "translation": "puño",
      "definition": "Ein Ärmelaufschlag ist ein Verzierung oder Falte am Ende eines Ärmels oder eine Art von Verschluss zum Hochhalten eines Ärmels.",
      "definition_translation": "Un puño es un adorno o dobladillo al final de una manga, o un tipo de cierre para sostener una manga.",
      "example": "Ich rollte meine Ärmel hoch, um meinen Ärmelaufschlag zu zeigen. Ich repariere den Ärmelaufschlag an meinem Hemd. Ich werde einen Ärmelaufschlag mit meinem Anzug zur Hochzeit anhängen.",
      "example_translation": "Me subí las mangas para mostrar mi puño. Estoy arreglando el puño de mi camisa. Llevaré un puño con mi traje al matrimonio.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Helm",
      "translation": "casco",
      "definition": "Ein Helm ist eine Form des Schutzgeräts, das auf dem Kopf getragen wird, um ihn vor Verletzungen zu schützen, insbesondere bei Sport- oder Militäraktivitäten.",
      "definition_translation": "Un casco es una forma de equipo de protección llevado en la cabeza para protegerla de lesiones, especialmente en deportes o actividades militares.",
      "example": "Ich trug einen Helm, als ich gestern mit dem Fahrrad fuhr. Ich werde einen Helm tragen, wenn ich morgen mit dem Fahrrad fahre. Ich trage einen Helm jeden Tag, wenn ich Fahrrad fahre.",
      "example_translation": "Me puse un casco cuando conduje mi bicicleta ayer. Me pondré un casco cuando conduzca mi bicicleta mañana. Me pongo un casco cada vez que conduzco mi bicicleta.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hood",
      "translation": "capucha",
      "definition": "Ein Hood ist eine Abdeckung für den Kopf und den Hals, die usually an eine Jacke oder einen Mantel angebracht ist.",
      "definition_translation": "Una capucha es una cubierta para la cabeza y el cuello, normalmente adherida a una chaqueta o abrigo.",
      "example": "Ich zog meinen Hood hoch, als es anfing zu regnen. Ich werde einen Hood aufsetzen, wenn ich nächsten Monat Ski fahre. Ich habe einen Hood an meiner Jacke.",
      "example_translation": "Subí mi capucha cuando empezó a llover. Me pondré una capucha cuando vaya a esquiar el mes próximo. Tengo una capucha en mi chaqueta.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniestrümpfe",
      "translation": "medias hasta la rodilla",
      "definition": "Kniestrümpfe sind eine Art von Socken, die bis zum Knie reichen und oft für athletische oder modische Zwecke getragen werden.",
      "definition_translation": "Las medias hasta la rodilla son un tipo de calcetín que cubre la pierna hasta la rodilla, a menudo llevadas para fines atléticos o de moda.",
      "example": "Ich trug Kniestrümpfe, als ich gestern Fußball spielte. Ich werde Kniestrümpfe tragen, wenn ich nächstes Jahr einen Marathon laufe. Ich habe Kniestrümpfe in meinem Sportbeutel.",
      "example_translation": "Me puse medias hasta la rodilla cuando jugué fútbol ayer. Me pondré medias hasta la rodilla cuando corra un maratón el año próximo. Tengo medias hasta la rodilla en mi bolsa de gimnasio.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Nachthemd",
      "translation": "camisón",
      "definition": "Ein langes, locker sitzendes Kleidungsstück für das Schlafen oder Entspannen, typischerweise aus Baumwolle oder Seide gefertigt.",
      "definition_translation": "Una prenda suelta, generalmente de largo hasta el suelo, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "Ich trug mein Lieblings-Nachthemd ins Bett letzte Nacht. Ich werde es wieder heute Nacht tragen. Ich trug es jeden Abend letzte Woche.",
      "example_translation": "Me puse mi camisón favorito para dormir anoche. Me lo pondré de nuevo esta noche. Me lo puse todas las noches la semana pasada.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtkleid",
      "translation": "camiseta de dormir",
      "definition": "Ein loses, kurzes Kleidungsstück für das Schlafen oder Entspannen, typischerweise aus Baumwolle oder Seide gefertigt.",
      "definition_translation": "Una prenda suelta, generalmente corta, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "Sie zog ihr Nachtkleid an, bevor sie ins Bett ging. Sie wird es wieder morgen tragen. Sie trug es jeden Abend letzten Monats.",
      "example_translation": "Ella se puso su camiseta de dormir antes de ir a la cama. Se la pondrá de nuevo mañana. La llevó todas las noches el mes pasado.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyjama",
      "translation": "pijamas",
      "definition": "Lockere, bequeme Hosen und ein loses Oberteil, getragen zum Schlafen oder Entspannen.",
      "definition_translation": "Pantalones y una parte superior holgados, llevados para dormir o relajarse.",
      "example": "Er trug sein Pyjama in das Wohnzimmer, um fernzusehen. Er wird es wieder heute Nacht tragen. Er trug es jeden Abend letzten Jahres.",
      "example_translation": "Él se puso sus pijamas en la sala de estar para ver televisión. Se los pondrá de nuevo esta noche. Se los puso todas las noches el año pasado.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "zapatillas",
      "definition": "Eine Art von bequemen Schuhen mit einer Gummisohle und Schnürsenkeln oder Velcro-Verschluss, oft für sportliche Aktivitäten getragen.",
      "definition_translation": "un tipo de zapato atlético casual, típicamente hecho de cuero o materiales sintéticos, con una suela de goma y cordones o cierre de velcro",
      "example": "Ich trug meine Turnschuhe zum Fitnessstudio gestern, ich trage sie jetzt im Park und ich werde sie morgen am Strand tragen.",
      "example_translation": "Me puse mis zapatillas en el gimnasio ayer, las estoy llevando al parque ahora y las llevaré a la playa mañana.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bademantel",
      "translation": "albornoz",
      "definition": "Ein langes, absorbentes Kleidungsstück, getragen nach dem Baden oder Schwimmen, typischerweise aus Baumwolle, Polyester oder einer Kombination beider.",
      "definition_translation": "una prenda suelta y absorbente que se lleva después de bañarse o nadar, típicamente hecha de algodón, poliéster o una combinación de ambos",
      "example": "Ich zog meinen Bademantel an, nachdem ich geduscht hatte, ich trug ihn, als ich ins Schlafzimmer ging, und ich werde ihn tragen, wenn ich aus der Sauna komme.",
      "example_translation": "Me puse mi albornoz después de la ducha, lo llevaba cuando entré en el dormitorio y lo llevaré cuando salga del sauna.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fliege",
      "translation": "pajarita",
      "definition": "Eine Art von Krawatte, die aus einem Band oder einer Schleife besteht, die in einer Schleife um den Hals gebunden wird.",
      "definition_translation": "un tipo de corbata que consiste en una cinta o tira de tela atada en forma de lazo alrededor del cuello",
      "example": "Ich trug eine Fliege zur Hochzeit gestern, ich trage eine jetzt zum formellen Abendessen und ich werde eine zur Oper morgen tragen.",
      "example_translation": "Me puse una pajarita en la boda ayer, estoy llevando una al cena formal ahora y llevaré una al ópera mañana.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniebundhosen",
      "translation": "pantalones de peto",
      "definition": "locker sitzende Hosen, typischerweise aus Denim oder anderem dickem Stoff angefertigt",
      "definition_translation": "pantalones holgados, normalmente hechos de mezclilla o otros tejidos gruesos",
      "example": "Ich trug Kniebundhosen auf dem Bauernhof, um meine Beine vor dem Dreck zu schützen. Ich werde Kniebundhosen zum Festival nächste Woche tragen. Ich trug Kniebundhosen auf der Baustelle gestern.",
      "example_translation": "Me puse pantalones de peto en la granja para proteger mis piernas del lodo. Me pondré pantalones de peto en el festival la próxima semana. Me puse pantalones de peto en el sitio de construcción ayer.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flip-Flops",
      "translation": "chanclas",
      "definition": "ein Sandalen-Typ mit einem Riemen, der zwischen den großen und zweiten Zehen sitzt",
      "definition_translation": "un tipo de sandalia con una tira que va entre el dedo gordo y el segundo dedo",
      "example": "Ich trug Flip-Flops am Strand und bekam Sand zwischen den Zehen. Ich werde Flip-Flops zur Pool-Party nächsten Monat tragen. Ich trug Flip-Flops zum Wasserpark letzten Sommer.",
      "example_translation": "Me puse chanclas en la playa y me metí arena entre los dedos. Me pondré chanclas en la fiesta de la piscina el próximo mes. Me puse chanclas en el parque acuático el verano pasado.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelzmantel",
      "translation": "abrigo de pieles",
      "definition": "ein Mantel, der aus Tierfell gefertigt wird, oft zum Schutz gegen die Kälte und als Modeaccessoire getragen",
      "definition_translation": "un abrigo hecho de pieles de animales, a menudo llevado para calor y moda",
      "example": "Meine Großmutter trug einen Pelzmantel zur Oper letzte Nacht. Ich werde einen Pelzmantel zum Wintervolle nächstes Jahr tragen. Sie trug einen Pelzmantel zum festlichen Abendessen letzten Winter.",
      "example_translation": "Mi abuela se puso un abrigo de pieles en la ópera anoche. Me pondré un abrigo de pieles en el baile de invierno el año próximo. Se puso un abrigo de pieles en la cena formal la última vez que nevó.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Overalls",
      "translation": "monos",
      "definition": "locker sitzende Kleidungsstücke, die über andere Kleidung getragen werden, um Schutz zu bieten, typischerweise aus Denim oder Canvas gefertigt",
      "definition_translation": "prendas de vestir holgadas que se llevan sobre la ropa para protección, típicamente hechas de denim o canvas",
      "example": "Sie trug Overalls, um im Garten zu arbeiten. Gestern trug sie Overalls, um das Auto zu reparieren. Morgen wird sie Overalls tragen, um das Haus zu streichen.",
      "example_translation": "Ella se puso monos para trabajar en el jardín. Ayer, se puso monos para arreglar el coche. Mañana, se pondrá monos para pintar la casa.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhosen",
      "translation": "medias",
      "definition": "enge, sich auf die Beine und den unteren Körper erstreckende Bekleidung, typischerweise aus Nylon oder Seide gefertigt",
      "definition_translation": "una prenda de vestir ceñida que cubre las piernas y el cuerpo inferior, típicamente hecha de nailon o seda",
      "example": "Sie bevorzugt es, Strumpfhosen unter ihrem Rock zu tragen. Gestern trug sie Strumpfhosen ins Büro. Morgen wird sie Strumpfhosen zur Party tragen.",
      "example_translation": "Ella prefiere llevar medias debajo de la falda. Ayer, llevó medias al trabajo. Mañana, llevará medias a la fiesta.",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strümpfe",
      "translation": "calcetines",
      "definition": "eine Abdeckung für den Fuß und das Bein, typischerweise aus Stoff oder Nylon gefertigt",
      "definition_translation": "una cubierta para el pie y la pierna, típicamente hecha de tela o nailon",
      "example": "Sie liebt es, Strümpfe mit ihren High Heels zu tragen. Gestern trug sie Strümpfe zur Hochzeit. Morgen wird sie Strümpfe zum Abendessen tragen.",
      "example_translation": "Ella ama llevar calcetines con sus tacones altos. Ayer, llevó calcetines al matrimonio. Mañana, llevará calcetines a la fiesta de cena.",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "sombrero de copa",
      "definition": "eine hohe, flache Mütze, typischerweise aus Filz oder Stroh gefertigt, vor allem von Männern bei formalen Anlässen getragen",
      "definition_translation": "Un sombrero alto, de copa plana, normalmente hecho de fieltro o paja, que se lleva en ocasiones formales.",
      "example": "Ich trug einen Zylinder zur Hochzeit letzten Wochenende. Ich werde einen Zylinder zur Gala heute Abend tragen. Ich trug einen Zylinder zur Party letzten Jahr.",
      "example_translation": "Me puse un sombrero de copa en la boda del fin de semana pasado. Me pondré un sombrero de copa en la gala esta noche. Me puse un sombrero de copa en la fiesta del año pasado.",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleier",
      "translation": "velo",
      "definition": "ein Stück Stoff, das vor dem Gesicht getragen wird, vor allem von Frauen, als Zeichen der Bescheidenheit oder Trauer",
      "definition_translation": "Un pedazo de tela que se lleva sobre la cara, especialmente por las mujeres, como símbolo de modestia o luto.",
      "example": "Die Braut trug einen Schleier während der Zeremonie. Sie wird einen Schleier zur Hochzeit nächsten Monat tragen. Sie trug einen Schleier bei der Beerdigung ihrer Schwester.",
      "example_translation": "La novia se puso un velo durante la ceremonia. Se pondrá un velo en la boda del próximo mes. Se puso un velo en el funeral de su hermana.",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "chaleco",
      "definition": "ein ärmelloses Kleidungsstück, das über einem Hemd und unter einem Jackett getragen wird, oft als Teil von Formal- oder Zeremonialbekleidung",
      "definition_translation": "Una prenda sin mangas, que se lleva sobre una camisa y debajo de una chaqueta, a menudo como parte de un atuendo formal o ceremonial.",
      "example": "Der Bräutigam trug eine Weste zur Hochzeit. Er wird eine Weste zur Jubiläumsfeier heute Abend tragen. Er trug eine Weste zur Abschlussfeier letzten Jahr.",
      "example_translation": "El novio se puso un chaleco en la boda. Se pondrá un chaleco en la fiesta de aniversario esta noche. Se puso un chaleco en la ceremonia de graduación del año pasado.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balaclava",
      "translation": "pasamontañas",
      "definition": "eine Art Kopfbedeckung, die Kopf, Hals und oft Teil des Gesichts bedeckt, typischerweise aus Stoff oder anderen Materialien gefertigt",
      "definition_translation": "Una pasamontañas es un tipo de cabezada que cubre la cabeza, cuello y a menudo parte de la cara, generalmente hecha de tela u otros materiales.",
      "example": "Ich trug eine Balaclava, um mein Gesicht vor der Kälte zu schützen. Ich trage eine Balaclava seit Jahren. Ich werde eine Balaclava zum Skiresort nächste Woche tragen.",
      "example_translation": "Me puse una pasamontañas para proteger mi cara del frío. He estado llevando una pasamontañas durante años. Me pondré una pasamontañas en el resort de esquí la próxima semana.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hosen",
      "translation": "pantalones",
      "definition": "Hosen sind eine Art kurzer Hosen, die typischerweise aus Leder oder anderen robusten Materialien hergestellt werden und von Reitern, insbesondere Pferdereitern, getragen werden.",
      "definition_translation": "Los pantalones son un tipo de pantalones cortos, generalmente hechos de cuero u otros materiales duraderos, llevados por jinetes, especialmente jinetes de caballo.",
      "example": "Die Reiterin trug Hosen, um ihre Beine vor dem Pferd zu schützen. Sie hat Hosen für Reitstunden getragen. Er wird Hosen zum Pferdeschau nächstes Jahr tragen.",
      "example_translation": "La jinete se puso pantalones para proteger sus piernas del caballo. Ella ha estado llevando pantalones para lecciones de equitación. Él se pondrá pantalones en el show de caballos el próximo mes.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umhang",
      "translation": "capa",
      "definition": "Ein Umhang ist ein ärmelloses Oberbekleidungsstück, das typischerweise über der Schulter getragen wird, oft als zeremonielles oder symbolisches Kleidungsstück.",
      "definition_translation": "Una capa es un prenda exterior sin mangas, generalmente llevada sobre el hombro, a menudo como una pieza de ropa ceremonial o simbólica.",
      "example": "Der Superheld trug einen Umhang, um über die Stadt zu fliegen. Sie hat einen Umhang zu Kostümpartys getragen. Sie werden Umhänge zum Maskenball nächstes Jahr tragen.",
      "example_translation": "El superhéroe se puso una capa para volar sobre la ciudad. Ella ha estado llevando una capa a fiestas de disfraces. Ellos se pondrán capas en la fiesta de máscaras el próximo año.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verstopfung",
      "translation": "tapón",
      "definition": "Eine Verstopfung ist ein Hindernis oder eine Blockierung in einem Rohr oder System, insbesondere wenn sie durch Sediment- oder Ablagerungsbildung verursacht wird.",
      "definition_translation": "Un tapón es un bloqueo o obstrucción en una tubería o sistema, especialmente uno causado por un acumulamiento de sedimentos o residuos.",
      "example": "Der Klempner musste die Verstopfung in der Abflussleitung entfernen, um das Becken zu reparieren. Sie hat die Abflussleitung letzten Woche mit Haaren und Seife verstopft. Bis nächstes Jahr wird die Abflussleitung erneut verstopft sein, wenn wir sie nicht regelmäßig reinigen.",
      "example_translation": "El plomero tuvo que despejar el tapón en el drenaje para arreglar el fregadero. Ella había tapado el drenaje con pelo y jabón la semana pasada. Para el próximo año, el drenaje estará tapado de nuevo si no lo limpiamos regularmente.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mieder",
      "translation": "corsé",
      "definition": "Ein Mieder ist ein eng anliegendes Unterbekleidungsstück, das zu Formen oder zu einer figurbetonten Taille getragen wird, insbesondere von Frauen.",
      "definition_translation": "Un corsé es un prendimiento ajustado que se lleva para dar forma o constreñir el torso, especialmente uno que se lleva las mujeres para crear una figura esbelta.",
      "example": "In der Vergangenheit trugen Frauen Mieder, um ihre Taille kleiner aussehen zu lassen. Sie hat ein Mieder für Monate getragen, um sich auf ihre Hochzeit vorzubereiten. Bis nächstes Jahr werden Mieder wieder in Mode sein.",
      "example_translation": "En el pasado, las mujeres llevaban corsés para hacer que sus cinturas parecieran más pequeñas. Ella ha estado llevando un corsé durante meses para prepararse para su boda. Para el próximo año, los corsés estarán de moda nuevamente.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch-netz-Strümpfe",
      "translation": "medias de malla",
      "definition": "Fisch-netz-Strümpfe sind eine Art von Strümpfen mit Netz-Muster, die oft zu Modesünden oder als provokantes Kleidungsstück getragen werden.",
      "definition_translation": "Las medias de malla son un tipo de medias con un patrón de malla, que se llevan comúnmente por moda o como un artículo de ropa provocativo.",
      "example": "Die Schauspielerin trug Fisch-netz-Strümpfe auf der Bühne, um die rebellische Persönlichkeit ihrer Figur zu verdeutlichen. Sie hat Fisch-netz-Strümpfe jeden Freitag zur Arbeit getragen. Bis nächstem Monat werden Fisch-netz-Strümpfe ein fixes Element in ihrem Kleidungsstück sein.",
      "example_translation": "La actriz llevaba medias de malla en el escenario para expresar la personalidad rebelde de su personaje. Ella ha estado llevando medias de malla al trabajo todos los viernes. Para el próximo mes, las medias de malla serán una parte fundamental en su guardarropa.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "cinturón",
      "definition": "Ein Gürtel ist ein Kleidungsstück, das um die Taille getragen wird, um Kleidung zu halten, oft von Frauen in der Vergangenheit getragen.",
      "definition_translation": "Un cinturón es un tipo de prenda que se lleva alrededor de la cintura para sostener la ropa, a menudo utilizado por mujeres en el pasado.",
      "example": "Ich trug einen Gürtel, um mein Rock zu halten, während ich in den 1950er Jahren ging. Ich werde einen Gürtel zum Kostümparty heute Abend tragen. Sie trug einen Gürtel jeden Tag zur Arbeit.",
      "example_translation": "Llevé un cinturón para sostener mi falda en la década de 1950. Llevaré un cinturón a la fiesta de disfraces esta noche. Ella llevó un cinturón al trabajo todos los días.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beinwärmer",
      "translation": "abrigo de piernas",
      "definition": "Beinwärmer sind eine Art von Kleidung, die über die Beine gezogen wird, um sie warm zu halten, oft von Tänzern oder Athleten getragen.",
      "definition_translation": "Los abrigo de piernas son un tipo de ropa que se lleva sobre las piernas para mantenerlas calientes, a menudo utilizado por bailarines o atletas.",
      "example": "Die Balletttänzer trugen Beinwärmer, um ihre Beine während der Proben warm zu halten. Ich werde Beinwärmer zum kalten Winter-Tanzwettbewerb tragen. Sie trägt Beinwärmer jeden Tag zum Sportunterricht.",
      "example_translation": "Los bailarines de ballet llevaron abrigo de piernas para mantener las piernas calientes durante los ensayos. Llevaré abrigo de piernas a la competencia de danza invernal fría. Ella lleva abrigo de piernas a clase de gimnasio todos los días.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "enaguas",
      "definition": "Ein Unterrock ist ein Kleidungsstück, das unter einem Rock oder einem Kleid getragen wird, um Volumen oder Form hinzuzufügen.",
      "definition_translation": "Una enaguas es un tipo de falda interior que se lleva las mujeres, a menudo para agregar volumen o forma a una falda o vestido.",
      "example": "Sie trug einen Unterrock unter ihrem Hochzeitskleid, um es voluminöser aussehen zu lassen. Ich werde einen Unterrock zum Viktorianischen-Themen-Party heute Abend tragen. Die historische Reenactorin trug einen Unterrock unter ihrem Kostüm.",
      "example_translation": "Ella llevó enaguas debajo de su vestido de boda para hacer que pareciera más lleno. Llevaré enaguas a la fiesta temática victoriana esta noche. La reenactora histórica llevó enaguas debajo de su traje de época.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schafsfellenmantel",
      "translation": "abrigo de piel de oveja",
      "definition": "Ein Schafsfellenmantel ist ein Mantel aus Schaffellen, der typischerweise als Schutzschicht bei kaltem Wetter getragen wird.",
      "definition_translation": "Un abrigo hecho de la piel de una oveja, normalmente llevado como capa externa protectora en clima frío.",
      "example": "Ich trug einen Schafsfellenmantel zum Skiausflug letzten Winter. Ich werde ihn zum Festival nächstes Wochenende tragen. Ich hatte ihn zum Camping-Ausflug letzten Jahr getragen.",
      "example_translation": "Llevé un abrigo de piel de oveja al viaje de esquí el invierno pasado. Voy a llevarlo al festival el próximo fin de semana. Lo había llevado al viaje de campamento el año pasado.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "chaleco",
      "definition": "Eine Weste ist ein ärmelloses Kleidungsstück, das über einem Hemd getragen wird, typischerweise für formelle oder zeremonielle Anlässe.",
      "definition_translation": "Una prenda sin mangas que se lleva sobre una camisa, típicamente para ocasiones formales o ceremoniales.",
      "example": "Ich zog eine Weste für die Trauungszeremonie an. Ich werde eine Weste zur Preisverleihung tragen. Ich hatte eine Weste zur Abschlussfeier getragen.",
      "example_translation": "Me puse un chaleco para la ceremonia de boda. Voy a llevarlo a la noche de premios. Lo había llevado a la ceremonia de graduación.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haube",
      "translation": "capó",
      "definition": "Eine Abdeckung für den Kopf und das Haar, die typischerweise von Frauen getragen wird.",
      "definition_translation": "Una cubierta para la cabeza y el cabello, típicamente llevada por mujeres.",
      "example": "Sie trug eine Haube zur Gartenparty. Sie wird es zum Baby-Shower tragen. Sie hatte es zum Wohltätigkeitsveranstaltung getragen.",
      "example_translation": "Ella se puso un capó para la fiesta en el jardín. Va a llevarlo al baby shower. Lo había llevado al evento benéfico.",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Morgenrock",
      "translation": "bata",
      "definition": "Ein lockeres, bequemes Kleidungsstück, das zum Lounging oder Schlafen getragen wird, typischerweise aus weichem Stoff wie Baumwolle oder Seide.",
      "definition_translation": "Una prenda suelta y cómoda que se lleva para relajarse o dormir, generalmente hecha de un tejido suave como algodón o seda.",
      "example": "Sie zog ihren Morgenrock an und ging nach unten, um Tee zu maken. Sie hatte ihren Morgenrock den ganzen Morgen getragen. Sie wird ihren Morgenrock ins Bett tragen heute Nacht.",
      "example_translation": "Se puso su bata y fue abajo a hacer té. Llevaba su bata toda la mañana. Llevará su bata a la cama esta noche.",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kapuzenjacke",
      "translation": "sudadera con capucha",
      "definition": "Eine Casual-Jacke mit Kapuze, typischerweise aus Baumwolle oder synthetischen Materialien.",
      "definition_translation": "Una chaqueta casual con capucha, generalmente hecha de algodón o materiales sintéticos.",
      "example": "Er trug eine Kapuzenjacke zum Fitnessstudio. Sie hat jeden Tag diese Woche eine Kapuzenjacke getragen. Sie werden Kapuzenjacken zum Konzert morgen tragen.",
      "example_translation": "Él llevó una sudadera con capucha al gimnasio. Ella ha llevado una sudadera con capucha todos los días esta semana. Ellos llevarán sudaderas con capucha al concierto mañana.",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausmantel",
      "translation": "bata de casa",
      "definition": "Ein lockeres, informelles Kleidungsstück, das zu Hause getragen wird, typischerweise aus weichem Stoff wie Baumwolle oder Terrycloth.",
      "definition_translation": "Una prenda suelta y informal que se lleva en casa, generalmente hecha de un tejido suave como algodón o toalla.",
      "example": "Sie zog ihren Hausmantel an und begann, Frühstück zu machen. Er hatte seinen Hausmantel den ganzen Morgen getragen. Sie werden Hausmäntel zum Familientreffen heute Nacht tragen.",
      "example_translation": "Ella se puso su bata de casa y empezó a hacer el desayuno. Él llevaba una bata de casa toda la mañana. Ellos llevarán batas de casa a la reunión familiar esta noche.",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundhalspullover",
      "translation": "cuello de tortuga",
      "definition": "Eine Art von Sweater oder Top mit einem hohen, runden Kragen, der am Hals zusammengefaltet wird.",
      "definition_translation": "Un tipo de suéter o parte superior con un cuello alto y redondo que se dobla en el cuello.",
      "example": "Ich trug einen Rundhalspullover, um mich während des Winters warm zu halten. Ich werde einen Rundhalspullover zum Fest heute Nacht tragen. Sie hat jeden Tag diese Woche einen Rundhalspullover getragen.",
      "example_translation": "Me puse un cuello de tortuga para mantenerme caliente durante el invierno. Me pondré un cuello de tortuga en la fiesta esta noche. Ella ha estado usando un cuello de tortuga todos los días esta semana.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "falda interior",
      "definition": "Ein Rock, der unter einem anderen Rock oder Kleid getragen wird, typischerweise für mehr Fülle oder Wärme.",
      "definition_translation": "Una falda que se lleva debajo de otra falda o vestido, normalmente para agregar volumen o calor.",
      "example": "Die Braut trug einen Unterrock, um ihr Hochzeitskleid zu füllen. Sie hat sich nach einem Unterrock umgesehen, um ihn unter ihrem Lieblingsrock zu tragen. Sie werden Unterrocks zum Kostümfest tragen.",
      "example_translation": "La novia se puso una falda interior para agregar volumen a su vestido de boda. Ha estado buscando una falda interior para llevar debajo de su falda favorita. Ellos se pondrán faldas interiores en la fiesta de disfraces.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "chaleco",
      "definition": "Ein ärmelloses Kleidungsstück, das typischerweise um die Hüfte getragen wird, oft als Teil eines Dreiteil-Anzugs.",
      "definition_translation": "Una prenda sin mangas, que se lleva típicamente alrededor de la cintura, a menudo como parte de un traje de tres piezas.",
      "example": "Er trug eine Weste zum formellen Anlass. Sie hat sich nach einer Weste umgesehen, um sie ihrem Anzug anzupassen. Sie werden Westen zur Hochzeit tragen.",
      "example_translation": "Él se puso un chaleco en el evento formal. Ella ha estado buscando un chaleco para combinar con su traje. Ellos se pondrán chalecos en la boda.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]
}