{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brat",
      "translation": "hermano",
      "definition": "Mężczyzna, który ma tych samych rodziców co inna osoba; brat.",
      "definition_translation": "Una persona masculina que tiene los mismos padres que otra persona; un hermano masculino.",
      "example": "Mój brat ukończy studia za rok. Ukończył szkołę średnią w zeszłym roku i studiuje inżynierię. Będzie studiował za granicą w następnym semestrze.",
      "example_translation": "Mi hermano se graduará de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado, y ha estado estudiando ingeniería. Estudiará en el extranjero el próximo semestre.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziecko",
      "translation": "niño",
      "definition": "Człowiek między urodzeniem a pubertatem; młody człowiek.",
      "definition_translation": "Un ser humano entre el nacimiento y la pubertad; un joven ser humano.",
      "example": "Dziecko będzie bawić się zabawkami jutro. Bawiło się z przyjaciółmi wczoraj i uczyło się nowych rzeczy. Weźmie udział w konkursie śpiewu następnego miesiąca.",
      "example_translation": "El niño jugará con sus juguetes mañana. Jugó con sus amigos ayer, y ha estado aprendiendo cosas nuevas. Participará en un concurso de canto el próximo mes.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dzieci",
      "translation": "niños",
      "definition": "Członkowie społeczeństwa między urodzeniem a pubertatem; młodzi ludzie.",
      "definition_translation": "Serios humanos entre el nacimiento y la pubertad; jóvenes seres humanos.",
      "example": "Dzieci pójdą do szkoły jutro. Poszły do parku wczoraj i uczyły się nowych gier. Będą miały imprezę następnego tygodnia.",
      "example_translation": "Los niños irán a la escuela mañana. Fueron al parque ayer, y han estado aprendiendo nuevos juegos. Tendrán una fiesta la próxima semana.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tata",
      "translation": "papá",
      "definition": "Mąż, ojciec lub figura ojcowska, odpowiedzialny za opiekę i wychowanie dziecka.",
      "definition_translation": "Un padre masculino o una figura paterna responsable del cuidado y educación de un niño.",
      "example": "Mój tata pomógł mi z pracą domową, gdy byłem dzieciakiem. Poproszę swojego tatę o pomoc z projektem jutro. Mój tata nauczył mnie jak jeździć na rowerze, gdy byłem młody.",
      "example_translation": "Mi papá me ayudó con mi tarea cuando era niño. Voy a pedirle ayuda a mi papá con mi proyecto mañana. Mi papá me enseñó a montar bicicleta cuando era joven.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "córka",
      "translation": "hija",
      "definition": "Dziewczyna lub potomkini, często odnosząca się do bliskiego związku rodzinego.",
      "definition_translation": "Una niña o una descendiente femenina, a menudo refiriéndose a una relación familiar cercana.",
      "example": "Moja córka idzie do szkoły dziś. Zabiorę moją córkę do parku jutro. Moja córka nauczyła się grać na pianinie bardzo dobrze.",
      "example_translation": "Mi hija va a la escuela hoy. Llevaré a mi hija al parque mañana. Mi hija ha aprendido a tocar el piano bien.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ojciec",
      "translation": "padre",
      "definition": "Mąż, ojciec lub przodek, często odnoszący się do biologicznego lub przybranego związku.",
      "definition_translation": "Un padre masculino o un antepasado masculino, a menudo refiriéndose a una relación biológica o adoptiva.",
      "example": "Mój ojciec jest lekarzem. Poproszę swojego ojca o pomoc z projektem następnego tygodnia. Mój ojciec nauczył mnie jak pływać, gdy byłem młody.",
      "example_translation": "Mi padre es médico. Le pediré ayuda a mi padre con mi proyecto la próxima semana. Mi padre me enseñó a nadar cuando era joven.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mąż",
      "translation": "esposo",
      "definition": "Męski partner w małżeństwie, szczególnie nowożeńcy.",
      "definition_translation": "Un compañero masculino en un matrimonio, especialmente un recién casado.",
      "example": "Pobrałem się do mojego męża w zeszłym roku. Spotkam się z moim mężem w parku jutro. Mój dziadek był mężem przez 50 lat, zanim zmarł.",
      "example_translation": "Me casé con mi esposo el año pasado. Me reuniré con mi esposo en el parque mañana. Mi abuelo había sido esposo durante 50 años cuando falleció.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "matka",
      "translation": "madre",
      "definition": "Kobieta, która rodzi i wychowuje dziecko.",
      "definition_translation": "Una madre o antepasada femenina.",
      "example": "Moja matka nauczyła mnie jak gotować. Odwiedzę moją matkę następnego weekendu. Moja matka była nauczycielką przed emeryturą.",
      "example_translation": "Mi madre me enseñó a cocinar. Visitaré a mi madre el próximo fin de semana. Mi madre había sido maestra antes de jubilarse.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mama",
      "translation": "mamá",
      "definition": "Kobieta, która jest matką lub opiekunem, szczególnie własną.",
      "definition_translation": "Una madre o cuidadora, especialmente la propia.",
      "example": "Kocham moją mamę bardzoMuch. Zadzwonię do mojej mamy dziś wieczorem. Moja mama ugotowała mi smacznąkolację, gdy byłem dzieciakiem.",
      "example_translation": "Amo mucho a mi mamá. Llamaré a mi mamá esta noche. Mi mamá me había preparado una cena deliciosa cuando era niño.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rodzice",
      "translation": "padres",
      "definition": "Rodzice to osoby, które opiekują się dzieckiem. Rodzice są zwykle biologicznymi rodzicami dziecka, ale mogą również być rodzicami przybranymi lub zastępczymi.",
      "definition_translation": "Un padre es un cuidador de un niño. Los padres son típicamente la madre y el padre biológicos de un niño, pero también pueden ser padres adoptivos o de acogida.",
      "example": "Moja rodzice byli bardzo pomocni, gdy dorastałem. Teraz jestem rodzicem i próbuję robic to samo dla swoich dzieci. W przyszłości chcę być dobrym rodzicem dla swoich dzieci.",
      "example_translation": "Mis padres fueron muy solidarios cuando crecí. Ahora, soy un padre yo mismo y trato de hacer lo mismo por mis hijos. En el futuro, espero ser un buen padre para mis hijos.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "siostra",
      "translation": "hermana",
      "definition": "Siostra to kobiecy brat, kobieta, która dzieli co najmniej jednego rodzica z inną osobą.",
      "definition_translation": "Una hermana es una hermana femenina, una mujer que compartió uno o ambos padres con otra persona.",
      "example": "Miałem siostrę, kiedy byłem młody, ale odrastaliśmy od siebie, gdy dorastaliśmy. Teraz, chcę mieć siostrę, z którą mogę porozmawiać. W przyszłości, mam nadzieję, że będę miał bliską relację z moją siostrą.",
      "example_translation": "Tuve una hermana cuando era joven, pero nos separamos mientras crecíamos. Ahora, deseo tener una hermana con quien hablar. En el futuro, espero tener una relación cercana con mi hermana.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "syn",
      "translation": "hijo",
      "definition": "Syn to męskie dziecko lub męski potomek.",
      "definition_translation": "Un hijo es un niño masculino o un descendiente masculino.",
      "example": "Mam nadzieję, że będę miał syna pewnego dnia, i nauczę go wszystkiego, co wiem. Mój syn jest bardzo aktywny i zawsze chce grać. W przyszłości, mam nadzieję, że mój syn będzie szykownym.",
      "example_translation": "Tendré un hijo algún día, y le enseñaré todo lo que sé. Mi hijo es muy activo y siempre quiere jugar. En el futuro, espero que mi hijo sea exitoso.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żona",
      "translation": "esposa",
      "definition": "Żona to kobiecy partner w małżeństwie, prawnym lub nieformalnym, lub kobieta, która jest mężem mężczyźni.",
      "definition_translation": "Una esposa es una compañera femenina en un matrimonio, legítimo o informal, o una mujer que está casada con un hombre.",
      "example": "Ożeniłem się z moją piękną żoną przed rokiem. Teraz, planuję niespodziankę dla mojej żony urodzinowej. Moja żona będzie zachwycona, gdy dowie się o niespodziance.",
      "example_translation": "Me casé con mi hermosa esposa el año pasado. Ahora, estoy planeando una fiesta sorpresa para el cumpleaños de mi esposa. Mi esposa estará emocionada cuando se entere de la fiesta sorpresa.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciotka",
      "translation": "tía",
      "definition": "Ciotka to siostra matki lub ojca, albo żona wujka.",
      "definition_translation": "Una tía es la hermana de la madre o el padre de uno, o la esposa del tío de uno.",
      "example": "Moja ciotka odwiedzi nas z miasta. Kochałem spędzać czas z moją ciotką, kiedy byłem dzieciakiem. Moja ciotka będzie przybywać wkrótce, i będziemy mieli rodzinny obiad razem.",
      "example_translation": "Mi tía está visitando desde fuera de la ciudad. Me encantó pasar tiempo con mi tía cuando era niño. Mi tía llegará pronto, y tendremos una cena familiar juntos.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "starszy brat",
      "translation": "hermano mayor",
      "definition": "Starszy brat to starszy brat, zwłaszcza jeden, który jest uważany za wzór lub mentor.",
      "definition_translation": "Un hermano mayor es un hermano mayor, especialmente uno que se considera un modelo a seguir o un mentor.",
      "example": "Mój starszy brat nauczył mnie, jak jeździć na rowerze. Mój starszy brat studiuje inżynierię w college'u. Mój starszy brat pomoże mi zrobić pracę domową, gdy wróci do domu.",
      "example_translation": "Mi hermano mayor me enseñó a montar en bicicleta. Mi hermano mayor estudia ingeniería en la universidad. Mi hermano mayor me ayudará con mi tarea cuando llegue a casa.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "starsza siostra",
      "translation": "hermana mayor",
      "definition": "Starsza siostra to siostra, która jest starsza od ciebie, zwłaszcza w rodzinie z wieloma siostrami.",
      "definition_translation": "Una hermana que es mayor que tú, típicamente en una familia con más de una hermana.",
      "example": "Moja starsza siostra zawsze opiekowała się mną, gdy byłem dzieckiem. Teraz ona mieszka daleko, ale odejdę do niej wkrótce.",
      "example_translation": "Mi hermana mayor siempre se encargó de mí cuando era niño. Ahora vive lejos, pero la visitaré pronto.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kudłaci",
      "translation": "primo",
      "definition": "Kuzyn to dziecko wujka lub ciotki, albo dziecko brata albo siostry jednego z rodziców.",
      "definition_translation": "El hijo de tu tío o tía, o el hijo del hermano o hermana de uno de tus padres.",
      "example": "Bawiłem się z moim kuzynem w parku wczoraj. On będzie przychodził do mnie następnego miesiąca. Mam nadzieję, że zobaczę go ponownie wkrótce.",
      "example_translation": "Jugué con mi primo en el parque ayer. Él vendrá a visitarme de nuevo el próximo mes. Espero verlo de nuevo pronto.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wnuczek",
      "translation": "nieto",
      "definition": "Wnuczek to dziecko syna lub córki, albo dziecko zięcia lub synowej.",
      "definition_translation": "Un hijo de tu hijo o hija, o el hijo de tu yerno o nuera.",
      "example": "Mój wnuczek kocha grać z moimi starymi zabawkami. On odziedziczy je, gdy odejdę. Mam nadzieję, że on będzie się nimi opiekował.",
      "example_translation": "Mi nieto ama jugar con mis juguetes viejos. Ella los heredará cuando me haya ido. Espero que se encargue de ellos.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wnuki",
      "translation": "nietos",
      "definition": "Wnuki to dzieci dzieci, zwłaszcza gdy są rozważane jako grupa.",
      "definition_translation": "Los hijos de uno's hijos, especialmente cuando se consideran como un grupo.",
      "example": "Mam wiele miłych wspomnień z czasów, gdy bawiłem się z moimi wnukami, gdy byłem młody. Czekałem na spotkanie z moimi wnukami tego lata. Chcę rozpieszczać swoje wnuki, gdy zostanę dziadkiem.",
      "example_translation": "Tengo muchos recuerdos agradables de jugar con mis nietos cuando era más joven. Estoy emocionado de ver a mis nietos de nuevo este verano. Malcriaré a mis nietos cuando me convierta en abuelo.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziadek",
      "translation": "abuelo",
      "definition": "Dziadek to ojciec matki lub ojca.",
      "definition_translation": "El padre de la madre o padre de uno.",
      "example": "Mój dziadek był dobrym i łagodnym człowiekiem. Odejdę do szpitala, aby odwiedzić mojego dziadka jutro. Żałuję, że nie mogę zobaczyć mojego dziadka, zanim odejdzie.",
      "example_translation": "Mi abuelo era un hombre amable y gentil. Visitaré a mi abuelo en el hospital mañana. Ojalá pudiera ver a mi abuelo de nuevo antes de que se vaya.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wnuczka",
      "translation": "nieta",
      "definition": "Córka syna lub córki;",
      "definition_translation": "La hija de uno's hijo o hija.",
      "example": "Moja wnuczka jest inteligentnym i ciekawym dzieckiem. Zabiorę moją wnuczkę do parku dzisiaj. Mam nadzieję, że moja wnuczka wyrośnie na zdolną osobę.",
      "example_translation": "Mi nieta es un niño brillante y curioso. Llevaré a mi nieta al parque hoy. Espero que mi nieta crezca para ser una persona exitosa.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziadek",
      "translation": "abuelo",
      "definition": "Ojciec ojca lub matki; męski przodek, szczególnie ten, którego szanuje się za wiek, mądrość i doświadczenie.",
      "definition_translation": "El padre de uno de sus padres o madre; un antepasado masculino, especialmente uno que es respetado por su edad, sabiduría y experiencia.",
      "example": "Mój dziadek był dobrym i łagodnym człowiekiem, który lubił opowiadać historie. Powiedział nam, że przyjedzie do nas następnego lata. Przyjechał do nas rok temu również.",
      "example_translation": "Mi abuelo era un hombre amable y gentil que amaba contar historias. Nos dijo que vendría a visitarnos el próximo verano. Había venido a visitarnos el año pasado también.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "babcia",
      "translation": "abuela",
      "definition": "Matka matki lub ojca; żeński przodek, szczególnie ten, którego się kocha i szanuje.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Moja babcia uwielbia piec ciasta i ciasteczka. Upiekła przepyszne ciasto na moje urodziny wczoraj. Upiecze nam ciasteczka za tydzień.",
      "example_translation": "Mi abuela ama hornear galletas y pasteles. Horneó un delicioso pastel para mi cumpleaños ayer. Horneará algunas galletas para nosotros la próxima semana.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "babka",
      "translation": "abuela",
      "definition": "Matka matki lub ojca; żeński przodek, szczególnie ten, którego się kocha i szanuje.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Moja babka była wyśmienitą kucharką i nauczyła mnie, jak zrobić tradycyjne danie. Uczy mnie gotować każdego lata. Nauczyła mnie, jak upiec ciasto rok temu.",
      "example_translation": "Mi abuela era una excelente cocinera y me enseñó cómo preparar una comida tradicional. Me enseña cómo cocinar cada verano. Me enseñó cómo hornear un pastel el año pasado.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziadek",
      "translation": "abuelo",
      "definition": "Ojciec ojca lub matki;",
      "definition_translation": "El padre del padre o la madre de uno.",
      "example": "Mój dziadek uwielbiał opowiadać o swoim dzieciństwie. Opowiedział nam wczoraj. Opowie nam jeszcze jutro.",
      "example_translation": "A mi abuelo le encantaba contar historias sobre su infancia. Las contó ayer. Las contará de nuevo mañana.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziadkowie",
      "translation": "abuelo/a",
      "definition": "Rodzice matki lub ojca;",
      "definition_translation": "Un padre o madre de la madre o padre de uno.",
      "example": "Oboje moi dziadkowie mieszkają na wsi. Mieszkali tam w latach 80. Będą mieszkać tam aż do śmierci.",
      "example_translation": "Ambos mis abuelos viven en el campo. Vivían allí en los 80. Vivirán allí hasta que mueran.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziadkowie",
      "translation": "abuelos",
      "definition": "Rodzice matki lub ojca;",
      "definition_translation": "Los padres de la madre o padre de uno.",
      "example": "Moje dziadkowie byli bardzo mądrymi ludźmi. Byli mądrzy w przeszłości. Wciąż są mądrzy dzisiaj.",
      "example_translation": "Mis abuelos eran personas muy sabias. Fueron sabias en el pasado. Todavía son sabias hoy.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wnuczek",
      "translation": "nieto",
      "definition": "Wnuczek to męskie dziecko lub potomstwo własnego dziecka.",
      "definition_translation": "Un nieto es un hijo o descendiente masculino de uno de tus hijos.",
      "example": "Zabrałem mojego wnuczka do parku wczoraj, pójdzie tam z przyjaciółmi jutro, a pójdzie z rodzicami tydzień temu.",
      "example_translation": "Llevé a mi nieto al parque ayer, él irá al parque con sus amigos mañana, y él fue al parque con sus padres la semana pasada.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "baba",
      "translation": "abuela",
      "definition": "Baba to potoczne określenie babki, szczególnie tej, która jest miła i łagodna.",
      "definition_translation": "Una abuela es un término informal para una abuela, especialmente una amable y gentil.",
      "example": "Moja baba nauczyła mnie gotować, gdy byłem dzieckiem, uczy moich rodzeństwa teraz, a nauczy moich dzieci w przyszłości.",
      "example_translation": "Mi abuela me enseñó a cocinar cuando era niño, enseña a mis hermanos ahora, y enseñará a mis hijos en el futuro.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wuj",
      "translation": "tío",
      "definition": "Wuj to brat matki lub ojca, lub mąż ciotki.",
      "definition_translation": "Un tío es el hermano de la madre o padre de uno, o el esposo de la tía de uno.",
      "example": "Mój wuj mieszkał we Francji, kiedy byłem dzieckiem, mieszka w Hiszpanii teraz, a zamieszka we Włoszech w przyszłości.",
      "example_translation": "Mi tío vivió en Francia cuando era niño, vive en España ahora, y vivirá en Italia en el futuro.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "siostrzeniec",
      "translation": "sobrino",
      "definition": "Syn brata lub siostry, lub syn małżonka brata lub siostry.",
      "definition_translation": "El hijo de uno de los hermanos o hermanas de uno, o el hijo del hermano o hermana del cónyuge de uno.",
      "example": "Zabawiłem się ze swoim siostrzeńcem w parku wczoraj, zabawię się z nim jutro, i zabawiłem się z nim w zeszłym tygodniu.",
      "example_translation": "Jugué con mi sobrino en el parque ayer, jugaré con él de nuevo mañana y jugué con él la semana pasada.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bratanica",
      "translation": "sobrina",
      "definition": "Córka brata lub siostry, lub córka małżonka brata lub siostry.",
      "definition_translation": "La hija de uno de los hermanos o hermanas de uno, o la hija del hermano o hermana del cónyuge de uno.",
      "example": "Zabrałem swoją bratanicę do kina wczoraj, zabiorę ją do zoo jutro, i zabrałem ją na plażę w zeszłym roku.",
      "example_translation": "Llevé a mi sobrina al cine anoche, la llevaré al zoológico mañana y la llevé a la playa el verano pasado.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krewny",
      "translation": "pariente",
      "definition": "Osoba spokrewniona przez więź krwi lub małżeńską, zwłaszcza taka, która jest bardziej odległa niż brat, siostra, wuj, ciocia, ojciec, matka, syn, córka lub dziadek.",
      "definition_translation": "Una persona conectada por sangre o matrimonio, especialmente una más remota que un hermano, hermana, tío, tía, padre, madre, hijo, hija o abuelo.",
      "example": "Mój kuzyn jest moim krewnym, spotkałem się z moimi krewnymi na rodzinnej imprezie w zeszłym roku, i spotkam się z nimi ponownie miesiąc temu.",
      "example_translation": "Mi primo es un pariente mío, conocí a mis parientes en la reunión familiar el año pasado y veré a mis parientes de nuevo el próximo mes.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bliźniak",
      "translation": "gemelo",
      "definition": "Jeden z dwójki dzieci lub zwierząt urodzonych w tym samym czasie, lub osoba lub rzecz szczególnie podobna do innej.",
      "definition_translation": "Uno de los dos niños o animales nacidos en el mismo parto, o una persona o cosa que se parece mucho a otra.",
      "example": "Mam bliźniaczą siostrę, która mieszka w Paryżu. Urodziła się pięć minut przed mną. Spotkamy się z naszymi bliźniaczymi kuzynami w przyszłym tygodniu.",
      "example_translation": "Tengo una hermana gemela que vive en París. Ella nació cinco minutos antes que yo. Conoceremos a nuestros primos gemelos la próxima semana.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szwagier",
      "translation": "cuñado",
      "definition": "Mąż siostry lub brat małżonka.",
      "definition_translation": "El esposo de la hermana de uno o el hermano del cónyuge.",
      "example": "Mój szwagier jest prawnikiem. Pomógł mi w moim problemie prawnym w zeszłym roku. Odwiedzę mojego szwagra za miesiąc.",
      "example_translation": "Mi cuñado es abogado. Él me ayudó con mi problema legal el año pasado. Visitaré a mi cuñado el próximo mes.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "synowa",
      "translation": "nuera",
      "definition": "Żona syna.",
      "definition_translation": "La esposa del hijo de uno.",
      "example": "Moja synowa jest doktorem. Urodzi dziecko za rok. Moja synowa mieszka w Nowym Jorku.",
      "example_translation": "Mi nuera es médica. Tendrá un bebé el próximo año. Mi nuera vive en Nueva York.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "teść",
      "translation": "suegro",
      "definition": "Ojciec małżonka, zwłaszcza ojciec męża.",
      "definition_translation": "El padre del cónyuge, especialmente el padre del esposo.",
      "example": "Mój teść był bardzo miły dla mnie, gdy się ożeniłem. Bałem się, że spotkam go, ale okazał się być wielkim facetem. Zawsze będę pamiętał, gdy pomógł mi naprawić mój samochód. W przyszłości mam nadzieję, że będę go odwiedzać częściej.",
      "example_translation": "Mi suegro fue muy amable conmigo cuando me casé. Me había preocupado por conocerlo, pero resultó ser un gran tipo. Siempre recordaré la vez que me ayudó a arreglar mi coche. En el futuro, espero visitarlo más a menudo.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "półbrat",
      "translation": "medio hermano",
      "definition": "Brat, który ma jednego rodzica, ale nie oboje.",
      "definition_translation": "Un hermano que comparte un padre pero no ambos.",
      "example": "Mam półbrata z poprzedniego małżeństwa mojej matki. Nie dorastaliśmy razem, ale zostaliśmy bliscy w ciągu lat. Teraz odwiedzam go każdego lata, i zawsze mamy wielką zabawę. W zeszłym roku pomógł mi z moją pracą domową.",
      "example_translation": "Tengo un medio hermano de un matrimonio anterior de mi madre. No crecimos juntos, pero hemos llegado a ser cercanos con el tiempo. Ahora, lo visito cada verano y siempre pasamos un gran rato. El año pasado, me ayudó con mi tarea.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "półsiostra",
      "translation": "media hermana",
      "definition": "Siostra, która ma jednego rodzica, ale nie oboje.",
      "definition_translation": " Una hermana que comparte un padre pero no ambos.",
      "example": "Moja półsiostra i ja mamy tę samą matkę, ale różnych ojców. Spotkaliśmy się, gdy byłem nastolatkiem, i teraz jesteśmy bardzo bliscy. Jest ona wielką osobą, i bardzo ją szanuję. W zeszłym tygodniu pomogła mi z moim projektem, i teraz będę pomagać jej z jej projektem.",
      "example_translation": "Mi media hermana y yo tenemos la misma madre, pero tenemos padres diferentes. Nos conocimos cuando yo era adolescente, y ahora estamos muy unidos. Es una gran persona, y la admiro mucho. La semana pasada, me ayudó con mi proyecto, y ahora voy a ayudarla con el suyo.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "teściowa",
      "translation": "suegra",
      "definition": "Matka małżonka, zwłaszcza jako osoba, z którą niejednokrotnie się nie dogada się.",
      "definition_translation": "La madre del cónyuge, especialmente como persona con la que uno tiende a desagradar o sentirse incómodo.",
      "example": "Nigdy nie dogadałem się z moją teściową, ale próbowałem zrobić wysiłek podczas świąt. Odwiedzę moją teściową w przyszłym weekendzie, i odwiedziłem moją teściową w zeszłym roku.",
      "example_translation": "Nunca me llevé bien con mi suegra, pero intenté hacer un esfuerzo durante las fiestas. Visitaré a mi suegra el fin de semana que viene, y visité a mi suegra el año pasado.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "relacje",
      "translation": "relaciones",
      "definition": "Połączenie lub związek między ludźmi, organizacjami lub krajami.",
      "definition_translation": "Una conexión o asociación entre personas, organizaciones o países.",
      "example": "Firma próbuje poprawić swoje relacje z lokalną społecznością. Dyplomatyczne relacje między dwoma krajami były napięte przez lata. Ustanowią dobre relacje z nowymi partnerami biznesowymi w przyszłości.",
      "example_translation": "La empresa está tratando de mejorar sus relaciones con la comunidad local. Las relaciones diplomáticas entre los dos países han estado tensas durante años. Establecerán buenas relaciones con los nuevos socios comerciales en el futuro.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rodzeństwo",
      "translation": "hermanos",
      "definition": "Dzieci tych samych rodziców; bracia i siostry.",
      "definition_translation": "Hijos de los mismos padres; hermanos y hermanas.",
      "example": "Moje rodzeństwo i ja kłóciliśmy się cały czas, gdy byliśmy dziećmi. Spotkam się z moim rodzeństwem na rodzinnej imprezie następnego miesiąca, a także spotkałem się z moim rodzeństwem w parku ostatnio.",
      "example_translation": "Mis hermanos y yo solíamos pelear todo el tiempo cuando éramos niños. Me reuniré con mis hermanos en la reunión familiar el próximo mes, y me reuní con mis hermanos en el parque la semana pasada.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szwagierka",
      "translation": "cuñada",
      "definition": "Siostra męża lub siostry, lub żona brata lub siostry.",
      "definition_translation": "La hermana del esposo o la esposa, o la esposa del hermano o la hermana.",
      "example": "Moja szwagierka jest świetną kucharką. Ugotowała dla nas ostatnio. Ugotuje ponownie następnego miesiąca.",
      "example_translation": "Mi cuñada es una gran cocinera. Cocinó para nosotros la semana pasada. Cocinará de nuevo el próximo mes.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zięć",
      "translation": "yerno",
      "definition": "Mąż córki lub mąż siostry.",
      "definition_translation": "El esposo de la hija de uno o el esposo de la hermana.",
      "example": "Mój zięć jest lekarzem. Leczył mnie ostatniego roku. Operuje mojego brata następnego tygodnia.",
      "example_translation": "Mi yerno es un médico. Me trató el año pasado. Operará a mi hermano la próxima semana.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pasierbica",
      "translation": "hijastra",
      "definition": "Córka współmałżonka z poprzedniego małżeństwa lub związku.",
      "definition_translation": "La hija del cónyuge por un matrimonio o relación previa.",
      "example": "Moja pasierbica jest studentką. Uczyła się do egzaminu wczoraj noc. Ukończy studia za rok.",
      "example_translation": "Mi hijastra es una estudiante. Estudió para su examen la noche pasada. Se graduará el próximo año.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ojczym",
      "translation": "padrastro",
      "definition": "Mąż matki z małżeństwa następczego.",
      "definition_translation": "El esposo de la madre por un matrimonio posterior.",
      "example": "Mój ojczym był very miły dla mnie, gdy byłem dzieckiem. Będzie zabierał mnie do parku jutro. Zabierał mnie do kina ostatnio.",
      "example_translation": "Mi padrastro fue muy amable conmigo cuando era niño. Va a llevarme al parque mañana. Me llevó al cine la semana pasada.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "macocha",
      "translation": "madrastra",
      "definition": "Żona ojca z małżeństwa następczego.",
      "definition_translation": "La esposa del padre por un matrimonio posterior.",
      "example": "Moja macocha była bardzo surowa, gdy byłem nastolatkiem. Będzie pomagać mi z pracą domową dzisiaj. Pomogła mi przenieść się do nowego mieszkania ostatnio.",
      "example_translation": "Mi madrastra fue muy estricta conmigo cuando era adolescente. Va a ayudarme con mi tarea esta noche. Me ayudó a mudarme a un nuevo apartamento el mes pasado.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pasierb",
      "translation": "hijastro",
      "definition": "Syn współmałżonka z poprzedniego małżeństwa.",
      "definition_translation": "El hijo del esposo o la esposa por un matrimonio anterior.",
      "example": "Mój pasierb był bardzo nieśmiały, gdy był dzieckiem. Będzie ukończył studia za rok. Ukończył szkołę średnią ostatniego roku.",
      "example_translation": "Mi hijastro era muy tímido cuando era niño. Va a graduarse de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "małżonek",
      "translation": "cónyuge",
      "definition": "Mąż lub żona, rozpatrywany w relacji do partnera.",
      "definition_translation": "Un esposo o esposa, considerado en relación con su pareja.",
      "example": "Jestem żonaty z moim małżonkiem przez 10 lat. Ożeniłem się z moim małżonkiem ostatniego roku. Będę się żenił z moim małżonkiem następnego roku.",
      "example_translation": "He estado casado con mi cónyuge durante 10 años. Me casé con mi cónyuge el año pasado. Me casaré con mi cónyuge el próxima año.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "teściowie",
      "translation": "suegros",
      "definition": "Rodzice współmałżonka lub syna-in-law lub córki-in-law.",
      "definition_translation": "Los padres de uno's cónyuge o de uno's yerno o nuera.",
      "example": "Nigdy nie dogadałem się z teściowymi. Moi teściowie odwiedzą nas następnego miesiąca. Moi teściowie odwiedzili nas ostatniego roku.",
      "example_translation": "Nunca me he llevado bien con mis suegros. Mis suegros nos visitan el próximo mes. Mis suegros nos visitaron el año pasado.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}