{
  "data": [
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "taniec",
      "translation": "bailar",
      "definition": "ruch ciała w rytmiczny sposób, zazwyczaj do muzyki, jako forma ekspresji, ćwiczenia lub rozrywki",
      "definition_translation": "mover el cuerpo de una manera rítmica, generalmente con música, como forma de expresión, ejercicio o entretenimiento",
      "example": "Tańczyłem całą noc na imprezie. Teraz tańczę. Będę tańczył na moim weselu.",
      "example_translation": "Bailé toda la noche en la fiesta. Estoy bailando ahora. Bailaré en mi boda.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zakupy",
      "translation": "tienda",
      "definition": "działalność polegająca na kupowaniu towarów z sklepów, sklepów lub rynków",
      "definition_translation": "la actividad de comprar bienes en tiendas, tiendas o mercados",
      "example": "Wczoraj robiłem zakupy. Teraz robię zakupy online. Jutro pójdę z przyjaciółmi na zakupy.",
      "example_translation": "Fui de compras ayer. Estoy comprando en línea ahora. Iré de compras con mis amigos mañana.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "palenie",
      "translation": "fumar",
      "definition": "akt wdychania i wydychania dymu z papierosa, fajki lub innego obiektu",
      "definition_translation": "el acto de inhalar y exhalar humo de un cigarrillo, pipa u otro objeto",
      "example": "Rzuciłem palenie w zeszłym roku. Teraz nie palę. Nigdy więcej nie zacznę palić.",
      "example_translation": "Dejé de fumar el año pasado. No estoy fumando ahora. Nunca volveré a fumar de nuevo.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "praca",
      "translation": "trabajar",
      "definition": "Działalność wymagająca wysiłku umysłowego lub fizycznego, podejmowana w celu osiągnięcia celu lub zarobku.",
      "definition_translation": "Actividad que implica esfuerzo mental o físico realizado para lograr un propósito o ganarse la vida.",
      "example": "Pracowałem nad tym projektem w zeszłym tygodniu, teraz pracuję nad nim, a jutro będę nad nim pracował.",
      "example_translation": "Trabajé en este proyecto la semana pasada, estoy trabajando en él ahora y trabajaré en él mañana.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "działalność",
      "translation": "actividad",
      "definition": "Stan bycia aktywnym lub zaangażowanym w określony zajęcie lub zawód.",
      "definition_translation": "El estado de ser activo o involucrado en una búsqueda o ocupación particular.",
      "example": "Dzieci były zaangażowane w różne działalności na imprezie, takie jak gry i opowieści.",
      "example_translation": "Los niños estaban involucrados en varias actividades en la fiesta, como jugar juegos y contar historias.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kliknięcie",
      "translation": "hacer clic",
      "definition": "Krótki, ostry dźwięk, często wydawany przez naciśnięcie przycisku lub klawisza na komputerze lub innym urządzeniu.",
      "definition_translation": "Un sonido corto y agudo, a menudo hecho presionando un botón o tecla en una computadora u otro dispositivo.",
      "example": "Kliknąłem na link, aby otworzyć stronę, ale się nie udało. Teraz kliknę na niego ponownie, aby spróbować.",
      "example_translation": "Hice clic en el enlace para abrir el sitio web, pero no funcionó. Ahora haré clic en él de nuevo para intentarlo.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wspinaczka",
      "translation": "escalada",
      "definition": "Akt wspinania się na górę lub stromy obiekt, używając rąk, nóg i innych części ciała.",
      "definition_translation": "El acto de ascender una montaña o un objeto empinado utilizando las manos, pies y otras partes del cuerpo.",
      "example": "Wspiąłem się na górę w zeszłym tygodniu, wspinam się co roku, a w przyszłym miesiącu wspię się ponownie.",
      "example_translation": "Estaba escalando la montaña la semana pasada, la escalo cada año, y la escalaré de nuevo el mes que viene.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gotowanie",
      "translation": "cocinando",
      "definition": "Proces przygotowania jedzenia przez ogrzewanie, mieszanie i przekształcanie składników w jedzenie.",
      "definition_translation": "El proceso de preparar alimentos calentándolos, mezclándolos y transformándolos en un plato comestible.",
      "example": "Gotowałem obiad wczoraj wieczorem, gotuję codziennie, a jutro ugotuję dla przyjaciół.",
      "example_translation": "Estaba cocinando la cena anoche, cocino todos los días, y cocinaré para mis amigos mañana.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kolarstwo",
      "translation": "ciclidismo",
      "definition": "Akt jazdy na rowerze, szczególnie jako sport lub forma ćwiczeń.",
      "definition_translation": "El acto de montar una bicicleta, especialmente como un deporte o forma de ejercicio.",
      "example": "Jechałem na rowerze do pracy wczoraj, jeżdżę co rano, a w przyszłym roku pojedziemy na rowerze przez cały kraj.",
      "example_translation": "Estaba ciclismo al trabajo ayer, ciclo todas las mañanas, y ciclismo a través del país el año que viene.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rysowanie",
      "translation": "dibujo",
      "definition": "Akt tworzenia obrazu lub diagramu za pomocą różnych technik, takich jak ołówek, pióro lub оprogramowanie komputerowe.",
      "definition_translation": "El acto de crear una imagen o diagrama utilizando varias técnicas, como lápiz, pluma o software informático.",
      "example": "Rysowałem portret siostry wczoraj, teraz rysuję krajobraz, a jutro narysuję postać z komiksu.",
      "example_translation": "Estaba dibujando un retrato de mi hermana ayer, estoy dibujando un paisaje ahora, y dibujaré un personaje de dibujos animados mañana.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ćwiczenie",
      "translation": "ejercicio",
      "definition": "Zadanie lub aktywność zaprojektowana w celu poprawy lub utrzymania sprawności fizycznej, zdrowia psychicznego lub funkcji poznawczych.",
      "definition_translation": "Una tarea o actividad diseñada para mejorar o mantener la condición física, la salud mental o la función cognitiva.",
      "example": "Ćwiczyłem regularnie, gdy byłem młodszy, ćwiczę codziennie teraz i będę ćwiczyć intensywniej w przyszłości.",
      "example_translation": "Me ejercitaba regularmente cuando era más joven, me ejercito diariamente ahora, y me ejercitaré más intensamente en el futuro.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pomóc",
      "translation": "ayuda",
      "definition": "Pomoc lub wsparcie udzielone komuś w potrzebie, często w formie pomocy fizycznej lub emocjonalnej.",
      "definition_translation": "Asistencia o apoyo brindado a alguien en necesidad, a menudo en forma de ayuda física o emocional.",
      "example": "Pomogła mi z zadaniem domowym wczoraj wieczorem, pomaga mi z projektami teraz i będzie mi pomagać z badaniami w przyszłości.",
      "example_translation": "Ella me ayudó con mi tarea la noche pasada, me ayuda con mis proyectos ahora, y me ayudará con mi investigación en el futuro.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kopnąć",
      "translation": "patear",
      "definition": "Uderzyć lub trafić coś nogą, zazwyczaj w sposób siłowy lub energiczny",
      "definition_translation": "golpear o pegar algo con la pierna, generalmente de manera enérgica",
      "example": "Kopnąłem piłkę z dala. Kopię piłkę codziennie. Kopnę piłkę jutro.",
      "example_translation": "Pateé el balón lejos. Pateo el balón todos los días. Patearé el balón mañana.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pocałować",
      "translation": "besar",
      "definition": "Dotknąć ustami do ust kogoś innego lub innej części twarzy, zazwyczaj jako powitanie lub dla okazania uczuć.",
      "definition_translation": "tocar los labios de alguien con los labios de otro o alguna otra parte de su rostro, generalmente como saludo o para mostrar afecto",
      "example": "Pocałowałem ją na pożegnanie. Pocałuję moją matkę każdego ranka. Pocałuję swoją żonę, kiedy ją zobaczę ponownie.",
      "example_translation": "La besé adiós. Beso a mi madre todas las mañanas. Besaré a mi esposa cuando vuelva a verla.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "praktyka",
      "translation": "practicar",
      "definition": "Akt powtarzania lub ćwiczenia umiejętności lub aktywności w celu poprawy lub utrzymania sprawności.",
      "definition_translation": "el acto de repetir o ejercitar una habilidad o actividad con el fin de mejorar o mantener la pericia",
      "example": "Praktykowałem grę na pianinie codziennie. Praktykówę jogę każdego ranka. Praktykować będę mowy przed prezentacją.",
      "example_translation": "Practicé el piano todos los días. Practico yoga todas las mañanas. Practicaré mi discurso antes de la presentación.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śpiewanie",
      "translation": "canto",
      "definition": "Akt produkowania dźwięków muzycznych głosem, szczególnie w sposób zdolny i artystyczny.",
      "definition_translation": "El acto de producir sonidos musicales con la voz, especialmente de manera habilidosa y artística.",
      "example": "Śpiewałem w chórze w zeszłym roku, śpiewam w łazience każdego ranka i śpiewać będę na weselu miesiąc później.",
      "example_translation": "Cantaba en el coro el año pasado, canto en la ducha todas las mañanas y cantaré en la boda el mes que viene.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " Deskorolka",
      "translation": "skateboard",
      "definition": "Sport lub aktywność polegająca na jeździe i manewrowaniu deską, szczególnie jako forma rekreacji lub sportu konkurencyjnego.",
      "definition_translation": "El deporte o actividad de montar y maniobrar un skateboard, especialmente como una forma de recreación o deporte competitivo.",
      "example": "Byłem na deskorolce w parku w zeszłym tygodniu, jeżdżę deskorolką każdego dnia po szkole i będę jeździć deskorolką w konkursie w przyszłym roku.",
      "example_translation": "Estuve patinando en el parque el fin de semana pasado, patino todos los días después de la escuela y patinaré en la competencia el año que viene.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łyżwiarstwo",
      "translation": "patinaje",
      "definition": "Akt ślizgnięcia się po lodzie lub powierzchni zamarzniętej, szczególnie jako forma rekreacji lub sportu konkurencyjnego.",
      "definition_translation": "El acto de deslizarse sobre hielo o una superficie congelada, típicamente como una forma de recreación o deporte competitivo.",
      "example": "Byłem łyżwiarstwem na zamarzniętym jeziorze w zeszłym roku, łyżwię każdego niedzielnego ranka i będę łyżwić na igrzyskach olimpijskich w przyszłym roku.",
      "example_translation": "Estuve patinando en el lago congelado el invierno pasado, patino todas las mañanas del domingo y patinaré en los Juegos Olímpicos el invierno que viene.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "snowboardowanie",
      "translation": "snowboard",
      "definition": "Sport polegający na zjeżdżaniu z góry na snowboardzie, wykonując skoki i ewolucje.",
      "definition_translation": "el deporte de deslizarse por colinas cubiertas de nieve en una snowboard, típicamente realizando saltos y trucos.",
      "example": "Byłem snowboardowanie z przyjaciółmi w zeszłym tygodniu, a potem będę snowboardowanie następnego tygodnia, ale snowboardowałem samotnie wczoraj.",
      "example_translation": "Fui snowboarding con mis amigos el fin de semana pasado, y luego iré de nuevo la próxima semana, pero estaba snowboarding solo ayer.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "surfing",
      "translation": "surf",
      "definition": "Sport polegający na jeździe na fali w stronę brzegu, stojąc na desce surfingowej.",
      "definition_translation": "el deporte de montar una ola hacia la orilla mientras se está de pie en una tabla de surf.",
      "example": "Surfowałem od czasu, gdy byłem nastolatkiem, surfowałem największą falę w moim życiu w zeszłym lecie i będę surfować ponownie jutro.",
      "example_translation": "He estado surfeando desde que era adolescente, y surfeé la ola más grande de mi vida el verano pasado, pero surfeearé de nuevo mañana.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pływanie",
      "translation": "natación",
      "definition": " Akt przemieszczania się przez wodę przy użyciu kończyn, zwykle w basenie lub naturalnym akwenie wodnym.",
      "definition_translation": "el acto de moverse a través del agua utilizando sus extremidades, generalmente en una piscina o cuerpo de agua natural.",
      "example": "Pływałem w oceanie wczoraj, a jutro będę pływał w basenie, ale pływałem w jeziorze w zeszłym tygodniu.",
      "example_translation": "Nadé en el océano ayer, y nadaré en la piscina mañana, pero estaba nadando en el lago el fin de semana pasado.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "użyć",
      "translation": "usar",
      "definition": "Zastosować coś do wykonania zadania lub wykorzystać coś do określonego celu.",
      "definition_translation": "Emplear para un propósito o utilizar algo para una tarea particular",
      "example": "Używałem piłki nożnej, gdy byłem młodszy. Używam laptopa do pracy z domu. Będę używał mapy, aby nawigować miastem.",
      "example_translation": "Solía jugar fútbol cuando era más joven. Uso mi laptop para trabajar desde casa. Usaré un mapa para navegar la ciudad.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chodzić",
      "translation": "caminar",
      "definition": "Poruszać się wolno na nogach, zwykle w pozycji pionowej.",
      "definition_translation": "Moverse a un ritmo lento a pie, generalmente en una posición erguida",
      "example": "Chodziłem do szkoły, gdy byłem kid. Chodzę z psem każdego ranka. Będę chodził do sklepu później.",
      "example_translation": "Caminaba a la escuela cuando era niño. Camino a mi perro todas las mañanas. Caminaré a la tienda luego.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chodzenie",
      "translation": "caminando",
      "definition": "Akt poruszania się pieszo, szczególnie w sposób rekreacyjny lub wypoczynkowy.",
      "definition_translation": "El acto de moverse a pie, especialmente de manera relajada o recreativa",
      "example": "Chodzenie w parku jest moim ulubionym ćwiczeniem. Chodziłem do domu z pracy, gdy zobaczyłem wypadek. Ona będzie chodziła po chodniku wkrótce.",
      "example_translation": "Caminar en el parque es mi ejercicio favorito. Estaba caminando hacia casa desde el trabajo cuando vi un accidente. Ella caminará por el pasillo pronto.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pranie",
      "translation": "lavado",
      "definition": "Akt czyszczenia czegoś, szczególnie ubrań, przez zanurzenie w wodzie i użycie mydła lub detergentu.",
      "definition_translation": "El acto de limpiar algo, especialmente ropa, sumergiéndola en agua y usando jabón o detergente.",
      "example": "Prałem ubrania wczoraj, pranie ich co tydzień, i będę prał je ponownie jutro.",
      "example_translation": "Estaba lavando mi ropa ayer, lavo cada semana, y lavaré de nuevo mañana.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zmywanie",
      "translation": "fregar",
      "definition": "Akt czyszczenia naczyń, sztućców i innych przedmiotów kuchennych.",
      "definition_translation": "El acto de lavar platos, utensilios y otros artículos de cocina.",
      "example": "Zrobiłem zmywanie wczoraj, robzę je teraz, i będę robił je ponownie później.",
      "example_translation": "Hice la lavandería anoche, la estoy haciendo ahora, y la haré de nuevo luego.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "osiągnięcie",
      "translation": "logro",
      "definition": "Coś, co zostało wykonane z sukcesem dzięki wysiłkowi, umiejętnościom lub odwadze.",
      "definition_translation": "Algo hecho con éxito con esfuerzo, habilidad o valor.",
      "example": "Osiągnęła wielki sukces w swojej karierze, osiąga go teraz, i osiągnie go ponownie w przyszłości.",
      "example_translation": "Ella logró un gran éxito en su carrera, lo está logrando ahora, y lo logrará de nuevo en el futuro.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aranżacja",
      "translation": "arreglo",
      "definition": "Akt układania lub porządkowania; zorganizowany plan lub system.",
      "definition_translation": "El acto de arreglar o poner en orden; un plan o sistema organizado.",
      "example": "Planista wesela zrobił świetną aranżację na przyjęciu. Kwiaty były ułożone pięknie na stołach. Do następnego roku, firma będzie miała zorganizowaną nową strategię marketingową.",
      "example_translation": "El planificador de la fiesta hizo un excelente arreglo para la recepción de la boda. Las flores estaban dispuestas hermosamente en las mesas. Para el próximo año, la empresa habrá dispuesto una nueva estrategia de marketing.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjazd",
      "translation": "llegada",
      "definition": "Akt przybycia do miejsca; czas, gdy ktoś lub coś dociera do miejsca.",
      "definition_translation": "El acto de llegar o llegar a un lugar; el momento en que alguien o algo llega a un lugar.",
      "example": "Przyjazd gości był opóźniony z powodu złej pogody. Czas przyjazdu pociągu został zaplanowany na 3 pm. Do następnego miesiąca, będziemy dotarli do nowego miejsca docelowego.",
      "example_translation": "La llegada de los invitados se retrasó debido al mal tiempo. La hora de llegada del tren estaba programada para las 3 pm. Para el próximo mes, habremos llegado a nuestro nuevo destino.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atak",
      "translation": "ataque",
      "definition": "Nagły i gwałtowny atak, szczególnie taki, który ma na celu zranić lub uszkodzić kogoś lub coś.",
      "definition_translation": "Un ataque repentino y violento, especialmente uno que tiene la intención de lastimar o dañar a alguien o algo.",
      "example": "Armia wystrzeliła zaskakujący atak na bazę wroga. Pies zaatakuje, jeśli poczuje się zagrożony. Do następnego roku, firma będzie miała zaatakowała problem zmiany klimatu.",
      "example_translation": "El ejército lanzó un ataque sorpresa en la base del enemigo. El perro atacará si se siente amenazado. Para el próximo año, la empresa habrá atacado el problema del cambio climático.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sprawdzić",
      "translation": "verificar",
      "definition": "Zbadanie lub zastosowanie czegoś, aby sprawdzić jego dokładność, jakość lub stan.",
      "definition_translation": "Examinar o investigar algo cuidadosamente para determinar su precisión, calidad o condición.",
      "example": "Sprawdziłem prognozę pogody przed planowaniem podróży. Sprawdzam listę przed wyjściem do sklepu. Sprawdzę maile, gdy wrócę do domu.",
      "example_translation": "Verifiqué el pronóstico del tiempo antes de planning mi viaje. Estoy verificando la lista de artículos antes de ir a la tienda. Verificaré mis correos electrónicos cuando llegue a casa.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wybór",
      "translation": "elección",
      "definition": "Akt wyboru jednej z możliwości, często po dokładnym rozważeniu lub namyśle.",
      "definition_translation": "El acto de seleccionar una opción de un conjunto de posibilidades, a menudo después de una consideración cuidadosa o deliberación.",
      "example": "Wybrałem studia za granicą. Ona wybiera między dwoma ofertami pracy. Będą wybierać najlepszą restaurację, aby zjeść.",
      "example_translation": "Tomé la decisión de estudiar en el extranjero. Ella está haciendo una elección entre dos ofertas de trabajo. Ellos harán una elección sobre el mejor restaurante donde comer.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "decyzja",
      "translation": "decisión",
      "definition": "Wnioski lub rozwiązanie osiągnięte po rozważeniu, często obejmując wybór między różnymi opcjami lub kursami działania.",
      "definition_translation": "Una conclusión o resolución alcanzada después de considerar, a menudo implicando una elección entre diferentes opciones o cursos de acción.",
      "example": "Firma podjęła decyzję o inwestowaniu w nową technologię. Ona podejmuje decyzję o swojej ścieżce kariery. Będą podejmować decyzję o terminie spotkania.",
      "example_translation": "La empresa tomó la decisión de invertir en nueva tecnología. Ella está tomando una decisión sobre su carrera profesional. Ellos harán una decisión sobre la fecha de la reunión.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostawa",
      "translation": "entrega",
      "definition": "Akt dostarczania lub rozdzielnia czegoś, takiego jak towary lub przesyłki.",
      "definition_translation": "El acto de entregar o distribuir algo, como bienes o correos.",
      "example": "Firma umówiła się na dostawę paczki do jutra. Dostawa była opóźniona z powodu złej pogody. Będą dostarczać nowy sprzęt w przyszłym tygodniu.",
      "example_translation": "La empresa arreglará para la entrega del paquete para mañana. La entrega se retrasó debido al mal tiempo. Entregarán los nuevos muebles la próxima semana.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozwój",
      "translation": "desarrollo",
      "definition": "Proces wzrostu lub stawania się większym, bardziej zaawansowanym lub bardziej zorganizowanym.",
      "definition_translation": "El proceso de crecer o volverse más grande, más avanzado o más organizado.",
      "example": "Firma koncentruje się na rozwoju nowych produktów. Rozwój miasta jest szybki. Pracowali nad rozwojem nowego oprogramowania przez miesiące.",
      "example_translation": "La empresa se enfoca en el desarrollo de nuevos productos. El desarrollo de la ciudad es rápido. Han estado trabajando en el desarrollo del nuevo software durante meses.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nurkowanie",
      "translation": "buceo",
      "definition": "Akt skoku do wody, zazwyczaj głową w dół, lub sport polegający na pływaniu pod wodą.",
      "definition_translation": "El acto de saltar al agua, usualmente de cabeza, o el deporte de nadar bajo el agua.",
      "example": "Lubie nurkowanie w oceanie w gorące dni. Ona jest ekspertką w nurkowaniu z wielkiej wysokości. Będą nurkować w jeziorze w przyszłym weekendzie.",
      "example_translation": "Me encanta bucear en el océano en días de verano calurosos. Ella es una experta en bucear desde grandes alturas. Irán a bucear en el lago el próximo fin de semana.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jechać",
      "translation": "conducir",
      "definition": "Operowanie pojazdem, szczególnie samochodem, przy użyciu sterowań i kierowania ruchem.",
      "definition_translation": "operar un vehículo, especialmente un coche, utilizando los controles y dirigiendo su movimiento",
      "example": "Wczoraj jechałem do sklepu, jadę do pracy każdego dnia i pojedzie do plaży jutro.",
      "example_translation": "Conduje al tienda ayer, conduzco al trabajo cada día y conduciré a la playa mañana.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wysiłek",
      "translation": "esfuerzo",
      "definition": "Energiczne lub zdeterminowane próby zrobienia czegoś.",
      "definition_translation": "un intento vigoroso o decidido para hacer algo",
      "example": "Ona poczyniła wysiłek, aby ukończyć projekt na czas, ale on nie poczynił wysiłku, aby jej pomóc, i będą podejmować wysiłek, aby poprawić proces następnym razem.",
      "example_translation": "Ella hizo un esfuerzo para terminar el proyecto a tiempo, pero él no hizo un esfuerzo para ayudarla, y harán un esfuerzo para mejorar el proceso la próxima vez.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wymiana",
      "translation": "intercambiar",
      "definition": "Akt oddania czegoś w zamian za coś innego.",
      "definition_translation": "el acto de dar algo a cambio de algo más",
      "example": "Wymienialiśmy prezenty w dniu urodzin, wymieniam maile z kolegą codziennie i wymienią stary telewizor na nowy w przyszłym tygodniu.",
      "example_translation": "Intercambiamos regalos en nuestro cumpleaños, intercambio correos electrónicos con mi colega todos los días y intercambiarán su vieja TV por una nueva la próxima semana.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "eksperyment",
      "translation": "experimento",
      "definition": "Naukowe badanie zaprojektowane, aby udowodnić lub zademonstrować hipotezę, teorię lub koncepcję.",
      "definition_translation": "Un test científico diseñado para probar o demostrar una hipótesis, teoría o concepto",
      "example": "Przeprowadzę eksperyment, aby przetestować nowy produkt, potem przeprowadzę podobny eksperyment jutro, a w końcu przeprowadziłem eksperyment w zeszłym tygodniu.",
      "example_translation": "Voy a realizar un experimento para probar el nuevo producto, luego realizaré un experimento similar mañana, y finalmente, había realizado un experimento la semana pasada.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "walczyć",
      "translation": "lucha",
      "definition": "angażować się w walkę fizyczną lub werbalną z kimś",
      "definition_translation": "Participar en combate físico o verbal con alguien",
      "example": "Walczyć z moim bratem codziennie, będę walczyć o swoje prawa jutro, a walczyłem w meczu bokserskim w zeszłym roku.",
      "example_translation": "Lucho con mi hermano todos los días, lucharé por mis derechos mañana, y había luchado en un combate de boxeo el año pasado.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "iść",
      "translation": "ir",
      "definition": "przenieść się z jednego miejsca do innego",
      "definition_translation": "Moverse de un lugar a otro",
      "example": "Idę do szkoły codziennie, pójdę na plażę jutro, a szedłem do sklepu w zeszłym tygodniu.",
      "example_translation": "Voy a la escuela todos los días, iré a la playa mañana, y había ido a la tienda la semana pasada.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nawyk",
      "translation": "costumbre",
      "definition": "Nawyk to ustalona lub regularna tendencja lub praktyka, szczególnie ta, która jest trudna do złamania.",
      "definition_translation": "Una costumbre es una tendencia o práctica establecida o regular, especialmente una que es difícil de dejar.",
      "example": "Ona miała nawyk budzenia się wcześnie rano. Będzie się budzić wcześnie rano każdego dnia. Będzie budzić się wcześnie rano jutro.",
      "example_translation": "Ella tenía la costumbre de despertarse temprano en la mañana. Ella se despierta temprano en la mañana todos los días. Ella se despertará temprano en la mañana mañana.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "prace domowe",
      "translation": "trabajos domésticos",
      "definition": "Prace domowe odnoszą się do zadań i obowiązków niezbędnych do utrzymania czystego i zorganizowanego domu.",
      "definition_translation": "Los trabajos domésticos se refieren a las tareas y quehaceres necesarios para mantener una casa limpia y organizada.",
      "example": "Ona robiła prace domowe każdej soboty. Robi prace domowe każdego tygodnia. Będzie robić prace domowe w przyszłym tygodniu.",
      "example_translation": "Ella hizo los trabajos domésticos todos los sábados. Ella hace los trabajos domésticos todas las semanas. Ella hará los trabajos domésticos la próxima semana.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "objąć",
      "translation": "abrazo",
      "definition": "Objąć to sposób wyrażenia uczuć lub pocieszenia, otaczając kimś lub czymś ramionami.",
      "definition_translation": "Un abrazo es una forma de mostrar afecto o consuelo poniendo los brazos alrededor de alguien o algo.",
      "example": "Ona objęła swojego brata, kiedy był smutny. Objęła swoich przyjaciół każdego dnia. Będzie objąć swoją siostrę, kiedy wróci.",
      "example_translation": "Ella dio un abrazo a su hermano cuando estaba triste. Ella da un abrazo a sus amigos cada vez que se encuentran. Ella dará un abrazo a su hermana cuando regrese.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "prasowanie",
      "translation": "planchado",
      "definition": "Czynność używania narzędzia ogrzewającego do usuwania fałd z tkaniny.",
      "definition_translation": "el acto de usar una herramienta caliente para eliminar arrugas del tejido",
      "example": "Prasowałem koszulę wczoraj, prasuję spodnie każdej niedzieli, a będę prasować sukienkę jutro.",
      "example_translation": "Estaba planchando mi camisa ayer, plancho mis pantalones todos los domingos y plancharé mi vestido mañana.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "skakać",
      "translation": "saltar",
      "definition": "nagłe lub gwałtowne wyrzucenie ciała w górę przez cofnięcie mięśni nóg",
      "definition_translation": "saltar o moverse hacia arriba de repente mediante la aplicación de fuerza con las piernas",
      "example": "Skakałem przez kałużę wczoraj, skaczę sznurem każdego ranka, a będę skakać z radości, kiedy zobaczę ją.",
      "example_translation": "Salté sobre el charco ayer, salto la cuerda cada mañana y saltaré de alegría cuando la vea.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spojrzeć",
      "translation": "mirar",
      "definition": "skierować uwagę na coś lub kogoś",
      "definition_translation": "dirigir la atención hacia algo o alguien",
      "example": "Spojrzałem na zegar wczoraj, spoglądam na mapę każdego dnia, a będę spoglądać przez okno jutro.",
      "example_translation": "Miré el reloj ayer, miro el mapa todos los días y miraré por la ventana mañana.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przygotowanie",
      "translation": "preparación",
      "definition": "Proces przygotowania czegoś do użytku lub spożycia, takiego jak gotowanie lub pakowanie.",
      "definition_translation": "El proceso de preparar algo para su uso o consumo, como cocinar o empaquetar.",
      "example": "Jestem obecnie na etapie przygotowania mojego projektu, muszę zgromadzić wszystkie niezbędne materiały. Wczoraj przygotowałem obiad dla mojej rodziny. Jutro przygotuję prezentację dla zebrania.",
      "example_translation": "Estoy en la etapa de preparación de mi proyecto, necesito reunir todos los materiales necesarios. Ayer, preparé la cena para mi familia. Mañana, prepararé una presentación para la reunión.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "recykling",
      "translation": "reciclaje",
      "definition": "Proces zbierania i przetwarzania materiałów, które w przeciwnym razie zostałyby wyrzucone, aby stworzyć nowe produkty.",
      "definition_translation": "El proceso de recopilar y procesar materiales que de otra manera se desecharían, para crear productos nuevos.",
      "example": "Miasto wdrożyło program recyklingu, aby zmniejszyć odpad. Wszystkie plastikowe butelki z imprezy zostały przetworzone. W przyszłym roku przetworzymy więcej niż w tym roku.",
      "example_translation": "La ciudad ha implementado un programa de reciclaje para reducir los desperdicios. Reciclamos todas las botellas de plástico de la fiesta. El próximo año, reciclaremos más de lo que hicimos este año.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uratowanie",
      "translation": "rescate",
      "definition": "Akt ratowania komuś lub czegoś z niebezpiecznej lub trudnej sytuacji.",
      "definition_translation": "El acto de salvar a alguien o algo de una situación peligrosa o difícil.",
      "example": " Strażacy pojechali uratować ludzi uwięzionych w budynku. Uratowaliśmy szczenię z schroniska. Uratujemy zgubionych turystów jutro.",
      "example_translation": "Los bomberos fueron a rescatar a las personas atrapadas en el edificio. Rescataste a un cachorro del refugio de animales. Rescataremos a los excursionistas varados mañana.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "powrót",
      "translation": "regresar",
      "definition": "Powrót do miejsca lub osoby, zwłaszcza po krótkim czasie",
      "definition_translation": "Volver o ir de nuevo a un lugar o persona, especialmente después de estar ausente por un corto tiempo",
      "example": "Zwrócę książkę do biblioteki jutro, Zwróciłem ją wczoraj, a zwróciłem ją w zeszłym tygodniu.",
      "example_translation": "Devolveré el libro a la biblioteca mañana, lo devolví ayer, y lo había devuelto la semana pasada.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bieg",
      "translation": "correr",
      "definition": "Ruch szybki na nogach,(typowo w stałym i szybkim tempie)",
      "definition_translation": "Moverse rápidamente a pie, normalmente a un ritmo constante y rápido",
      "example": "Będę biegał maraton następnego roku, Biegłem go w zeszłym roku, a biegłem go rok przedtem.",
      "example_translation": "Correré el maratón el año próximo, lo corrí el año pasado, y lo había corrido el año anterior.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyszukiwanie",
      "translation": "buscar",
      "definition": "Szukać coś dokładnie i systematycznie, zwłaszcza w sposób systematyczny",
      "definition_translation": "Buscar cuidadosamente y exhaustivamente algo, especialmente de manera sistemática",
      "example": "Będę szukał informacji w internecie wieczorem, Szukałem jej wczoraj, a szukałem jej w zeszłym tygodniu.",
      "example_translation": "Buscaré información en internet esta noche, la busqué ayer, y la había buscado la semana pasada.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "płeć",
      "translation": "sexo",
      "definition": "Jedna z dwóch głównych kategorii (męska lub żeńska) w które ludzie i wiele innych żyjących rzeczy są dzielone na podstawie ich narządów rozrodczych i funkcji.",
      "definition_translation": "Cualquiera de las dos categorías principales (masculino o femenino) en que se dividen los seres humanos y muchos otros seres vivos según sus órganos y funciones reproductivas.",
      "example": "Płeć dziecka była nieznana aż do USG. Miałem stosunek seksualny z partnerem wczoraj. Będą mieli stosunek seksualny po raz pierwszy w nocy poślubnej.",
      "example_translation": "El sexo del bebé era desconocido hasta la ecografía. Tuve sexo con mi pareja anoche. Tendrán sexo por primera vez en su noche de bodas.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krok",
      "translation": "paso",
      "definition": "Ruch wykonany przez uniesienie nogi i postawienie jej w innym miejscu, lub szczególna faza procesu lub rozwoju.",
      "definition_translation": "Un movimiento hecho al levantar un pie y colocarlo en un lugar diferente, o una etapa particular en un proceso o desarrollo.",
      "example": "Zrobiłem krok w tył, aby obserwować obraz. Zrobiła krok do przodu, aby powitać swojego przyjaciela. Będą robili krok na nowy rynek wkrótce.",
      "example_translation": "Di un paso atrás para observar la pintura. Ella dio un paso adelante para saludar a su amiga. Ellos darán un paso en el nuevo mercado pronto.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wsparcie",
      "translation": "apoyo",
      "definition": "Akt udzielania pomocy lub wsparcia komuś lub czemuś, lub trzymania czegoś w pozycji.",
      "definition_translation": "El acto de brindar asistencia o apoyo a alguien o algo, o sostener algo en una posición.",
      "example": "Wspieram moją ulubioną drużynę w mistrzostwach. Dałem emocjonalne wsparcie mojemu przyjacielowi podczas kryzysu. Będą dostarczać wsparcia technicznego klientom.",
      "example_translation": "Apoyo a mi equipo favorito en el campeonato. Ella brindó apoyo emocional a su amiga durante la crisis. Ellos proporcionarán apoyo técnico a los clientes.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wizyta",
      "translation": "visitar",
      "definition": "Odwiedzić kogoś lub coś, zwłaszcza aby się dobrze bawić lub sprawdzić, czy wszystko jest w porządku.",
      "definition_translation": "Ir a ver a alguien o algo, especialmente para divertirse o asegurarse de que estén bien.",
      "example": "Odwiedziłem swoich dziadków w zeszłym weekendzie. Odwiedzam Paryż co roku. Odwiedzę Tokio następnego miesiąca.",
      "example_translation": "Visité a mis abuelos el fin de semana pasado. Visito París todos los años. Visitaré Tokio el próximo mes.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "marnotrawstwo",
      "translation": "desperdiciar",
      "definition": "Używać lub wydatkować coś bez sensu lub niepotrzebnie, co prowadzi do straty zasobów.",
      "definition_translation": "Usar o gastar algo de manera descuidada o innecessaria, lo que resulta en una pérdida de recursos.",
      "example": "Marnowałem dużo pieniędzy na nową grę wideo. Marnuje swój czas, siedząc przed telewizorem cały dzień. Będą marnować swoją energię na tym projekcie.",
      "example_translation": "Desperdicié mucho dinero en ese nuevo juego de video. Ella desperdicia su tiempo viendo televisión todo el día. Ellos desperdiciarán su energía en ese proyecto.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "trening",
      "translation": "entrenamiento",
      "definition": "Sesja ćwiczeń fizycznych, zwłaszcza mających na celu poprawę siły, kondycji lub elastyczności.",
      "definition_translation": "Una sesión de ejercicio físico, especialmente diseñada para mejorar la fuerza, la condición física o la flexibilidad.",
      "example": "Miałem świetny trening w siłowni wczoraj. Robi trening każdego ranka. Będą mieli sesję treningową jutro.",
      "example_translation": "Tuve un gran entrenamiento en el gimnasio ayer. Ella hace un entrenamiento cada mañana. Ellos tendrán una sesión de entrenamiento mañana.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]
}