{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "frío",
      "definition": "Mający niską temperaturę; nie ciepły ani gorący.",
      "definition_translation": "Teniendo una temperatura baja; no cálida o caliente.",
      "example": "Byłem zimny, kiedy wyszedłem na zewnątrz wczoraj. Jestem zimny, kiedy biorę zimny prysznic. Będę zimny, kiedy pójdę w góry następnym tygodniu.",
      "example_translation": "Estaba frío cuando salí afuera ayer. Estoy frío cuando tomo un ducho frío. Estaré frío cuando vaya a las montañas la próxima semana.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "frío",
      "definition": "Mający niską temperaturę; nie ciepły ani gorący.",
      "definition_translation": "Teniendo una temperatura baja; no cálida o caliente.",
      "example": "Zimna woda była orzeźwiająca. Ona ma zimno i nie może iść do pracy. Będzie zimno zimą.",
      "example_translation": "El agua fría fue refrescante. Ella tiene un resfriado y no puede ir al trabajo. Será frío en invierno.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gorąco",
      "translation": "caliente",
      "definition": "Mający wysoką temperaturę; ciepły lub intensywny.",
      "definition_translation": "Teniendo una temperatura alta; cálida o intensa.",
      "example": "Gorąca kawa spaliła mi język. Była gorąca i pociła się po ćwiczeniach. Będzie gorąco latem.",
      "example_translation": "El café caliente me quemó la lengua. Ella estaba caliente y sudando después del ejercicio. Será caliente en verano.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "deszcz",
      "translation": "lluvia",
      "definition": "Opad w postaci kropli wody w atmosferze, występujący, kiedy para wodna w powietrzu kondensuje i spada na ziemię.",
      "definition_translation": "Precipitación en forma de gotas de agua en la atmósfera, que ocurre cuando el vapor de agua en el aire se condensa y cae al suelo.",
      "example": "Wczoraj padał deszcz, pada deszcz dzisiaj i pada deszcz jutro.",
      "example_translation": "Llovió ayer, llueve hoy y lloverá mañana.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śnieg",
      "translation": "nieve",
      "definition": "Atmosferyczna para wodna, która zamarzła w kryształy lodu, często spadające na ziemię jako naturalne zjawisko pogodowe.",
      "definition_translation": "Vapor de agua atmosférico que se ha congelado en cristales de hielo, a menudo cayendo al suelo como un fenómeno natural del clima.",
      "example": "W zeszłym roku śnieg padał zimą, pada śnieg tej zimy i pada śnieg następnej zimy.",
      "example_translation": "Nevió el invierno pasado, nieva este invierno y nevlará el invierno próximo.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lato",
      "translation": "verano",
      "definition": "Jedna z czterech pór roku, charakteryzująca się ciepłą pogodą i długimi dniami, zazwyczaj między czerwcem a sierpniem w północnej hemisferze.",
      "definition_translation": "Una de las cuatro estaciones, caracterizada por clima cálido y días largos, típicamente entre junio y agosto en el Hemisferio Norte.",
      "example": "Weszliśmy na plażę latem ubiegłym, idę na plażę latem tym, i pójdę na plażę latem następnym.",
      "example_translation": "Fui a la playa el verano pasado, voy a la playa este verano y iré a la playa el verano próximo.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słońce",
      "translation": "sol",
      "definition": "Gwiazda, wokół której orbitują Ziemia i inne planety. Jest to olbrzymia kula gorącego, świecącego gazu.",
      "definition_translation": "El sol es la estrella alrededor de la cual orbitan la Tierra y otros planetas. Es una gran bola de gas caliente y brillante.",
      "example": "Słońce świeciło jasno wczoraj, ale będzie pochmurno jutro. Dziś jest słonecznie.",
      "example_translation": "El sol brillaba intensamente ayer, pero será nublado mañana. Hoy es soleado.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "templado",
      "definition": "Mający umiarkowany lub komfortowy stopień ciepła; nie zimny ani gorący.",
      "definition_translation": "Teniendo un grado moderado o cómodo de calor; no frío ni caliente.",
      "example": "Ciepła pogoda w lipcu sprawiła, że była idealna na urlop na plaży. Czułem się ciepło po gorącej kąpieli. Będzie ciepło kolejnym latem.",
      "example_translation": "El clima templado en julio lo hizo perfecto para unas vacaciones en la playa. Me sentí templado después de tomar un baño caliente. Será templado nuevamente el próximo verano.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pogoda",
      "translation": "clima",
      "definition": "Stan atmosfery w danym miejscu i czasie, obejmujący temperaturę, wilgotność, zachmurzenie, wiatr i opady.",
      "definition_translation": "El estado de la atmósfera en un lugar y momento particulares, incluyendo la temperatura, la humedad, la nubosidad, el viento y la precipitación.",
      "example": "Prognoza pogody powiedziała, że pada deszcz jutro, ale nie padał. Pogoda była idealna na piknik wczoraj. Lubię pogodę wiosenną.",
      "example_translation": "El pronóstico del tiempo dijo que llovería mañana, pero no lo hizo. El clima fue perfecto para un pícnic ayer. Me encanta el clima en primavera.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wiatr",
      "translation": "viento",
      "definition": "Naturalny ruch powietrza w atmosferze, szczególnie silny prąd powietrza.",
      "definition_translation": "El movimiento natural del aire en la atmósfera, especialmente una corriente fuerte de aire.",
      "example": "Wiatr wiejował silnie wczoraj, wieje silnie dziś i będzie wiejował silnie jutro.",
      "example_translation": "El viento sopló con fuerza ayer, sopla con fuerza hoy y soplará con fuerza mañana.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zima",
      "translation": "invierno",
      "definition": "Najzimniejszy sezon roku, w północnej półkuli od grudnia do lutego, a w południowej półkuli od czerwca do sierpnia.",
      "definition_translation": "La estación más fría del año, en el hemisferio norte desde diciembre hasta febrero y en el hemisferio sur desde junio hasta agosto.",
      "example": "Uwielbiałem grać w śniegu zimą minioną, uwielbiam grać w śniegu zimą obecną, i będę uwielbiał grać w śniegu zimą przyszłą.",
      "example_translation": "Me encantó jugar en la nieve el invierno pasado, me encanta jugar en la nieve este invierno y me encantará jugar en la nieve el próximo invierno.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chmura",
      "translation": "nube",
      "definition": "Widzialna masa kropelek wody lub kryształków lodu unoszących się w powietrzu.",
      "definition_translation": "Una masa visible de gotas de agua o cristales de hielo suspendidos en el aire.",
      "example": "Wczoraj zobaczyłem dużą chmurę na niebie, dzisiaj widzę dużą chmurę na niebie, a jutro zobaczę dużą chmurę na niebie.",
      "example_translation": "Vi una gran nube en el cielo ayer, veo una gran nube en el cielo hoy y veré una gran nube en el cielo mañana.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pochmurny",
      "translation": "nublado",
      "definition": "Mający lub charakteryzujący się niebem zachmurzonym; pochmurny.",
      "definition_translation": "Teniendo o caracterizado por un cielo nublado; cubierto.",
      "example": "Wczoraj było pochmurno, ale dzisiaj jest słonecznie. Jutro będzie pochmurno ponownie.",
      "example_translation": "Era nublado ayer, pero hoy es soleado. El clima volverá a ser nublado mañana.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mgła",
      "translation": "niebla",
      "definition": "Mglista masa małych kropelek wody unoszących się w powietrzu blisko ziemi, ograniczająca widoczność.",
      "definition_translation": "Una masa nubosa de pequeñas gotas de agua suspendidas en el aire cerca del suelo, reduciendo la visibilidad.",
      "example": "Mgła zaczęła się wznosić z oceanu, utrudniając widoczność. Mgła będzie ustępować do jutra. Do przyszłego tygodnia mgła zniknie.",
      "example_translation": "La niebla se desplazó desde el océano, haciendo difícil ver. La niebla se levantará mañana. Para la próxima semana, la niebla habrá desaparecido.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mglisty",
      "translation": "neblinoso",
      "definition": "Charakteryzujący się mgłą lub podobny do mgły; niejasny lub niezbyt klarowny.",
      "definition_translation": "Caracterizado por o parecido a la niebla; incierto o oscuro.",
      "example": "Mgliste lustro utrudniało mi zobaczenie mojego odbicia. Mgliste warunki pogodowe utrudniały nawigację. Do przyszłego roku warunki mgliste ulegną poprawie.",
      "example_translation": "El espejo neblinoso hizo difícil ver mi reflejo. El clima neblinoso hizo difícil navegar. Para el año que viene, las condiciones neblinosas habrán mejorado.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lód",
      "translation": "hielo",
      "definition": "Woda zamarzła w swej postaci stałej, typowo niebiesko-biała i przezroczysta, powstająca w wyniku kondensacji pary wodnej w atmosferze lub zamrażania wody.",
      "definition_translation": "Agua congelada en su forma sólida, generalmente azul-blanca y transparente, formada por la condensación de vapor de agua en la atmósfera o la congelación de agua.",
      "example": "Żeżeździłem na lodzie zimą minioną, aktualnie jeszcze jeżdżę na lodzie, i będę jeżdżę na lodzie zimą przyszłą.",
      "example_translation": "Patineé sobre el hielo el invierno pasado, estoy patinando sobre el hielo ahora, y patinaré sobre el hielo el próximo invierno.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wiosna",
      "translation": "primavera",
      "definition": "Sezon roku pomiędzy zimą a latem, charakteryzujący się kwitnieniem roślin i powrotem ciepłej pogody.",
      "definition_translation": "La estación del año entre el invierno y el verano, caracterizada por la floración de las plantas y el regreso del clima cálido.",
      "example": "Zasadziłem kwiaty wiosną minioną, aktualnie cieszę się ciepłą pogodą wiosną, i będę miał wiosenny urlop miesiąc temu.",
      "example_translation": "Planté flores en la primavera, estoy disfrutando del clima cálido en la primavera, y tomaré un descanso de primavera el próximo mes.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "burza",
      "translation": "tormenta",
      "definition": "Gwałtowne zaburzenie w atmosferze, charakteryzujące się silnymi wiatrami, obfitymi opadami, grzmotem i błyskawicami.",
      "definition_translation": "Una disturbio violento en la atmósfera, caracterizado por vientos fuertes, lluvia pesada, truenos y relámpagos.",
      "example": "Burza uszkodziła mój dom rok temu, burza nadciąga aktualnie, i burza przeminie do jutra.",
      "example_translation": "La tormenta dañó mi casa el año pasado, la tormenta se acerca ahora, y la tormenta habrá pasado mañana.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słoneczny",
      "translation": "soleado",
      "definition": "Mający dużo słońca; jasny i wesoły.",
      "definition_translation": "Teniendo mucho sol; brillante y alegre.",
      "example": "Słoneczna pogoda uczyniła naszą wakację idealną. Spacerowaliśmy w słonecznym parku wczoraj. Jutro będzie słonecznie, jestem o tym pewien.",
      "example_translation": "El clima soleado hizo que nuestra vacación fuera perfecta. Caminamos en el parque soleado ayer. Mañana será soleado, estoy seguro.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "burza z piorunami",
      "translation": "tormenta eléctrica",
      "definition": "Burza ze strojem i piorunami, typowo towarzysząca obfitym opadom lub gradu.",
      "definition_translation": "Una tormenta con truenos y relámpagos, típicamente acompañada de lluvia fuerte o granizo.",
      "example": "Burza z piorunami zepsuła nasz piknik. Słyszeliśmy burzę z piorunami nadciągającą wczoraj wieczorem. Będzie burza z piorunami za tydzień, przewiduję.",
      "example_translation": "La tormenta eléctrica arruinó nuestro picnic. Oímos que se acercaba la tormenta eléctrica anoche. Habrá una tormenta eléctrica la próxima semana, predigo.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mokry",
      "translation": "húmedo",
      "definition": "Pokryty lub nasączony wodą lub inną cieczą.",
      "definition_translation": "Cubierto o saturado con agua o otro líquido.",
      "example": "Mokry pies wytrząsnął się energicznie. Mokra nawierzchnia była śliska. Jutro będzie mokro, więc weź parasol.",
      "example_translation": "El perro húmedo se sacudió vigorosamente. La acera húmeda era resbalosa. Mañana será húmedo, así que lleva un paraguas.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wietrzny",
      "translation": "ventoso",
      "definition": "Charakteryzujący się silnym wiatrem; pełen wiatru.",
      "definition_translation": "Teniendo un fuerte viento; caracterizado por o lleno de viento.",
      "example": "Był to wietrzny dzień, więc postanowiliśmy zostać w domu. Wietrzna pogoda utrudniała latanie latawcem. Do roku przyszłego nowa farma wiatrowa będzie wystarczająco wietrzna, aby zasilić całe miasto.",
      "example_translation": "Era un día ventoso, así que decidimos quedarnos en interiores. El clima ventoso hizo que fuera difícil volar una cometa. Para el próximo año, la nueva granja eólica será lo suficientemente ventosa como para alimentar toda la ciudad.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dmuchać",
      "translation": "soplar",
      "definition": "Wytwarzać prąd powietrza, szczególnie z nagłym lub gwałtownym ruchem.",
      "definition_translation": "Producir una corriente de aire, especialmente con un movimiento repentino o violento.",
      "example": "Wiatr zaczął dmuchać silnie, wydmuchując liście. Lubi dmuchać świeczki na urodzinowym torcie. Suszarka do włosów dmucha gorące powietrze, aby stylizować włosy.",
      "example_translation": "El viento comenzó a soplar con fuerza, arrastrando las hojas. A ella le gusta soplar las velas en su pastel de cumpleaños. El secador de pelo sopla aire caliente para estilizar tu cabello.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bryza",
      "translation": "brisa",
      "definition": "Delikatny wiatr, szczególnie przyjemny.",
      "definition_translation": "Un viento suave, especialmente agradable.",
      "example": "Bryza była tak orzeźwiająca w gorący letni dzień. Delikatna bryza wiejąca przez otwarte okno. Wieczorem bryza będzie wiejąca z oceanu.",
      "example_translation": "La brisa fue tan refrescante en un día de verano caliente. Una brisa suave sopló por la ventana abierta. Para la noche, una brisa fresca soplará desde el océano.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "calor",
      "definition": "Ciepło jest formą energii, która jest.transferowana przez różnicę temperatury.",
      "definition_translation": "El calor es una forma de energía que se transfiere por una diferencia de temperatura.",
      "example": "Zwiększyłem ciepło zimą, ale zmniejszyłem je latem. Rok temu ciepło było nieznośne. Do 2025 roku fale ciepła będą coraz częstsze.",
      "example_translation": "Subí la temperatura en invierno, pero la bajé en verano. El año pasado, el calor era insoportable. Para 2025, la ola de calor será más frecuente.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "błyskawica",
      "translation": "rayo",
      "definition": "Błyskawica jest masowym wyładowaniem elektrostatycznym, które występuje podczas burz.",
      "definition_translation": "El rayo es una descarga electrostática masiva que ocurre durante las tormentas eléctricas.",
      "example": "Błyskawica zapłonęła na niebie, oświetlając całego miasta. Wczoraj błyskawica spowodowała awarię prądu. Do roku 2030 naukowcy będą mogli prognozować burze z błyskawicami z większą dokładnością.",
      "example_translation": "El rayo relampagueó en el cielo, iluminando toda la ciudad. Anoche, un rayo causó un apagón. Para 2030, los científicos podrán predecir tormentas de rayos más precisamente.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sezon",
      "translation": "temporada",
      "definition": "Sezon jest okresem roku charakteryzującym się szczególnym wzorcem pogody lub aktywności.",
      "definition_translation": "Una temporada es un período del año caracterizado por un patrón de clima o actividad particular.",
      "example": "Uwielbiam sezon letni, ale nienawidzę sezonu zimowego. W minionym sezonie jeździliśmy na plażę każdego weekendu. W następnym sezonie będziemy podróżować do Europy.",
      "example_translation": "Me encanta la temporada de verano, pero odio la temporada de invierno. La temporada pasada, fuimos a la playa todos los fines de semana. La próxima temporada, viajaremos a Europa.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wschód słońca",
      "translation": "amanecer",
      "definition": "Czas rano, kiedy słońce pojawia się powyżej horyzontu, często oznaczony pięknymi kolorami na niebie.",
      "definition_translation": "El momento por la mañana cuando el sol aparece por encima del horizonte, a menudo marcado por colores hermosos en el cielo.",
      "example": "Uwielbiam oglądać wschód słońca z góry. Wczoraj watcher wschód słońca z plaży. Jutro będę oglądać wschód słońca z mojego balkonu.",
      "example_translation": "Me encanta ver el amanecer desde la cima de la montaña. Ayer, vi el amanecer desde la playa. Mañana, veré el amanecer desde mi patio trasero.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zachód słońca",
      "translation": "puesta del sol",
      "definition": "Czas wieczorem, kiedy słońce znika poniżej horyzontu, często oznaczony pięknymi kolorami na niebie.",
      "definition_translation": "El momento por la tarde cuando el sol desaparece debajo del horizonte, a menudo marcado por colores hermosos en el cielo.",
      "example": "Uwielbiam oglądać zachód słońca z plaży. Wczoraj watcher zachód słońca z góry. Jutro będę oglądać zachód słońca z mojego balkonu.",
      "example_translation": "Me encanta ver la puesta del sol desde la playa. Ayer, vi la puesta del sol desde la cima de la montaña. Mañana, veré la puesta del sol desde mi patio trasero.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słoneczne światło",
      "translation": "luz del sol",
      "definition": "Ciepłe i jasne światło słońca, szczególnie kiedy świeci przez chmury lub okna.",
      "definition_translation": "La luz cálida y brillante del sol, especialmente cuando brilla a través de las nubes o ventanas.",
      "example": "Słoneczne światło wpadające przez okno rozjaśniło pokój. Wczoraj słoneczne światło spowodowało kwitnienie kwiatów. Jutro słoneczne światło sprawi, że dzień będzie czuł się ciepło.",
      "example_translation": "La luz del sol que entra por la ventana iluminó la habitación. Ayer, la luz del sol hizo que las flores florecieran. Mañana, la luz del sol hará que el día se sienta cálido.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "grom",
      "translation": "trueno",
      "definition": "głosny, grzmiący dźwięk, szczególnie spowodowany przez błyskawicę w atmosferze",
      "definition_translation": "un sonido fuerte y retumbante, especialmente uno causado por un relámpago en la atmósfera",
      "example": "Głosny grom przestraszył dzieci. Wczoraj usłyszymy głosny grom podczas burzy. Do przyszłego roku rozwiążemy problem gromu i błyskawicy.",
      "example_translation": "El fuerte trueno asustó a los niños. Ayer, escuchamos un fuerte trueno durante la tormenta. Para el año que viene, habremos resuelto el problema del trueno y el relámpago.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "światło dzienne",
      "translation": "luz del día",
      "definition": "światło dnia, szczególnie w przeciwieństwie do ciemności lub sztucznego oświetlenia",
      "definition_translation": "la luz del día, especialmente en oposición a la oscuridad o la luz artificial",
      "example": "Skonczymy projekt przed światłem dziennym. Wczoraj pracowaliśmy do światła dziennego. Do przyszłego tygodnia ukończymy zadanie w świetle dziennym.",
      "example_translation": "Terminaremos el proyecto al amanecer. Ayer, trabajamos hasta la luz del día. Para la próxima semana, habremos completado la tarea durante la luz del día.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "huragan",
      "translation": "huracán",
      "definition": "silny sztorm, szczególnie na Karaibach",
      "definition_translation": "una tormenta de viento violenta, especialmente una en el Caribe",
      "example": "Huragan zniszczył miasto. W zeszłym roku przygotowaliśmy się do huraganu. Do przyszłego sezonu nauczmy się reagować na huragan.",
      "example_translation": "El huracán destruyó la ciudad. El año pasado, nos preparamos para el huracán. Para la próxima temporada, habremos aprendido cómo responder a un huracán.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "światło księżyca",
      "translation": "luz de la luna",
      "definition": "delikatne, srebrzyste światło księżyca, widoczne zwykle w nocy.",
      "definition_translation": "La suave luz plateada de la luna, típicamente vista de noche.",
      "example": "Para wzięła romantyczny spacer pod światłem księżyca. Taniec pod światłem księżyca na ich weselu. Będą spacerować pod światłem księżyca w rocznicę ślubu.",
      "example_translation": "La pareja dio un paseo romántico bajo la luz de la luna. Habían bailado bajo la luz de la luna en su boda. Pasearán bajo la luz de la luna en su aniversario.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tęcza",
      "translation": "arcoíris",
      "definition": "piękne naturalne zjawisko, w którym pojawia się łuk kolorów na niebie, zwykle po deszczu.",
      "definition_translation": "Un hermoso fenómeno natural en el que una banda de colores aparece en el cielo, típicamente después de la lluvia.",
      "example": "Dzieci zobaczyły tęczę po burzy. Zobaczą tęczę rano. Widzieli tęczę przy wodospadzie.",
      "example_translation": "Los niños vieron un arcoíris después de la tormenta. Verán un arcoíris en la mañana. Habían visto un arcoíris en la cascada.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "opad deszczu",
      "translation": "lluvia",
      "definition": "ilość deszczu, która spada w określonym obszarze lub okresie.",
      "definition_translation": "La cantidad de lluvia que cae en un área o período particular.",
      "example": "Miasto doznało ciężkiego opadu deszczu w zeszłym miesiącu. Dozna podczas następnego tygodnia umiarkowanego opadu deszczu. Doznał lekkiego opadu deszczu w zeszłym roku.",
      "example_translation": "La ciudad experimentó una lluvia pesada el mes pasado. Experimentará una lluvia moderada la próxima semana. Había experimentado una lluvia ligera el año pasado.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "burzliwy",
      "translation": "tormentoso",
      "definition": "mający silne wiatry i sztormowe warunki, szczególnie z ciężkim deszczem lub gromem.",
      "definition_translation": "Teniendo o caracterizado por vientos fuertes y clima brusco, especialmente con lluvia pesada o truenos.",
      "example": "Burzliwa pogoda opóźniła nasz lot, ale w końcu przybyliśmy bezpiecznie. Doświadczyliśmy burzliwej nocy, a teraz przygotowujemy się do burzliwego dnia.",
      "example_translation": "El clima tormentoso retrasó nuestro vuelo, pero finalmente llegamos con seguridad. Habíamos experimentado una noche tormentosa, y ahora nos estamos preparando para un día tormentoso.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "światło słoneczne",
      "translation": "luz del sol",
      "definition": "światło słońca, szczególnie gdy świeci jasno i ciepło.",
      "definition_translation": "La luz del sol, especialmente cuando brilla con fuerza y calidez.",
      "example": "Światło słoneczne wpadające przez okno obudziło mnie wcześnie. Cieszyliśmy się pięknym dniem, kąpiąc się w ciepłym świetle słonecznym. Do przyszłego roku zainstaluję panele słoneczne, aby wykorzystać światło słoneczne.",
      "example_translation": "La luz del sol que entraba por la ventana me despertó temprano. Disfrutamos de un hermoso día, disfrutando del cálido sol. Para el próximo año, habré instalado paneles solares para aprovechar la luz del sol.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zmierzch",
      "translation": "crepúsculo",
      "definition": "czas dnia, gdy słońce jest poniżej horyzontu, a światło słoneczne szybko zanika.",
      "definition_translation": "El momento del día en que el sol está debajo del horizonte, y la luz se desvanece.",
      "example": "Godzina zmierzchu była moją ulubioną porą dnia, gdyż przynosiła spokój. Oglądaliśmy gwiazdy pojawiające się podczas zmierzchu, a potem wróciliśmy do domu. Do zmierzchu ukończyliśmy projekt i czuliśmy się dumnie.",
      "example_translation": "La hora del crepúsculo era mi hora favorita del día, ya que traía un sentido de paz. Vimos las estrellas salir durante el crepúsculo, y luego nos fuimos a casa. Para el crepúsculo, habíamos terminado nuestro proyecto y sentimos un sentido de logro.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śnieżyca",
      "translation": "tormenta de nieve",
      "definition": "ciężki śnieżny sztorm z silnymi wiatrami i ograniczoną widocznością, często powodujący nagromadzenie śniegu i zakłócenia transportu.",
      "definition_translation": "Una tormenta de nieve severa con vientos fuertes y visibilidad baja, a menudo causando deslizamientos de nieve y interrupciones en el transporte.",
      "example": "Śnieżyca z 1993 roku była jedną z najgorszych w historii, zostałem uwięziony w domu przez trzy dni, a teraz przygotowuję się do następnej, STOCKując jedzenie i wodę.",
      "example_translation": "La tormenta de nieve de 1993 fue una de las peores de la historia, me quedé en casa durante tres días, y ahora estoy preparándome para la siguiente almacenando alimentos y agua.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fala upału",
      "translation": "ola de calor",
      "definition": "Długi okres niezwykle wysokiej temperatury, często powodujący dyskomfort, choroby lub nawet śmierć.",
      "definition_translation": "Un período prolongado de tiempo anormalmente caliente, a menudo causando incomodidad, enfermedad o incluso muerte.",
      "example": "Podczas fali upału w 2003 roku wielu ludzi cierpiało na udar cieplny, a rząd wydał ostrzeżenia, aby utrzymać nawodnienie i przebywać w pomieszczeniach.",
      "example_translation": "Durante la ola de calor de 2003, muchas personas sufrieron de golpe de calor, y el gobierno emitió advertencias para mantenerse hidratado y permanecer en el interior.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "susza",
      "translation": "sequía",
      "definition": "Długi okres niezwykle niskich opadów atmosferycznych, często powodujący brak wody i oddziaływający na rolnictwo i ekosystemy.",
      "definition_translation": "Un período prolongado de lluvia anormalmente baja, a menudo causando escasez de agua y afectando la agricultura y los ecosistemas.",
      "example": "Susza w 2012 roku dotknęła wielu rolników, którzy musieli nawadniać swoje uprawy przy użyciu kosztownych maszyn, a rząd musiał wdrożyć środki oszczędności wody.",
      "example_translation": "La sequía de 2012 afectó a muchos agricultores, quienes tuvieron que regar sus cultivos utilizando máquinas costosas, y el gobierno tuvo que implementar medidas de conservación de agua.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "grad",
      "translation": "granizo",
      "definition": "Małe kule lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "Pequeñas bolas de hielo que caen del cielo durante una tormenta eléctrica.",
      "example": "Burza przyniosła grad, który uszkodził uprawy. Wczoraj grad był tak ciężki, że rozbił przednią szybę. Do przyszłego roku grad zniknie.",
      "example_translation": "La tormenta trajo granizo que dañó los cultivos. Ayer, el granizo fue tan intenso que rompió el parabrisas. Para el año que viene, el granizo habrá desaparecido.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wzywać",
      "translation": "granizo",
      "definition": "Krzyk, aby zwrócić uwagę lub pozdrowić kogoś.",
      "definition_translation": "Un grito para llamar la atención o para saludar a alguien.",
      "example": "Wzywałem taksówkę na ulicy. Tłum wzywał nowego prezydenta. Będziemy wzywać drużynę, gdy wygrają.",
      "example_translation": "Llamé a un taxi en la calle. La multitud aclamó al nuevo presidente. Aclamaremos al equipo cuando ganen.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gradzik",
      "translation": "pedazo de granizo",
      "definition": "Mała kula lodu, która spada z nieba podczas gradu.",
      "definition_translation": "Una pequeña bola de hielo que cae del cielo durante una tormenta de granizo.",
      "example": "Gradziki rozbiły przednią szybę samochodu. Gradziki były tak duże, jak piłki golfowe. Będziemy zbierać gradziki, aby je zbadać.",
      "example_translation": "Los pedazos de granizo rompieron la ventana del coche. Los pedazos de granizo eran del tamaño de pelotas de golf. Recogeremos los pedazos de granizo para estudiarlos.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "burza gradowa",
      "translation": "tormenta de granizo",
      "definition": "Burza, która wytwarza grad, typowo towarzyszący silnym wiatrom i ulewom.",
      "definition_translation": "Una tormenta que produce granizo, típicamente acompañada de fuertes vientos y lluvia pesada.",
      "example": "Burza gradowa spowodowała znaczne straty w uprawach w zeszłym roku, ale tym razem będziemy gotowi z nowym systemem nawodnienia. Rolnik doświadczył ciężkiej burzy gradowej wcześniej i teraz podejmuje środki ostrożności. Przewidywania pogody prognozują burzę gradową, która nadejdzie jutro, więc musimy zabezpieczyć wszystko.",
      "example_translation": "La tormenta de granizo causó daños significativos a los cultivos el año pasado, pero este año estará preparado con un nuevo sistema de irrigación. El agricultor había experimentado una severa tormenta de granizo anteriormente, y ahora está tomando precauciones. El pronóstico predice que una tormenta de granizo llegará mañana, así que necesitamos asegurar todo.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wielki wiatr",
      "translation": "torbellino",
      "definition": "Naturalne zjawisko, w którym kolumna powietrza obraca się szybko, często powodując szkody i zakłócenia.",
      "definition_translation": "Un fenómeno natural en el que una columna de aire gira rápidamente, a menudo causando daños y desorden.",
      "example": "Wielki wiatr zniszczył kilka budynków w mieście, ale mieszkańcy byli w stanie szybko odbudować. Turysta został złapany przez wielki wiatr, próbując zrobić zdjęcie, ale szczęśliwie uciekł. Ostatnia rzeźba artysty przypomina wielki wiatr, symbolizując chaotyczną naturę życia współczesnego.",
      "example_translation": "El torbellino destruyó varios edificios en la ciudad, pero los residentes pudieron reconstruir rápidamente. El turista se quedó atrapado en un torbellino mientras trataba de tomar una selfie, pero afortunadamente escapó ileso. La escultura más reciente del artista se asemeja a un torbellino, simbolizando el caos de la vida moderna.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mżawka",
      "translation": "llovizna",
      "definition": "Stała i wolna upada deszczu,.typowo w małych kroplach.",
      "definition_translation": "Una caída constante y lenta de la lluvia, típicamente en pequeñas gotas.",
      "example": "Mżawka na zewnątrz sprawiła, że dojazd do pracy był bardzo nieprzyjemny, ale właściciel kawiarni był zadowolony zwiększoną liczbą klientów. Rolnik był wdzięczny za mżawkę, która pomogła nawodnić uprawy, oszczędzając koszty nawodnienia. Gdy wyszliśmy na spacerek, mżawka już przestała, a słońce świeciło.",
      "example_translation": "La llovizna fuera hizo que el trayecto al trabajo fuera muy desagradable, pero el propietario de la cafetería estaba feliz con el aumento del tráfico peatonal. El agricultor estaba agradecido por la llovizna que ayudó a regar los cultivos, ahorrando en costos de irrigación. Para cuando salimos a caminar, la llovizna había cesado, y el sol brillaba.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    }
  ]
}