{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "umieć",
      "translation": "capaz",
      "definition": "Mając umiejętność, siłę lub zdolność do czegoś.",
      "definition_translation": "Tener la habilidad, fuerza o capacidad para hacer algo.",
      "example": "Byłem w stanie ukończyć projekt na czas. Jestem w stanie mówić trzema językami. Będę w stanie uczestniczyć w spotkaniu jutro.",
      "example_translation": "Pude terminar el proyecto a tiempo. Soy capaz de hablar tres idiomas. Seré capaz de asistir a la reunión mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/able.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/able.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "roztargniony",
      "translation": "distraído",
      "definition": "Tak głęboko pogrążony w myślach, że nie zwraca uwagi na teraźniejszość.",
      "definition_translation": "Tan profundamente pensativo que la atención no está en el presente.",
      "example": "Byłem roztargniony i zapomniałem kluczy. Ona jest zawsze roztargniona i zapomina o swoich spotkaniach. On będzie roztargniony i przegapi deadline.",
      "example_translation": "Estuve distraído y olvidé mis llaves. Ella siempre está distraída y olvida sus citas. Él estará distraído y perderá la fecha límite.",
      "imageLink": "https://www.ang.pl/img/slownik/absent-minded.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absent-minded.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wypadek",
      "translation": "accidente",
      "definition": "Nieprzewidywalne wydarzenie, które następuje niespodziewanie i niezamierzenie.",
      "definition_translation": "Un evento impredecible que ocurre inesperadamente y sin intención.",
      "example": "Byłem uczestnikiem wypadku samochodowego wczoraj wieczorem. Wczoraj na autostradzie wydarzył się wypadek. Ona będzie miała wypadek, jeśli nie będzie przestrzegać zasad bezpieczeństwa.",
      "example_translation": "Me vi involucrado en un accidente de coche anoche. Hubo un accidente en la autopista ayer. Ella tendrá un accidente si no sigue las reglas de seguridad.",
      "imageLink": "https://www.ang.pl/img/slownik/accident.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accident.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przez",
      "translation": "a través de",
      "definition": "Z jednej strony na drugą; rozciągający się z boku na bok",
      "definition_translation": "De un lado a otro; extendiéndose desde un lado a otro",
      "example": "Przeszedłem przez pole wczoraj, przechodzę przez ulicę teraz, i przeszedłem przez most jutro.",
      "example_translation": "Caminé a través del campo ayer, estoy caminando a través de la calle ahora, y caminaré a través del puente mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/across.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/across.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "działanie",
      "translation": "actividad",
      "definition": "Stan bycia aktywnym lub robienia czegoś",
      "definition_translation": "El estado de ser activo o hacer algo",
      "example": "Cieszyłem się zewnętrzną aktywnością wczoraj, uczestniczę w działaniu drużynowym teraz, i zaczynam nową aktywność hobbystyczną w przyszłym miesiącu.",
      "example_translation": "Disfruté de la actividad al aire libre ayer, estoy participando en una actividad de construcción de equipo ahora, y empezaré una nueva actividad de aficiones el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/activity.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aktor",
      "translation": "actor",
      "definition": "Osoba, która gra w sztuce, filmie lub programie telewizyjnym",
      "definition_translation": "Una persona que actúa en una obra, película o programa de televisión",
      "example": "Aktor grał rolę króla w filmie, aktor ćwiczy do sztuki teraz, i aktor będzie gwiazdą nowego serialu telewizyjnego w przyszłym roku.",
      "example_translation": "El actor interpretó el papel de un rey en la película, el actor está ensayando para la obra ahora, y el actor protagonizará una nueva serie de TV el añonext.",
      "imageLink": "https://www.ang.pl/img/slownik/actor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aktorka",
      "translation": "actriz",
      "definition": "Kobieta, której profesją jest aktorstwo na scenie, w filmach lub w telewizji.",
      "definition_translation": "Una mujer cuya profesión es actuar en el escenario, en películas o en televisión.",
      "example": "Była to utalentowana aktorka, która zdobyła wiele sukcesów filmowych. Będzie grała główną rolę w nowej sztuce. Grała w kilku serialach telewizyjnych, zanim przeprowadziła się do Hollywood.",
      "example_translation": "Era una actriz talentosa que había protagonizado muchas películas exitosas. Ella jugará el papel principal en la nueva obra de teatro. Había actuado en varios programas de televisión antes de mudarse a Hollywood.",
      "imageLink": "https://www.ang.pl/img/slownik/actress.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actress.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "faktycznie",
      "translation": "en realidad",
      "definition": "Używany do wskazania, że coś jest prawdziwe lub się dzieje, zwłaszcza gdy jest to nieoczekiwane lub zaskakujące.",
      "definition_translation": "Se utiliza para indicar que algo es cierto o sucede, a menudo cuando es inesperado o sorprendente.",
      "example": "Faktycznie udałem się na siłownię wczoraj. Faktycznie ukończę projekt na czas. Ona faktycznie nauczyła się grać na pianinie, gdy była dzieckiem.",
      "example_translation": "En realidad fui al gimnasio ayer. En realidad terminaré el proyecto a tiempo. Ella había aprendido a tocar el piano cuando era niña en realidad.",
      "imageLink": "https://www.ang.pl/img/slownik/actually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dodać",
      "translation": "añadir",
      "definition": "Dodać coś do czegoś innego, szczególnie aby zwiększyć lub przedłużyć.",
      "definition_translation": "Poner algo con algo más, especialmente para hacerlo más grande o más largo.",
      "example": "Czy możesz dodać moje nazwisko do listy? Ona dodaje nowy rozdział do swojej książki. Dodali nową funkcję do oprogramowania-last week.",
      "example_translation": "¿Puedes agregar mi nombre a la lista? Ella agregará un nuevo capítulo a su libro. Agregaron una nueva función al software la semana pasada.",
      "imageLink": "https://www.ang.pl/img/slownik/add.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/add.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zaawansowany",
      "translation": "avanzado",
      "definition": "W dużej mierze rozwinięty lub postępujący; wysoce umiejętny lub biegły.",
      "definition_translation": "Muy desarrollado o avanzado en su desarrollo o progreso; muy habilidoso o competente.",
      "example": "Zaawansowana technologia użyta w nowym smartfonie rewolucjonizowała branżę. W zeszłym roku, przeszliśmy do następnego etapu projektu. W przyszłym roku, będziemy jeszcze bardziej rozwijali nasze badania.",
      "example_translation": "La tecnología avanzada utilizada en el nuevo teléfono inteligente ha revolucionado la industria. El año pasado, avanzamos a la próxima etapa del proyecto. Para el próximo año, habremos avanzado aún más nuestra investigación.",
      "imageLink": "https://www.ang.pl/img/slownik/advanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przygoda",
      "translation": "aventura",
      "definition": "Ekscytujące lub niezwykłe doświadczenie; odważne lub śmiały przedsięwzięcie.",
      "definition_translation": "Una experiencia emocionante o inusual; una empresa osada o atrevida.",
      "example": "Planuję przygodę, aby wędrować szlakiem Appalachów następnego lata. Miała przygodę w Europie po ukończeniu college'u. Do przyszłego roku będę miał wiele przygód na całym świecie.",
      "example_translation": "Estoy planeando una aventura para caminar el sendero de los Apalaches el próximo verano. Ella tuvo una aventura en Europa después de graduarse de la universidad. Para el próximo año, habré tenido muchas aventuras en todo el mundo.",
      "imageLink": "https://www.ang.pl/img/slownik/adventure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "reklama",
      "translation": "anuncio",
      "definition": "Zawiadomienie lub ogłoszenie w publicznym medium promujące produkt, usługę lub ideę.",
      "definition_translation": "Un aviso o anuncio en un medio público que promociona un producto, servicio o idea.",
      "example": "Firma zamieściła reklamę w gazecie, aby przyciągnąć nowych klientów. W zeszłym tygodniu zobaczyliśmy reklamę w telewizji nowego modelu samochodu. Do przyszłego miesiąca reklama będzieAlready published online.",
      "example_translation": "La empresa colocó un anuncio en el periódico para atraer a nuevos clientes. La semana pasada, vimos un anuncio en la televisión para un nuevo modelo de coche. Para el próximo mes, el anuncio habrá sido publicado en línea.",
      "imageLink": "https://www.ang.pl/img/slownik/advertisement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertisement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rada",
      "translation": "consejo",
      "definition": "Wskazówki lub rekomendacje oferowane w odniesieniu do roztropnego działania.",
      "definition_translation": "Orientación o recomendaciones ofrecidas con respecto a la acción prudente.",
      "example": "Zasięgnęła rady swojego prawnika przed podjęciem decyzji. Brała ona rady swojego lekarza. Weźmie ona rady swojego doradcy finansowego.",
      "example_translation": "Ella buscó consejo de su abogado antes de tomar una decisión. Ella había estado tomando consejo de su médico. Ella tomará consejo de su asesor financiero.",
      "imageLink": "https://www.ang.pl/img/slownik/advice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "samolot",
      "translation": "aeroplano",
      "definition": "Pojazd latający z napędem, używany do latania.",
      "definition_translation": "Un avión con alas fijas propulsado utilizado para volar.",
      "example": "Nigdy nie latałem samolotem przedtem. Będzie podróżować samolotem do Paryża. Oni byli podróżować samolotem do Nowego Jorku.",
      "example_translation": "Nunca había volado en un avión antes. Ella viajará en avión a París. Ellos habían tomado un avión a Nueva York.",
      "imageLink": "https://www.ang.pl/img/slownik/aeroplane.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aeroplane.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zbyt bojaźliwy",
      "translation": "asustado",
      "definition": "Odczuwając strach lub lęk.",
      "definition_translation": "Sintiendo miedo o ansiedad.",
      "example": "Boję się pająków. Ona była przerażona ciemnością. Oni będą się boją konsekwencji.",
      "example_translation": "Tengo miedo de las arañas. Ella tenía miedo de la oscuridad. Ellos tendrán miedo de las consecuencias.",
      "imageLink": "https://www.ang.pl/img/slownik/afraid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afraid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "po",
      "translation": "después",
      "definition": "W późniejszym czasie; później; potem.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde.",
      "example": "Spotkam się z tobą w parku po zakończeniu pracy. Spotkałem ją po koncercie wczorajszej nocy. Zobaczę się z tobą po ukończeniu studiów.",
      "example_translation": "Te veré en el parque después de que termine trabajo. La conocí después del concierto la noche pasada. Te veré después de que me gradúe.",
      "imageLink": "https://www.ang.pl/img/slownik/after-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/after.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "później",
      "translation": "después de",
      "definition": "W późniejszym czasie; później; potem, szczególnie w serii zdarzeń.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde, especialmente en una serie de eventos.",
      "example": "Będę studiować do egzaminu później. Będziemy jedliśmy kolację później. Ona będzie dzwoniła do swojej mamy później.",
      "example_translation": "Estudiaré para el examen después de. Comeremos cena después de. Llamará a su mamá después de.",
      "imageLink": "https://www.ang.pl/img/slownik/afterwards.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afterwards.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przeciw",
      "translation": "contra",
      "definition": "W opozycji do; przeciwko; przeciw.",
      "definition_translation": "En oposición a; contrario a; opuesto a.",
      "example": "Jestem przeciw nowej polityce. Ona jest przeciw wojnie. Oni są przeciw propozycji.",
      "example_translation": "Estoy en contra de la nueva política. Ella está en contra de la guerra. Están en contra de la propuesta.",
      "imageLink": "https://www.ang.pl/img/slownik/against.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/against.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "w wieku",
      "translation": "envejecido",
      "definition": "Osiągnął określony wiek lub fazę rozwoju; nie jest już młody.",
      "definition_translation": "Habiendo alcanzado una edad o etapa de desarrollo especificada; ya no joven.",
      "example": "Wino dojrzało do perfekcji w piwnicy. Menedżer wyglądał dobrze, zachował swoją młodzieńczą energię. Starszy profesor był szanowany przez wszystkich.",
      "example_translation": "El vino había envejecido a la perfección en la bodega. El gerente había envejecido bien, conservando su energía juvenil. El profesor anciano era respetado por todos.",
      "imageLink": "https://www.ang.pl/img/slownik/aged.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aged.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "temu",
      "translation": "hace",
      "definition": "W punkcie czasu w przeszłości, zazwyczaj określonym.",
      "definition_translation": "En un punto de tiempo en el pasado, típicamente especificado.",
      "example": "Spotkałem ją trzy lata temu. Ukończyłem studia pięć lat temu. Będę skończył projekt trzy miesiące temu.",
      "example_translation": "La conocí hace tres años. Me gradué hace cinco años. Terminaré mi proyecto hace tres meses.",
      "imageLink": "https://www.ang.pl/img/slownik/ago.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ago.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zgadzać się",
      "translation": "aconsejar",
      "definition": "Mieć lub dzielić się opinią lub punktem widzenia na temat czegoś; zgodzić się lub wyrazić zgodę.",
      "definition_translation": "Tener o compartir una opinión o visión sobre algo; consentir o concordar.",
      "example": "Zgadzam się z twoją propozycją. Ona zgadza się spotkać się z nami o 5 pm. Oni zgodzili się na warunki kontraktu.",
      "example_translation": "Estoy de acuerdo con su propuesta. Ella acepta reunirse con nosotros a las 5 pm. Ellos aceptaron los términos del contrato.",
      "imageLink": "https://www.ang.pl/img/slownik/agree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "powietrze",
      "translation": "aire",
      "definition": "Niewidoczna mieszanina gazów, która otacza Ziemię, szczególnie mieszanina tlenu, azotu i gazów śladowych, która tworzy atmosferę.",
      "definition_translation": "La mezcla invisible de gases que rodea la tierra, especialmente la mezcla de oxígeno, nitrógeno y gases traza que compone la atmósfera.",
      "example": "Wdychałem świeże powietrze, poczułem zimne powietrze na twarzy, a jutro będę się cieszyć ciepłym powietrzem na skórze.",
      "example_translation": "Respiré el aire fresco, sentí el aire frío en mi rostro y disfrutaré del aire cálido en mi piel mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/air-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "powietrze",
      "translation": "aire",
      "definition": "Mieszanina gazów, która otacza Ziemię, w tym atmosferę.",
      "definition_translation": "Una mezcla de gases que rodea la tierra, incluyendo la atmósfera.",
      "example": "Samolot przelatywał przez powietrze, balon na gorące powietrze unosił się lekko, a pilot nawigował przez turbulencje powietrza.",
      "example_translation": "El avión sobrevoló por el aire, el globo aerostático flotó suavemente y el piloto navegó a través del aire turbulento.",
      "imageLink": "https://www.ang.pl/img/slownik/air.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "port lotniczy",
      "translation": "aeropuerto",
      "definition": "Miejsce, w którym samoloty startują i lądują, zwykle z obiektami dla pasażerów i ładunku.",
      "definition_translation": "Un lugar donde los aviones despegan y aterrizan, típicamente con instalaciones para pasajeros y carga.",
      "example": "Przybyłem na port lotniczy wcześnie, przeszedłem kontrolę bezpieczeństwa na lotnisku, a jutro wyruszę z portu lotniczego rano.",
      "example_translation": "Llegué al aeropuerto temprano, pasé por seguridad en el aeropuerto y partiré del aeropuerto mañana por la mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/airport.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/airport.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "budzik",
      "translation": "reloj despertador",
      "definition": "Urządzenie, które emituje głośny dźwięk, aby obudzić kogoś o określonej godzinie.",
      "definition_translation": "Un dispositivo que hace un ruido fuerte para despertar a alguien a una hora predeterminada.",
      "example": "Ustawiam swój budzik na 7 rano, ale nadal przespałem się. Wczoraj ustawiam go na 6 rano, a jutro ustawiam go na 8 rano.",
      "example_translation": "Puse mi reloj despertador para las 7 am, pero todavía me quede dormido. Ayer, lo puse para las 6 am, y mañana lo pondré para las 8 am.",
      "imageLink": "https://www.ang.pl/img/slownik/alarm-clock.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alarm clock.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "album",
      "translation": "álbum",
      "definition": "Kolekcja muzyki, fotografii lub innych przedmiotów, zwykle w książce lub nagraniu.",
      "definition_translation": "Una colección de música, fotografías o otros elementos, generalmente en un libro o en una grabación.",
      "example": "Kupiłem album mojego ulubionego artysty wczoraj, a cały dzień słuchałem go. Moja siostra dała mi album rodzinnych zdjęć w zeszłym roku, a jutro stworzę nowy album.",
      "example_translation": "Compré un álbum de mi artista favorito ayer, y lo escuché todo el día. Mi hermana me dio un álbum de fotos de nuestra familia el año pasado, y haré uno nuevo el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/album.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/album.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alkohol",
      "translation": "alcohol",
      "definition": "Typ leku, który jest obecny w napojach takich jak piwo, wino i spirytus, i może wpływać na zachowanie i zdrowie fizyczne osoby.",
      "definition_translation": "Un tipo de droga que se encuentra en bebidas como cerveza, vino y licores, y puede afectar el comportamiento y la salud física de una persona.",
      "example": "Nie piję alkoholu, bo jest szkodliwy dla mojego zdrowia. Mój przyjaciel pił zbyt dużo alkoholu wczoraj wieczorem, a rano był chory. Będę pił także alkohol na przyjęciu jutro.",
      "example_translation": "No bebo alcohol porque es malo para mi salud. Mi amigo bebió demasiado alcohol anoche, y estaba enfermo esta mañana. Beberé algo de alcohol en la fiesta mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/alcohol.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcohol.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "w porządku",
      "translation": "bien",
      "definition": "całkowicie zadowalający lub w dobrym stanie",
      "definition_translation": "completamente satisfactorio o en buen orden",
      "example": "Byłem zmartwiony o egzamin, ale zrobiłem to w porządku. Studiuję ciężko, aby zrobić to w porządku na następnym teście. Do czasu, gdy ukończę studia, będę zrobił to w porządku we wszystkich przedmiotach.",
      "example_translation": "Me preocupaba el examen, pero salió bien. Estoy estudiando duro para que salga bien en el próximo examen. Para cuando me gradúe, habré salido bien en todas mis asignaturas.",
      "imageLink": "https://www.ang.pl/img/slownik/alright.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/all right.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "praktycznie",
      "translation": "casi",
      "definition": "bardzo blisko robienia lub osiągnięcia czegoś, ale nie do końca",
      "definition_translation": "muy cerca de hacer o lograr algo, pero no del todo",
      "example": "Praktycznie skończyłem swój projekt wczoraj wieczorem, ale jutro praktycznie skończę go. Do jutra będę miał praktycznie ukończony całą zadanie.",
      "example_translation": "Casi terminé mi proyecto anoche, pero casi lo terminaré esta noche. Para mañana, habré casi completado la tarea completa.",
      "imageLink": "https://www.ang.pl/img/slownik/almost.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/almost.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sam",
      "translation": "solo",
      "definition": "miażdżąc nie być obecny; solo",
      "definition_translation": "sin nadie más presente; solo",
      "example": "Poszedłem do kina sam wczoraj wieczorem, bo będę sam na wakacjach. Do czasu, gdy wrócę, będę samotnie przez dwa tygodnie.",
      "example_translation": "Fui al cine solo anoche, porque estaré solo en vacaciones. Para cuando regrese, habré estado solo durante dos semanas.",
      "imageLink": "https://www.ang.pl/img/slownik/alone.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alone.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wzdłuż",
      "translation": "junto",
      "definition": "Przesuwa się w linii lub kierunku, szczególnie w sposób stały i ciągły",
      "definition_translation": "Moviéndose en una línea o dirección, especialmente de una manera constante y continua",
      "example": " Szła wzdłuż plaży, ciesząc się zachodem słońca. Pójdę wzdłuż rzeki jutro. Ona szła wzdłuż szlaku górskiego wczoraj.",
      "example_translation": "Camino junto a la playa, disfrutando del atardecer. Caminaré junto al río mañana. Ella había caminado junto a la senda de la montaña ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/along.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/along.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "już",
      "translation": "ya",
      "definition": "Używany do pokazania, że coś już nastąpiło przed określonym czasem lub przed czymś innym",
      "definition_translation": "Se utiliza para mostrar que algo ha sucedido antes de un momento específico, o antes de que algo más suceda",
      "example": "Już zjadłem lunch. Ona będzie miała już ukończony projekt jutro. Oni już wyjechali, gdy przybyłem.",
      "example_translation": "Ya había comido el almuerzo. Ella habrá terminado ya su proyecto para mañana. Ellos ya habían salido cuando llegué.",
      "imageLink": "https://www.ang.pl/img/slownik/already.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/already.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karetka pogotowia",
      "translation": "ambulancia",
      "definition": "Pojazd wyposażony do przewożenia chorych lub rannych do szpitala",
      "definition_translation": "Un vehículo que está equipado para llevar a personas enfermas o heridas al hospital",
      "example": "Karetka pogotowia przybyła szybko i przewiozła pacjenta do szpitala. Pracowała jako ratownik w karetce pogotowia przez pięć lat. Wezwali karetkę pogotowia, gdy on dostał zawału serca.",
      "example_translation": "La ambulancia llegó rápidamente y llevó al paciente al hospital a toda prisa. Ella trabajó como paramédico en una ambulancia durante cinco años. Llamaron una ambulancia cuando él tuvo un ataque al corazón.",
      "imageLink": "https://www.ang.pl/img/slownik/ambulance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambulance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "między",
      "translation": "entre",
      "definition": "Używany do wskazania lokalizacji lub pozycji wewnątrz czegoś lub grupy rzeczy",
      "definition_translation": "Utilizado para indicar una ubicación o posición dentro de algo o un grupo de cosas",
      "example": "Byłem między pierwszymi, którzy przybyli na imprezę. Jestem między najlepszymi graczami w drużynie. Będę między gośćmi na weselu.",
      "example_translation": "Estuve entre los primeros en llegar a la fiesta. Estoy entre los mejores jugadores del equipo. Estaré entre los invitados en la boda.",
      "imageLink": "https://www.ang.pl/img/slownik/among.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/among.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "enojado",
      "definition": "Odczuwający lub pokazujący silne niezadowolenie, wrogość lub urazę",
      "definition_translation": "Sentir o mostrar una fuerte desaprobación, hostilidad o resentimiento",
      "example": "Byłem wściekły na brata za zniszczenie mojej zabawki. Jestem wściekły na tę sytuację. Będę wściekły, jeśli nie przeprosisz.",
      "example_translation": "Estuve enojado con mi hermano por romper mi juguete. Estoy enojado sobre la situación. Estaré enojado si no te disculpas.",
      "imageLink": "https://www.ang.pl/img/slownik/angry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/angry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "inny",
      "translation": "otro",
      "definition": "Jeszcze jedna osoba lub rzecz tego samego rodzaju",
      "definition_translation": "Una persona o cosa más del mismo tipo",
      "example": "Chciałbym jeszcze jedną filiżankę kawy. Inna opcja to wzięcie autobusu. Inny powód, dla którego lubię to miasto, to jego jedzenie.",
      "example_translation": "Me gustaría otro taza de café. Otra opción es tomar un autobús. Otra razón por la que me gusta esta ciudad es su comida.",
      "imageLink": "https://www.ang.pl/img/slownik/another.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/another.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mieszkanie",
      "translation": "apartamento",
      "definition": "Pomieszczenie lub zestaw pomieszczeń przystosowanych do zamieszkania, często zlokalizowane w budynku lub domu",
      "definition_translation": "Una habitación o conjunto de habitaciones amuebladas especialmente para ocupar como residencia, a menudo ubicadas en un edificio o casa",
      "example": "Wynajmę mieszkanie w centrum miasta, aktualnie mieszkam w mieszkaniu z roommate'em, a mieszkałem w mieszkaniu, gdy byłem w college'u.",
      "example_translation": "Alquilaré un apartamento en el centro de la ciudad, actualmente estoy viviendo en un apartamento con mi compañero de habitación, y viví en un apartamento cuando estaba en la universidad.",
      "imageLink": "https://www.ang.pl/img/slownik/apartment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apartment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sok jabłkowy",
      "translation": "jugo de manzana",
      "definition": "Słodki napój robiony z jabłek, często serwowany jako napój",
      "definition_translation": "Una bebida dulce hecha de manzanas, a menudo servida como bebida",
      "example": "Piłem sok jabłkowy na śniadanie, aktualnie piję sok jabłkowy, a będę pił sok jabłkowy po obiedzie.",
      "example_translation": "Bebí jugo de manzana para desayunar, ahora estoy bebiendo jugo de manzana, y beberé jugo de manzana después de cenar.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-juice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple juice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drzewo jabłoni",
      "translation": "manzano",
      "definition": "Drzewo, które produkuje jabłka, często uprawiane w sadach lub w ogrodach",
      "definition_translation": "Un árbol que produce manzanas, a menudo cultivado en huertos o patios traseros",
      "example": "Zasadziłem drzewo jabłoni w ogrodzie, aktualnie przycinam drzewo jabłoni, a będę zbierał jabłka z drzewa jabłoni jesienią.",
      "example_translation": "Planté un manzano en mi patio trasero, estoy podando un manzano hoy, y cosecharé manzanas de un manzano la próxima otoño.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-tree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple tree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spotkanie",
      "translation": "cita",
      "definition": "Spotkanie lub zebranie, szczególnie jedno, które zostało formalnie uzgodnione, o określonej godzinie i w określonym miejscu",
      "definition_translation": "Una reunión o encuentro, especialmente uno que ha sido formalmente concertado, en un lugar y hora específicos.",
      "example": "Mam spotkanie z lekarzem o 2 PM. Miałem spotkanie z prawnikiem w zeszłym tygodniu. Będę miał spotkanie z dentystą następnego miesiąca.",
      "example_translation": "Tengo una cita con mi médico a las 2 PM. Tuve una cita con mi abogado la semana pasada. Tendré una cita con mi dentista el mes que viene.",
      "imageLink": "https://www.ang.pl/img/slownik/appointment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appointment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obszar",
      "translation": "área",
      "definition": "Szczególny region lub część kraju, miasta lub miejsca.",
      "definition_translation": "Una región o parte particular de un país, pueblo o lugar.",
      "example": "Mieszkam w wiejskim obszarze. Miasto ma duży komercyjny obszar. Rezerwat przyrody jest chronionym obszarem.",
      "example_translation": "Vivo en una zona rural. La ciudad tiene una gran área comercial. La reserva natural es un área protegida.",
      "imageLink": "https://www.ang.pl/img/slownik/area.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/area.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fotel",
      "translation": "sillón",
      "definition": "Wygodne krzesło, szczególnie z wysokim oparciem i rękami, zaprojektowane do siedzenia lub leżenia.",
      "definition_translation": "Un sillón cómodo, especialmente uno con respaldo alto y brazos, diseñado para sentarse o reclinar.",
      "example": "Usiadłem w fotelu i czytałem książkę. Lubi siedzieć w swoim fotelu i oglądać telewizję. Będzie siedzieć w fotelu i zasypiać.",
      "example_translation": "Me senté en el sillón y leí un libro. Ella gusta sentarse en su sillón y ver televisión. Él se sentará en el sillón y tomará una siesta.",
      "imageLink": "https://www.ang.pl/img/slownik/armchair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armchair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wokół",
      "translation": "alrededor",
      "definition": "Poruszanie się w okręgu lub po łuku, zwykle powracając do punktu wyjścia.",
      "definition_translation": "Moviendo en una dirección circular, o en una ruta curva, normalmente regresando al punto de partida.",
      "example": "Chodziłem wokół parku, potem jeszcze raz chodziłem wokół niego, i wiele razy już wcześniej chodziłem wokół niego.",
      "example_translation": "Caminé alrededor del parque, luego caminaré alrededor de él de nuevo, y he caminado alrededor de él muchas veces antes.",
      "imageLink": "https://www.ang.pl/img/slownik/around.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/around.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przybyć",
      "translation": "llegar",
      "definition": "Dotrzeć do miejsca lub celu, zwłaszcza na końcu podróży.",
      "definition_translation": "Llegar a un lugar o destino, especialmente al final de un viaje.",
      "example": "Przybyłem na lotnisko, niedługo przybędę do hotelu, i wczoraj przybyłem do miasta.",
      "example_translation": "Llegué al aeropuerto, llegaré al hotel pronto, y había llegado a la ciudad ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/arrive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sztuka",
      "translation": "arte",
      "definition": "Wypowiedź lub aplikacja ludzkiej umiejętności twórczej i wyobraźni, zwykle w formie wizualnej takiej jak malarstwo lub rzeźba.",
      "definition_translation": "La expresión o aplicación de la habilidad creativa y la imaginación humanas, típicamente en una forma visual como la pintura o la escultura.",
      "example": "Studiowałem sztukę w college'u, moja siostra jest nauczycielem sztuki, a mój brat jest dobry w sztuce.",
      "example_translation": "Estudié arte en la universidad, mi hermana es maestra de arte, y mi hermano es bueno en arte.",
      "imageLink": "https://www.ang.pl/img/slownik/art.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/art.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "artysta",
      "translation": "artista",
      "definition": "Osoba, której twórcza praca pokazuje wrażliwość i wyobraźnię, taką jak malarz, muzyk czy pisarz.",
      "definition_translation": "Una persona cuyo trabajo creativo muestra sensibilidad e imaginación, como un pintor, músico o escritor.",
      "example": "Artysta namalował piękny krajobraz. Ona była artystą przez 10 lat. Artysta sẽ wystawić swoje dzieło w przyszłym miesiącu.",
      "example_translation": "El artista pintó un paisaje hermoso. Ella ha sido artista durante 10 años. El artista exhibirá su obra el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/artist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atrakcyjny",
      "translation": "atractivo",
      "definition": "Pleasing do oka lub umysłu, pociągający lub angażujący w sposób sensualny lub estetycznie pociągający.",
      "definition_translation": "Agradable a la vista o la mente; atractivo o agradable de una manera sensual o estéticamente agradable.",
      "example": "Atrakcyjny model szedł pod ekran. Ona znalazł przystojnego obcego uroczego. Atrakcyjne miasto jest popularnym miejscem turystycznym.",
      "example_translation": "El modelo atractivo caminó por la pasarela. Ella encontró al extraño atractivo encantador. La ciudad atractiva es un destino turístico popular.",
      "imageLink": "https://www.ang.pl/img/slownik/attractive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attractive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciotka",
      "translation": "tía",
      "definition": "Siostra matki lub ojca, lub żona wuja.",
      "definition_translation": "La hermana de la madre o padre de uno, o la esposa del tío de uno.",
      "example": "Moja ciotka przyjeżdża na wizytę. Ona kochała gotowanie ciotki. Moja ciotka zabierze mnie do parku.",
      "example_translation": "Mi tía viene a visitar. Ella amó la cocina de su tía. Mi tía me llevará al parque.",
      "imageLink": "https://www.ang.pl/img/slownik/aunt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aunt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jesień",
      "translation": "otoño",
      "definition": "Sezon roku między latem a zimą, charakteryzujący się zbiorami plonów i więdnięciem liści.",
      "definition_translation": "La estación del año entre verano e invierno, marcada por la cosecha de cultivos y la decadencia de las hojas.",
      "example": "Lubiłem długie spacery w parku w czasie jesieni. W zeszłym roku poszedłem na farmę, aby zebrać jabłka w jesieni. Do przyszłej jesieni skończę swoje studia.",
      "example_translation": "Me encanta dar largos paseos en el parque durante el otoño. El año pasado, fui al campo a recoger manzanas en otoño. Para el próximo otoño, habré terminado mis estudios.",
      "imageLink": "https://www.ang.pl/img/slownik/autumn.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/autumn.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostępny",
      "translation": "disponible",
      "definition": "Mógł być użyty lub uzyskany; dostępny.",
      "definition_translation": "Capaz de ser utilizado o obtenido; accesible.",
      "example": "Nowy telefon będzie dostępny w sklepach za tydzień. Książka jest dostępna online za darmo. Do czasu, gdy przyjechałem, pokój był już niedostępny.",
      "example_translation": "El nuevo teléfono estará disponible en las tiendas la próxima semana. El libro está disponible en línea de forma gratuita. Para cuando llegué, la habitación ya no estaba disponible.",
      "imageLink": "https://www.ang.pl/img/slownik/available.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/available.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "z dala",
      "translation": "lejos",
      "definition": "W odległości, zarówno fizycznej, jak i emocjonalnej, od miejsca lub osoby.",
      "definition_translation": "A una distancia, ya sea física o emocional, de un lugar o persona.",
      "example": "Idę z dala na tydzień na wakacje. Ona wyszła z dala na studia rok temu. Gdy tylko zorientowałem się, oni już zeszli z dala.",
      "example_translation": "Me voy de vacaciones por una semana. Se fue al college el año pasado. Para cuando me di cuenta, ya se habían ido.",
      "imageLink": "https://www.ang.pl/img/slownik/away.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/away.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziecko",
      "translation": "bebé",
      "definition": "Bardzo młody człowiek, od urodzenia do roku lub dwóch lat.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "Trzymałem dziecko w ramionach i kołysałem je delikatnie. Zajmę się dzieckiem jutro. Dziecko będzie się uczyć chodzić niedługo.",
      "example_translation": " Mantuve al bebé en brazos y lo mecí suavemente. Cuidaré del bebé mañana. El bebé aprenderá a caminar pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/baby-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baby.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "plecy",
      "translation": "espalda",
      "definition": "Część tylna ludzkiego ciała, rozciągająca się od szyi do końca kręgosłupa.",
      "definition_translation": "La parte posterior del cuerpo humano, que se extiende desde el cuello hasta el extremo inferior de la columna vertebral.",
      "example": "Potarłem plecy po długiej podróży. Ona będzie robić przerwę, aby wypocząć plecy. Oni będą ćwiczyć mięśnie pleców jutro.",
      "example_translation": "Me froté la espalda después del largo viaje. Ella tomará un descanso para descansar su espalda. Ellos ejercitarán sus músculos de la espalda mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "źle",
      "translation": "mal",
      "definition": "W sposób, który nie jest dobry lub zadowalający.",
      "definition_translation": "De una manera que no es buena o satisfactoria.",
      "example": "Wypadłem źle na egzaminie. Ona śpiewa źle, ale ona się uprawia. Oni będą robili źle na projekcie, jeśli nie będą współpracować.",
      "example_translation": "Me fui mal en el examen. Ella canta mal, pero le gusta. Ellos se desempeñarán mal en el proyecto si no trabajan juntos.",
      "imageLink": "https://www.ang.pl/img/slownik/badly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "badminton",
      "translation": "bádminton",
      "definition": "Sport rozgrywany na prostokątnym korcie z siecią w środku, w którym gracze uderzają lotką w rakiety.",
      "definition_translation": "un deporte jugado en una cancha rectangular con una red en el medio, en el que los jugadores golpean una shuttlecock de un lado a otro utilizando raquetas",
      "example": "Grałem w badminton z przyjaciółmi wczoraj, gram w badminton z rodziną dzisiaj, i będę grał w badminton z kolegami jutro.",
      "example_translation": "Jugué bádminton con mis amigos ayer, estoy jugando bádminton con mi familia hoy y jugaré bádminton con mis colegas mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/badminton.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badminton.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piec",
      "translation": "hornear",
      "definition": "Gotować żywność, zwłaszcza chleb, w piecu",
      "definition_translation": "cocinar alimentos, especialmente pan, en un horno",
      "example": "Upiekłem tort dla siostry na urodziny, mama piecze ciasto na przyjęcie, i będziemy piec pizzę na obiad dzisiaj.",
      "example_translation": "Horneé un pastel para el cumpleaños de mi hermana, mi mamá está horneando galletas para la fiesta y hornearemos pizza para la cena esta noche.",
      "imageLink": "https://www.ang.pl/img/slownik/bake.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bake.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "balon",
      "translation": "globito",
      "definition": "Elastyczna torba, która jest napełniona powietrzem lub gazem, używana jako dekoracja lub rozrywka.",
      "definition_translation": "una bolsa flexible que se infla con aire o gas, utilizada para la decoración o entretenimiento",
      "example": "Dziecko wypuściło balon i pofrunęło w powietrze. Nadmuchałem balon, aby zestawić siostrę, i będziemy napompować balony do dekoracji przyjęcia.",
      "example_translation": "El niño soltó el globito y se fue volando, inflé un globito para hacer reír a mi hermana y inflaremos globos para las decoraciones de la fiesta.",
      "imageLink": "https://www.ang.pl/img/slownik/balloon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balloon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "barbecue",
      "translation": "barbacoa",
      "definition": "Barbecue to posiłek na świeżym powietrzu, zazwyczaj w ogrodzie lub parku, podczas którego grilluje się mięso, rybę lub warzywa nad otwartym płomieniem.",
      "definition_translation": "Una barbacoa es una comida al aire libre, generalmente en un jardín o parque, en la que se asan carne, pescado o vegetales sobre una llama abierta.",
      "example": "Mieliśmy barbecue w ogrodzie latem. Mamy barbecue na urodziny dzisiaj. Będziemy mieli barbecue na plaży w następny weekend.",
      "example_translation": "Tuvimos una barbacoa en el patio trasero el verano pasado. Estamos teniendo una barbacoa por mi cumpleaños hoy. Tendremos una barbacoa en la playa el próximo fin de semana.",
      "imageLink": "https://www.ang.pl/img/slownik/barbecue.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barbecue.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "baseball",
      "translation": "béisbol",
      "definition": "Baseball to gra bat-and-ball rozgrywana przez dwie drużyny po dziewięć osób każda.",
      "definition_translation": "El béisbol es un juego de bat y pelota jugado entre dos equipos de nueve jugadores cada uno.",
      "example": "Grałem w baseball w szkole średniej. Ona gra w baseball w college'u teraz. Oni będą grać w baseball na igrzyskach olimpijskich w przyszłym roku.",
      "example_translation": "Yo jugué béisbol en la escuela secundaria. Ella está jugando béisbol en la universidad ahora. Ellos jugarán béisbol en los Juegos Olímpicos el año próximo.",
      "imageLink": "https://www.ang.pl/img/slownik/baseball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baseball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nietoperz",
      "translation": "murciélago",
      "definition": "Nietoperz to małe ssaki latające, które używają echolokacji do nawigacji i znajdowania zdobyczy.",
      "definition_translation": "Un murciélago es un pequeño mamífero volador que usa ecolocación para navegar y encontrar presas.",
      "example": "Zobaczyłem nietoperza latającego w ciemności. Nietoperz śpi w ciągu dnia. Nietoperze będą latać z jaskini nocą.",
      "example_translation": "Vi un murciélago volando en la oscuridad. El murciélago está durmiendo durante el día. Los murciélagos volarán fuera de la cueva por la noche.",
      "imageLink": "https://www.ang.pl/img/slownik/bat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kostium kąpielowy",
      "translation": "traje de baño",
      "definition": "Ubranie zaprojektowane do noszenia podczas pływania lub kąpieli, zwykle wykonane z lekkiej, szybkoschnącej tkaniny.",
      "definition_translation": "Un conjunto diseñado para ser llevado mientras se nada o se baña, generalmente hecho de tela liviana y rápida de secar.",
      "example": "Zapomniałem spakować kostium kąpielowy na wycieczkę na plażę. Wczoraj kupiłem nowy kostium kąpielowy. Będę nosił kostium kąpielowy na imprezę nad basenem jutro.",
      "example_translation": "Olvidé empacar mi traje de baño para el viaje a la playa. Ayer, compré un traje de baño nuevo. Mañana llevaré un traje de baño a la fiesta en la piscina.",
      "imageLink": "https://www.ang.pl/img/slownik/bathing-suit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathing suit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szafka łazienkowa",
      "translation": "gabinete de baño",
      "definition": "Mebel, zwykle montowany na ścianie, używany do przechowywania artykułów toaletowych, ręczników i innych przedmiotów łazienkowych.",
      "definition_translation": "Una pieza de mobiliario, generalmente montada en una pared, utilizada para almacenar artículos de aseo personal, toallas y otros elementos esenciales del baño.",
      "example": "Szafka łazienkowa była pełna produktów kosmetycznych. Muszę wy सफszafka łazienkowa w ten weekend. Do przyszłego roku zamontuję nową szafkę łazienkową.",
      "example_translation": "El gabinete de baño estaba lleno de productos de belleza. Necesito limpiar el gabinete de baño este fin de semana. Para el año que viene, habré instalado un gabinete de baño nuevo.",
      "imageLink": "https://www.ang.pl/img/slownik/bathroom-cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathroom cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wanna",
      "translation": "bañera",
      "definition": "Naczynie, zwykle wykonane z ceramiki lub akrylu, używane do kąpieli lub mycia.",
      "definition_translation": "Un contenedor, generalmente hecho de cerámica o acrílico, utilizado para bañarse o lavarse.",
      "example": "Wanna była pełna ciepłej wody. Siedziała w wannie, gdy wszedłem. Do przyszłego miesiąca wymienię stary wannę.",
      "example_translation": "La bañera estaba llena de agua tibia. Estaba sentada en la bañera cuando entré. Para el mes que viene, habré reemplazado la bañera vieja.",
      "imageLink": "https://www.ang.pl/img/slownik/bathtub.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathtub.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bateria",
      "translation": "batería",
      "definition": "Urządzenie, które magazynuje energię elektryczną w postaci energii chemicznej. Składa się z jednej lub więcej komórek zawierających elektrodę dodatnią (katodę) i elektrodę ujemną (anodę) rozdzielonych elektrolitem, co umożliwia przepływ jonów między elektrodami.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "Naładowałem baterię telefonu wczoraj wieczorem. Bateria się ładuje teraz. Będę ładować baterię jutro.",
      "example_translation": "Cargué la batería de mi teléfono anoche. La batería se está cargando ahora. Cargaré la batería de nuevo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/battery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bateria",
      "translation": "batería",
      "definition": "Urządzenie, które magazynuje energię elektryczną w postaci energii chemicznej. Składa się z jednej lub więcej komórek zawierających elektrodę dodatnią (katodę) i elektrodę ujemną (anodę) rozdzielonych elektrolitem, co umożliwia przepływ jonów między elektrodami.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "Wymieniłem baterię w moim samochodzie na nową. Bateria mojego laptopa się wyczerpuje. Kupię nową baterię dla mojego zegarka.",
      "example_translation": "Reemplacé la batería de mi coche con una nueva. La batería de mi laptop se está agotando. Compraré una nueva batería para mi reloj.",
      "imageLink": "https://www.ang.pl/img/slownik/battery-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "urodzić się",
      "translation": "nacer",
      "definition": "Rozpocząć istnienie lub stać się żywym, zwykle po ciąży w łonie matki. Pojawić się lub zacząć istnieć.",
      "definition_translation": "Comenzar a existir o nacer, generalmente después de la gestación en el útero de una mujer. Llegar a existir o hacerse visible.",
      "example": "Urodziłem się w deszczowy dzień. Moja siostra urodzi się za miesiąc. Mój dziadek urodził się w małej wsi.",
      "example_translation": "Nací en un día lluvioso. Mi hermana nacerá el próximo mes. Mi abuelo nació en un pequeño pueblo.",
      "imageLink": "https://www.ang.pl/img/slownik/be-born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/be born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piłka plażowa",
      "translation": "pelota de playa",
      "definition": "Piłka, zwykle wykonana z skóry lub materiałów syntetycznych, zaprojektowana do gry lub sportu na plaży.",
      "definition_translation": "Una pelota, típicamente hecha de cuero o materiales sintéticos, diseñada para jugar juegos o deportes en una playa.",
      "example": "Bawiłem się piłką plażową latem. Teraz gram piłką plażową. Będę grał piłką plażową jutro.",
      "example_translation": "Jugué con una pelota de playa en el verano. Estoy jugando con una pelota de playa ahora. Jugaré con una pelota de playa mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-ball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach ball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "parasol plażowy",
      "translation": "paraguas de playa",
      "definition": "Złożony daszek, zwykle wykonany z tkaniny lub plastiku, używany do zapewnienia cienia na plaży.",
      "definition_translation": "Un dosel plegable, típicamente hecho de tela o plástico, utilizado para proporcionar sombra en una playa.",
      "example": "Użyłem parasola plażowego, aby chronić się przed słońcem. Teraz używam parasola plażowego, aby czytać książkę. Będę używał parasola plażowego następnym weekendem.",
      "example_translation": "Usé un paraguas de playa para protegerme del sol. Estoy usando un paraguas de playa para leer un libro. Usaré un paraguas de playa el próximo fin de semana.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-umbrella.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach umbrella.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fasola",
      "translation": "frijol",
      "definition": "Roślina strączkowa, która produkuje jadalne nasiona, takie jak fasola kidney lub fasola szparagowa.",
      "definition_translation": "Una planta leguminosa, como un frijol kidney o un frijol broad, que produce semillas comestibles.",
      "example": "Zjadłem sałatkę fasolową na lunch. Teraz jem fasolę na obiad. Będę jeść fasolę w zupie jutro.",
      "example_translation": "Me comí una ensalada de frijoles para almuerzo. Estoy comiendo frijoles para cenar. Comeré frijoles en mi sopa mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/bean.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bean.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "oso",
      "definition": "Duży, mięsożerny ssak z grubym futrem, znajdowany w lasach i górach, mający ostry węch i potężne pazury.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas, con un sentido olfativo agudo y garras poderosas.",
      "example": "Niedźwiedź szedł przez las, szukając jedzenia. Ona znieśliła zimę dobrze. On będzie nosił ciężar plecaka.",
      "example_translation": "El oso caminó por el bosque, buscando comida. Había soportado bien el invierno frío. Soportará el peso de la mochila.",
      "imageLink": "https://www.ang.pl/img/slownik/bear.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stać się",
      "translation": "convertirse en",
      "definition": "Przyjąć istnienie lub zacząć być czymś.",
      "definition_translation": "Vener a la existencia o empezar a ser algo.",
      "example": "Została lekarzem po dziesięciu latach nauki. Stała się bardziej pewną siebie. Będzie nauczycielem roku przyszłym.",
      "example_translation": "Ella se convirtió en doctora después de diez años de estudio. Ha llegado a ser más confiada. Se convertirá en profesora el año próximo.",
      "imageLink": "https://www.ang.pl/img/slownik/become.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/become.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zacząć",
      "translation": "comenzar",
      "definition": "Rozpocząć coś robić lub podjąć pierwszy krok w procesie.",
      "definition_translation": "Empezar a hacer algo o dar el primer paso en un proceso.",
      "example": "Zacznę mój projekt jutro. Ona zaczęła uczyć się francuskiego w zeszłym roku. Oni zaczęli pracować nad nowym budynkiem.",
      "example_translation": "Comenzaré mi proyecto mañana. Ella empezó a aprender francés el año pasado. Comenzaron a trabajar en el nuevo edificio.",
      "imageLink": "https://www.ang.pl/img/slownik/begin.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/begin.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "początkujący",
      "translation": "principiante",
      "definition": "Osoba, która jest nowa w danej aktywności lub profesji i jeszcze uczy się umiejętności i wiedzy potrzebnych do wykonania jej skutecznie.",
      "definition_translation": "Una persona que es nueva en una actividad o profesión en particular y todavía está aprendiendo las habilidades y conocimientos necesarios para hacerlo con éxito.",
      "example": "Jestem początkującym w grze na gitarze, ale ćwiczę codziennie, aby poprawić swoje umiejętności. Wczoraj byłam początkującą, ale dziś mogę zagrać prostą piosenkę. Za rok będę ekspertem.",
      "example_translation": "Soy un principiante en tocar la guitarra, pero practico todos los días para mejorar mis habilidades. Ayer era un principiante, pero hoy puedo tocar una canción simple. Para el próximo año, seré un experto.",
      "imageLink": "https://www.ang.pl/img/slownik/beginner.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginner.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "początek",
      "translation": "comienzo",
      "definition": "Punkt w czasie lub przestrzeni, w którym coś zaczyna się lub powstaje.",
      "definition_translation": "El punto en el tiempo o espacio en el que algo comienza o se origina.",
      "example": "Początek powieści był wolny, ale zaczął się przyspieszać, gdy czytałem dalej. Firma miała trudności od samego początku, ale teraz kwitnie. Do początku przyszłego roku ukończymy projekt.",
      "example_translation": "El comienzo de la novela fue lento, pero se aceleró a medida que iba pasando las páginas. La empresa ha estado luchando desde su comienzo, pero ahora está prosperando. Para el comienzo del próximo año, habremos completado el proyecto.",
      "imageLink": "https://www.ang.pl/img/slownik/beginning.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginning.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wierzyć",
      "translation": "creer",
      "definition": "Przyjąć coś za prawdziwe lub istniejące, szczególnie bez dowodów lub naukowych.",
      "definition_translation": "Aceptar que algo es verdad o existe, especialmente sin tener ninguna prueba o evidencia.",
      "example": "Wierzę, że ciężka praca jest kluczem do sukcesu. Wierzyłam w siebie, gdy byłem młodym, i pomogło mi to osiągnąć cele. Będę wierzyć w ciebie, dopóki nie udowodnisz, że się mylę.",
      "example_translation": "Creo que el trabajo duro es la clave del éxito. Creí en mí mismo cuando era joven, y me ayudó a alcanzar mis objetivos. Creeré en ti hasta que me pruebes que estoy equivocado.",
      "imageLink": "https://www.ang.pl/img/slownik/believe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/believe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "należeć",
      "translation": "pertenecer",
      "definition": "Mieć związek lub relację z czymś lub kimś; być częścią grupy lub organizacji.",
      "definition_translation": "Tener una conexión o relación con algo o alguien; ser parte de un grupo o organización.",
      "example": "Należałem do drużyny sportowej w szkole średniej. Należę do klubu książkowego teraz. Będę należeć do organizacji profesjonalnej po ukończeniu studiów.",
      "example_translation": "Yo pertenecí a un equipo de deportes en la escuela secundaria. Ahora pertenezco a un club de lectura. Perteneceré a una organización profesional después de graduarme.",
      "imageLink": "https://www.ang.pl/img/slownik/belong.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pasek",
      "translation": "cinturón",
      "definition": "Elastyczny pas, zwykle wykonany z skóry lub materiałów syntetycznych, noszony wokół talii, aby utrzymać spodnie lub inne ubrania.",
      "definition_translation": "Una banda flexible, normalmente hecha de cuero o materiales sintéticos, que se lleva alrededor de la cintura para sujetar pantalones o otras prendas.",
      "example": "Zaciągnąłem pasek po utracie wagi. Noszę pasek, aby utrzymać spodnie. Będę kupić nowy pasek jutro.",
      "example_translation": "Apreté mi cinturón después de perder peso. Llevo un cinturón para sujetar mis pantalones. Compraré un cinturón nuevo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/belt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rower",
      "translation": "bicicleta",
      "definition": "Pojazd z dwoma kołami, ramą i pedałami, napędzany nogami kierowcy.",
      "definition_translation": "Un vehículo con dos ruedas, un marco y pedales, impulsado por las piernas del jinete.",
      "example": "Jechałem rowerem do szkoły, gdy byłem dzieckiem. Jechałem rowerem do pracy każdego dnia. Będę jechać rowerem do parku jutro.",
      "example_translation": "Monté una bicicleta al colegio cuando era un niño. Monto una bicicleta al trabajo todos los días. Montaré una bicicleta al parque mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/bicycle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bicycle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "starszy brat",
      "translation": "hermano mayor",
      "definition": "Starszy brat, zwykle jeden, który jest mądry, chroniący i wpływowy.",
      "definition_translation": "Un hermano mayor, generalmenteuno que es sabio, protector y influyente.",
      "example": "Ceniłem mojego starszego brata, gdy byłem dzieckiem. Ujął mnie do parku wczoraj. Nauczy mnie, jak jeździć rowerem następny tydzień.",
      "example_translation": "Miraba hacia arriba a mi hermano mayor cuando era un niño. Me llevó al parque ayer. Me enseñará a andar en bicicleta la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/big-brothersister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big brother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "starsza siostra",
      "translation": "hermana mayor",
      "definition": "Starsza siostra, zwykle jedna, która jest opiekuńcza, wspierająca i wzór dla naśladowania.",
      "definition_translation": "Una hermana mayor, generalmente una que es cariñosa, apoyo y modelo a seguir.",
      "example": "Moja starsza siostra pomagała mi z zadaniem, gdy byłem w trudności. Zabiera mnie do centrum handlowego dzisiaj. Będzie być dziewczątkiem honoru na moim weselu za rok.",
      "example_translation": "Mi hermana mayor me ayudó con mi tarea cuando luchaba. Me lleva al centro comercial hoy. Será mi dama de honor en mi boda el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/big-sister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big sister.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rower",
      "translation": "bicicleta",
      "definition": "Pojazd z dwoma kołami, napędzany pedałami, używany do transportu lub rekreacji.",
      "definition_translation": "Un vehículo con dos ruedas, impulsado por pedaleo, utilizado para transporte o recreación.",
      "example": "Nauczyłem się jeździć na rowerze, gdy byłem dzieckiem. Wczoraj jechałem na rowerze do szkoły. Zamierzam kupić nowy rower przyszłego miesiąca.",
      "example_translation": "Aprendí a andar en bicicleta cuando era un niño. Monté mi bicicleta al colegio ayer. Compraré una bicicleta nueva el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/bike.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rachunek",
      "translation": "factura",
      "definition": "Rachunek to dokument żądający zapłaty za dostarczone towary lub usługi.",
      "definition_translation": "Una factura es un documento que solicita el pago por los bienes o servicios suministrados.",
      "example": "Zapłacę rachunek jutro. Wczoraj zapłaciłem rachunek. Co miesiąc płacę rachunek.",
      "example_translation": "Pagaré la factura mañana. Pagué la factura ayer. Pago la factura todos los meses.",
      "imageLink": "https://www.ang.pl/img/slownik/bill.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biologia",
      "translation": "biología",
      "definition": "Biologia to nauka zajmująca się badaniem żywych organizmów, w tym ich struktury, funkcji, rozwoju, ewolucji, rozmieszczenia i taksonomii.",
      "definition_translation": "La biología es el estudio científico de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución, distribución y taxonomía.",
      "example": " Studiowałem biologię w college'u. Aktualnie studiuję biologię. Zamierzam studiować biologię w szkole doktoranckiej.",
      "example_translation": "Estudié biología en la universidad. Estoy estudiando biología ahora. Estudiaré biología en la escuela de posgrado.",
      "imageLink": "https://www.ang.pl/img/slownik/biology.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biology.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odrobina",
      "translation": " trozo",
      "definition": "Odrobina to mała ilość lub część czegoś, zwłaszcza małe kawałki jedzenia lub krótki okres czasu.",
      "definition_translation": "Un trozo es una pequeña cantidad o parte de algo, especialmente un pequeño pedazo de comida o un breve período de tiempo.",
      "example": "Zjadłem odrobinę tortu. Zamierzam zjeść odrobinę kanapki. Wczoraj zjadłem odrobinę sałaty.",
      "example_translation": "Me comí un trozo del pastel. Me comeré un trozo del sándwich. Me comí un trozo de la ensalada ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/bit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tablica",
      "translation": "pizarra",
      "definition": "Tablica to gładka, ciemno ubarwiona powierzchnia, zazwyczaj wykonana ze szlaku lub podobnego materiału, używana do pisania lub rysowania kredą lub innymi markerkami.",
      "definition_translation": "Una pizarra es una superficie lisa y de color oscuro, habitualmente hecha de pizarra o un material similar, utilizada para escribir o dibujar con tiza o otros marcadores.",
      "example": "Wczoraj pisałem na tablicy kredą. Dziś piszę na tablicy markerką. Jutro zamierzam pisać na tablicy piórem biurowym.",
      "example_translation": "Ayer escribí en la pizarra con una pieza de tiza. Hoy estoy escribiendo en la pizarra con un marcador. Mañana, escribiré en la pizarra con un bolígrafo de pizarra.",
      "imageLink": "https://www.ang.pl/img/slownik/blackboard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackboard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kocy",
      "translation": "manta",
      "definition": "Kocy to duża, zazwyczaj prostokątna tkanina, wykonana z wełny lub bawełny, używana do zatrzymania ciepła lub jako nakrycie na łóżko.",
      "definition_translation": "Una manta es una pieza de tela grande, generalmente rectangular, hecha de lana o algodón, utilizada para mantener el calor o como cubierta de cama.",
      "example": "Użyłem kocya, aby się ogrzać wczoraj wieczorem. Moja babcia robi kocya każdej zimy. W przyszłości zamierzam kupić kocya dla swojego nowego domu.",
      "example_translation": "Usé una manta para mantener el calor anoche. Mi abuela hace una manta cada invierno. En el futuro, compraré una manta para mi nueva casa.",
      "imageLink": "https://www.ang.pl/img/slownik/blanket.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blanket.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "blondynka",
      "translation": "rubio",
      "definition": "Blondynka to osoba, zwłaszcza kobieta, z jasnymi włosami, szczególnie włosami lekkożółtymi lub złotymi.",
      "definition_translation": "Un rubio es una persona, especialmente una mujer, con cabello claro, especialmente cabello que es amarillo claro o dorado en color.",
      "example": "Moja przyjaciółka to blondynka i uwielbia swój kolor włosów. Wczoraj zobaczyłem blondynkę spacerującą ulicą. W przyszłości zamierzam zabarwić włosy na blond.",
      "example_translation": "Mi amiga es rubia y le encanta el color de su cabello. Ayer, vi a una chica rubia caminando por la calle. En el futuro, me teñiré el cabello rubio.",
      "imageLink": "https://www.ang.pl/img/slownik/blonde.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blonde.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krew",
      "translation": "sangre",
      "definition": "Krew to płyn życiowy w układzie krążenia zwierząt, składający się z osocza, w którym są zawieszone czerwone i białe krwinki.",
      "definition_translation": "un fluido vital en el sistema circulatorio de los animales, compuesto por plasma en el que se suspenden glóbulos rojos y blancos",
      "example": "Ona miała badanie krwi, aby sprawdzić poziom żelaza. Wczoraj oddała krew, aby pomóc innym. Jutro zamierzam oddać krew ponownie.",
      "example_translation": "Ella tuvo una prueba de sangre para verificar sus niveles de hierro. Ayer, donó sangre para ayudar a otros. Mañana, donará sangre de nuevo.",
      "imageLink": "https://www.ang.pl/img/slownik/blood.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blood.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tablica",
      "translation": "tabla",
      "definition": "Tablica to płaska, sztywna tkanina wykonana z drewna, plastiku lub innego materiału, używana jako powierzchnia do pisania lub rysowania.",
      "definition_translation": "una hoja plana y rígida de madera, plástico u otro material, utilizada como superficie para escribir o dibujar",
      "example": "Ona napisała swoje imię na tablicy. Zarząd firmy spotkał się, aby omówić fuzję. Za rok nauczę się surfować na desce.",
      "example_translation": "Ella escribió su nombre en la pizarra. La junta directiva de la empresa se reunió para discutir la fusión. Para el próximo año, habré aprendido a surfear en mi tabla.",
      "imageLink": "https://www.ang.pl/img/slownik/board.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rada",
      "translation": "tabla",
      "definition": "Rada to grupa ludzi, którzy zarządzają lub kierują organizacją.",
      "definition_translation": "un grupo de personas que administran o dirigen una organización",
      "example": "Rada powierników zatwierdziła budżet. Została wybrana do rady szkoły. Za rok będę członkiem rady dyrektorów.",
      "example_translation": "La junta de fideicomisarios aprobó el presupuesto. Ella fue elegida para la junta escolar. Para el próximo año, estaré en la junta de directores.",
      "imageLink": "https://www.ang.pl/img/slownik/board-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gra planszowa",
      "translation": "juego de mesa",
      "definition": "Gra rozgrywana na stole, typowo z wykorzystaniem pionków, figurek lub kart, często łącząca się z przypadkiem lub strategią.",
      "definition_translation": "Un juego jugado en una mesa, típicamente con contadores, piezas o cartas, y a menudo involucrando suerte o estrategia.",
      "example": "Zagrałem w grę planszową z przyjaciółmi wczoraj. Teraz gram w grę planszową z rodziną. Jutro zagram w grę planszową z kolegami z pracy.",
      "example_translation": "Jugué un juego de mesa con mis amigos anoche. Estoy jugando un juego de mesa con mi familia ahora. Jugaré un juego de mesa con mis colegas mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/board-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gotować",
      "translation": "hervir",
      "definition": "Podgrzewać płyn do momentu, gdy zaczyna wrzeć i zamieniać się w parę, lub gotować jedzenie w płynie wrzącym.",
      "definition_translation": "Calentar un líquido hasta que burbujee y se convierta en vapor, o cocinar alimentos en líquido hirviendo.",
      "example": "Ugotowałem wodę, aby zrobić herbatę. Ona gotuje mleko, aby zrobić ser. Oni będą gotować ziemniaki na obiad.",
      "example_translation": "Herví agua para hacer té. Ella hierve leche para hacer queso. Ellos hervirán las papas para la cena.",
      "imageLink": "https://www.ang.pl/img/slownik/boil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ugotowane",
      "translation": "hervido",
      "definition": "Makaron, ziemniaki lub inne pokarmy, które zostały ugotowane we wrzącej wodzie.",
      "definition_translation": "Pasta, papas u otros alimentos que han sido cocinados en agua hirviendo.",
      "example": "Zjadłem ugotowane marchewki na lunch. Ona woli ugotowane jajka niż jajka sadzone. Oni podali ugotowane warzywa na obiad.",
      "example_translation": "Comí zanahorias hervidas para el almuerzo. Ella prefiere huevos hervidos a huevos revueltos. Ellos sirvieron vegetales hervidos para la cena.",
      "imageLink": "https://www.ang.pl/img/slownik/boiled.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiled.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "książka",
      "translation": "libro",
      "definition": "Utwór pisany lub drukowany składający się ze stron zszytych lub zsewnych razem po jednej stronie i obwiązanych w okładki.",
      "definition_translation": "Una obra escrita o impresa que consiste en páginas pegadas o cosidas juntas a lo largo de un lado y encuadernada en cubiertas.",
      "example": "Przeczytałem książkę wczoraj, teraz czytam książkę, a jutro przeczytam książkę.",
      "example_translation": "Leí un libro ayer, estoy leyendo un libro ahora y leeré un libro mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/book.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/book.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "półka książkowa",
      "translation": "estantería",
      "definition": "Mebel z półkami na książki, zwykle przy ścianie.",
      "definition_translation": "Una pieza de mobiliario con estantes para colocar libros, típicamente contra una pared.",
      "example": "Zmontowałem półkę książkową w weekend, teraz używam półki książkowej, a następny miesiąc kupię półkę książkową.",
      "example_translation": "Me armé una estantería el fin de semana pasado, estoy usando una estantería ahora y compraré una estantería el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/bookcase.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookcase.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "regał książkowy",
      "translation": "estante de libros",
      "definition": "Jednostka półkowa na książki, często regulowana i umocowana do ściany.",
      "definition_translation": "Una unidad de estantería para colocar libros, a menudo ajustable y montada en la pared.",
      "example": "Zainstalowałem regał książkowy w pokoju, teraz organizuję regał książkowy, a niedługo wyczyść regał książkowy.",
      "example_translation": "Instalé un estante de libros en mi habitación, estoy organizando un estante de libros ahora y limpiaré un estante de libros pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/bookshelf.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshelf.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "księgarnia",
      "translation": "librería",
      "definition": "Budynek lub pomieszczenie, gdzie sprzedawane są książki, zwykle z dużą ilością książek na półkach.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "Wczoraj poszedłem do księgarni, teraz idę do księgarni, a jutro pójdę do księgarni.",
      "example_translation": "Fui a la librería ayer, voy a la librería ahora y iré a la librería mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/bookshop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "księgarska",
      "translation": "tienda de libros",
      "definition": "Budynek lub pomieszczenie, gdzie sprzedawane są książki, zwykle z dużą ilością książek na półkach.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "Wizytowałem księgarską w zeszłym tygodniu, teraz wizytuję księgarską, a następny rok wizytuję księgarską.",
      "example_translation": "Visité una tienda de libros la semana pasada, estoy visitando una tienda de libros ahora y visitaré una tienda de libros el año que viene.",
      "imageLink": "https://www.ang.pl/img/slownik/bookstore.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookstore.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "but",
      "translation": "bota",
      "definition": "Okrycie z skóry lub plastiku chroniące nogę i łydkę.",
      "definition_translation": "Una cubierta de cuero o plástico que protege el pie y la pierna baja.",
      "example": "Wczoraj nosiłem buty, teraz noszę buty, a jutro noszę buty.",
      "example_translation": "Llevé botas ayer, estoy llevando botas ahora y llevaré botas mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/boot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "urodzić się",
      "translation": "nacido",
      "definition": "Przyjść na świat lub pochodzić z określonego czasu lub miejsca.",
      "definition_translation": "Vino a la existencia o que se originó en un momento o lugar particular.",
      "example": "Urodziłem się w 1990 roku. Urodziłem się, aby być liderem. Urodzę się ponownie w życiu przyszłym.",
      "example_translation": "Nací en 1990. Nací para ser un líder. Naceré de nuevo en la vida después de la muerte.",
      "imageLink": "https://www.ang.pl/img/slownik/born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pożyczyć",
      "translation": "prestar",
      "definition": "Wziąć i użyć czegoś, co należy do kogoś innego, z zamiarem zwrócenia.",
      "definition_translation": "Tomar y utilizar algo que pertenece a alguien más, con la intención de devolverlo.",
      "example": "Pożyczyłem pieniądze od brata. Pożyczam książkę z biblioteki. Pożyczę samochód od przyjaciela.",
      "example_translation": "Pedí prestado dinero a mi hermano. Estoy prestado un libro de la biblioteca. Prestaré un coche a mi amigo.",
      "imageLink": "https://www.ang.pl/img/slownik/borrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/borrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szef",
      "translation": "jefe",
      "definition": "Osoba kierująca grupą pracowników lub departamentem.",
      "definition_translation": "Una persona a cargo de un grupo de trabajadores o un departamento.",
      "example": "Mój szef jest bardzo wymagający. Jestem szefem tej firmy. Będzie szefem nowego projektu.",
      "example_translation": "Mi jefe es muy exigente. Soy el jefe de esta empresa. Será la jefa del nuevo proyecto.",
      "imageLink": "https://www.ang.pl/img/slownik/boss.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boss.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przeszkadzać",
      "translation": "molestar",
      "definition": "Niepokoić lub irytować kogoś w sposób uporczywy, szczególnie gdy próbuje on coś zrobić.",
      "definition_translation": "Perturbar o molestar a alguien de manera persistente, especialmente cuando intentan hacer algo",
      "example": "Nie chciałem ci przeszkadzać, ale potrzebowałem twojej pomocy. Przeszkadzałem ci ostatnim razem, ale nie wydawało się, że ci się to nie podoba.",
      "example_translation": "No quería molestarte, pero necesitaba tu ayuda. Te molestaré de nuevo si tengo más preguntas. Te molesté la semana pasada, pero no parecía importarte.",
      "imageLink": "https://www.ang.pl/img/slownik/bother.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "butelka",
      "translation": "botella",
      "definition": "Pojemnik wykonany z szkła lub plastiku, służący do przechowywania płynów.",
      "definition_translation": "Un contenedor hecho de vidrio o plástico, utilizado para contener líquidos",
      "example": "Wyrzuciłem pustą butelkę do kontenera na śmieci. Dała mi butelkę wody. Będą butelkować wino w przyszłym tygodniu.",
      "example_translation": "Lancé la botella vacía en el bote de reciclaje. Me dio una botella de agua. Embotellarán el vino la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/bottle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bottle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miska",
      "translation": "tazón",
      "definition": "Okrounda, otwarta na górze miska, używana do przechowywania lub podawania jedzenia.",
      "definition_translation": "Un contenedor redondo con la parte superior abierta, utilizado típicamente para contener o servir alimentos",
      "example": "Umieściła owoce w misce na stole kuchennym. Wziąłem miskę zupy z kuchenki. Będziemy grać w kręgle dziś wieczorem.",
      "example_translation": "Ella puso la fruta en un tazón en la mesa de la cocina. Él tomó un tazón de sopa de la estufa. Esta noche haremos bowling en la bolera.",
      "imageLink": "https://www.ang.pl/img/slownik/bowl.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bowl.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chłopak",
      "translation": "novio",
      "definition": "Chłopak to partner mężczyzny w związku romantycznym.",
      "definition_translation": "Un novio es un compañero masculino en una relación romántica.",
      "example": "Miałem chłopaka na studiach, ale rozstaliśmy się po ukończeniu nauki. Teraz spotykam się z kimś nowym i myślę, że może być moim chłopakiem w przyszłości. Moja najlepsza przyjaciółka była z chłopakiem przez pięć lat.",
      "example_translation": "Tuve un novio en la universidad, pero nos separamos después de la graduación. Ahora estoy saliendo con alguien nuevo y creo que podría ser mi novio en el futuro. Mi mejor amiga ha estado con su novio durante cinco años.",
      "imageLink": "https://www.ang.pl/img/slownik/boyfriend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boyfriend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mózg",
      "translation": "cerebro",
      "definition": "Mózg to organ ciała, który kontroluje myśli, ruch i czucie.",
      "definition_translation": "El cerebro es el órgano del cuerpo que controla el pensamiento, el movimiento y la sensación.",
      "example": "Mózg to złożony organ, który wciąż nie jest w pełni zrozumiany. Lekarze badali mózg, aby opracować nowe leki na chorobę Alzheimera. Uderzyłem się w głowę i martwiłem się, czy nie zraniłem mózgu.",
      "example_translation": "El cerebro es un órgano complejo que todavía no se entiende completamente. Los médicos estudiaron el cerebro para desarrollar nuevos tratamientos para la enfermedad de Alzheimer. Me pegué la cabeza y me preocupé de que podría haber lastimado mi cerebro.",
      "imageLink": "https://www.ang.pl/img/slownik/brain.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brain.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "złamać",
      "translation": "romper",
      "definition": "Złamać coś oznacza rozbić lub rozłączyć je na kawałki, lub przerwać coś.",
      "definition_translation": "Romper algo significa despedazarlo o separarlo en piezas, o interrumpir o detener algo.",
      "example": "Złamałem ulubioną wazę, gdy upuściłem ją na podłogę. Wiadomość o rozstaniu się rozprzestrzeniła się szybko w mediach społecznościowych. Zrobimy przerwę na lunch i potem kontynuujemy zebranie.",
      "example_translation": "Rompí mi jarrón favorito cuando lo dejé caer al suelo. La noticia de la ruptura se difundió rápidamente a través de las redes sociales. Nos tomaremos un descanso para almorzar y luego continuaremos la reunión.",
      "imageLink": "https://www.ang.pl/img/slownik/break.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/break.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "most",
      "translation": "puente",
      "definition": "Most to konstrukcja budowana w celu przekroczenia doliny, drogi, ciała wody lub innego przeszkody, w celu zapewnienia przejścia nad przeszkodą.",
      "definition_translation": "Un puente es una estructura construida para cruzar un valle, carretera, cuerpo de agua o otro obstáculo, con el fin de proporcionar paso sobre el obstáculo.",
      "example": "Przekroczyłem różnicę między dwiema drużynami, aby rozwiązać konflikt. Uczę ludzi języka, aby przekroczyć różnice kulturowe. Przekroczę lukę finansową, zwiększając finansowanie.",
      "example_translation": "Puente el vacío entre los dos equipos para resolver el conflicto. Estoy cubriendo la brecha cultural a través de la educación del idioma. Cerraré la brecha financiera aumentando la financiación.",
      "imageLink": "https://www.ang.pl/img/slownik/bridge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bridge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jasny",
      "translation": "brillante",
      "definition": "Wydający lub odbijający dużo światła; świecący intensywnie.",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando con intensidad.",
      "example": "Jasne światło słoneczne oświetliło pomieszczenie. Jasne gwiazdy świeciły w nocnym niebie. Miałem jasny pomysł, który spowodował innowację.",
      "example_translation": "La brillante luz del sol iluminó la habitación. Las brillantes estrellas brillaron en el cielo nocturno. La brillante idea desencadenó una nueva innovación.",
      "imageLink": "https://www.ang.pl/img/slownik/bright-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bright.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przynieść",
      "translation": "traer",
      "definition": "Przenieść coś lub kogoś w stronę osoby mówiącej lub do miejsca w pobliżu.",
      "definition_translation": "Mover algo o alguien hacia la persona que habla o a un lugar cerca de ellos.",
      "example": "Przyniosłem swojego przyjaciela na imprezę. Przyniosę jedzenie na stół. Ona poruszyła temat dyskusji.",
      "example_translation": "Traje a mi amigo a la fiesta. Traeré la comida a la mesa. Ella sacó a colación el tema de discusión.",
      "imageLink": "https://www.ang.pl/img/slownik/bring.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przynieść z powrotem",
      "translation": "traer de vuelta",
      "definition": "zwrócić coś lub kogoś do poprzedniego miejsca lub stanu",
      "definition_translation": "devolver algo o alguien a un lugar o condición previa",
      "example": "Przyniosę książkę jutro, przyniosłem książkę wczoraj, i przyniosę książkę co tydzień.",
      "example_translation": "Voy a traer el libro mañana, traje el libro ayer, y traigo el libro todas las semanas.",
      "imageLink": "https://www.ang.pl/img/slownik/bring-back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "złamany",
      "translation": "roto",
      "definition": "nie funkcjonujący lub nieczynny",
      "definition_translation": "no en funcionamiento o no funcionando correctamente",
      "example": "Złamana zabawka została wyrzucona, zabawka była złamana wczoraj, i zabawka będzie złamana, jeśli upuścisz ją.",
      "example_translation": "El juguete roto fue tirado, el juguete se rompió ayer, y el juguete se romperá si lo dejas caer.",
      "imageLink": "https://www.ang.pl/img/slownik/broken.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "złamany",
      "translation": "roto",
      "definition": "rozłączony lub podzielony na części",
      "definition_translation": "habiendo sido separado o dividido en partes",
      "example": "Złamane lustro zostało posprzątane, lustro było złamane podczas przeprowadzki, i lustro będzie złamane, jeśli dotkniesz go.",
      "example_translation": "El espejo roto fue barrido, el espejo se rompió durante el cambio, y el espejo se romperá si lo tocas.",
      "imageLink": "https://www.ang.pl/img/slownik/broken-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczotka",
      "translation": "cepillar",
      "definition": "Narzędzie z włosiem, drutem lub innymi filamentami, używane do czyszczenia, gładzenia lub nakładania materiałów na powierzchnię.",
      "definition_translation": "Un cepillo es una herramienta con cerdas, alambre u otros filamentos, utilizada para limpiar, suavizar o aplicar materiales a una superficie.",
      "example": "Czesałem włosy rano, będę je czesał ponownie wieczorem, i czesałem je wczoraj.",
      "example_translation": "Me cepillé el cabello esta mañana, cepillaré de nuevo esta noche, y me había cepillado ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/brush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "budować",
      "translation": "construir",
      "definition": "Budować coś oznacza konstruować lub składać je, łącząc materiały takie jak drewno, cegły lub stal.",
      "definition_translation": "Construir algo significa construirlo o ensamblarlo poniendo juntas materiales como madera, ladrillos o acero.",
      "example": "Zbudowałem dom w zeszłym roku, buduję jeszcze jeden teraz, i zbuduję większy niedługo.",
      "example_translation": "Construí una casa el año pasado, estoy construyendo otra ahora, y construiré una más grande pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/build.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/build.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "budynek",
      "translation": "edificio",
      "definition": "Struktura z dachem i ścianami, takim jak dom, biuro lub fabryka.",
      "definition_translation": "Un edificio es una estructura con techo y paredes, como una casa, oficina o fábrica.",
      "example": "Budynek był stary, jest remontowany, i zostanie ukończony niedługo.",
      "example_translation": "El edificio era antiguo, está siendo renovado, y estará terminado pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/building.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/building.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "burgery",
      "translation": "hamburguesa",
      "definition": "Kanapka składająca się z ugotowanego kotleta mięsnego, zwykle wołowego, podawanego na okrągłym bułce z różnymi dodatkami, takimi jak ser, sałata, pomidor i przyprawy.",
      "definition_translation": "Un sandwich que consiste en una patty cocida de carne molida, típicamente carne de vaca, servida en un rollo de pan redondo con各种 toppings como queso, lechuga, tomate y condimentos.",
      "example": "Zjadłem burgery na lunch wczoraj, zjem burgery na lunch dzisiaj, i zjem burgery na lunch jutro.",
      "example_translation": "Me comí una hamburguesa para almuerzo ayer, me comeré una hamburguesa para almuerzo hoy, y me comeré una hamburguesa para almuerzo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/burger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/burger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dworzec autobusowy",
      "translation": "estación de autobuses",
      "definition": "Obiekt lub budynek, gdzie autobusy zatrzymują się, aby wsiąść i wysiąść pasażerów, często z udogodnieniami, takimi jak kasy biletn, sale poczekalni i toalety.",
      "definition_translation": "Un centro o edificio donde los autobuses paran para recoger y dejar pasajeros, a menudo con comodidades como mostradores de boletos, áreas de espera y baños.",
      "example": "Przybyłem na dworzec autobusowy wcześnie, czekam na dworcu autobusowym teraz, i przybędę na dworzec autobusowy późno.",
      "example_translation": "Llegué a la estación de autobuses temprano, estoy esperando en la estación de autobuses ahora, y llegaré a la estación de autobuses tarde.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-station.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus station.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przystanek autobusowy",
      "translation": "parada de autobús",
      "definition": "Wydesignowany punkt wzdłuż drogi lub ulicy, gdzie autobusy zatrzymują się, aby wsiąść i wysiąść pasażerów, często oznaczony znakiem lub wiatą.",
      "definition_translation": "Un lugar designado a lo largo de una carretera o calle donde un autobús para recoger y dejar pasajeros, a menudo marcado por un letrero o refugio.",
      "example": "Czekałem na przystanku autobusowym przez 10 minut, czekam na przystanku autobusowym teraz, i wysiędę na następnym przystanku autobusowym.",
      "example_translation": "Esperé en la parada de autobús durante 10 minutos, estoy parado en la parada de autobús ahora, y me bajaré en la próxima parada de autobús.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-stop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus stop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biznes",
      "translation": "negocio",
      "definition": "Działalność polegająca na produkcji, kupnie lub sprzedaży dóbr lub usług z zamiarem osiągnięcia zysku.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "Założyłem własny biznes rok temu. Teraz prowadzę go, a następnie rozszerzę go w przyszłym roku.",
      "example_translation": "Empecé mi propio negocio el año pasado. Ahora lo estoy llevando a cabo, y lo expandiré el año próximo.",
      "imageLink": "https://www.ang.pl/img/slownik/business.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biznes",
      "translation": "negocio",
      "definition": "Działalność polegająca na produkcji, kupnie lub sprzedaży dóbr lub usług z zamiarem osiągnięcia zysku.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "Ona pracuje w tej branży przez ponad 10 lat. Teraz jest udaną przedsiębiorczynią, a jej firma będzie się nadal rozwijać w przyszłości.",
      "example_translation": "Ella ha estado en el negocio durante más de 10 años. Ahora es una mujer de negocios exitosa, y su negocio seguirá floreciendo en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/business-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biznesmen",
      "translation": "hombre de negocios",
      "definition": "Osoba zajmująca się działalnością gospodarczą lub przemysłową, szczególnie ta o wysokim poziomie umiejętności lub sukcesu.",
      "definition_translation": "Una persona dedicada a la actividad comercial o industrial, especialmente alguien con un alto nivel de pericia o éxito.",
      "example": "Udany biznesmen zainwestował w kilka firm. Teraz jest bogatym człowiekiem, a następnie będzie inwestował w nowe przedsięwzięcia w przyszłości.",
      "example_translation": "El hombre de negocios exitoso invirtió en varias empresas. Ahora es un hombre rico, y seguirá invirtiendo en nuevas empresas en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/businessman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businessman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bizneswoman",
      "translation": "mujer de negocios",
      "definition": "Kobieta zajmująca się działalnością gospodarczą, szczególnie ta, która jest przedsiębiorcą lub pełni funkcję lidera.",
      "definition_translation": "Una mujer que se dedica a los negocios, especialmente una que es autónoma o tiene un papel de liderazgo.",
      "example": "Była udaną bizneswoman i posiadała kilka firm. Przez ponad 20 lat była bizneswoman. Będzie bizneswoman, gdy ukończy college.",
      "example_translation": "Era una mujer de negocios exitosa y poseía varias empresas. Había sido mujer de negocios durante más de 20 años. Será una mujer de negocios cuando se gradúe de la universidad.",
      "imageLink": "https://www.ang.pl/img/slownik/businesswoman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businesswoman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zajęty",
      "translation": "ocupado",
      "definition": "Mający dużo do zrobienia lub zajęty w konkretną czynność.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "Byłem zajęty przez cały dzień i nie miałem czasu na lunch. Będę zajęty następnego tygodnia, ale będę miał wolny czas w piątek. Ona była zajęta pracą nad swoim projektem i nie zauważyła mnie.",
      "example_translation": "He estado ocupado todo el día y no he tenido tiempo para comer almuerzo. Estaré ocupado la próxima semana, pero tendré algo de tiempo libre el viernes. Estaba ocupada trabajando en su proyecto y no me notó.",
      "imageLink": "https://www.ang.pl/img/slownik/busy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zajęty",
      "translation": "ocupado",
      "definition": "Mający dużo do zrobienia lub zajęty w konkretną czynność.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "On był zajęty naprawianiem samochodu i nie zauważył czasu. Będą zajęci studiowaniem przed egzaminem. Firma była zajęta rozszerzaniem swoich operacji.",
      "example_translation": "Él estaba ocupado arreglando su coche y no se dio cuenta de la hora. Estarán ocupados estudiando para su examen. La empresa ha estado ocupada expandiendo sus operaciones.",
      "imageLink": "https://www.ang.pl/img/slownik/busy-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szafka",
      "translation": "gabinete",
      "definition": "Szafka to mebel z półkami, szufladami lub przegrodami do przechowywania lub ekspozycji przedmiotów.",
      "definition_translation": "Un gabinete es un mueble con estantes, cajones o compartimientos para almacenar o exhibir cosas.",
      "example": "Wczoraj wyczyściłem swoją szafkę i znalazłem stary album zdjęć. Dziś organizuję swoją szafkę i włożę album z powrotem. Jutro pokażę album swoim przyjaciołom ze szafki.",
      "example_translation": "Ayer, limpié mi gabinete y encontré un álbum de fotos antiguo. Hoy, estoy organizando mi gabinete y pondré el álbum de vuelta. Mañana, mostraré el álbum a mis amigos desde el gabinete.",
      "imageLink": "https://www.ang.pl/img/slownik/cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stołówka",
      "translation": "cafetería",
      "definition": "Stołówka to samoobsługowa restauracja, często w szkole, biurze lub instytucji, gdzie serwowane są posiłki i napoje.",
      "definition_translation": "Una cafetería es un restaurante de autoservicio, típicamente en una escuela, edificio de oficinas o institución, donde se sirven alimentos y bebidas.",
      "example": "Gdy byłem na uczelni, codziennie jadłem lunch w stołówce. Teraz pracuję w firmie z własną stołówką, gdzie mogę kupić śniadanie. Kiedyś otworzę własną stołówkę i będę serwował posiłki międzynarodowe.",
      "example_translation": "Cuando estaba en la universidad, solía comer almuerzo en la cafetería todos los días. Ahora, trabajo en una empresa con una cafetería donde puedo comprar desayuno. Algún día, abriré mi propia cafetería y serviré comida internacional.",
      "imageLink": "https://www.ang.pl/img/slownik/cafeteria.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cafeteria.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kalendarz",
      "translation": "calendario",
      "definition": "Kalendarz to system organizacji dni w roku, często w postaci tabeli lub diagramu, przedstawiający miesiące, tygodnie i dni.",
      "definition_translation": "Un calendario es un sistema de organización de días en un año, usualmente en una tabla o gráfico, mostrando los meses, semanas y días.",
      "example": "Zaznaczyłem daty w swoim kalendarzu na nadchodzące wydarzenia. Wczoraj sprawdziłem swój kalendarz, aby zobaczyć, jaki dzień jest dzisiaj. Jutro będę używać swojego kalendarza, aby zaplanować podróż.",
      "example_translation": "Marcados las fechas en mi calendario para los eventos próximos. Ayer, miré mi calendario para ver qué día era. Mañana, utilizaré mi calendario para planificar un viaje.",
      "imageLink": "https://www.ang.pl/img/slownik/calendar.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/calendar.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zadzwoń",
      "translation": "llamar",
      "definition": "Wezwać kogoś, szczególnie przez mówienie lub krzyknięcie jego imienia.",
      "definition_translation": "llamar la atención a alguien, especialmente hablando o gritando su nombre",
      "example": "Zadzwonię do ciebie jutro, wczoraj zadzwoniłem do niego, a dzisiaj dzwonię do niej codziennie.",
      "example_translation": "Te llamaré mañana, le llamé ayer y la llamo todos los días.",
      "imageLink": "https://www.ang.pl/img/slownik/call.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zadzwoń",
      "translation": "llamar",
      "definition": "zrobić telefon do kogoś lub czegoś",
      "definition_translation": "hacer una llamada telefónica a alguien o algo",
      "example": "Zadzwoniłem na policję, dzwonię do mojej mamy co tydzień, a ona zadzwoniła do mnie wczoraj wieczorem.",
      "example_translation": "He llamado a la policía, llamo a mi madre cada semana y ella me llamó anoche.",
      "imageLink": "https://www.ang.pl/img/slownik/call-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obóz",
      "translation": "acampar",
      "definition": "miejsce, w którym ludzie mieszkają w namiotach lub innych tymczasowych budynkach, zwykle na wsi",
      "definition_translation": "un lugar donde la gente se queda en tiendas de campaña o otros edificios temporales, usualmente en el campo",
      "example": "Weszliśmy na obóz latem, rozbiliśmy obóz nad jeziorem, a oni rozbieli obóz w górach.",
      "example_translation": "Fui de camping el verano pasado, acampamos cerca del lago y ellos acamparon en las montañas.",
      "imageLink": "https://www.ang.pl/img/slownik/camp.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camp.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kemping",
      "translation": "acampada",
      "definition": "Aktywność polegająca na pobycie w miejscu, zwykle na wsi, w namiocie lub tymczasowej strukturze, w celach rekreacyjnych lub jako wakacje.",
      "definition_translation": "La actividad de permanecer en un lugar, generalmente en el campo, en una tienda o una estructura temporal, para recreación o como vacaciones.",
      "example": "Pojedziemy na kemping z przyjaciółmi latem, weszliśmy w góry i rozbieliśmy obóz nad jeziorem. Teraz przygotowujemy się do naszej następnej wyprawy kempingowej, a w przyszłości půjdziemy na kemping w pustyni.",
      "example_translation": "Fui de camping con mis amigos el verano pasado, hicimos senderismo en las montañas y acampamos cerca de un lago. Ahora, estamos preparando nuestro próximo viaje de camping, y en el futuro, iremos de camping en el desierto.",
      "imageLink": "https://www.ang.pl/img/slownik/camping.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camping.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "móc",
      "translation": "poder",
      "definition": " mieć możliwość zrobienia czegoś, posiadać moc lub umiejętność zrobienia czegoś",
      "definition_translation": "Poder hacer algo, tener el poder o habilidad para hacer algo.",
      "example": "Potrafię płynnie mówić po angielsku, potrafiłem mówić po francusku, gdy byłem w college'u, a w przyszłości będę mógł płynnie mówić po hiszpańsku. Czy możesz mi pomóc w tej zadaniu?",
      "example_translation": "Puedo hablar inglés con fluidez, podía hablar francés cuando estaba en la universidad, y en el futuro, podré hablar español con fluidez. ¿Puedes ayudarme con esta tarea?",
      "imageLink": "https://www.ang.pl/img/slownik/can-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/can.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czekolada",
      "translation": "dulce",
      "definition": "Słodkie jedzenie zrobione z cukru, często aromatyzowane i kolorowane, i spożywane jako przekąska lub deser.",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y comido como snack o postre.",
      "example": "Jedliśmy kawałek czekolady na przyjęciu wczoraj, mogę jeść czekoladę na deser wieczorem, a w przyszłości dam czekoladę moim przyjaciołom jako prezent. Ona uwielbia jeść czekoladę.",
      "example_translation": "Me comí un pedazo de dulce en la fiesta de ayer, puedo comer dulce para postre esta noche, y en el futuro, le daré dulces a mis amigos como regalo. Ella ama comer dulces.",
      "imageLink": "https://www.ang.pl/img/slownik/candy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/candy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kaska",
      "translation": "gorro",
      "definition": "Kaska jest rodzajem nakrycia głowy, który jest noszony, aby zakryć część głowy, zwykle wykonany z tkaniny lub plastiku.",
      "definition_translation": "Un gorro es un tipo de prenda de cabeza que se lleva para cubrir la parte superior de la cabeza, generalmente hecho de tela o plástico.",
      "example": "Włożyłem kaskę, aby chronić twarz przed słońcem. Włożę kaskę na przyjęcie wieczorem. Włożyłem kaskę do szkoły wczoraj.",
      "example_translation": "Me puse un gorro para proteger mi cara del sol. Me pondré un gorro en la fiesta de esta noche. Me puse un gorro en la escuela ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/cap.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cap.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stolica",
      "translation": "capital",
      "definition": "Stolica jest miastem lub miasteczkiem, które służy jako siedziba rządu lub administracji dla kraju, stanu lub prowincji.",
      "definition_translation": "Una capital es una ciudad o pueblo que sirve como sede del gobierno o administración para un país, estado o provincia.",
      "example": "Waszyngton jest stolicą Stanów Zjednoczonych. Paryż był stolica Francji podczas rewolucji. Pekin będzie stolica Chin w przyszłości.",
      "example_translation": "Washington D.C. es la capital de los Estados Unidos. París fue la capital de Francia durante la Revolución. Beijing será la capital de China en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/capital.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/capital.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "parking",
      "translation": "aparcamiento",
      "definition": "Parking jest dedykowaną przestrzenią do parkowania pojazdów, często zlokalizowaną w pobliżu budynku lub w publicznej przestrzeni.",
      "definition_translation": "Un aparcamiento es un área destinada para estacionar vehículos, a menudo ubicada cerca de un edificio o en una área pública.",
      "example": "Zaparkowałem swój samochód na parkingu przy centrum handlowym. Parking był pełny, więc musiałem zaparkować na ulicy. Hotel ma duży parking dla swoich gości.",
      "example_translation": "Estacioné mi coche en el aparcamiento cerca del centro comercial. El aparcamiento estaba lleno, así que tuve que estacionar en la calle. El hotel tiene un gran aparcamiento para sus huéspedes.",
      "imageLink": "https://www.ang.pl/img/slownik/car-park.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/car park.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karta",
      "translation": "tarjeta",
      "definition": "Karta jest sztywną kartką papieru lub cienkiej tektury, używaną do pisania lub druku.",
      "definition_translation": "Una tarjeta es un pedazo de papel rígido o cartulina delgada, utilizada para escribir o imprimir.",
      "example": "Napisałem wiadomość na karcie i wręczyłem ją jej jako prezent. Kupię nową kartę na urodziny mojej siostry jutro. Ona uczesała swoje włosy kartą pięknie.",
      "example_translation": "Escribí un mensaje en la tarjeta y se la regalé como regalo. Compraré una nueva tarjeta para la fiesta de cumpleaños de mi hermana mañana. Ella ha peinado su cabello de manera hermosa con una tarjeta.",
      "imageLink": "https://www.ang.pl/img/slownik/card-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gra karciana",
      "translation": "juego de cartas",
      "definition": "Gra karciana jest grą, która używa talii kart, zwykle dla rozrywki lub rekreacji.",
      "definition_translation": "Un juego de cartas es un juego que utiliza una baraja de cartas, usualmente para entretenimiento o recreación.",
      "example": "Uwielbiam grać w gry karciane z przyjaciółmi w weekendy. Graliśmy w pokera wczoraj, ale przegrałem. Ona nauczy nas nowej gry karcianej w niedzielę.",
      "example_translation": "Me encanta jugar juegos de cartas con mis amigos los fines de semana. Jugamos póquer la noche pasado, pero perdí. Ella nos enseñará un nuevo juego de cartas el próximo domingo.",
      "imageLink": "https://www.ang.pl/img/slownik/card-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "cuidadoso",
      "definition": "Ostrożny oznacza być ostrożnym lub uwagę, aby uniknąć błędów lub problemów.",
      "definition_translation": "Cuidadoso significa ser cauteloso o atento para evitar errores o problemas.",
      "example": "Musisz być ostrożny, gdy prowadzisz na lodowej drodze. Była ostrożna, aby nie rozlać gorącej kawy. Będę bardziej ostrożny ze swoimi rzeczami od teraz.",
      "example_translation": "Necesitas ser cuidadoso al conducir en carreteras con hielo. Ella fue cuidadosa al no derramar el café caliente. Seré más cuidadoso con mis pertenencias desde ahora.",
      "imageLink": "https://www.ang.pl/img/slownik/careful.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/careful.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ostrożnie",
      "translation": "cuidadosamente",
      "definition": "W sposób, który pokazuje staranne i uważne rozważenie potencjalnych konsekwencji lub niebezpieczeństw.",
      "definition_translation": "De manera que muestra una consideración cuidadosa y reflexiva de las posibles consecuencias o peligros.",
      "example": "On prowadził ostrożnie przez burzę. Ona prowadzi ostrożnie, aby uniknąć wypadków. On będzie prowadził ostrożnie, aby dotrzeć na czas.",
      "example_translation": "Ella condujo cuidadosamente a través de la tormenta. Está conduciendo cuidadosamente para evitar accidentes. Ella conducirá cuidadosamente para llegar a tiempo.",
      "imageLink": "https://www.ang.pl/img/slownik/carefully.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carefully.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dywan",
      "translation": "alfombra",
      "definition": "Pokrycie podłogowe wykonane z tkanej lub sznurowanej tkaniny, zwykle z wełny, nylonu lub innego materiału.",
      "definition_translation": "Un revestimiento de suelo hecho de tejido o estera de lana, nailon o otro material.",
      "example": "Pokój hotelowy miał piękny dywan. Ona odkurzyła dywan wczoraj. On zainstaluje nowy dywan w przyszłym tygodniu.",
      "example_translation": "La habitación del hotel tenía una hermosa alfombra. Ella aspiró la alfombra ayer. Él instalará la nueva alfombra la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/carpet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carpet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "marchewka",
      "translation": "zanahoria",
      "definition": "Długi,λεκki, zwężający się korzeń warzywny, typowo pomarańczowy, uprawiany dla chrupkiego i jadalnego mięsa.",
      "definition_translation": "Una raíz vegetal larga y delgada, típicamente de color naranja, cultivada por su carne crujiente comestible.",
      "example": "Ona zjadła kroję marchewki jako przekąskę. On uprawiał marchewki w swoim ogrodzie w zeszłym roku. Oni będą zbierać marchewki z pola jutro.",
      "example_translation": "Ella comió una zanahoria como snack. Él cultivó zanahorias en su jardín el año pasado. Ellos cosecharán zanahorias del campo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/carrot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carrot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kreskówka",
      "translation": "dibujo animado",
      "definition": "Kreskówka to typ animowanego programu telewizyjnego lub filmu, który jest(typowo)humorystyczny i zawiera kolorowe postacie i historie.",
      "definition_translation": "Un dibujo animado es un tipo de programa de televisión o película que es típicamente humorístico y cuenta con personajes y historias coloridos.",
      "example": "Oglądałem kreskówkę, gdy byłem dzieckiem, była moim ulubionym programem. Teraz oglądam kreskówkę, jest naprawdę zabawna. Oglądam kreskówkę jutro, jest moją ulubioną rzeczą do robienia.",
      "example_translation": "Vi un dibujo animado cuando era niño, era mi show favorito. Estoy viendo un dibujo animado ahora, es realmente divertido. Veré un dibujo animado mañana, es mi cosa favorita para hacer.",
      "imageLink": "https://www.ang.pl/img/slownik/cartoon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cartoon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zamek",
      "translation": "castillo",
      "definition": "Zamek to duża budowla lub struktura, która byłatypowo używana jako rezydencja przez członków rodziny królewskiej lub szlachty w średniowieczu.",
      "definition_translation": "Un castillo es un gran edificio o estructura que se usaba típicamente como residencia por miembros de la realeza o nobleza en la Edad Media.",
      "example": "Odwiedziłem zamek w zeszłym roku, był niesamowity. Odwiedzę zamek w przyszłym miesiącu, jestem naprawdę ekscytowany. Odwiedzę zamek ponownie kiedyś, jest moim marzeniem.",
      "example_translation": "Visité un castillo el año pasado, fue asombroso. Estoy visitando un castillo el próximo mes, estoy realmente emocionado. Visitaré un castillo de nuevo algún día, es mi sueño.",
      "imageLink": "https://www.ang.pl/img/slownik/castle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/castle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "katedra",
      "translation": "catedral",
      "definition": "Katedra to duża budowla kościelna, która jest typowo ozdobiona intratnymi rzeźbami i witrażami.",
      "definition_translation": "Una catedral es una gran iglesia, típicamente la iglesia principal de un obispo o arzobispo, que a menudo se decora con intrincadas tallas y ventanas de vidrio coloreado.",
      "example": "Uczestniczyłem w nabożeństwie w katedrze w zeszłym tygodniu, było piękne. Uczestniczę w koncercie w katedrze dzisiaj, będzie niesamowite. Odwiedzę katedrę ponownie wkrótce, jest moim ulubionym miejscem modlitwy.",
      "example_translation": "Asistí a un servicio en una catedral la semana pasada, fue hermoso. Estoy asistiendo a un concierto en una catedral esta noche, va a ser asombroso. Visitaré una catedral de nuevo pronto, es mi lugar favorito para orar.",
      "imageLink": "https://www.ang.pl/img/slownik/cathedral.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cathedral.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "suzuki sufit",
      "translation": "techo",
      "definition": "Powierzchnia wewnętrzna pokoju, szczególnie powierzchnia nad ścianami i dachem.",
      "definition_translation": "La superficie interior de una habitación, especialmente la superficie superior entre las paredes y el techo.",
      "example": "Uderzyłem głową w sufit, gdy próbowałem zmienić żarówkę. Wczoraj musiałem naprawić przeciek w suficie. Do przyszłego roku, będziemy mieli całkowicie odnowiony sufit.",
      "example_translation": "Me golpeé la cabeza en el techo mientras intentaba cambiar la bombilla. Ayer, tuve que arreglar una fuga en el techo. Para el próximo año, habremos renovado todo el techo.",
      "imageLink": "https://www.ang.pl/img/slownik/ceiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ceiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cent",
      "translation": "centavo",
      "definition": "Jednostka walutowa równa setnej części podstawowej jednostki systemu walutowego.",
      "definition_translation": "Una unidad de moneda igual a la centésima parte de la unidad básica de un sistema de moneda.",
      "example": "Znalezionem cent na ulicy. Ona zaoszczędziła 50 centów, aby kupić cukierkę. Do końca roku, będę miał oszczędzone sto centów.",
      "example_translation": "Encontré un centavo en la calle. Ella ahorró 50 centavos para comprar un caramelo. Para fin de año, habré ahorrado cien centavos.",
      "imageLink": "https://www.ang.pl/img/slownik/cent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "centymetr",
      "translation": "centímetro",
      "definition": "Jednostka długości w systemie metrycznym, równa setnej części metra.",
      "definition_translation": "Una unidad de longitud en el sistema métrico, igual a la centésima parte de un metro.",
      "example": "Książka ma 15 centymetrów długości. Ona zmierzyła pokój w centymetrach. Do przyszłego tygodnia, będziemy mieli ukończony projekt w 500 centymetrach.",
      "example_translation": "El libro tiene 15 centímetros de largo. Ella midió la habitación en centímetros. Para la próxima semana, habremos completado el proyecto en 500 centímetros.",
      "imageLink": "https://www.ang.pl/img/slownik/centimetre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/centimetre.mp3"
    }
  ]
}