{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gotować",
      "translation": "cocinar",
      "definition": "osoba, która przygotowuje i gotuje jedzenie, szczególnie jako pracę",
      "definition_translation": "una persona capacitada que prepara y cocina alimentos, especialmente como trabajo",
      "example": "Dziś wieczorem ugotuję obiad, ale wczoraj ugotowałem lunch, a jutro ugotuję śniadanie.",
      "example_translation": "Voy a cocinar la cena esta noche, pero ayer cociné el almuerzo y mañana cocinaré el desayuno.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lekarz",
      "translation": "médico",
      "definition": "osoba, która jest wykwalifikowana do leczenia osób chorych",
      "definition_translation": "una persona que está calificada para tratar a las personas que están enfermas",
      "example": "Wczoraj poszedłem do lekarza, ale jutro również poszedłem do lekarza, a w przyszłym tygodniu ujrzę lekarza.",
      "example_translation": "Fui a ver al médico ayer, pero mañana veré al médico de nuevo y la próxima semana vi al médico.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kierowca",
      "translation": "conductor",
      "definition": "osoba, która obsługuje pojazd, szczególnie samochód",
      "definition_translation": "una persona que opera un vehículo, especialmente un coche",
      "example": "Jutro będę kierowcą, ale wczoraj byłem kierowcą, a w zeszłym tygodniu prowadziłem samochód.",
      "example_translation": "Seré un conductor mañana, pero ayer fui un conductor y la semana pasada conduje un coche.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nauczyciel",
      "translation": "maestro",
      "definition": "Osoba, która pomaga studentom uczyć się, udzielając lekcji i kierując ich nauką.",
      "definition_translation": "Una persona que ayuda a los estudiantes a aprender dando lecciones y guiar su estudio.",
      "example": "Miałem wspaniałego nauczyciela w liceum, który zainspirował mnie do kariery w nauce. Ona obecnie uczy biologii. Jutro będę uczył angielskiego w Japonii.",
      "example_translation": "Tuve un gran maestro en la escuela secundaria que me inspiró a seguir una carrera en ciencias. Ella enseña biología ahora. Enseñaré inglés en Japón el próximo año.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kelner",
      "translation": "camarero",
      "definition": "osoba, której zadaniem jest przyjmowanie zamówień i serwowanie jedzenia i napojów w restauracji",
      "definition_translation": "Una persona cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "Kelner przyjął nasze zamówienie i przyniósł nam napoje. On przyniesie nam jedzenie już za chwilę. Kiedyś chciałem być kelnerem.",
      "example_translation": "El camarero tomó nuestro pedido y nos trajo nuestros tragos. Traerá la comida pronto. Quería ser camarero cuando era más joven.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kelnerka",
      "translation": "camarera",
      "definition": "kobieta, której zadaniem jest przyjmowanie zamówień i serwowanie jedzenia i napojów w restauracji",
      "definition_translation": "Una mujer cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "Kelnerka była bardzo miła i poleciła specjalność dnia. Ona już od pięciu lat jest kelnerką. Poproszę kelnerkę o rachunek.",
      "example_translation": "La camarera fue muy amable y recomendó el especial del día. Ha sido camarera durante cinco años. Preguntaré a la camarera por la cuenta.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aktor",
      "translation": "actor",
      "definition": "osoba, która gra w sztuce, filmie lub produkcji telewizyjnej",
      "definition_translation": "Una persona que actúa en una obra de teatro, película o producción de televisión.",
      "example": "Kiedyś chciałem być aktorem. Teraz jestem aktorem. Będę aktorem w następnym filmie.",
      "example_translation": "Quería ser actor cuando era más joven. Ahora, soy actor. Seré actor en la próxima película.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aktorka",
      "translation": "actriz",
      "definition": "kobieta, która gra w sztuce, filmie lub produkcji telewizyjnej",
      "definition_translation": "Una mujer que actúa en una obra de teatro, película o producción de televisión.",
      "example": "Moja siostra była aktorką w szkolnym przedstawieniu. Teraz ona jest aktorką w programie telewizyjnym. Będzie aktorką w filmie już wkrótce.",
      "example_translation": "Mi hermana fue actriz en la obra de teatro de la escuela. Ahora, es actriz en un programa de televisión. Será actriz en una película pronto.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "artysta",
      "translation": "artista",
      "definition": "osoba, która tworzy obrazy, rysunki lub rzeźby",
      "definition_translation": "Una persona que crea pinturas, dibujos o esculturas.",
      "example": "Znałem_artystę, który malował piękne krajobrazy. Teraz jestem artystą i tworzę street art. Będę sławnym artystą kiedyś.",
      "example_translation": "Conocí a un artista que pintaba paisajes hermosos. Ahora, soy artista, y creo arte en la calle. Seré un artista famoso algún día.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biznesmen",
      "translation": "hombre de negocios",
      "definition": "osoba zaangażowana w działalność handlową lub przemysłową, szczególnie ta, która posiada lub zarządza firmą",
      "definition_translation": "Una persona involucrada en negocios comerciales o industriales, especialmente uno que posee o gestiona un negocio.",
      "example": "Biznesmen miał spotkanie z inwestorami wczoraj, ma spotkanie z nimi dziś, a w przyszłym tygodniu będzie miał spotkanie z nimi ponownie.",
      "example_translation": "El hombre de negocios tuvo una reunión con sus inversores ayer, se reunió con ellos de nuevo hoy y se reunirá con ellos de nuevo la próxima semana.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bizneswoman",
      "translation": "mujer de negocios",
      "definition": "Kobieta zajmująca się zawodowo lub przemysłowo, zwłaszcza ta, która jest właścicielką lub zarządza przedsiębiorstwem.",
      "definition_translation": "Una mujer involucrada en negocios comerciales o industriales, especialmente una que posee o gestiona un negocio.",
      "example": "Bizneswoman miała udaną karierę, ona ma udaną karierę i będzie miała udaną karierę.",
      "example_translation": "La mujer de negocios tuvo una carrera exitosa, tiene una carrera exitosa y tendrá una carrera exitosa.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mechanik samochodowy",
      "translation": "mecánico de coches",
      "definition": "Osoba, której zawodem jest naprawa i konserwacja pojazdów samochodowych.",
      "definition_translation": "Una persona cuyo trabajo es reparar y mantener vehículos de motor.",
      "example": "Mechanik samochodowy naprawił silnik wczoraj,EMPLARY today i będzie naprawiał przekładnię jutro.",
      "example_translation": "El mecánico de coches reparó el motor ayer, está reparando los frenos hoy y reparará la transmisión mañana.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szef kuchni",
      "translation": "cocinero",
      "definition": "Szef kuchni to doświadczony kucharz, który przygotowuje i gotuje jedzenie w restauracji lub innym lokalu gastronomicznym.",
      "definition_translation": "Un cocinero es un cocinero capacitado que prepara y cocina comida en un restaurante o establecimiento de comidas.",
      "example": "Ona była szefem kuchni przez ponad 10 lat, a teraz otwiera własną restaurację. Wczoraj był szefem kuchni w restauracji z gwiazdką Michelin, a jutro będzie sławnym szefem kuchni.",
      "example_translation": "Ella ha sido cocinera durante más de 10 años y ahora está abriendo su propio restaurante. Ayer, era cocinera en un restaurante con estrella Michelin, y mañana será una cocinera famosa.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chemik",
      "translation": "químico",
      "definition": "Chemik to naukowiec, który badania właściwości, skład i reakcje materii.",
      "definition_translation": "Un químico es un científico que estudia las propiedades, composición y reacciones de la materia.",
      "example": "Ona studiowała, aby zostać chemikiem i teraz pracuje w laboratorium. Wczoraj był chemikiem w firmie farmaceutycznej, a jutro będzie wiodącym chemikiem w swojej dziedzinie.",
      "example_translation": "Ella estudió para ser química y ahora trabaja en un laboratorio. Ayer, era química en una empresa farmacéutica, y mañana será una química líder en su campo.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sprzątaczka",
      "translation": "limpiador",
      "definition": "Sprzątaczka to osoba, która zajmuje się utrzymaniem czystości budynku, pokoju lub obszaru.",
      "definition_translation": "Un limpiador es una persona que limpia y mantiene la limpieza de un edificio, habitación o área.",
      "example": "Ona pracuje jako sprzątaczka w budynku biurowym. Wczoraj była sprzątaczką w szkole, a jutro będzie sprzątaczką w szpitalu.",
      "example_translation": "Ella trabaja como limpiadora en un edificio de oficinas. Ayer, era limpiadora en una escuela, y mañana será limpiadora en un hospital.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tancerz",
      "translation": "bailarín",
      "definition": "Tancerz to osoba, która tańczy profesjonalnie, zwłaszcza jako członek zespołu lub trupy.",
      "definition_translation": "Una persona que baila profesionalmente, especialmente como miembro de una empresa o troupe.",
      "example": "Ona była utalentowaną tancerką i występowała na wielu koncertach. Obecnie uczy tancerstwa. Będzie występować na Broadwayu kolejnego roku.",
      "example_translation": "Era una bailarina talentosa y se presentó en muchos conciertos. Actualmente está enseñando clases de danza. Se presentará en Broadway el año próximo.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dentysta",
      "translation": "dentista",
      "definition": "Dentysta to osoba, która jest wykwalifikowana i uprawniona do przeprowadzania zabiegów profilaktycznych, diagnozy i leczenia chorób i schorzeń zębów i jamy ustnej.",
      "definition_translation": "Una persona que es habilidosa y tiene licencia para practicar la prevención, diagnóstico y tratamiento de enfermedades y condiciones de los dientes y la boca.",
      "example": "Wczoraj poszedłem do dentysty i miałem czyszczenie zębów. Idę do mojego dentysty jutro, aby usunąć wypełnienie. Będę odwiedzał mojego dentystę za miesiąc na kontrole.",
      "example_translation": "Fui al dentista ayer y me limpiaron los dientes. Voy a ver a mi dentista mañana paraapatkan un empaste. Visitaré a mi dentista el próximo mes para un chequeo.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "inżynier",
      "translation": "ingeniero",
      "definition": "Inżynier to osoba, która projektuje, buduje lub utrzymuje silniki, maszyny lub konstrukcje.",
      "definition_translation": "Una persona que diseña, construye o mantiene motores, máquinas o estructuras.",
      "example": "On był zdolnym inżynierem i zaprojektował wiele mostów. Ona jest inżynierem i obecnie pracuje nad nowym projektem. Będą wynajmować inżyniera, aby naprawić maszynę następnego tygodnia.",
      "example_translation": "Él era un ingeniero habilidoso y diseñó muchos puentes. Ella es una ingeniera y actualmente está trabajando en un nuevo proyecto. Contratarán a un ingeniero para arreglar la máquina la próxima semana.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rolnik",
      "translation": "agricultor",
      "definition": "Rolnik to osoba, która zajmuje się uprawą ziemi, uprawą roślin i hodowlą zwierząt, zwłaszcza ta, która jest właścicielem lub zarządzającym gospodarstwem rolnym.",
      "definition_translation": "Una persona que posee o gestiona una granja, especialmente una que cultiva tierra, cultivos y ganado.",
      "example": "Rolnik zasadził nasiona w ziemi. Będzie on zbierał je następnego miesiąca. Będzie on zbierał je w zeszłym roku.",
      "example_translation": "El agricultor plantó las semillas en el suelo. Las cosechará el mes que viene. Las cosechó el año pasado.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piłkarz",
      "translation": "futbolista",
      "definition": "Piłkarz to osoba, która gra w piłkę nożną, zwłaszcza profesjonalnie.",
      "definition_translation": "Una persona que juega fútbol, especialmente de manera profesional.",
      "example": "Piłkarz strzelił gola w meczu. Będzie grał w mistrzostwach następnego roku. Grał w mistrzostwach świata w zeszłym roku.",
      "example_translation": "El futbolista marcó un gol en el partido. Jugará en el campeonato el año que viene. Jugó en la Copa Mundial el año pasado.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przewodnik",
      "translation": "guía",
      "definition": "Osoba, która pokazuje drogę lub prowadzi innych, zwłaszcza w konkretnej działalności lub zawodzie.",
      "definition_translation": "Una persona que muestra el camino o lidera a otros, especialmente en una actividad o profesión particular.",
      "example": "Przewodnik prowadził nas przez las. On nas poprowadzi przez miasto w przyszłym tygodniu. On prowadził nas przez muzeum miesiąc temu.",
      "example_translation": "El guía nos llevó a través del bosque. Nos llevará a través de la ciudad la semana que viene. Nos llevó a través del museo el mes pasado.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dyrektor szkoły",
      "translation": "director",
      "definition": "Dyrektor szkoły jest najważniejszym nauczycielem w szkole, odpowiedzialnym za kierowanie i zarządzanie szkołą.",
      "definition_translation": "El director es el maestro más antiguo en una escuela, responsable de la dirección y gestión de la escuela.",
      "example": "Ona była dyrektorem szkoły, kiedy byłem uczniem. Ona będzie dyrektorem nowej szkoły w przyszłym roku. Ona była dyrektorem przez 10 lat.",
      "example_translation": "Ella era la directora de la escuela cuando era estudiante. Será la directora de la nueva escuela el próximo año. Fue directora durante 10 años.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "menadżer",
      "translation": "gerente",
      "definition": "Menadżer to osoba odpowiedzialna za kontrolowanie i organizowanie wszystkich działalności firmy lub departamentu.",
      "definition_translation": "Un gerente es una persona responsable de controlar y organizar todas las actividades de una empresa o departamento.",
      "example": "On był menadżerem departamentu marketingowego, kiedy pracowałem tam. Ona będzie menadżerem nowego projektu w przyszłym miesiącu. Oni byli menadżerami firmy przez 5 lat.",
      "example_translation": "Él era el gerente del departamento de marketing cuando trabajé allí. Será la gerente del nuevo proyecto el próximo mes. Fueron gerentes de la empresa durante 5 años.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mechanik",
      "translation": "mecánico",
      "definition": "Mechanik to osoba, która naprawia i utrzymuje maszyny, zwłaszcza pojazdy.",
      "definition_translation": "Un mecánico es una persona que repara y mantiene máquinas, especialmente vehículos.",
      "example": "On był mechanikiem w garażu, kiedy zabrałem tam mój samochód. Ona będzie mechanikiem zespołu wyścigowego w przyszłym roku. Oni byli mechanikami firmy przez 10 lat.",
      "example_translation": "Él era un mecánico en el garaje cuando llevé mi coche allí. Será la mecánica del equipo de carreras el próximo año. Fueron mecánicos de la empresa durante 10 años.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pielęgniarka",
      "translation": "enfermera",
      "definition": "Pielęgniarka to profesjonalista opieki zdrowotnej, która udziela opieki medycznej pacjentom w różnych miejscach, takich jak szpitale, kliniki i domy opieki.",
      "definition_translation": "Una enfermera es un profesional de la salud que proporciona atención médica a pacientes en various entornos, como hospitales, clínicas y hogares de enfermos.",
      "example": "Ona jest pielęgniarką od pięciu lat i będzie pielęgniarką reszty swojego życia. Wczoraj ona pielęgnowała pacjenta do zdrowia. Jutro ona będzie pielęgnować noworodka.",
      "example_translation": "Ella ha sido una enfermera durante cinco años, y será una enfermera por el resto de su vida. Ayer, cuidó a un paciente hasta que se recuperó. Mañana, cuidará a un bebé recién nacido.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "malarz",
      "translation": "pintor",
      "definition": "Malarz to artysta, który tworzy obrazy z farby, często używając płótna, drewna lub innych materiałów jako powierzchni.",
      "definition_translation": "Un pintor es un artista que crea imágenes con pintura, a menudo utilizando lienzo, madera u otros materiales como superficie.",
      "example": "On jest malarzem od dziesięciu lat i będzie malował nowe arcydzieło tej nocy. Wczoraj on namalował piękną krajobraz. W przyszłości on będzie malował mural na ratuszu.",
      "example_translation": "Él ha sido un pintor durante diez años, y pintará una nueva obra maestra esta noche. Ayer, pintó un paisaje hermoso. En el futuro, pintará un mural en el ayuntamiento de la ciudad.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fotograf",
      "translation": "fotógrafo",
      "definition": "Fotograf to artysta, który uchwytywa obrazy za pomocą kamery, często w celach artystycznych lub komercyjnych.",
      "definition_translation": "Un fotógrafo es un artista que capta imágenes utilizando una cámara, a menudo con fines artísticos o comerciales.",
      "example": "Ona jest fotografem od pięciu lat i będzie fotografować ślub jutro. Wczoraj ona sfotografowała piękną zachodzie słońca. W przyszłości ona będzie fotografować show mody.",
      "example_translation": "Ella ha sido una fotógrafa durante cinco años, y fotografiará una boda mañana. Ayer, fotografió un hermoso atardecer. En el futuro, fotografiará un desfile de moda.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pilot",
      "translation": "piloto",
      "definition": "Pilot to osoba, która obsługuje kontrole samolotu, zwłaszcza osoba, która jest uprawniona do nawigacji i komunikacji.",
      "definition_translation": "Una persona que opera los controles de un avión, especialmente uno que está capacitado para navegar y comunicarse.",
      "example": "Byłem pilotem w siłach powietrznych, potem zostałem pilotem handlowym, a teraz będę pilotem nowej linii lotniczej.",
      "example_translation": "Yo era un piloto en la fuerza aérea, luego me convertí en piloto comercial y ahora seré un piloto para una nueva aerolínea.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gracz",
      "translation": "jugador",
      "definition": "Gracz to osoba, która uczestniczy w grze, sporcie lub innej aktywności.",
      "definition_translation": "Una persona que participa en un juego, deporte u otra actividad.",
      "example": "Byłem graczem w drużynie piłkarskiej, potem zostałem graczem w drużynie koszykarskiej, a teraz będę graczem w drużynie piłkarskiej.",
      "example_translation": "Yo era un jugador en el equipo de fútbol, luego me convertí en jugador del equipo de baloncesto y ahora seré un jugador en el equipo de fútbol.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "funkcjonariusz policji",
      "translation": "oficial de policía",
      "definition": "Funkcjonariusz policji to osoba, której zadaniem jest egzekwowanie przepisów, ściganie przestępstw i utrzymywanie porządku w społeczności.",
      "definition_translation": "Una persona cuyo trabajo es hacer cumplir las leyes, investigar crímenes y mantener el orden en una comunidad.",
      "example": "Ona była funkcjonariuszem policji w mieście, potem została funkcjonariuszem policji na wsi, a teraz będzie funkcjonariuszem policji na autostradzie.",
      "example_translation": "Ella era una oficial de policía en la ciudad, luego se convirtió en una oficial de policía en el campo y ahora será una oficial de policía en la patrulla de autopistas.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "policjant",
      "translation": "policía",
      "definition": "Policjant to funkcjonariusz odpowiedzialny za utrzymanie porządku i egzekwowanie prawa w określonej miejscowości.",
      "definition_translation": "Un policía es un agente del orden público responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "Policjant zatrzymał kierowcę za przekroczenie prędkości wczoraj, ale nie wyda mu mandatu dzisiaj, a aresztowałby go w zeszłym tygodniu, gdyby widział go prowadzić bezpiecznie.",
      "example_translation": "El policía detuvo al conductor por exceso de velocidad ayer, pero no le dará una multa hoy, y lo habría arrestado la semana pasada si hubiera visto conducir de forma temeraria.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "policjantka",
      "translation": "policía",
      "definition": "Policjantka to funkcjonariuszka odpowiedzialna za utrzymanie porządku i egzekwowanie prawa w określonej miejscowości.",
      "definition_translation": "Una policía es una agente del orden público femenina responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "Policjantka pomogła znaleźć rodziców zagubionemu dziecku na festiwalu w zeszłym tygodniu, a jutro będzie kierowała ruchem, ale była na patroli w zeszłym roku.",
      "example_translation": "La policía ayudó al niño perdido a encontrar a sus padres en el festival el fin de semana pasado, y ella estará dirigiendo el tráfico mañana, pero habría estado de servicio de patrulla el año pasado.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "recepcjonistka",
      "translation": "recepcionista",
      "definition": "Recepcjonistka to osoba zatrudniona do obsługi recepcji organizacji, odpowiedzialna za odpowiadanie na telefony, powitanie gości i wykonywanie zadań administracyjnych.",
      "definition_translation": "Un recepcionista es una persona empleada para manejar el área de recepción de una organización, usualmente responsable de contestar llamadas telefónicas, saludar a los visitantes y realizar tareas administrativas.",
      "example": "Recepcjonistka powitała mnie ciepło, gdy przybyłem do biura wczoraj, a dzisiaj będzie przetwarzała moje dokumenty, ale była na przerwie obiadowej w tym czasie w zeszłym tygodniu.",
      "example_translation": "La recepcionista me saludó calurosamente cuando llegué a la oficina ayer, y ella estará procesando mi documentación hoy, pero habría estado en un descanso para comer a esta hora la semana pasada.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "asystent sprzedaży",
      "translation": "asistente de ventas",
      "definition": "Osoba odpowiedzialna za współpracę z zespołem sprzedaży lub menedżerem w zadaniach administracyjnych i biurowych.",
      "definition_translation": "Una persona responsable de asistir a un equipo de ventas o gerente en tareas administrativas y clericales.",
      "example": "Byłem asystentem sprzedaży w sklepie detalicznym w zeszłym roku, jestem asystentem sprzedaży teraz i będę asystentem sprzedaży w przyszłym roku.",
      "example_translation": "Fui un asistente de ventas en una tienda minorista el año pasado, soy un asistente de ventas en una tienda minorista ahora, y seré un asistente de ventas en una tienda minorista el próximo año.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sprzedawca",
      "translation": "vendedor",
      "definition": "Osoba, która sprzedaje towary lub usługi klientom, często pracując na zasadzie prowizji.",
      "definition_translation": "Una persona que vende bienes o servicios a clientes, a menudo trabajando con una base de comisión.",
      "example": "Ona była sukcesywną sprzedawczynią przez wiele lat, jest umiejętną sprzedawczynią teraz i będzie najlepszym sprzedawcą przyszłego roku.",
      "example_translation": "Ella ha sido una vendedora exitosa durante muchos años, es una vendedora hábil ahora, y será una vendedora principal el próximo año.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sekretarka",
      "translation": "secretaria",
      "definition": "Osoba zatrudniona do obsługi codziennych zajęć organizacji lub firmy.",
      "definition_translation": "Una persona empleada para administrar las actividades diarias de una organización o negocio.",
      "example": "Była sekretarką w kancelarii prawniczej w zeszłym roku, jest sekretarką w kancelarii prawniczej teraz i będzie sekretarką w kancelarii prawniczej przyszłego roku.",
      "example_translation": "Ella fue una secretaria en una firma de abogados el año pasado, es una secretaria en una firma de abogados ahora, y será una secretaria en una firma de abogados el próximo año.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śpiewaczka",
      "translation": "cantante",
      "definition": "Osoba, która śpiewa, szczególnie zawodowo, na koncertach lub w operze.",
      "definition_translation": "Una persona que canta, especialmente profesionalmente, como en un concierto o ópera.",
      "example": "Była utalentowaną śpiewaczką, która wykonywała w wielu koncertach. Obecnie przygotowuje się do debiutu na albumie. Będzie sławną śpiewaczką w przyszłości.",
      "example_translation": "Ella era una cantante talentosa que había actuado en muchos conciertos. Actualmente se está preparando para su álbum debut. Será una cantante famosa en el futuro.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "taksówkarz",
      "translation": "taxista",
      "definition": "Osoba, która prowadzi taksówkę, typowo na życie.",
      "definition_translation": "Una persona que conduce un taxi, típicamente para ganarse la vida.",
      "example": "Był taksówkarzem przez 10 lat, zanim przeszedł na emeryturę. Obecnie prowadzi dla firmy dostarczającej przejazdy. Będzie rozpoczynał własną firmę taksówkową przyszłego roku.",
      "example_translation": "Él era un taxista durante 10 años antes de jubilarse. Actualmente conduce para una empresa de compartir viajes. Empezará su propio negocio de taxi el año próximo.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przewodnik turystyczny",
      "translation": "guía turístico",
      "definition": "Osoba, która pokazuje i opowiada o miejscach do zwiedzania turystom, często na życie.",
      "definition_translation": "Una persona que muestra y explica los lugares de interés de un sitio a los visitantes, especialmente para ganarse la vida.",
      "example": "Pracowała jako przewodnik turystyczny w Paryżu przez 5 lat. Obecnie prowadzi grupę turystów przez muzeum. Będzie freelancerem przewodnikiem turystycznym przyszłego miesiąca.",
      "example_translation": "Ella trabajó como guía turística en París durante cinco años. Actualmente está liderando un grupo de turistas através del museo. Será una guía turística independiente el mes próximo.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pisarz",
      "translation": "escritor",
      "definition": "Osoba, która pisze książki, historie lub artykuły jako zawód.",
      "definition_translation": "Una persona que escribe libros, historias o artículos como trabajo o ocupación.",
      "example": "Byłem pisarzem dla magazynu, ale teraz jestem freelancerem. Piszę powieść, a w przyszłości napiszę scenariusz.",
      "example_translation": " Era un escritor para una revista, pero ahora soy un freelance. Estoy escribiendo una novela, y escribiré un guión algún día.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "księgowy",
      "translation": "contable",
      "definition": "Osoba, której zadaniem jest prowadzenie i sprawdzanie ksiąg finansowych firmy lub organizacji.",
      "definition_translation": "Una persona cuyo trabajo es mantener y examinar los registros financieros de una empresa o organización.",
      "example": "Byłem księgowym przez pięć lat i jestem dobry w bilansowaniu budżetu firmy. Ona będzie księgową w dużym przedsiębiorstwie, a oni będą księgowymi w organizacji non-profit.",
      "example_translation": "He sido un contable durante cinco años, y soy bueno para equilibrar el presupuesto de la empresa. Ella será una contable para una gran empresa, y ellos serán contables para una organización sin fines de lucro.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "architekt",
      "translation": "arquitecto",
      "definition": "Osoba, która projektuje budynki i inne konstrukcje, a także nadzoruje ich budowę.",
      "definition_translation": "Una persona que diseña edificios y otras estructuras, y supervisa su construcción.",
      "example": "Chcę być architektem, kiedy dorosnę, i zaprojektuję wieżowiec. Ona była architektem tego słynnego budynku, a oni będą architektami nowego stadionu.",
      "example_translation": "Quiero ser un arquitecto cuando crezca, y diseñaré un rascacielos. Ella fue una arquitecta para un edificio famoso, y ellos serán arquitectos para un nuevo estadio.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "opiekunka do dziecka",
      "translation": "niñera",
      "definition": "Osoba, zwykle młoda kobieta, zatrudniona do opieki nad dzieckiem lub dziećmi, gdy rodzice są nieobecni.",
      "definition_translation": "Una persona, normalmente una joven mujer, empleada para cuidar a un niño o niños cuando los padres no están presentes.",
      "example": "Byłem opiekunką do dziecka, kiedy chodziłem do szkoły średniej, ale teraz jestem nauczycielem. Opiłem się za Smithów wczoraj wieczorem, a następny weekend ponownie się opiekę.",
      "example_translation": "Solía ser niñera cuando estaba en la escuela secundaria, pero ahora soy profesora. Cuidé a los Smith la noche pasada y cuidaré a ellos de nuevo el fin de semana que viene.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piekarz",
      "translation": "panadero",
      "definition": "Osoba, która produkuje i sprzedaje produkty żywnościowe na bazie mąki, takie jak chleb, ciasta i ciasteczka.",
      "definition_translation": "Una persona que hace y vende productos alimenticios a base de harina, como pan, tortas y pasteles.",
      "example": "Mój ojciec był piekarzem, a on piekł chleb każdego ranka. Będę piekarzem, kiedy dorosnę, i upiekę smaczne ciasto.",
      "example_translation": "Mi padre era panadero, y horneaba pan todas las mañanas. Seré panadero cuando crezca, y horneare deliciosas tortas.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tancerka baletowa",
      "translation": "bailarina de ballet",
      "definition": "Osoba, która wykonuje balet, klasyczną formę tańca charakteryzującą się eleganckimi ruchami i pozycjami.",
      "definition_translation": "Una persona queinterpreta ballet, una forma clásica de danza caracterizada por movimientos y posiciones gráciles.",
      "example": "Moja siostra jest tancerką baletową, a ona tańczyła pięknie na recitalu wczoraj wieczorem. Ona będzie profesjonalną tancerką baletową, kiedy ukończy college.",
      "example_translation": "Mi hermana es bailarina de ballet, y bailó hermosamente en el recital la noche pasada. Será una bailarina de ballet profesional cuando se gradúe de la universidad.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fryzjer",
      "translation": "barbero",
      "definition": "Osoba, której zawodem jest strzyżenie i stylizacja włosów, dodatkowo świadcząca usługi związane z pielęgnacją osobistą.",
      "definition_translation": "Una persona cuya ocupación es cortar y estilo el cabello, recortar barbas y realizar otros servicios relacionados con la atención personal.",
      "example": "Pójdę do fryzjera jutro, aby się ostrzyc. Dziś poszedłem do fryzjera, aby się ogolić. Od lat chodzę do tego samego fryzjera.",
      "example_translation": "Voy a ir al barbero mañana para cortarme el cabello. Hoy, fui al barbero para afeitarme. He estado yendo al barbero durante años.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "barman",
      "definition": "Osoba, która obsługuje klientów w barze, zwykle w pubie, restauracji lub klubie nocnym.",
      "definition_translation": "Una persona que sirve bebidas y aperitivos en un bar, típicamente en una casa pública, restaurante o nightclub.",
      "example": "Barman w nowym pubie jest bardzo przyjazny. Wczoraj barman wymieszał mi idealny koktajl. Od lat znam tego barmana.",
      "example_translation": "El barman del nuevo pub es muy amigable. Ayer, el barman me mezcló un cóctel perfecto. He conocido al barman durante años.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "budowniczy",
      "translation": "constructor",
      "definition": "Osoba, która buduje lub konstruuje coś, szczególnie jako zawód lub zajęcie.",
      "definition_translation": "Una persona que construye o edifica algo, especialmente como un trabajo o ocupación.",
      "example": "Budowniczy skończył dom tydzień temu. Dziś budowniczy pracuje nad nowym projektem. Wynajmę budowniczego, aby wyremontować mój dom.",
      "example_translation": "El constructor terminó la casa la semana pasada. Hoy, el constructor está trabajando en un nuevo proyecto. Contrataré a un constructor para renovar mi casa.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rzeźnik",
      "translation": "carnicero",
      "definition": "Osoba, która zabija i przygotowuje zwierzęta do spożycia, lub osoba sprzedająca mięso.",
      "definition_translation": "Una persona que mata y prepara animales para la comida, o alguien que vende carne.",
      "example": "Wczoraj poszedłem do rzeźnika, aby kupić kurczaka na obiad. Dziś idę na targ, aby znaleźć lepszą ofertę. Do następnego tygodnia nauczę się, jak rozbić i przygotować mięso tak jak profesjonalny rzeźnik.",
      "example_translation": "Ayer, fui al carnicero para comprar algo de pollo para la cena. Hoy, voy al mercado para ver si puedo encontrar un mejor trato. Para la próxima semana, habré aprendido a cortar y preparar carne como un carnicero profesional.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chemik",
      "translation": "químico",
      "definition": "Osoba, która jest przeszkolona w dziedzinie chemii, lub sklep, w którym sprzedaje się produkty farmaceutyczne.",
      "definition_translation": "Una persona capacitada en la ciencia de la química, o una tienda minorista donde se venden productos farmacéuticos.",
      "example": "Jako chemik, spędzała większość czasu w laboratorium prowadząc eksperymenty. W miniony tydzień pracowała w sklepie chemików, pomagając klientom z receptami. Do następnego roku opracuje nowy lek, który rewolucjonizuje branżę.",
      "example_translation": "Como química, pasó la mayoría del tiempo en el laboratorio realizando experimentos. La semana pasada, trabajó en la tienda de químicos ayudando a los clientes con sus recetas. Para el próximo año, habrá desarrollado un nuevo medicamento que revolucionará la industria.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "trener",
      "translation": "entrenador",
      "definition": "Osoba, która szkoli i uczy drużyn sportowych lub osób, lub dużego pojazdu transportującego ludzi.",
      "definition_translation": "Una persona que entrena y enseña equipos deportivos o individuos, o un vehículo grande para transportar personas.",
      "example": "Trener drużyny piłkarskiej był bardzo doświadczony i wygrał kilka mistrzostw. Wczoraj wziąłem autokar z Londynu do Paryża. Do następnego miesiąca będę uczył się trenować drużynę koszykarską.",
      "example_translation": "El entrenador del equipo de fútbol era muy experimentado y había ganado varios campeonatos. Ayer, tomé un autocar de Londres a París. Para el próximo mes, habré aprendido a entrenar a un equipo de baloncesto.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "informatyk",
      "translation": "científico informático",
      "definition": "Osoba, która posiada wiedzę w zakresie projektowania, rozwoju i testowania sprzętu i oprogramowania komputerowego.",
      "definition_translation": "Una persona que tiene experiencia en el diseño, desarrollo y prueba de hardware y software de computadora.",
      "example": "Firma wynajęła zespół informatyków, aby rozwijać nowy system sztucznej inteligencji. Pracują nad nim przez miesiące. Do następnego roku skończą projekt.",
      "example_translation": "La empresa contratò un equipo de científicos informáticos para desarrollar un nuevo sistema de inteligencia artificial. Han estado trabajando en ello durante meses. Para el próximo año, habrán terminado el proyecto.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "projektant",
      "translation": "diseñador",
      "definition": "Osoba, która tworzy i rozwija koncepcje, specyfikacje i projekty produktów, usług i doświadczeń.",
      "definition_translation": "Una persona que crea y desarrolla conceptos, especificaciones y diseños para productos, servicios y experiencias.",
      "example": "Projektantka stworzyła piękną kolekcję na nowy sezon. Pracowała nad nią przez miesiące. Do czasu rozpoczęcia pokazu skończy wszystkie ostatnie poprawki.",
      "example_translation": "El diseñador de moda creò una colección impresionante para la nueva temporada. Había estado diseñandola durante meses. Para cuando comenzò el show, habrá terminado todos los toques finales.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "detektyw",
      "translation": "detective",
      "definition": "Osoba, zwłaszcza policjant, która prowadzi dochodzenie kryminalne i zbiera dowody.",
      "definition_translation": "Una persona, especialmente un oficial de policía, que investiga crímenes y recopila evidencia.",
      "example": "Detektyw prowadził dochodzenie w sprawie złożonej. Śledził wskazówki przez tygodnie. Do czasu rozwiązania sprawy, będzie pracował przez miesiące.",
      "example_translation": "El detective estaba investigando un caso complejo. Había estado siguiendo pistas durante semanas. Para cuando resolviò el caso, habrá trabajado incansablemente durante meses.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "reżyser",
      "translation": "director",
      "definition": "Osoba, która kieruje ogólną produkcją filmu, sztuki lub innej produkcji.",
      "definition_translation": "Una persona que dirige la producción general de una película, obra de teatro o otra presentación.",
      "example": "Była reżyserką filmu, odpowiedzialną za przekształcenie scenariusza w życie. Reżyserowała już kilka udanych filmów. Reżyseruje nową serię telewizyjną w przyszłym roku.",
      "example_translation": "Ella era la directora de la película, responsable de llevar el guión a la vida. Había dirigido varias películas exitosas antes. Dirigirá la nueva serie de TV el próximo año.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dżokej, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Osoba, która prezentuje i gra muzykę nagraną w radiu lub na przyjęciu lub dyskotece.",
      "definition_translation": "Una persona que presenta y reproduce música grabada en la radio o en una fiesta o discoteca.",
      "example": "Używał do być dżokejem w popularnym klubie, ale teraz jest dżokejem radiowym. Była dżokejem na przyjęciu przyjaciela w zeszłym tygodniu. Będą dżokejami na festiwalu w przyszłym miesiącu.",
      "example_translation": "Él solía ser un DJ en un club popular, pero ahora es un DJ de radio. Ella fue DJ en la fiesta de su amiga la semana pasada. Serán DJs en el festival el próximo mes.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "filmowiec",
      "translation": "cineasta",
      "definition": "Osoba, która produkuje filmy, zwłaszcza jako zawód.",
      "definition_translation": "Una persona que hace películas, especialmente como profesión.",
      "example": "Jest znanym filmowcem, znanym ze stylu wizualnego. Chciała być filmowcem, ale skończyła jako scenarzystka. Będą filmowcami w swojej własnej firmie producenckiej wkrótce.",
      "example_translation": "Él es un cineasta famoso, conocido por su estilo visual. Ella siempre quiso ser cineasta, pero terminó siendo guionista. Serán cineastas en su propia productora pronto.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "strażak",
      "translation": "bombero",
      "definition": "Osoba, która jest przeszkolona do gaszenia pożarów i reagowania w sytuacjach awaryjnych.",
      "definition_translation": "Una persona capacitada para apagar incendios y responder a situaciones de emergencia.",
      "example": "Strażak uratował kota z płonącego budynku. Walczyła z wieloma pożarami wcześniej. Będzie walczyć z pożarami ponownie jutro.",
      "example_translation": "El bombero salvó al gato del edificio en llamas. Ella había luchado contra muchos incendios antes. Ella luchará contra los incendios de nuevo mañana.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "strażnik",
      "translation": "guardia",
      "definition": "Osoba, która obserwuje, chroni lub kontroluje miejsce, przedmiot lub osobę.",
      "definition_translation": "Una persona que vigila, protege o controla un lugar, cosa o persona.",
      "example": "Strażnik stał przy wejściu do muzeum. Strażnik chronił eksponat przez godziny. Będzie strażnikować do czasu zamknięcia.",
      "example_translation": "El guardia se paró en la entrada del museo. Él había estado guardando la exposición durante horas. Él la guardará hasta la hora de cierre.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gitarzysta",
      "translation": "guitarrista",
      "definition": "Osoba, która gra na gitarze, zwłaszcza utalentowana lub profesjonalna.",
      "definition_translation": "Una persona que toca la guitarra, especialmente uno que es habilidoso o profesional.",
      "example": "Gitarzysta wystrzelił akordy pięknie. Pracowała przez lata. Będzie grała na koncercie dziś wieczorem.",
      "example_translation": "El guitarrista rasgueó los cordones hermosamente. Ella había estado practicando durante años. Ella se presentará en el concierto esta noche.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}