{
  "data": [
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "peigne",
      "definition": "Ein Kamm ist ein Werkzeug, das verwendet wird, um Haare zu Ordnen, zu reinigen oder zu dekorieren.",
      "definition_translation": "Un peigne est un outil utilisé pour arranger, nettoyer ou décorer les cheveux.",
      "example": "Ich kammte mein Haar gestern, ich kamme es jetzt und ich werde es morgen kämmen.",
      "example_translation": "J'ai peigné mes cheveux hier, je les peigne maintenant et je les peignerai demain.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shampoo",
      "translation": "shampooing",
      "definition": "Ein Shampoo ist eine flüssige Substanz, die verwendet wird, um das Haar zu reinigen.",
      "definition_translation": "Un shampooing est une substance liquide utilisée pour nettoyer les cheveux.",
      "example": "Ich shampoonierte mein Haar letzte Woche, ich shampooniere es heute und ich werde es nächstes Monat shampoonieren.",
      "example_translation": "J'ai shampooé mes cheveux la semaine dernière, je les shampooe aujourd'hui et je les shampooerai le mois prochain.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Creme",
      "translation": "crème",
      "definition": "Eine Creme ist eine dicke und reiche flüssige oder halbfeste Substanz, die oft als Lebensmittel oder Kosmetik verwendet wird.",
      "definition_translation": "Une crème est une substance liquide ou semi-liquide épaisse et riche souvent utilisée comme aliment ou cosmétique.",
      "example": "Ich streute Creme auf mein Toast gestern, ich streue sie jetzt und ich werde sie morgen streuen.",
      "example_translation": "J'ai étalé de la crème sur mon toast hier, je l'étale maintenant et je l'étalerai demain.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deodorant",
      "translation": "déodorant",
      "definition": "Ein Deodorant ist eine Substanz, die Körpergeruch verhindert oder überdeckt.",
      "definition_translation": "Un déodorant est une substance qui empêche ou cache l'odeur corporelle.",
      "example": "Ich applizierte Deodorant gestern, ich appliziere es jetzt und ich werde es morgen applizieren.",
      "example_translation": "J'ai appliqué du déodorant hier, je l'applique maintenant et je l'appliquerai demain.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handcreme",
      "translation": "crème pour les mains",
      "definition": "Eine reiche feuchtigkeitsspendende Lotion oder Creme, die auf die Hände aufgetragen wird, um die Haut zu weichen und zu schützen.",
      "definition_translation": "Une lotion ou crème riche appliquée sur les mains pour adoucir et protéger la peau.",
      "example": "Ich applizierte Handcreme nach dem Händewaschen. Ich werde Handcreme auftragen, bevor ich bei kaltem Wetter gehe. Ich hatte Handcreme aufgetragen, aber es half nicht viel.",
      "example_translation": "J'ai appliqué de la crème pour les mains après avoir lavé mes mains. Je vais appliquer de la crème pour les mains avant de sortir dans le froid. J'avais appliqué de la crème pour les mains, mais cela n'a pas beaucoup aidé.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenstift",
      "translation": "rouge à lèvres",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Lippen zu färben und zu feuchtigsrichten.",
      "definition_translation": "Un produit cosmétique utilisé pour colorer et hydrater les lèvres.",
      "example": "Sie applizierte Lippenstift, bevor sie das Haus verließ. Sie wird Lippenstift auftragen, nachdem sie ihr Frühstück beendet hat. Sie hatte Lippenstift aufgetragen, aber es war verschmiert.",
      "example_translation": "Elle a appliqué du rouge à lèvres avant de quitter la maison. Elle va appliquer du rouge à lèvres après avoir fini son petit-déjeuner. Elle avait appliqué du rouge à lèvres, mais cela était émoussé.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mascara",
      "translation": "mascara",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um Wimpern zu verdunkeln, zu verlängern und zu verdicken.",
      "definition_translation": "Un produit cosmétique utilisé pour foncer, allonger et épaissir les cils.",
      "example": "Sie applizierte Mascara auf ihre Wimpern. Sie wird Mascara auftragen, nachdem sie ihre Morgenroutine beendet hat. Sie hatte Mascara aufgetragen, aber es war klumpig.",
      "example_translation": "Elle a appliqué du mascara à ses cils. Elle va appliquer du mascara après sa routine matinale. Elle avait appliqué du mascara, mais cela était grumeleux.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maske",
      "translation": "masque",
      "definition": "Eine Überziehung, die über das Gesicht getragen wird, um die Identität zu verbergen oder vor Schadstoffen zu schützen.",
      "definition_translation": "Un couvre-visage porté sur le visage pour cacher son identité ou pour se protéger contre les polluants.",
      "example": "Ich trug eine Maske zur Party. Ich werde eine Maske tragen, wenn ich wandern gehe. Ich hatte eine Maske getragen, aber sie war unbequem.",
      "example_translation": "J'ai porté un masque à la soirée. Je vais porter un masque lorsque je vais faire de la randonnée. J'avais porté un masque, mais cela était inconfortable.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Duschgel",
      "translation": "gel de douche",
      "definition": "Ein persönliches Pflegemittel, das verwendet wird, um den Körper während des Duschens zu reinigen, typischerweise in Form einer Flüssigkeit oder eines Gels.",
      "definition_translation": "Un produit de soins personnels utilisé pour nettoyer le corps lors de la douche, généralement sous forme de liquide ou de gel.",
      "example": "Ich wusch mein Haar mit Shampoo und applizierte dann eine großzügige Menge Duschgel auf meinen Körper. Gestern hatte ich vergessen, Duschgel zu kaufen, also musste ich Seife verwenden. Ich werde ein neues Duschgel morgen kaufen.",
      "example_translation": "J'ai lavé mes cheveux avec du shampoing, puis j'ai appliqué une quantité généreuse de gel de douche sur mon corps. Hier, j'avais oublié d'acheter du gel de douche, donc j'ai dû utiliser du savon à la place. Je vais acheter un nouveau gel de douche demain.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Körperbalsam",
      "translation": "baume pour le corps",
      "definition": "Ein feuchtigkeitsspendendes Produkt, das auf die Haut aufgetragen wird, nachdem man gebadet oder geduscht hat, um Feuchtigkeit und Weichheit zu spenden.",
      "definition_translation": "Un produit hydratant appliqué sur la peau après le bain ou la douche pour fournir de l'hydratation et de la douceur.",
      "example": "Nach ihrem Bad applizierte sie einen Körperbalsam, um Feuchtigkeit zu speichern. Der Körperbalsam, den ich letzten Sommer verwendete, war großartig, ich werde ihn wieder kaufen. Bis ich meinen Abschluss erhalte, werde ich den ganzen Körperbalsam aufgebraucht haben, den meine Mutter mir gab.",
      "example_translation": "Après sa douche, elle a appliqué un baume pour le corps pour verrouiller l'hydratation. Le baume pour le corps que j'ai utilisé l'été dernier était incroyable, je vais le acheter à nouveau. D'ici que je finisse mon diplôme, j'aurai utilisé tout le baume pour le corps que ma mère m'a donné.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wattepads",
      "translation": "disquette de coton",
      "definition": "Ein kleiner, runder Pads aus Baumwolle oder baumwollähnlichem Material, used for applying or removing substances from the skin.",
      "definition_translation": "Un petit pad rond en coton ou matériau similaire au coton, utilisé pour appliquer ou retirer des substances de la peau.",
      "example": "Sie benutzte ein Wattepads, um ihren Nagellack zu entfernen. Ich brauche mehr Wattepads für meine Hautpflegeroutine. Bis nächste Woche werde ich alle Wattepads aufgebraucht haben, die ich habe.",
      "example_translation": "Elle a utilisé une disquette de coton pour enlever son vernis à ongles. Je dois acheter plus de disquettes de coton pour ma routine de soins de peau. D'ici la semaine prochaine, j'aurai utilisé toutes les disquettes de coton que j'ai.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elektrorasierer",
      "translation": "rasoir électrique",
      "definition": "Ein elektrisches Gerät, used for shaving or trimming body hair, typically powered by a battery or cord.",
      "definition_translation": "Un appareil électrique utilisé pour se raser ou tailler les poils corporels, généralement alimenté par une batterie ou un cordon.",
      "example": "Er benutzt einen Elektrorasierer, um sein Gesicht jeden Morgen zu rasieren. Ich habe seit Jahren einen Elektrorasierer benutzt, es ist so bequem. Bis ich 30 bin, werde ich einen Elektrorasierer für über ein Jahrzehnt benutzt haben.",
      "example_translation": "Il utilise un rasoir électrique pour se raser le visage chaque matin. J'ai utilisé un rasoir électrique pendant des années, c'est si pratique. D'ici que j'aie 30 ans, j'aurai utilisé un rasoir électrique pendant plus d'une décennie.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ätherisches Öl",
      "translation": "huile essentielle",
      "definition": "Ein konzentrierter Pflanzenextrakt, typically obtained through distillation, used in aromatherapy, perfumery, and flavoring.",
      "definition_translation": "Une extract de plante concentrée, généralement obtenue par distillation, utilisée en aromathérapie, en parfumerie et en flavorisation.",
      "example": "Sie fügte ein paar Tropfen Ätherisches Öl ihrem Badewasser hinzu, um sich zu entspannen. Sie wird Ätherisches Öl in ihren Diffusor abends hinzufügen. Sie hatte Ätherisches Öl ihrem Massagemittel letzte Woche hinzugefügt.",
      "example_translation": "Elle ajouta quelques gouttes d'huile essentielle à son eau de bain pour se détendre. Elle ajoutera de l'huile essentielle à son diffuseur ce soir. Elle avait ajouté de l'huile essentielle à son huile de massage la semaine dernière.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wimpernzange",
      "translation": "ciseaux à cils",
      "definition": "Ein kosmetisches Werkzeug, used to shape and curl eyelashes, typically before applying mascara or other eye makeup.",
      "definition_translation": "Un outil cosmétique utilisé pour donner forme et courber les cils, généralement avant d'appliquer du mascara ou d'autres maquillages oculaires.",
      "example": "Sie schnellte ihre Wimpern mit einer Wimpernzange, bevor sie ausging. Sie wird eine Wimpernzange benutzen, um sich auf die Party heute Abend vorzubereiten. Sie hatte ihre Wimpern mit einer Wimpernzange vor der Hochzeit letzten Monat gezurrt.",
      "example_translation": "Elle courba rapidement ses cils avec un ciseau à cils avant de sortir. Elle utilisera un ciseau à cils pour se préparer pour la soirée ce soir. Elle avait courbé ses cils avec un ciseau à cils avant le mariage le mois dernier.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarfärbemittel",
      "translation": "colorant pour cheveux",
      "definition": "Ein chemisches Verbindung oder Zubereitung, used to change the color of hair, available in various shades and forms.",
      "definition_translation": "Un composé chimique ou une préparation utilisée pour changer la couleur des cheveux, disponible dans différentes nuances et formes.",
      "example": "Sie hatte ihre Haare letzten Sommer blond gefärbt, aber jetzt möchte sie sie braun färben. Sie wird ihr Haar für die Halloween-Party schwarz färben. Sie färbte ihr Haar vor zwei Monaten rot.",
      "example_translation": "Elle avait teint ses cheveux blond l'été dernier, mais maintenant elle veut les teindre bruns. Elle teindra ses cheveux noirs pour la soirée d'Halloween. Elle avait teint ses cheveux roux il y a deux mois.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelfeile",
      "translation": "lime à ongles",
      "definition": "Ein Werkzeug, used to shape and smooth the surface of fingernails or toenails, typically with a series of increasingly fine grits.",
      "definition_translation": "Un outil utilisé pour donner forme et lisser la surface des ongles ou des orteils, généralement avec une série de grains de plus en plus fins.",
      "example": "Sie benutzte eine Nagelfeile, um ihre Nägel vor dem Auftragen von Nagellack zu formen. Sie wird eine Nagelfeile benutzen, um ihre Nägel für das Vorstellungsgespräch zu glätten. Sie hatte ihre Nägel letzte Woche mit einer Nagelfeile gefeilt.",
      "example_translation": "Elle utilisa une lime à ongles pour donner forme à ses ongles avant d'appliquer le vernis à ongles. Elle utilisera une lime à ongles pour lisser ses ongles pour l'entrevue d'embauche. Elle avait utilisé une lime à ongles pour Poncer ses ongles la semaine dernière.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelschere",
      "translation": "ciseaux à ongles",
      "definition": "Ein Nagelschere ist ein Gerät, used to cut and shape fingernails and toenails.",
      "definition_translation": "Un ciseau à ongles est un appareil utilisé pour couper et façonner les ongles des doigts et des orteils.",
      "example": "Ich benutzte eine Nagelschere, um meine Nägel gestern zu trimmen. Ich werde sie morgen wieder benutzen. Ich habe sie seit Jahren benutzt.",
      "example_translation": "J'ai utilisé un ciseau à ongles pour tailler mes ongles hier. Je l'utiliserai à nouveau demain. J'ai utilisé cela pendant des années.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhobel",
      "translation": "lime à ongles",
      "definition": "Ein Nagelhobel ist ein Werkzeug, used to shape and smooth the edges of fingernails and toenails.",
      "definition_translation": "Une lime à ongles est un outil utilisé pour façonner et lisser les bords des ongles des doigts et des orteils.",
      "example": "Sie benutzte einen Nagelhobel, um ihre Nägel für die Party zu formen. Sie wird ihn nächste Woche wieder benutzen. Sie hat ihn seit Monaten benutzt.",
      "example_translation": "Elle a utilisé une lime à ongles pour façonner ses ongles pour la fête. Elle l'utilisera à nouveau la semaine prochaine. Elle l'a utilisé pendant des mois.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schöpflöffel",
      "translation": "spatule",
      "definition": "Ein Schöpflöffel ist ein Küchengerät, used to scrape, flip, and serve food, such as pancakes and eggs.",
      "definition_translation": "Une spatule est un ustensile de cuisine utilisé pour raper, retourner et servir des aliments, tels que des pancakes et des œufs.",
      "example": "Ich benutzte einen Schöpflöffel, um die Pancakes gestern zu wenden. Ich werde ihn morgen wieder benutzen. Ich habe ihn zum Kochen benutzt.",
      "example_translation": "J'ai utilisé une spatule pour retourner les pancakes hier. Je l'utiliserai à nouveau demain. J'ai utilisé cela pour cuisiner.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "getönte Feuchtigkeitscreme",
      "translation": "hydratant teinté",
      "definition": "Eine getönte Feuchtigkeitscreme ist ein Hautpflegemittel, dass gleichzeitig Feuchtigkeits- und leichte Abdeckungseigenschaften bietet, um der Haut einen natürlichen Glanz zu geben.",
      "definition_translation": "Un hydratant teinté est un produit de soins de la peau qui combine les propriétés hydratantes et de couverture légère, donnant à la peau un éclat naturel.",
      "example": "Sie trug eine getönte Feuchtigkeitscreme heute Morgen auf. Sie wird sie heute Abend wieder auftragen. Sie hat sie seit Jahren benutzt.",
      "example_translation": "Elle a appliqué un hydratant teinté sur sa peau ce matin. Elle l'appliquera à nouveau ce soir. Elle l'a utilisé pendant des années.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zehenabstandshalter",
      "translation": "séparateur d'orteils",
      "definition": "Ein Gerät, das verwendet wird, um die Zehen voneinander zu trennen, normalerweise aus Plastik oder Schaumstoff, getragen zwischen den Zehen, um Irritationen zu vermeiden und Komfort zu fördern.",
      "definition_translation": "Un dispositif utilisé pour séparer les orteils, généralement en plastique ou en mousse, porté entre les orteils pour prévenir l'irritation et favoriser le confort.",
      "example": "Ich verwendete einen Zehenabstandshalter, um das Unbehagen durch meinen eingewachsenen Zehennagel zu lindern. Ich werde einen Zehenabstandshalter nach meiner Operation verwenden, um eine schnelle Erholung sicherzustellen. Ich hätte einen Zehenabstandshalter verwendet, wenn ich früher von seinen Vorteilen gewusst hätte.",
      "example_translation": "J'ai utilisé un séparateur d'orteils pour soulager la douleur causée par mon ongle incarné. J'utiliserai un séparateur d'orteils après ma chirurgie pour assurer une récupération rapide. J'aurais utilisé un séparateur d'orteils si j'avais connu ses avantages plus tôt.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachrasierwasser",
      "translation": "après-rasage",
      "definition": "Ein Lotion oder Balsam, der auf die Haut nach dem Rasieren aufgetragen wird, um sie zu beruhigen und zu feucht halten.",
      "definition_translation": "Un lotion ou baume appliqué sur la peau après le rasage pour apaiser et hydrater.",
      "example": " Mein Vater verwendete immer ein Nachrasierwasser, um Rasurbrand zu vermeiden. Er verwendet ein Nachrasierwasser, um seine Haut nach dem Rasieren zu feucht halten. Er hätte ein Nachrasierwasser verwendet, wenn er früher von seinen Vorteilen gewusst hätte.",
      "example_translation": "Mon père utilisait toujours un après-rasage pour prévenir les brûlures de rasoir. Il utilise un après-rasage pour hydrater sa peau après le rasage. Il aurait utilisé un après-rasage si il avait connu ses avantages plus tôt.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rouge",
      "translation": "fard à joues",
      "definition": "Ein kosmetisches Pulver oder Creme, das verwendet wird, um den Wangen einen gesunden, rosig schimmernden Ausdruck zu verleihen.",
      "definition_translation": "Un poudre ou crème cosmétique utilisé pour donner aux joues un aspect sain et rosé.",
      "example": "Sie applizierte ein Rouge auf ihre Wangen, um ihrem Gesicht einen natürlichen Look zu verleihen. Sie verwendet ein Rouge, um ihre Wangenknochen zu betonen. Sie hätte ein Rouge verwendet, wenn sie früher von seinen Vorteilen gewusst hätte.",
      "example_translation": "Elle a appliqué un fard à joues sur ses joues pour donner à son visage un air naturel. Elle utilise un fard à joues pour mettre en valeur ses pommettes. Elle aurait utilisé un fard à joues si elle avait connu ses avantages plus tôt.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Körperpeeling",
      "translation": "gommage corporel",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um tote Hautzellen vom Körper zu entfernen, typischerweise enthält es abrasive Partikel wie Zucker oder Salz.",
      "definition_translation": "Un produit cosmétique utilisé pour exfolier et éliminer les cellules de peau mortes du corps, généralement contenant des particules abrasives telles que le sucre ou le sel.",
      "example": "Ich verwendete ein Körperpeeling, um meine Haut vor dem Sommer zu peelen. Ich benutze ein Körperpeeling einmal die Woche, um meine Haut glatt zu halten. Ich hätte ein Körperpeeling verwendet, wenn ich früher von seinen Vorteilen gewusst hätte.",
      "example_translation": "J'ai utilisé un gommage corporel pour exfolier ma peau avant l'été. J'utilise un gommage corporel une fois par semaine pour garder ma peau douce. J'aurais utilisé un gommage corporel si j'avais connu ses avantages plus tôt.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaumbad",
      "translation": "bain moussant",
      "definition": "Ein Badpräparat, das eine dicke, cremige Schaum bildet, wenn es dem Wasser hinzugefügt wird, verwendet für Entspannung und Erholung.",
      "definition_translation": "Un préparatif de bain qui forme une mousse épaisse et crémeuse lorsqu'il est ajouté à l'eau, utilisé pour la relaxation et la récréation.",
      "example": "Ich liebe es, ein Schaumbad nach einem langen Tag zu nehmen, um mich zu entspannen. Gestern nahm ich ein Schaumbad, um mich zu erholen. Morgen werde ich ein Schaumbad nehmen, um mich zu revitalisieren.",
      "example_translation": "J'adore prendre un bain moussant après une longue journée pour me détendre. Hier, j'ai pris un bain moussant pour me relaxer. Demain, je prendrai un bain moussant pour me ressourcer.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puderdose",
      "translation": "compact",
      "definition": "Ein kleiner, tragbarer Koffer oder Behälter für kosmetische Artikel, insbesondere Puder und Lippenstift.",
      "definition_translation": "Un petit étui ou coffret portatif pour contenir des produits de beauté, notamment du poudre et du rouge à lèvres.",
      "example": "Sie trug eine Puderdose in ihrer Handtasche, um ihr Make-up zu Touch-ups. Er hatte eine Puderdose in seinem Rucksack, um sein Haar zu fixieren. Sie werden eine Puderdose verwenden, um ihr Aussehen zu komplettieren.",
      "example_translation": "Elle portait un compact dans son sac à main pour retoucher son maquillage. Il avait un compact dans son sac à dos pour coiffer ses cheveux. Ils utiliseront un compact pour finir leur look.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abdeckcreme",
      "translation": "conceleur",
      "definition": "Eine Art von kosmetischem Produkt, das verwendet wird, um Unvollkommenheiten auf der Haut abzudecken, wie dunkle Ringe oder Pickel.",
      "definition_translation": "Un type de produit de beauté utilisé pour cacher les imperfections de la peau, telles que les cernes ou les imperfections.",
      "example": "Sie applizierte eine Abdeckcreme, um ihre dunklen Ringe abzudecken. Er wird eine Abdeckcreme verwenden, um seine Akne-Narben zu verstecken. Sie verwendeten eine Abdeckcreme, um ihre Unvollkommenheiten zu tarnen.",
      "example_translation": "Elle a appliqué du conceleur pour cacher ses cernes. Il utilisera un conceleur pour cacher ses cicatrices d'acné. Ils ont utilisé un conceleur pour dissimuler leurs imperfections.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wattestäbchen",
      "translation": "cottons-tiges",
      "definition": "Kleine, zylindrische Stäbchen mit einer Wattewolke an jedem Ende, verwendet für das Make-up anlegen oder entfernen, Reinigung der Ohren usw.",
      "definition_translation": "De petits bâtons cylindriques avec un tampon de coton à chaque extrémité, utilisés pour appliquer ou enlever du maquillage, nettoyer les oreilles, etc.",
      "example": "Sie verwendete Wattestäbchen, um ihr Augenmake-up aufzutragen. Er wird Wattestäbchen verwenden, um seine Ohren zu reinigen. Sie verwendeten Wattestäbchen, um ihr Nagellack zu entfernen.",
      "example_translation": "Elle a utilisé des cottons-tiges pour appliquer son ombre à paupières. Il utilisera des cottons-tiges pour nettoyer ses oreilles. Ils ont utilisé des cottons-tiges pour enlever leur vernis à ongles.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lockenstab",
      "translation": "fer à boucler",
      "definition": "Ein Lockenstab ist ein zylindrisches oder konisches Werkzeug, das verwendet wird, um Locken oder Wellen in den Haaren zu formen und zu setzen.",
      "definition_translation": "Un fer à boucler est un outil cylindrique ou conique utilisé pour façonner et fixer les boucles ou les ondes dans les cheveux.",
      "example": "Sie verwendete einen Lockenstab, um engen Locken für die Hochzeit zu kreieren, dann lockerte sie sie für einen relaxten Look, und später verwendete sie ihn erneut, um ihr Haarstyling für die Abendparty aufzufrischen.",
      "example_translation": "Elle a utilisé un fer à boucler pour créer des boucles serrées pour le mariage, puis les a relâchées pour une apparence plus décontractée, et plus tard l'a utilisé à nouveau pour rafraîchir sa coiffure pour la soirée.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lockenstabgerät",
      "translation": "fer à boucler",
      "definition": "Ein elektromechanisches Gerät, das verwendet wird, um Locken oder Wellen in den Haaren zu formen und zu stylen.",
      "definition_translation": "Un fer à boucler est un appareil électrique utilisé pour façonner et styler les cheveux en boucles ou en ondes.",
      "example": "Sie steckte den Lockenstabgerät ein und wartete, bis es heiß war, bevor sie ihr Haar für den Ausgang stylishte, und ihre Freundin hatte es am Vortag verwendet, um einen Strand-Look zu erzielen.",
      "example_translation": "Elle a branché le fer à boucler et a attendu qu'il se chauffe avant de styliser ses cheveux pour la soirée, et son amie l'avait utilisé la veille pour obtenir un look ondulé de plage.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhautzangen",
      "translation": "ciseaux à cuticule",
      "definition": "Nagelhautzangen sind kleine Scheren, die verwendet werden, um die Nagelhaut rund um die Fingernägel und Zehennägel zu trimmen und zu formen.",
      "definition_translation": "Les ciseaux à cuticule sont de petites ciseaux utilisés pour tailler et façonner les cuticules autour des ongles des doigts et des orteils.",
      "example": "Die Nageltechnikerin benutzte Nagelhautzangen, um die tote Haut rund um die Fingernägel ihrer Klientin leicht zu trimmen, und dann schmierte sie eine feuchtigkeitsspendende Lotion auf, um die Nagelhaut zu weichen.",
      "example_translation": "La technicienne en ongles a utilisé des ciseaux à cuticule pour tailler délicatement la peau morte autour des ongles de sa cliente, puis a appliqué une lotion hydratante pour adoucir les cuticules.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhautschieber",
      "translation": "poussoir à cuticule",
      "definition": "Ein Nagelhautschieber ist ein Werkzeug, das verwendet wird, um die Nagelhaut rund um die Fingernägel und Zehennägel leicht zurückzuschieben.",
      "definition_translation": "Un poussoir à cuticule est un outil utilisé pour repousser délicatement les cuticules autour des ongles des doigts et des orteils.",
      "example": "Sie benutzte einen Nagelhautschieber, um ihre Nagelhaut sorgfältig zurückzuschieben, bevor sie Nagellack auftrug, und benutzte ihn später noch einmal, um unter ihre Nägel zu reinigen, nachdem die Maniküre fertig war.",
      "example_translation": "Elle a utilisé un poussoir à cuticule pour repousser délicatement ses cuticules avant d'appliquer du vernis à ongles, et plus tard l'a utilisé à nouveau pour nettoyer sous ses ongles après la manucure.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhautentferner",
      "translation": "déposeur de cuticule",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um tote Hautzellen von der Nagelhaut zu entfernen.",
      "definition_translation": "Un produit cosmétique utilisé pour adoucir et éliminer les cellules de peau mortes des cuticules.",
      "example": "Ich benutzte einen Nagelhautentferner, um meine Nagelhaut weich zu machen, bevor ich sie zurückschob. Gestern vergaß ich, einen Nagelhautentferner zu benutzen, und jetzt sind meine Nagelhaut hart. Morgen werde ich einen Nagelhautentferner benutzen, um meine Nagelhaut präsentabel zu machen.",
      "example_translation": "J'ai utilisé un déposeur de cuticule pour adoucir mes cuticules avant de les repousser. Hier, j'ai oublié d'utiliser un déposeur de cuticule et maintenant mes cuticules sont dures. Demain, je vais utiliser un déposeur de cuticule pour rendre mes cuticules présentables.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Depilationscreme",
      "translation": "crème dépilatoire",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um unerwünschte Haare von der Haut zu entfernen.",
      "definition_translation": "Un produit cosmétique utilisé pour éliminer les poils indésirables de la peau.",
      "example": "Sie trug eine Depilationscreme auf ihre Beine auf, um unerwünschte Haare zu entfernen. Er hatte gestern eine Depilationscreme auf seinem Rücken verwendet und jetzt fühlt sich seine Haut glatt an. Wenn ich eine Depilationscreme hätte, würde ich sie verwenden, um Haare von meinen Armen zu entfernen.",
      "example_translation": "Elle a appliqué une crème dépilatoire sur ses jambes pour éliminer les poils indésirables. Hier, il avait utilisé une crème dépilatoire sur son dos et maintenant sa peau se sent douce. Si j'avais une crème dépilatoire, je l'utiliserais pour éliminer les poils de mes bras.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Augenbrauenstift",
      "translation": "crayon sourcil",
      "definition": "Ein Makeup-Werkzeug, das verwendet wird, um die Augenbrauen zu formen und zu definieren.",
      "definition_translation": "Un outil de maquillage utilisé pour modeler et définir les sourcils.",
      "example": "Sie benutzte einen Augenbrauenstift, um ihre Augenbrauen zu definieren. Gestern kaufte ich einen Augenbrauenstift, um meine Augenbrauen zu formen. Wenn ich einen Augenbrauenstift hätte, würde ich ihn verwenden, um meine spärlichen Augenbrauen aufzufüllen.",
      "example_translation": "Elle a utilisé un crayon sourcil pour définir ses sourcils. Hier, j'ai acheté un crayon sourcil pour modeler mes sourcils. Si j'avais un crayon sourcil, je l'utiliserais pour remplir mes sourcils clairsemés.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lidstrich",
      "translation": "eyeliner",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um eine Linie entlang der Oberlid zu erstellen, um die Augen hervorzuheben.",
      "definition_translation": "Un produit cosmétique utilisé pour créer une ligne le long de la paupière supérieure pour améliorer l'apparence des yeux.",
      "example": "Sie trägt jeden Tag Lidstrich, um ihre Augen hervorzuheben. Gestern verwendete ich Lidstrich, um einen Katzenblick zu erstellen. Wenn ich zu einer Party gehe, werde ich Lidstrich verwenden, um meine Augen hervorzuheben.",
      "example_translation": "Elle porte de l'eyeliner tous les jours pour améliorer ses yeux. Hier, j'ai utilisé de l'eyeliner pour créer un look d'yeux de chat. Si j'allais à une soirée, j'utiliserais de l'eyeliner pour faire ressortir mes yeux.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lidschatten",
      "translation": "fard à paupières",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Augenlider zu färben und zu schatten, normalerweise in Form eines Pulvers, Cremes oder Gels.",
      "definition_translation": "Un produit cosmétique utilisé pour colorer et ombrer les paupières, généralement sous forme de poudre, crème ou gel.",
      "example": "Sie trug Lidschatten auf ihre Augenlider auf, um ihr Outfit zu matched. Sie hatte gestern Lidschatten auf ihre Augenlider aufgetragen. Sie wird morgen Lidschatten auf ihre Augenlider auftragen.",
      "example_translation": "Elle a appliqué du fard à paupières sur ses paupières pour matcher son outfit. Elle avait appliqué du fard à paupières sur ses paupières hier. Elle appliquera du fard à paupières sur ses paupières demain.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Glätteisen",
      "translation": "fer à lisser",
      "definition": "Ein Gerät, das verwendet wird, um Haare zu stylen, indem es sie flach presst, typischerweise mit heißem Platten.",
      "definition_translation": "Un appareil utilisé pour styliser les cheveux en les pressant à plat, généralement avec des plaques chauffantes.",
      "example": "Sie verwendet ein Glätteisen, um ihr Haar jeden Morgen zu glätten. Sie verwendete ein Glätteisen, um ihr Haar für die Party zu stylen. Sie wird ein Glätteisen verwenden, um ihr Haar für die Hochzeit zu locken.",
      "example_translation": "Elle utilise un fer à lisser pour lisser ses cheveux tous les matins. Elle avait utilisé un fer à lisser pour styliser ses cheveux pour la soirée. Elle utilisera un fer à lisser pour boucler ses cheveux pour le marriage.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarconditionierer",
      "translation": "après-shampooing",
      "definition": "Ein Produkt, das verwendet wird, um die Textur und Handhabbarkeit des Haares nach dem Shampooing zu verbessern, normalerweise indem es es feucht hält und entwirrt.",
      "definition_translation": "Un produit utilisé pour améliorer la texture et la maniabilité des cheveux après le shampooing, généralement en les hydratant et les démêlant.",
      "example": "Sie verwendet einen Haarconditionierer jeden Tag, wenn sie ihr Haar wäscht. Sie verwendete einen Haarconditionierer, um ihr beschädigtes Haar zu reparieren. Sie wird einen Haarconditionierer verwenden, um ihr trockenes Haar zu feucht halten.",
      "example_translation": "Elle utilise un après-shampooing chaque fois qu'elle lave ses cheveux. Elle avait utilisé un après-shampooing pour réparer ses cheveux endommagés. Elle utilisera un après-shampooing pour hydrater ses cheveux secs.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarmousse",
      "translation": "mousse coiffante",
      "definition": "Eine leichte, schaumige Substanz, die verwendet wird, um Volumen, Textur und Halt zu Haaren hinzuzufügen, oft in Form eines Sprays oder Cremes.",
      "definition_translation": "Une substance légère et mousseuse utilisée pour ajouter du volume, de la texture et de la tenue aux cheveux, souvent sous forme de spray ou de crème.",
      "example": "Sie trug Haarmousse auf ihr Haar auf, bevor sie es stylte. Sie hatte Haarmousse auf ihr Haar aufgetragen, bevor sie zum Foto-Shooting ging. Sie wird Haarmousse auf ihr Haar auftragen, bevor sie zum Abschlussball geht.",
      "example_translation": "Elle applique de la mousse coiffante à ses cheveux avant de les styliser. Elle avait appliqué de la mousse coiffante à ses cheveux pour la séance photo. Elle appliquera de la mousse coiffante à ses cheveux pour le bal de promo.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarspray",
      "translation": "lacquer pour cheveux",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um eine Frisur an Ort und Stelle zu halten, insbesondere nach dem Stylen.",
      "definition_translation": "Un produit cosmétique utilisé pour maintenir une coiffure en place, notamment après styling.",
      "example": "Ich verwendete Haarspray, um mein Haar vor dem Wind zu schützen. Gestern kaufte ich ein neues Haarspray im Laden. Ich werde Haarspray verwenden, um mein Haar für die Party morgen zu stylen.",
      "example_translation": "J'ai utilisé du lacquer pour cheveux pour éviter que mes cheveux ne deviennent emmêlés dans le vent. Hier, j'ai acheté un nouveau lacquer pour cheveux au magasin. Je vais utiliser du lacquer pour cheveux pour coiffer mes cheveux pour la soirée de demain.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenbalsam",
      "translation": "baume à lèvres",
      "definition": "Eine topische Zubereitung, die verwendet wird, um die Lippen zu feuchten und zu schützen.",
      "definition_translation": "Une préparation topique utilisée pour hydrater et protéger les lèvres.",
      "example": "Ich trage immer ein Lippenbalsam in meiner Tasche, um meine Lippen feucht zu halten. Gestern wandte ich Lippenbalsam auf meine trockenen Lippen an. Ich werde ein neues Lippenbalsam nächste Woche im Laden kaufen.",
      "example_translation": "Jeporte toujours un baume à lèvres dans ma poche pour garder mes lèvres hydratées. Hier, j'ai appliqué du baume à lèvres à mes lèvres sèches. Je vais acheter un nouveau baume à lèvres au magasin la semaine prochaine.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lipgloss",
      "translation": "brillant à lèvres",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um Glanz und Farbe auf die Lippen aufzutragen.",
      "definition_translation": "Un produit cosmétique utilisé pour ajouter de l'éclat et de la couleur aux lèvres.",
      "example": "Ich liebe es, Lipgloss bei besonderen Anlässen zu tragen. Gestern probierte ich ein neues Lipgloss im Schminkladen aus. Ich werde Lipgloss auf meine Lippen auftragen, bevor ich zur Party gehe.",
      "example_translation": "J'adore porter du brillant à lèvres lors d'occasions spéciales. Hier, j'ai essayé un nouveau brillant à lèvres au magasin de maquillage. Je vais appliquer du brillant à lèvres à mes lèvres avant la soirée ce soir.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenkontur",
      "translation": "contour à lèvres",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Form der Lippen zu definieren.",
      "definition_translation": "Un produit cosmétique utilisé pour définir la forme des lèvres.",
      "example": "Ich verwende einen Lippenkontur, um meine Lippen vor dem Auftragen von Lippenstift zu umreißen. Gestern vergaß ich, einen Lippenkontur zu verwenden, und mein Lippenstift sah ungleichmäßig aus. Ich werde üben, einen Lippenkontur zu verwenden, um eine präzisere Form zu erzielen.",
      "example_translation": "J'utilise un contour à lèvres pour délimiter mes lèvres avant d'appliquer du rouge à lèvres. Hier, j'ai oublié d'utiliser un contour à lèvres et mon rouge à lèvres avait une apparence inégale. Je vais pratiquer l'utilisation d'un contour à lèvres pour obtenir une forme plus précise.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flüssig-Make-up",
      "translation": "fond de teint liquide",
      "definition": "Eine Art von kosmetischen Grundierungen, die flüssig ist und verwendet wird, um ein natürlicher Aussehen zu erzielen.",
      "definition_translation": "Type de fond de teint cosmétique qui est liquide en consistance, souvent utilisé pour obtenir un fini naturel.",
      "example": "Sie trug eine Schicht Flüssig-Make-up auf, um ihre Hauttöne auszugleichen. Sie hatte die Nacht zuvor eine Schicht Flüssig-Make-up aufgetragen. Sie wird eine Schicht Flüssig-Make-up auftragen, bevor sie zur Party geht.",
      "example_translation": "Elle a appliqué une couche de fond de teint liquide pour uniformiser son teint. Elle avait appliqué une couche de fond de teint liquide la nuit précédente. Elle appliquera une couche de fond de teint liquide avant la soirée.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puder",
      "translation": "poudre libre",
      "definition": "Eine Art von kosmetischen Puder, das lose und pulvrig ist, oft verwendet, um Make-up zu fixieren und Glanz zu reduzieren.",
      "definition_translation": "Type de poudre cosmétique qui est libre et poudreuse en texture, souvent utilisée pour définir le maquillage et réduire le brillant.",
      "example": "Sie bestäubte ihr Gesicht mit Puder, um ihr Make-up zu fixieren. Sie hatte earlier Puder verwendet, um ihr Make-up zu touchieren. Sie wird Puder verwenden, um ihr Aussehen abzurunden.",
      "example_translation": "Elle a saupoudré son visage de poudre libre pour définir son maquillage. Elle avait utilisé de la poudre libre pour retoucher son maquillage plus tôt. Elle utilisera de la poudre libre pour finir son look.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelbürste",
      "translation": "pinceau à ongles",
      "definition": "Eine kleine Bürste, die verwendet wird, um Nagellack oder andere Nagelprodukte aufzutragen.",
      "definition_translation": "Petit pinceau utilisé pour appliquer du vernis à ongles ou d'autres produits de soins des ongles.",
      "example": "Sie verwendete eine Nagelbürste, um einen Streifen auf ihren Nagel zu malen. Sie hatte eine Nagelbürste verwendet, um unter ihren Nägeln zu reinigen. Sie wird eine Nagelbürste verwenden, um Kleber auf ihre Nagel zu auftragen.",
      "example_translation": "Elle a utilisé un pinceau à ongles pour peindre une bande sur son ongle. Elle avait utilisé un pinceau à ongles pour nettoyer sous ses ongles plus tôt. Elle utilisera un pinceau à ongles pour appliquer de la colle sur les pointes de ses ongles.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagellack",
      "translation": "vernis à ongles",
      "definition": "Ein kosmetisches Lackiermittel, das auf die Nägel aufgetragen wird, um sie zu dekorieren und zu schützen.",
      "definition_translation": "Lac cosmétique appliqué sur les ongles pour les décorer et les protéger.",
      "example": "Sie trug einen Nagellack auf ihre Zehennägel auf. Sie hatte die Nacht zuvor einen Nagellack auf ihre Fingernägel aufgetragen. Sie wird einen Nagellack auf ihre Nägel auftragen, bevor sie zur Party geht.",
      "example_translation": "Elle a appliqué une couche de vernis à ongles sur ses ongles de pied. Elle avait appliqué une couche de vernis à ongles sur ses ongles de main la nuit précédente. Elle appliquera une couche de vernis à ongles sur ses ongles avant la soirée.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagellackentferner",
      "translation": "démaquillant à ongles",
      "definition": "Eine flüssige oder gelartige Substanz, die verwendet wird, um Nagellack von den Nägeln zu entfernen, oft enthält Aceton oder andere Lösemittel.",
      "definition_translation": "Un liquide ou une substance gélatineuse utilisée pour retirer le vernis à ongles des ongles, souvent contenant de l'acétone ou d'autres solvants.",
      "example": "Sie verwendete einen Nagellackentferner, um den alten Lack zu entfernen, bevor sie einen neuen auftrug. Sie hatte die Nacht zuvor ihren Nagellack mit einem Entferner entfernt. Sie wird einen Nagellackentferner verwenden, um die Verunreinigung zu entfernen.",
      "example_translation": "Elle a utilisé un démaquillant à ongles pour enlever l'ancien vernis, puis a appliqué un nouveau couche. Elle avait retiré son vernis à ongles avec un démaquillant la nuit précédente. Elle utilisera un démaquillant à ongles pour nettoyer la tache.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puderquaste",
      "translation": "poudrier",
      "definition": "Ein kleines, weiches Säckchen oder Pad, das verwendet wird, um Puder auf das Gesicht oder andere Hautbereiche aufzutragen.",
      "definition_translation": "Un petit sac ou pad doux utilisé pour appliquer de la poudre sur le visage ou d'autres zones de la peau.",
      "example": "Sie griff nach der Puderquaste und trug ein leichtes Puder auf ihr Gesicht auf. Er hatte die Nacht zuvor eine Puderquaste verwendet, um sein Make-up zu fixieren. Sie wird eine Puderquaste verwenden, um ihr Make-up zu touchieren.",
      "example_translation": "Elle a ramassé le poudrier et a appliqué un léger couche de poudre sur son visage. Il avait utilisé un poudrier pour fixer son maquillage la nuit précédente. Elle utilisera un poudrier pour retoucher son maquillage plus tard.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pudercompact",
      "translation": "poudre compacte",
      "definition": "Eine Art von kosmetischem Puder, das in einem kompakten Fallfestgepresst ist und verwendet wird, um überschüssiges Öl aufzusaugen und das Makeup zu fixieren.",
      "definition_translation": "Un type de poudre cosmétique qui est pressée dans un étui compact et utilisée pour absorber l'excès d'huile et fixer le maquillage.",
      "example": "Sie trug ein Pudercompact in ihrer Handtasche, um ihr Makeup unterwegs zu retuschieren. Er hatte ein Pudercompact verwendet, um sein Makeup vor der Party zu fixieren. Sie wird ein Pudercompact anwenden, um den Glanz aufzusaugen.",
      "example_translation": "Elle portait une poudre compacte dans son sac à main pour retoucher son maquillage en route. Il avait utilisé une poudre compacte pour fixer son maquillage avant la soirée. Elle appliquera une poudre compacte pour absorber le brillant.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Primer",
      "translation": "primaire",
      "definition": "Ein kosmetisches Produkt, das auf die Haut aufgetragen wird, bevor Makeup aufgetragen wird, um eine glatte Oberfläche zu schaffen und das Makeup länger halten zu lassen.",
      "definition_translation": "Un produit cosmétique appliqué sur la peau avant le maquillage pour créer une surface lisse et aider le maquillage à rester en place plus longtemps.",
      "example": "Sie applizierte einen Primer auf ihr Gesicht, bevor sie die Foundation auftrug. Er hatte einen Primer verwendet, um sein Makeup die ganze Nacht über zu halten. Sie wird einen Primer verwenden, um eine glatte Basis für ihr Makeup zu schaffen.",
      "example_translation": "Elle a appliqué un primaire sur son visage avant d'appliquer la fondation. Il avait utilisé un primaire pour aider son maquillage à durer toute la nuit. Elle utilisera un primaire pour créer une base lisse pour son maquillage.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pemestein",
      "translation": "pierre ponce",
      "definition": "Ein Pemestein ist ein kleiner, rechteckiger Block aus vulkanischem Gestein, der verwendet wird, um tote Hautzellen von den Füßen oder rauhe Haut zu entfernen.",
      "definition_translation": "Une pierre ponce est un petit bloc de roche volcanique utilisé pour éliminer les cellules de peau mortes des pieds ou pour lisser la peau rugueuse.",
      "example": "Ich verwendete einen Pemestein, um die toten Hautzellen von meinen Fersen zu entfernen. Ich werde jeden Wochen einen Pemestein verwenden, um meine Haut glatt zu halten. Ich hatte letzten Woche einen Pemestein verwendet und es hat wirklich funktioniert.",
      "example_translation": "J'ai utilisé une pierre ponce pour éliminer la peau morte de mes talons. J'utiliserai une pierre ponce chaque semaine pour garder ma peau lisse. J'avais utilisé une pierre ponce la semaine dernière et ça a vraiment fonctionné.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasierpinsel",
      "translation": "brosse à raser",
      "definition": "Ein Rasierpinsel ist ein kleiner Pinsel, der verwendet wird, um Rasierschaum oder Seife auf die Haut aufzutragen, bevor man sich rasiert.",
      "definition_translation": "Une brosse à raser est une petite brosse utilisée pour appliquer du savon à raser ou de la crème à raser sur la peau avant de se raser.",
      "example": "Er verwendete einen Rasierpinsel, um sein Gesicht einzureiben. Sie wird morgen früh einen Rasierpinsel verwenden. Sie hatten einen Rasierpinsel verwendet, um ihre Bärte zu rasieren.",
      "example_translation": "Il a utilisé une brosse à raser pour se savonner le visage. Elle utilisera une brosse à raser demain matin. Ils avaient utilisé une brosse à raser pour se raser les barbes.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasierschaum",
      "translation": "crème à raser",
      "definition": "Rasierschaum ist eine Substanz, die auf die Haut aufgetragen wird, um dem Rasierer zu helfen, glatt zu gleiten und die Haut vor Schnitten und Kratzern zu schützen.",
      "definition_translation": "La crème à raser est une substance appliquée sur la peau pour aider un rasoir à glisser doucement et protéger la peau des coupures et des égratignures.",
      "example": "Er applizierte Rasierschaum auf sein Gesicht, bevor er sich rasierte. Sie verwendet jeden Morgen Rasierschaum. Sie hatten Rasierschaum letzte Woche im Laden gekauft.",
      "example_translation": "Il a appliqué de la crème à raser sur son visage avant de se raser. Elle utilise de la crème à raser chaque matin. Ils avaient acheté de la crème à raser au magasin la semaine dernière.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasiercreme aus Spraydose",
      "translation": "mousse à raser",
      "definition": "Rasiercreme aus Spraydose ist eine Art von Rasierschaum, die aus einer Spraydose abgegeben wird und eine reiche, cremige Schaum bildet, wenn sie auf die Haut aufgetragen wird.",
      "definition_translation": "La mousse à raser est un type de crème à raser qui est dispensée d'une canette et forme une mousse riche et crémeuse lorsqu'elle est appliquée sur la peau.",
      "example": "Er spritzte Rasiercreme aus Spraydose auf seine Handfläche. Sie verwendet Rasiercreme aus Spraydose, um ihre Beine zu rasieren. Sie hatten Rasiercreme aus Spraydose verwendet, um ihre Gesichter zu rasieren.",
      "example_translation": "Il a vaporisé de la mousse à raser sur sa paume. Elle utilise de la mousse à raser pour se raser les jambes. Ils avaient utilisé de la mousse à raser pour se raser les visages.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnencreme",
      "translation": "écran solaire",
      "definition": "Eine Lotion oder Creme, die auf die Haut aufgetragen wird, um sie vor der ultravioletten Strahlung der Sonne zu schützen.",
      "definition_translation": "Un lotion ou une crème appliquée sur la peau pour la protéger des radiations ultraviolettes du soleil.",
      "example": "Sie applizierte Sonnencreme auf ihre Haut, bevor sie zum Strand ging. Sie wird Sonnencreme auf ihre Haut auftragen, bevor sie zum Strand geht. Sie hatte Sonnencreme auf ihre Haut aufgetragen, bevor sie zum Strand ging.",
      "example_translation": "Elle a appliqué de l'écran solaire sur sa peau avant d'aller à la plage. Elle appliquera de l'écran solaire sur sa peau avant d'aller à la plage. Elle avait appliqué de l'écran solaire sur sa peau avant d'aller à la plage.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinzette",
      "translation": "pince à épiler",
      "definition": "Ein kleines Handinstrument, das verwendet wird, um kleine Objekte zu greifen und zu manipulieren.",
      "definition_translation": "Un petit instrument portatif utilisé pour saisir et manipuler de petits objets.",
      "example": "Sie verwendete eine Pinzette, um die kleinen Perlen aufzunehmen. Sie wird eine Pinzette verwenden, um die kleinen Perlen aufzunehmen. Sie hatte eine Pinzette verwendet, um die kleinen Perlen aufzunehmen.",
      "example_translation": "Elle a utilisé des pincettes à épiler pour ramasser les petites perles. Elle utilisera des pincettes à épiler pour ramasser les petites perles. Elle avait utilisé des pincettes à épiler pour ramasser les petites perles.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]
}