{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katze",
      "translation": "chat",
      "definition": "Ein kleines, normalerweise pelzartiges, fleischfressendes Säugetier, das schnurrt und oft als Haustier gehalten wird.",
      "definition_translation": "Un petit mammifère carnivore généralement velu qui ronronne et est souvent gardé comme animal de compagnie.",
      "example": "Ich sah eine Katze mit einem Ball spielen gestern. Ich werde morgen eine Katze kaufen. Sie hat drei Jahre lang eine Katze gehalten.",
      "example_translation": "J'ai vu un chat jouer avec un ballon hier. Je vais acheter un chat demain. Elle a gardé un chat pendant trois ans.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuh",
      "translation": "vache",
      "definition": "Ein domestiziertes Säugetier, das weit verbreitet für seine Milch und sein Fleisch gehalten wird.",
      "definition_translation": "Un mammifère domestiqué qui est largement élevé pour son lait et sa viande.",
      "example": "Die Kuh weidet im Feld. Kühe werden morgen gemolken. Sie haben Generationen lang Kühe gezüchtet.",
      "example_translation": "La vache est en train de paître dans le champ. Les vaches seront traites demain. Ils ont élevé des vaches pendant des générations.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hund",
      "translation": "chien",
      "definition": "Ein domestiziertes, fleischfressendes Säugetier, das zur Familie Canidae gehört.",
      "definition_translation": "Un mammifère carnivore domestiqué qui appartient à la famille Canidae.",
      "example": "Der Hund bellt laut. Hunde werden nächste Woche trainiert. Sie hat jeden Morgen ihren Hund ausführen müssen.",
      "example_translation": "Le chien aboie fort. Les chiens seront entraînés la semaine prochaine. Elle a marché son chien tous les matins.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pferd",
      "translation": "cheval",
      "definition": "Ein großes, ungeschütztes, pflanzenfressendes Säugetier, das oft domestiziert und für Transport oder Freizeit verwendet wird.",
      "definition_translation": "Un grand mammifère herbivore ongulé qui est souvent domestiqué et utilisé pour le transport ou la récréation.",
      "example": "Das Pferd läuft frei herum. Pferde werden morgen geritten. Sie haben Jahrhunderte lang Pferde gezüchtet.",
      "example_translation": "Le cheval court librement. Les chevaux seront montés demain. Ils ont élevé des chevaux pendant des siècles.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwein",
      "translation": "cochon",
      "definition": "Ein domestiziertes Säugetier, das oft auf Bauernhöfen für Fleisch gezüchtet wird.",
      "definition_translation": "Un mammifère domestique élevé pour la viande, souvent gardé sur des fermes.",
      "example": "Ich sah ein Schwein Futter im Hof essen gestern. Heute sehe ich ein Schwein Futter im Hof essen. Morgen werde ich ein Schwein Futter im Hof essen sehen.",
      "example_translation": "J'ai vu un cochon manger de la nourriture dans la ferme hier. Aujourd'hui, je vois un cochon manger de la nourriture dans la ferme. Demain, je verrai un cochon manger de la nourriture dans la ferme.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaf",
      "translation": "mouton",
      "definition": "Ein domestiziertes Säugetier mit einer dicken Wolle, oft auf Bauernhöfen oder Ranches gehalten.",
      "definition_translation": "Un mammifère domestique avec un épais manteau de laine, souvent gardé sur des fermes ou des ranches.",
      "example": "Ich sah ein Schaf im Feld grasen gestern. Heute sehe ich ein Schaf im Feld grasen. Morgen werde ich ein Schaf im Feld grasen sehen.",
      "example_translation": "J'ai vu un mouton paître dans le champ hier. Aujourd'hui, je vois un mouton paître dans le champ. Demain, je verrai un mouton paître dans le champ.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bébé",
      "definition": "Ein sehr junges menschliches Wesen, von der Geburt bis etwa zwei Jahre alt.",
      "definition_translation": "Un être humain très jeune, de la naissance à environ deux ans.",
      "example": "Ich hielt ein Baby in meinem Arm gestern. Heute halte ich ein Baby in meinem Arm. Morgen werde ich ein Baby in meinem Arm halten.",
      "example_translation": "J'ai tenu un bébé dans mes bras hier. Aujourd'hui, je tiens un bébé dans mes bras. Demain, je tiendrai un bébé dans mes bras.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "ours",
      "definition": "Ein großes, fleischfressendes Säugetier mit zottigem Fell, in Wäldern und Bergen gefunden.",
      "definition_translation": "Un grand mammifère carnivore avec une fourrure hirsute, trouvé dans les forêts et les montagnes.",
      "example": "Ich sah einen Bär einen Baum besteigen gestern. Heute sehe ich einen Bär einen Baum besteigen. Morgen werde ich einen Bär einen Baum besteigen sehen.",
      "example_translation": "J'ai vu un ours grimper un arbre hier. Aujourd'hui, je vois un ours grimper un arbre. Demain, je verrai un ours grimper un arbre.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gepard",
      "translation": "guépard",
      "definition": "Ein Gepard ist eine große Katze, die in Afrika und Zentraliran vorkommt, charakterisiert durch ihr gelbbraunes Fell mit schwarzen Flecken und ihre Fähigkeit, bei der Jagd hohe Geschwindigkeiten zu erreichen.",
      "definition_translation": "Un guépard est un grand félin originaire d'Afrique et d'Iran central, caracterisé par son pelage jaune-brun avec des taches noires et sa capacité à atteindre des vitesses élevées lors de la chasse.",
      "example": "Ich sah einen Geparden in der Savanne rennen gestern. Es wird heute Nacht jagen. Es hat letzte Woche eine Gazelle gejagt.",
      "example_translation": "J'ai vu un guépard courir dans la savane hier. Il va chasser cette nuit. Il avait chassé une gazelle la semaine dernière.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elefant",
      "translation": "éléphant",
      "definition": "Ein Elefant ist ein großes, intelligentes und soziales Tier mit einem Rüssel, Stoßzähnen und einem Gedächtnis, das nie vergisst, in Afrika und Asien beheimatet.",
      "definition_translation": "Un éléphant est un grand animal intelligent et social avec une trompe, des défenses et une mémoire qui n'oublie jamais, originaire d'Afrique et d'Asie.",
      "example": "Ich ritt einen Elefanten im Dschungel letzten Jahr. Es bereitet sich auf die Migration in ein neues Habitat vor. Es hatte viele Jahre lang in freier Wildbahn gelebt.",
      "example_translation": "J'ai monté un éléphant dans la jungle l'an dernier. Il se prépare à migrer vers un nouvel habitat. Il avait vécu dans la nature sauvage pendant de nombreuses années.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerschweinchen",
      "translation": "cochon d'Inde",
      "definition": "Ein Meerschweinchen ist ein kleines, pelziges und soziales Nagetier, das häufig als Haustier gehalten wird und ursprünglich aus Südamerika stammt.",
      "definition_translation": "Un cochon d'Inde est un petit rongeur velu et social communément gardé comme animal de compagnie, originaire d'Amérique du Sud.",
      "example": "Ich hatte ein Meerschweinchen als Haustier, als ich ein Kind war. Es lebt in seinem Käfig jetzt. Es wird eine großartige Begleitung für meine Schwester sein.",
      "example_translation": "J'avais un cochon d'Inde comme animal de compagnie lorsque j'étais enfant. Il vit dans sa cage maintenant. Il fera un excellent compagnon pour ma sœur.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamster",
      "translation": "hamster",
      "definition": "Ein Hamster ist ein kleines, pelziges und niedliches Nagetier, das häufig als Haustier gehalten wird und ursprünglich aus Syrien und Europa stammt.",
      "definition_translation": "Un hamster est un petit rongeur velu et mignon communément gardé comme animal de compagnie, originaire de Syrie et d'Europe.",
      "example": "Ich werde morgen einen Hamster kaufen. Es rannte auf seinem Rad gestern. Es wird ein großartiges Haustier für meinen Bruder sein.",
      "example_translation": "Je vais acheter un hamster demain. Il courait sur sa roue hier. Il fera un excellent animal de compagnie pour mon frère.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "lion",
      "definition": "Ein Löwe ist ein großes, fleischfressendes Säugetier der Familie der Katzen, das in Savannen und Grasländern vorkommt und durch seinen auffälligen Bart und sein lautes Brüllen bekannt ist.",
      "definition_translation": "Un lion est un grand mammifère carnivore de la famille des félidés, trouvé dans les savanes et les prairies, avec une crinière distinctive et un rugissement fort.",
      "example": "Ich sah einen Löwen im Zoo gestern, er schlief. Der Löwe wird viel Fleisch heute Abend essen. Der Löwe hatte ein großes Mahl letzte Nacht gegessen.",
      "example_translation": "J'ai vu un lion au zoo hier, il dormait. Le lion mangera beaucoup de viande ce soir. Le lion avait mangé un grand repas hier soir.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affe",
      "translation": "singe",
      "definition": "Ein Affe ist ein Primat der Ordnung der Primaten, die Lemuren, Lori, Tarsier, Affen und Menschenaffen einschließt.",
      "definition_translation": "Un singe est un primate de l'ordre des primates, qui comprend les lémuriens, les loris, les tarsiers, les singes et les grands singes.",
      "example": "Der Affe spielte im Baum, er wird von Zweig zu Zweig springen. Der Affe sprang vom Baum gestern, es war sehr hoch. Der Affe hatte den Baum letzte Nacht erklommen.",
      "example_translation": "Le singe jouait dans l'arbre, il sautera de branche en branche. Le singe a sauté de l'arbre hier, c'était très haut. Le singe avait grimpé l'arbre hier soir.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maus",
      "translation": "souris",
      "definition": "Eine Maus ist ein kleines, nagendes Säugetier, das in Häusern und Feldern lebt und bekannt für seine Fähigkeit, sich durch kleine Öffnungen zu quetschen.",
      "definition_translation": "Une souris est un petit mammifère rongeur qui vit dans les maisons et les champs, connu pour sa capacité à se FAUFILER à travers les petites ouvertures.",
      "example": "Ich sah eine Maus in meiner Küche gestern, es rannte schnell. Die Maus wird das Essen heute Abend essen, es ist sehr hungrig. Die Maus hatte das Essen letzte Nacht gegessen, es war voll.",
      "example_translation": "J'ai vu une souris dans ma cuisine hier, elle courait vite. La souris mangera la nourriture ce soir, elle a très faim. La souris avait mangé la nourriture hier soir, elle était pleine.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaninchen",
      "translation": "lapin",
      "definition": "Ein Kaninchen ist ein kleines Säugetier, das in Burrows lebt und bekannt für seine langen Ohren und schnelle Fortpflanzung ist.",
      "definition_translation": "Un lapin est un petit mammifère qui vit dans des terriers, connu pour ses longues oreilles et sa reproduction rapide.",
      "example": "Das Kaninchen hoppelte im Garten, es war sehr glücklich. Das Kaninchen wird die Karotten heute Abend essen, es liebt sie. Das Kaninchen hatte die Karotten letzte Nacht gegessen, es war voll.",
      "example_translation": "Le lapin sautait dans le jardin, il était très heureux. Le lapin mangera les carottes ce soir, il les aime. Le lapin avait mangé les carottes hier soir, il était plein.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ratte",
      "translation": "raton",
      "definition": "Eine Ratte ist ein nagendes Säugetier, das in Abwässern lebt und bekannt für das Tragen von Krankheiten ist.",
      "definition_translation": "Un mammifère rongeur qui vit dans les égouts et est connu pour transporter des maladies.",
      "example": "Ich sah eine Ratte über den Boden laufen gestern. Heute werde ich eine Falle aufstellen, um sie zu fangen, und morgen wird sie weg sein.",
      "example_translation": "J'ai vu un raton courir à travers le sol hier. Aujourd'hui, je vais mettre un piège pour le attraper, et demain, il sera parti.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "chauve-souris",
      "definition": "Eine Fledermaus ist ein kleines, fliegendes Säugetier, das sich durch Echolokation in der Dunkelheit zurechtfindet.",
      "definition_translation": "Un petit mammifère volant qui utilise l'écholocation pour naviguer dans le noir.",
      "example": "Fledermäuse sind nachtaktive Tiere und haben meine Haus um Mitternacht umfliegt. Letztes Jahr hatten einige Fledermäuse in unserem Dachboden genistet, aber wir haben sie vertrieben. Bis zum nächsten Sommer werden wir sicherstellen, dass wir Fledermaus-sichere Bildschirme installieren.",
      "example_translation": "Les chauves-souris sont des créatures nocturnes, et elles ont été connues pour voler autour de ma maison la nuit. L'année dernière, quelques chauves-souris nichaient dans notre grenier, mais nous avons réussi à les chasser. D'ici l'été prochain, nous nous assurerons d'installer des écrans anti-chauves-souris.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "taureau",
      "definition": "Ein Stier ist ein großes, kräftiges männliches Rindertier, das oft für die Zucht oder den Stierkampf verwendet wird.",
      "definition_translation": "Un grand animal bovin mâle puissant, souvent utilisé pour la reproduction ou la lutte.",
      "example": "Der Stier ging auf den Matador los, aber er wich dessen Angriffen geschickt aus. Letzte Woche entkam ein Stier von der Farm und lief frei herum auf dem Land, aber schließlich wurde er gefangen und in seinen Pferch zurückgebracht. Bis zum nächsten Jahr plant der Bauer, einen neuen, preisgekrönten Stier zu züchten.",
      "example_translation": "Le taureau a chargé le matador, mais il a habilement esquivé ses attaques. La semaine dernière, un taureau s'est échappé de la ferme et courait libre dans la campagne, mais il a été finalement attrapé et ramené à son enclos. D'ici l'année prochaine, le fermier prévoit d'élever un nouveau taureau primé.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalb",
      "translation": "veau",
      "definition": "Ein Kalb ist ein junges Rindertier, insbesondere eines, das weniger als ein Jahr alt ist.",
      "definition_translation": "Un jeune bovin, notamment une vache de moins d'un an.",
      "example": "Das Kalb wurde letzten Frühling geboren, und bis zum Sommer rannte es bereits in den Feldern herum. Gestern sah ich das Kalb mit seiner Mutter spielen, und heute werde ich dem Bauer helfen, es zu füttern. Bis zum nächsten Winter wird das Kalb stark genug sein, um auf dem Markt verkauft zu werden.",
      "example_translation": "Le veau est né le printemps dernier, et d'ici l'été, il courait déjà dans les champs. Hier, j'ai vu le veau jouer avec sa mère, et aujourd'hui, je vais aider le fermier à le nourrir au biberon. D'ici l'hiver prochain, le veau sera suffisamment fort pour être vendu au marché.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamel",
      "translation": "chameau",
      "definition": "Ein großes, geradezähniges Ungulat aus der Familie Camelidae, mit einem charakteristischen Höcker auf seinem Rücken, ursprünglich aus den heißen, ariden Wüsten des Nahen Ostens und Nordafrikas.",
      "definition_translation": "Un grand mammifère ongulé à pattes paires de la famille des Camelidae, avec une bosse distincte sur son dos, originaire des déserts chauds et arides du Moyen-Orient et d'Afrique du Nord.",
      "example": "Ich sah ein Kamel durch die Wüste gehen. Ich werde nächstes Jahr ein Kamel reiten. Ich ritt ein Kamel letzte Woche.",
      "example_translation": "J'ai vu un chameau marcher dans le désert. Je monte un chameau l'année prochaine. J'ai monté un chameau la semaine dernière.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vieh",
      "translation": "bétail",
      "definition": "Domestizierte Tiere, insbesondere Kühe, Stiere und Ochsen, die für Milch oder Fleisch gehalten werden.",
      "definition_translation": "Animaux domestiques, en particulier des vaches, des taureaux et des boeufs, élevés pour le lait ou la viande.",
      "example": "Der Bauer zieht Vieh auf seinem Hof. Ich werde nächsten Monat Vieh kaufen. Sie verkaufte das Vieh letzten Jahr.",
      "example_translation": "Le fermier élève du bétail sur sa ferme. J'achèterai du bétail le mois prochain. Elle a vendu le bétail l'année dernière.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Delfin",
      "translation": "dauphin",
      "definition": "Ein hochintelligentes, soziales Meeressäugetier, bekannt für seine charakteristische Rückenflosse undspielverhalten.",
      "definition_translation": "Un mammifère marin hautement intelligent et social, connu pour sa nageoire dorsale distinctive et son comportement ludique.",
      "example": "Ich sah einen Delfin im Ozean schwimmen. Sie werden nächstes Jahr Delfine studieren. Sie beobachtete die Delfine letzte Woche.",
      "example_translation": "J'ai vu un dauphin nager dans l'océan. Ils étudieront les dauphins l'année prochaine. Elle a observé les dauphins la semaine dernière.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esel",
      "translation": "âne",
      "definition": "Ein domestiziertes Tier, oft als Lasttier verwendet, bekannt für seine Sturheit und Willensstärke.",
      "definition_translation": "Un animal domestiqué, souvent utilisé comme bête de somme, connu pour sa ténacité et sa forte volonté.",
      "example": "Der Bauer verwendet einen Esel, um das Feld zu pflügen. Ich werde nächsten Monat einen Esel reiten. Sie fütterte den Esel letzte Woche.",
      "example_translation": "Le fermier utilise un âne pour labourer le champ. Je monterai un âne le mois prochain. Elle a nourri l'âne la semaine dernière.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "féminin",
      "definition": "Ein erwachsener Mensch, der biologisch in der Lage ist, Kinder zu gebären, oder eine Frau oder Mädchen, die kulturell und sozial als weiblich anerkannt wird.",
      "definition_translation": "Un être humain adulte qui est biologiquement capable de donner naissance, ou une femme ou fille qui est culturellement et socialement reconnue comme féminine.",
      "example": "Sie ist eine starke und unabhängige weibliche Persönlichkeit, die einen bedeutenden Einfluss in ihrem Fachgebiet ausübt. Sie war eine weibliche Athletin in ihrer Jugend und wird eine respektierte weibliche Führerin in der Zukunft sein.",
      "example_translation": "Elle est une femme forte et indépendante, qui a eu un impact significatif dans son domaine. Elle était une athlète féminine dans sa jeunesse, et sera une leaders femme respectée dans le futur.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelz",
      "translation": "fourrure",
      "definition": "Eine dicke, weiche und warme Haarschicht, insbesondere von Säugetieren, oder ein Material, das aus diesem hergestellt wird.",
      "definition_translation": "Une couche épaisse, douce et chaude de poils, notamment celle des mammifères, ou un matériau fabriqué à partir de cela.",
      "example": "Der Pelz des Kaninchens ist extrem weich und wird oft für warme Kleidung verwendet. Sie trug einen Pelzmantel zur Party, aber es war kein echter Pelz.",
      "example_translation": "La fourrure du lapin est extrêmement douce, et est souvent utilisée pour faire des vêtements chauds. Elle portait un manteau de fourrure à la fête, mais ce n'était pas de la fourrure réelle.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Giraffe",
      "translation": "girafe",
      "definition": "Ein großes, geradezähniges Ungulat mit einem charakteristischen Fellmuster, ursprünglich aus Afrika, und gekennzeichnet durch seinen langen Hals und Beine.",
      "definition_translation": "Un ungulé mammifère à onglés égaux, avec un motif de robe distinct, originaire d'Afrique, et caractérisé par son long cou et ses jambes.",
      "example": "Die Giraffe wanderte frei in der Savanne, essend Blätter von den hohen Bäumen. Wir gingen zum Zoo und sahen eine Giraffe, die von der Futterplattform aß.",
      "example_translation": "La girafe vaguait librement dans la savane, mangeant des feuilles des arbres hauts. Nous sommes allés au zoo et avons vu une girafe mangeant à partir de la plateforme d'alimentation.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziege",
      "translation": "chèvre",
      "definition": "Ein wiederkäuendes Säugetier mit dichtem, zottigem Fell, typischerweise als Vieh gehalten, und produzierend Milch und Wolle.",
      "definition_translation": "Un mammifère ruminate avec un pelage épais et hirsute, généralement élevé comme animal de ferme, et produisant du lait et de la laine.",
      "example": "Die Ziege kletterte den steilen Berg hinauf, verwendet ihre agilen Hörner, um sich hochzuziehen. Wir tranken Ziegenmilch jeden Tag, als wir auf dem Land lebten.",
      "example_translation": "La chèvre a grimpé sur la montagne escarpée, utilisant ses cornes agiles pour se hisser. Nous avons bu du lait de chèvre tous les jours lorsque nous avons vécu à la campagne.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hase",
      "translation": "lièvre",
      "definition": "Ein schnell laufendes, langbeiniges Säugetier mit langen Ohren, typischerweise braun oder grau-braun gefärbt.",
      "definition_translation": "Un mammifère à pattes longues et oreilles longues, généralement brun ou gris-brun.",
      "example": "Der Hase rannte schnell über das Feld. Der Hase läuft schnell über das Feld. Der Hase wird schnell über das Feld laufen.",
      "example_translation": "Le lièvre a couru rapidement à travers le champ. Le lièvre court rapidement à travers le champ. Le lièvre courra rapidement à travers le champ.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nilpferd",
      "translation": "hippopotame",
      "definition": "Ein großes, herbivores, semi-aquatisches Säugetier mit kurzen Beinen und einem rundlichen Körper.",
      "definition_translation": "Un grand mammifère herbivore, semi-aquatique, à pattes courtes et corps rond.",
      "example": "Das Nilpferd schwamm im Fluss. Das Nilpferd schwimmt im Fluss. Das Nilpferd wird im Fluss schwimmen.",
      "example_translation": "L'hippopotame a nagé dans la rivière. L'hippopotame nage dans la rivière. L'hippopotame nagera dans la rivière.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kätzchen",
      "translation": "chaton",
      "definition": "Ein junges Katzen, typischerweise im ersten Jahr seines Lebens.",
      "definition_translation": "Un jeune chat, généralement dans la première année de sa vie.",
      "example": "Das Kätzchen spielte mit dem Ball. Das Kätzchen spielt mit dem Ball. Das Kätzchen wird mit dem Ball spielen.",
      "example_translation": "Le chaton a joué avec la balle. Le chaton joue avec la balle. Le chaton jouera avec la balle.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lamm",
      "translation": "agneau",
      "definition": "Ein junges Schaf, typischerweise im ersten Jahr seines Lebens.",
      "definition_translation": "Un jeune mouton, généralement dans la première année de sa vie.",
      "example": "Das Lamm rannte auf dem Feld. Das Lamm rennt auf dem Feld. Das Lamm wird auf dem Feld rennen.",
      "example_translation": "L'agneau a couru dans le champ. L'agneau court dans le champ. L'agneau courra dans le champ.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "männlich",
      "translation": "mâle",
      "definition": "Ein Männlich ist ein Individuum des Geschlechts, das Spermien produziert, insbesondere ein Mensch oder Tier.",
      "definition_translation": "Un mâle est un individu du sexe qui produit du sperme, notamment un être humain ou un animal.",
      "example": "Ich habe einen männlichen Freund, der Fußball liebt. Er spielte Fußball gestern, spielt heute und wird morgen spielen.",
      "example_translation": "J'ai un ami mâle qui adore jouer au football. Il a joué au football hier, le joue aujourd'hui et le jouera demain.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maultier",
      "translation": "mule",
      "definition": "Ein Maultier ist die Nachkommen eines männlichen Esels und eines weiblichen Pferdes.",
      "definition_translation": "Un mulet est le descendant d'un âne mâle et d'une jument.",
      "example": "Ich sah ein Maultier, das schwere Lasten bergauf trug. Es trug sie heute, und wird sie morgen tragen.",
      "example_translation": "J'ai vu un mulet porter des charges lourdes sur la montagne hier. Il les porte aujourd'hui et les portera demain.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puma",
      "translation": "puma",
      "definition": "Ein Puma ist eine große, in Amerika heimische Katze, auch bekannt als König oder Berglöwe.",
      "definition_translation": "Un puma est un grand félin natif des Amériques, également connu comme un cougar ou un lion de montagne.",
      "example": "Ich sah einen Puma im Wald herumstreifen. Er streift heute, und wird morgen streifen.",
      "example_translation": "J'ai vu un puma errer dans la forêt hier. Il erre aujourd'hui et errera demain.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welpen",
      "translation": "chiot",
      "definition": "Ein Welpen ist ein junges Hund, insbesondere im ersten Jahr seines Lebens.",
      "definition_translation": "Un chiot est un jeune chien, notamment durant la première année de sa vie.",
      "example": "Ich habe einen Welpen, der gerne apportiert. Er apportierte gestern, apportiert heute und wird morgen apportieren.",
      "example_translation": "J'ai un chiot qui adore jouer à chercher un objet. Il a joué à chercher un objet hier, le joue aujourd'hui et le jouera demain.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rentier",
      "translation": "renne",
      "definition": "Ein großes, in arktischen Regionen vorkommendes Hirsch, bekannt für seine markanten Geweih und Fähigkeit, Schlitten zu ziehen.",
      "definition_translation": "Un grand cerf avec un manteau épais, trouvé dans les régions arctiques, connu pour ses bois distinctifs et sa capacité à tirer des traîneaux.",
      "example": "Ich sah ein Rentier im Zoo gestern. Es wird im nächsten Winter einen Schlitten ziehen. Das Rentier hatte letzten Jahr einen Schlitten gezogen.",
      "example_translation": "J'ai vu un renne au zoo hier. Il tirera un traîneau l'hiver prochain. Le renne avait tiré le traîneau l'année dernière.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tiger",
      "translation": "tigre",
      "definition": "Ein großer, in Asien heimischer, bekannt für sein markantes orangefarbenes und schwarzes Fell und seine wilden Jagdfähigkeiten.",
      "definition_translation": "Un grand chat puissant originaire d'Asie, connu pour ses rayures orange et noire distinctives et ses capacités de chasse féroce.",
      "example": "Der Tiger schlief im Wald. Er wird heute Nacht jagen. Der Tiger hatte letzte Woche ein Reh gefressen.",
      "example_translation": "Le tigre dormait dans la forêt. Il chassera ce soir. Le tigre avait mangé un cerf la semaine dernière.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wal",
      "translation": "baleine",
      "definition": "Ein großes, in Ozeanen lebendes, durch sein Blasloch atmendes Säugetier, bekannt für seine Schwimmbewegungen und seine riesigen Größe.",
      "definition_translation": "Un grand mammifère aquatique qui respire l'air par son évent et se trouve dans les océans du monde entier.",
      "example": "Ich sah einen Wal im Aquarium gestern. Er wird nächstes Monat wandern. Der Wal hatte letztes Jahr aus dem Wasser gesprungen.",
      "example_translation": "J'ai vu une baleine à l'aquarium hier. Elle migrera le mois prochain. La baleine avait sauté hors de l'eau l'année dernière.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hirsch",
      "translation": "cerf",
      "definition": "Ein wildes oder domestiziertes, huftierartiges Säugetier, bekannt für seine Agilität und seine großen Augen, in Wäldern und Grasländern vorkommend.",
      "definition_translation": "Un mammifère sauvage ou domestiqué à pieds sabots, trouvé dans les forêts et les prairies, connu pour son agilité et ses grands yeux.",
      "example": "Ich sah einen Hirsch im Wald gestern. Er wird morgen schnell laufen. Der Hirsch hatte letzte Woche das Gras gefressen.",
      "example_translation": "J'ai vu un cerf dans la forêt hier. Il courra vite demain. Le cerf avait mangé l'herbe la semaine dernière.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs",
      "translation": "renard",
      "definition": "Ein kleiner, fleischfressender Säugetier aus der Hundefamilie, mit einer spitzen Schnauze und einem buschigen Schwanz, in verschiedenen Farben zu finden.",
      "definition_translation": "un petit mammifère carnassier de la famille des chiens, avec un museau pointu et une queue buissonnante, trouvé dans une variété de couleurs",
      "example": "Der Fuchs lief schnell durch den Wald. Ich werde morgen einen Fuchs jagen. Sie hatte vorher einen Fuchs gesehen.",
      "example_translation": "Le renard a couru vite dans la forêt. Je courrai un renard demain. Elle avait vu un renard auparavant.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gorilla",
      "translation": "gorille",
      "definition": "Ein großes, machtvolles Primaten, das in den Wäldern Zentralafrikas lebt, mit einem dicken Fell und einer prominenten Stirn.",
      "definition_translation": "un grand primate puissant qui habite les forêts d'Afrique centrale, avec un épais manteau de poils et un front saillant",
      "example": "Das Gorilla spielte im Dschungel. Wir werden morgen ein Gorilla im Zoo sehen. Sie hatten ein Gorilla in freier Wildbahn beobachtet.",
      "example_translation": "Le gorille jouait dans la jungle. Nous verrons un gorille au jardin zoologique demain. Ils avaient observé un gorille dans le milieu sauvage.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Känguru",
      "translation": "kangourou",
      "definition": "Ein großes, pflanzenfressendes Beuteltier mit einer deutlichen Fortbewegungsweise, ursprünglich in Australien und Neuguinea heimisch.",
      "definition_translation": "un grand marsupial herbivore avec une méthode distinctive de locomotion, originaire d'Australie et de Nouvelle-Guinée",
      "example": "Das Känguru hoppelte über das Feld. Ich sah ein Känguru in Australien letztes Jahr. Sie studieren das Verhalten von Kängurus.",
      "example_translation": "Le kangourou a sauté à travers le champ. J'ai vu un kangourou en Australie l'année dernière. Ils étudient le comportement des kangourous.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leopard",
      "translation": "léopard",
      "definition": "Ein großes, fleischfressendes Katzen mit einem auffallenden Fell, das schwarze Flecken auf einer goldenen Hintergrund hat, ursprünglich in Afrika und Asien heimisch.",
      "definition_translation": "un grand chat carnivore avec un manteau distinctif présentant des taches noires sur un fond doré, originaire d'Afrique et d'Asie",
      "example": "Das Leopard ruhte in den Bäumen. Wir werden bald ein Leopard in freier Wildbahn beobachten. Sie hatten vorher ein Leopard gesehen.",
      "example_translation": "Le léopard se reposait dans les arbres. Nous allons observer un léopard dans le milieu sauvage bientôt. Ils avaient vu un léopard auparavant.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ochse",
      "translation": "boeuf",
      "definition": "Ein domestiziertes Säugetier, das oft auf Bauernhöfen und Ranches gehalten wird, verwendet für Milch, Fleisch und Arbeit.",
      "definition_translation": "Un mammifère domestiqué souvent gardé dans des fermes et des ranchs, utilisé pour son lait, sa viande et son travail.",
      "example": "Der Ochse pflügte das Feld gestern, es pflügt das Feld jetzt und wird das Feld morgen pflügen.",
      "example_translation": "Le boeuf a labouré le champ hier, il laboure le champ maintenant, et il labourera le champ demain.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfote",
      "translation": "patte",
      "definition": "Der Fuß eines Tieres, insbesondere eines Vierfußlers, mit Krallen oder Nägeln.",
      "definition_translation": "Le pied d'un animal, notamment d'un quadrupède, ayant des griffes ou des ongles.",
      "example": "Die Katze benutzte ihre Pfote, um das Spielzeug zu greifen, es benutzt ihre Pfote jetzt, um die Tür zu halten, und wird ihre Pfote morgen benutzen, um eine Maus zu fangen.",
      "example_translation": "Le chat a utilisé sa patte pour saisir le jouet, il utilise sa patte maintenant pour tenir la porte, et il utilisera sa patte demain pour attraper un souris.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisbär",
      "translation": "ours polaire",
      "definition": "Ein großes, fleischfressendes Säugetier, das in den arktischen Regionen lebt, mit weißem Fell und einer Nahrung, die hauptsächlich aus Robben und Fischen besteht.",
      "definition_translation": "Un grand mammifère carnivore qui habite les régions arctiques, ayant une fourrure blanche et un régime alimentaire essentiellement composé de phoques et de poissons.",
      "example": "Der Eisbär jagte Robben im arktischen Meer gestern, er jagt Fische jetzt und wird tomorrow Beeren jagen.",
      "example_translation": "L'ours polaire a chassé des phoques dans l'Arctique hier, il chasse des poissons maintenant, et il chassera des baies demain.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nashorn",
      "translation": "rhinocéros",
      "definition": "Ein großes, herbivorisches Säugetier mit einer harten, grauen Haut und einem auffallenden Horn oder Hörnern, ursprünglich in Afrika und Südasien heimisch.",
      "definition_translation": "Un grand mammifère herbivore avec une peau dure et grise et une corne distinctive ou des cornes, originaire d'Afrique et d'Asie du Sud.",
      "example": "Das Nashorn wanderte frei im Savannah gestern, es wandert frei jetzt und wird morgen frei wandern.",
      "example_translation": "Le rhinocéros errait librement dans la savane hier, il erre librement maintenant, et il errera librement demain.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seehund",
      "translation": "(phoque)",
      "definition": "Ein Seehund ist eine Art mariner Säugetier, das zur Unterordnung Pinnipedia gehört. Seehunde haben einen stromlinienförmigen Körper, Flossen und eine Schicht von Fett, um sie in kaltem Wasser warm zu halten.",
      "definition_translation": "Un phoque est un type de mammifère marin qui appartient au sous-ordre des Pinnipèdes. Les phoques ont un corps fuselé, des ailerons et une couche de graisse pour les garder au chaud dans l'eau froide.",
      "example": "Ich sah einen Seehund im Ozean schwimmen. Der Seehund schwamm näher an das Ufer. Der Seehund wird am Abend zu seiner Kolonie zurückkehren.",
      "example_translation": "J'ai vu un phoque nager dans l'océan. Le phoque a nagé plus près de la rive. Le phoque nagera retour à sa colonie dans la soirée.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichhörnchen",
      "translation": "écureuil",
      "definition": "Ein Eichhörnchen ist ein kleines, pelziges, nagetierähnliches Säugetier, das in Bäumen lebt und bekannt ist für das Sammeln von Nüssen und Samen in seinem Nest.",
      "definition_translation": "Un écureuil est un petit mammifère rongeur velu qui vit dans les arbres et est connu pour stocker des noix et des graines dans son nid.",
      "example": "Ich beobachtete ein Eichhörnchen, das den Baum hinaufkletterte. Das Eichhörnchen versteckte seine Nüsse im Dachboden. Das Eichhörnchen wird morgen von Zweig zu Zweig springen.",
      "example_translation": "J'ai regardé un écureuil grimper dans l'arbre. L'écureuil cachait ses noix dans le grenier. L'écureuil sautera de branche en branche dans la matinée.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}