[
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "antworten",
      "translation": "risposta",
      "definition": "Eine Antwort oder Reaktion auf eine Frage, ein Problem oder eine Situation.",
      "definition_translation": "Una risposta o replica a una domanda, problema o situazione.",
      "example": "Ich antworte auf das Telefon. Ich antwortete auf das Telefon. Ich werde auf das Telefon antworten.",
      "example_translation": "Risponderò al telefono. Ho risposto al telefono. Risponderò al telefono.",
      "imageLink": "answer.jpg",
      "audioLink": "answer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fragen",
      "translation": "chiedere",
      "definition": "Jemandem eine Frage zu stellen oder um etwas zu bitten.",
      "definition_translation": "Porre una domanda a qualcuno, o richiedere qualcosa.",
      "example": "Ich fragte sie zum Abendessen. Ich frage sie zum Abendessen. Ich werde sie zum Abendessen fragen.",
      "example_translation": "Le ho chiesto di cena. Chiedo a lei di cena. Chiederò a lei di cena.",
      "imageLink": "ask.jpg",
      "audioLink": "ask.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sein",
      "translation": "essere",
      "definition": "Die Existenz oder das Vorhandensein als permanenter oder temporärer Zustand zu haben.",
      "definition_translation": "Esercire o avere esistenza, sia come stato permanente o temporaneo.",
      "example": "Ich war glücklich. Ich bin glücklich. Ich werde glücklich sein.",
      "example_translation": "Ero felice. Sono felice. Sarò felice.",
      "imageLink": "be.jpg",
      "audioLink": "be.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaufen",
      "translation": "comprare",
      "definition": "Etwas im Tausch gegen eine Zahlung zu erwerben.",
      "definition_translation": "ottenere qualcosa in cambio del pagamento",
      "example": "Ich kaufte ein neues Auto gestern. Ich werde ein Haus nächstes Jahr kaufen. Ich habe Aktien über Jahre hinweg gekauft.",
      "example_translation": "Ho comprato una nuova macchina ieri. Comprerò una casa l'anno prossimo. Ho comprato azioni per anni.",
      "imageLink": "buy.jpg",
      "audioLink": "buy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "können",
      "translation": "puoi",
      "definition": "Etwas tun zu können.",
      "definition_translation": "esser in grado di fare qualcosa",
      "example": "Ich kann fließend Englisch sprechen. Ich konnte als Kind Klavier spielen. Ich werde morgen in der Lage sein, das Projekt abzuschließen.",
      "example_translation": "Posso parlare inglese fluentemente. Potevo suonare il pianoforte quando ero un bambino. Sarò in grado di finire il progetto per domani.",
      "imageLink": "can.jpg",
      "audioLink": "can.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragen",
      "translation": "portare",
      "definition": "Etwas während des Umherlaufens zu halten oder zu unterstützen.",
      "definition_translation": "tenere o sostenere qualcosa mentre si muove",
      "example": "Ich trug das schwere Gepäck die Treppe hinauf. Sie wird das Baby in ihren Armen tragen. Sie haben das Projekt seit Monaten durchgeführt.",
      "example_translation": "Ho portato la pesante valigia al piano di sopra. Lei porterà il bambino nelle sue braccia. Hanno portato avanti il progetto per mesi.",
      "imageLink": "carry.jpg",
      "audioLink": "carry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fangen",
      "translation": "prendere",
      "definition": "Etwas plötzlich oder mit Gewalt zu ergreifen.",
      "definition_translation": "cogliere o prendere qualcosa all'improvviso o con forza",
      "example": "Ich fing den Ball gestern. Ich fange jeden Morgen den Bus. Ich werde morgen einen Flug fangen.",
      "example_translation": "Ho preso la palla ieri, prendo l'autobus ogni mattina, prenderò un volo domani.",
      "imageLink": "catch.jpg",
      "audioLink": "catch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ändern",
      "translation": "cambiare",
      "definition": "Etwas zu ändern oder sich zu ändern.",
      "definition_translation": "rendere qualcosa diverso o diventare diverso",
      "example": "Ich änderte meine Kleidung letzte Nacht. Ich ändere mein Handy jeden Jahr. Ich werde meinen Job bald ändern.",
      "example_translation": "Ho cambiato i miei vestiti la scorsa notte, cambio il mio telefono ogni anno, cambierò il mio lavoro presto.",
      "imageLink": "change-6.jpg",
      "audioLink": "change.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "scegliere",
      "definition": "Etwas anstelle eines anderen auszuwählen.",
      "definition_translation": "selezionare una cosa invece di un'altra",
      "example": "Ich wählte dieses Restaurant letzte Woche. Ich wähle das rote Auto heute. Ich werde morgen die beste Option wählen.",
      "example_translation": "Ho scelto questo ristorante la scorsa settimana, scelgo la macchina rossa oggi, sceglierò l'opzione migliore domani.",
      "imageLink": "choose.jpg",
      "audioLink": "choose.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reinigen",
      "translation": "pulito",
      "definition": "Etwas von Schmutz, Staub oder Verunreinigungen durch Waschen oder Abwischen zu befreien.",
      "definition_translation": "Rendere qualcosa libero da sporcizia, polvere o impurità lavandolo o strofinandolo.",
      "example": "Ich reinigte das Zimmer gestern. Ich reinige es jetzt. Ich werde es morgen reinigen.",
      "example_translation": "Ho pulito la stanza ieri, la sto pulendo adesso e la pulirò domani.",
      "imageLink": "clean.jpg",
      "audioLink": "clean.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schließen",
      "translation": "chiudere",
      "definition": "Etwas wie eine Tür, ein Lid oder ein Behälter zu schließen oder zusammenzubringen.",
      "definition_translation": "Chiudere o unire i lati di qualcosa, come una porta, un coperchio o un contenitore.",
      "example": "Ich schloss die Tür letzte Nacht, ich schließe sie jetzt, und ich werde sie später schließen.",
      "example_translation": "Ho chiuso la porta ieri sera, la sto chiudendo adesso e la chiuderò più tardi.",
      "imageLink": "close.jpg",
      "audioLink": "close.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbe",
      "translation": "colore",
      "definition": "Eine Eigenschaft eines Objekts, die durch die Art und Weise, wie es Licht reflektiert oder emittiert, von dem Auge wahrgenommen wird.",
      "definition_translation": "Una proprietà di un oggetto che è percepita dall'occhio come risultato del modo in cui riflette o emette luce.",
      "example": "Die Farbe des Himmels war blau gestern, sie ist heute grau, und sie wird morgen rot sein.",
      "example_translation": "Il colore del cielo era blu ieri, è grigio adesso e sarà rosso domani.",
      "imageLink": "colour.jpg",
      "audioLink": "colour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommen",
      "translation": "venire",
      "definition": "Sich auf etwas oder jemanden zuzubewegen oder an einem Ort anzukommen.",
      "definition_translation": "muoversi verso qualcosa o qualcuno, o arrivare in un luogo.",
      "example": "Ich kam zur Party letzte Nacht, ich komme heute zum Treffen, und ich werde morgen zu deinem Haus kommen.",
      "example_translation": "Sono venuto alla festa ieri sera, sto venendo all'incontro oggi e verrò a casa tua domani.",
      "imageLink": "come.jpg",
      "audioLink": "come.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "cuocere",
      "definition": "Lebensmittel zuzubereiten und zu erwärmen, um sie essbar zu machen.",
      "definition_translation": "preparare e riscaldare il cibo per renderlo pronto da mangiare.",
      "example": "Ich kochte das Abendessen letzte Nacht, ich koche heute das Mittagessen, und ich werde morgen das Frühstück kochen.",
      "example_translation": "Ho cucinato la cena ieri sera, sto cucinando il pranzo oggi e cucinerò la colazione domani.",
      "imageLink": "cook.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tanzen",
      "translation": "ballare",
      "definition": "Seinen Körper in einem rhythmischen Muster zu bewegen, typischerweise zur Musik.",
      "definition_translation": "muovere il corpo in modo ritmico, di solito sulla musica.",
      "example": "Ich tanzte auf der Party letzte Nacht, ich tanze heute im Club, und ich werde morgen auf der Hochzeit tanzen.",
      "example_translation": "Ho ballato alla festa ieri sera, sto ballando al club oggi e ballerò al matrimonio domani.",
      "imageLink": "dance-2.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sterben",
      "translation": "morire",
      "definition": "Aufzuhören zu existieren oder ein Ende zu finden; aufzuhören zu leben",
      "definition_translation": "cessare di esistere o arrivare a una fine; smettere di vivere",
      "example": "Ich starb in meinem Traum letzte Nacht. Ich sterbe ein bisschen innerlich, wenn ich einen schönen Sonnenuntergang sehe. Ich werde sterben vor Langeweile, wenn ich zu diesem Meeting wieder setzen muss.",
      "example_translation": "Sono morto nel mio sogno la scorsa notte. Muoio un po' dentro quando vedo un tramonto bellissimo. Morirò di noia se devo sedermi attraverso questo incontro ancora una volta.",
      "imageLink": "die.jpg",
      "audioLink": "die.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tun",
      "translation": "fare",
      "definition": "Eine Aktion oder Aktivität durchzuführen; etwas zu erreichen",
      "definition_translation": "eseguire un'azione o un'attività; realizzare qualcosa",
      "example": "Ich tat meine Hausaufgaben letzte Nacht. Ich tue Yoga jeden Morgen. Ich werde mein Bestes tun, um dieses Projekt rechtzeitig zu beenden.",
      "example_translation": "Ho fatto i miei compiti la scorsa notte. Faccio yoga ogni mattina. Farò del mio meglio per finire questo progetto in tempo.",
      "imageLink": "do.jpg",
      "audioLink": "do.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "putzen",
      "translation": "fare le pulizie",
      "definition": "Einen Ort oder Bereich zu reinigen und zu organisieren",
      "definition_translation": "pulire e organizzare un luogo o area",
      "example": "Ich putzte gestern. Sie putzt jeden Woche. Sie werden dieses Wochenende gemeinsam putzen.",
      "example_translation": "Ho fatto le pulizie ieri. Lei fa le pulizie ogni settimana. Loro faranno le pulizie insieme questo fine settimana.",
      "imageLink": "do-the-cleaning.jpg",
      "audioLink": "do the cleaning.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "fare la cucina",
      "definition": "Lebensmittel in einer häuslichen Umgebung zuzubereiten und zu kochen, oft für sich selbst oder seine Familie.",
      "definition_translation": "Preparare e cuocere il cibo, di solito in un ambiente domestico, spesso per se stessi o per la propria famiglia.",
      "example": "Gestern, ich kochte für meine Familie. Heute, ich koche für meine Freunde. Morgen, ich werde für meine Gäste kochen.",
      "example_translation": "Ieriguardò, ho fatto la cucina per la mia famiglia. Oggi, sto facendo la cucina per i miei amici. Domani, farò la cucina per i miei ospiti.",
      "imageLink": "do-the-cooking.jpg",
      "audioLink": "do the cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "waschen",
      "translation": "fare il bucato",
      "definition": "Kleidung zu Waschen und zu Trocknen, oft mit einer Waschmaschine und einem Trockner.",
      "definition_translation": "Pulire e lavare i vestiti, tipicamente utilizzando una lavatrice e un asciugatore.",
      "example": "Letzte Woche, ich wusch für meine gesamte Familie. Diese Woche, ich wasche für meine Mitbewohner. Nächste Woche, ich werde für mich selbst waschen.",
      "example_translation": "La settimana scorsa, ho fatto il bucato per tutta la mia famiglia. Questa settimana, sto facendo il bucato per il mio coinquilino. La prossima settimana, farò il bucato per me stesso.",
      "imageLink": "do-the-washing.jpg",
      "audioLink": "do the washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zeichnen",
      "translation": "disegnare",
      "definition": "Ein Bild oder eine Abbildung mit verschiedenen Techniken, wie mit einem Stift, Füller oder Pinsel, zu erstellen.",
      "definition_translation": "Creare un'immagine o un'immagine utilizzando tecniche diverse, come con una matita, una penna o un pennello.",
      "example": "Als ich ein Kind war, liebte ich es, Cartoons zu zeichnen. Jetzt zeichne ich Porträts zum Lebensunterhalt. In Zukunft werde ich Landschaften zum eigenen Vergnügen zeichnen.",
      "example_translation": "Quando ero un bambino, amavo disegnare i cartoni animati. Ora, disegno ritratti per lavoro. Nel futuro, disegnerò paesaggi per mio divertimento.",
      "imageLink": "draw.jpg",
      "audioLink": "draw.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "bere",
      "definition": "Eine Flüssigkeit, wie Wasser oder Saft, durch den Mund zu schlucken.",
      "definition_translation": "Inghiottire un liquido, come acqua o succo, attraverso la bocca.",
      "example": "Ich trank ein Glas Wasser gestern, ich trinke jetzt einen Kaffee und ich werde heute Abend ein Bier trinken.",
      "example_translation": "Ho bevuto un bicchiere d'acqua ieri, sto bevendo una tazza di caffè ora e berò una birra stasera.",
      "imageLink": "drink.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "guidare",
      "definition": "Ein Fahrzeug, wie ein Auto, Bus oder Lastwagen, durch Steuerung von Geschwindigkeit und Richtung zu bedienen.",
      "definition_translation": "Operare un veicolo, come un'auto, un autobus o un camion, controllandone la velocità e la direzione.",
      "example": "Ich fuhr zur Schule, als ich Schüler war, ich fahre jetzt zur Arbeit und ich werde nächstes Wochenende zum Strand fahren.",
      "example_translation": "Ho guidato a scuola quando ero studente, sto guidando al lavoro ora e guiderò al mare il prossimo fine settimana.",
      "imageLink": "drive.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "essen",
      "translation": "mangiare",
      "definition": "Nahrung in den Körper durch den Mund aufzunehmen, normalerweise durch Kauen und Schlucken.",
      "definition_translation": "Portare il cibo nel corpo attraverso la bocca, di solito mastichando e inghiottendo.",
      "example": "Ich aß Frühstück zu Hause, ich esse jetzt Mittagessen in einem Restaurant und ich werde heute Abend Abendessen bei einem Freund essen.",
      "example_translation": "Ho mangiato la colazione a casa, sto mangiando il pranzo in un ristorante ora e mangerò la cena a casa di un amico stasera.",
      "imageLink": "eat.jpg",
      "audioLink": "eat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " genießen",
      "translation": "godere",
      "definition": "Eine große Freude oder Begeisterung an etwas zu empfinden oder ein Gefühl der Freude zu erleben.",
      "definition_translation": "Apprezzare molto qualcosa o provare una sensazione di gioia.",
      "example": "Ich genoss den Film gestern Abend. Ich genieße die Party. Ich werde meine Urlaub nächste Woche genießen.",
      "example_translation": "Ho goduto il film ieri sera. Sto godendo la festa. Godrò le mie vacanze la prossima settimana.",
      "imageLink": "enjoy.jpg",
      "audioLink": "enjoy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fühlen",
      "translation": "sentire",
      "definition": "Eine Emotion oder Empfindung zu haben oder eine bestimmte Empfindung oder Emotion zu erfahren.",
      "definition_translation": "Avere un'emozione o una sensazione, o avere una particolare sensazione o emozione.",
      "example": "Ich fühle mich heute müde. Ich fühlte mich gestern glücklich. Ich werde mich morgen aufgerüstet fühlen.",
      "example_translation": "Mi sento stanco oggi. Mi sono sentito felice ieri. Mi sentirò emozionato domani.",
      "imageLink": "feel.jpg",
      "audioLink": "feel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "finden",
      "translation": "trovare",
      "definition": "Etwas zu entdecken oder zufällig zu finden, insbesondere durch Zufall oder unerwartet.",
      "definition_translation": "Scoprire o incontrare qualcosa, specialmente per caso o inaspettatamente.",
      "example": "Ich fand ein großartiges Restaurant letzte Woche. Ich finde es schwierig, mich zu konzentrieren. Ich werde eine Lösung für das Problem finden.",
      "example_translation": "Ho trovato un ottimo ristorante la settimana scorsa. Trovo difficile concentrarmi. Troverò una soluzione al problema.",
      "imageLink": "find.jpg",
      "audioLink": "find.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beenden",
      "translation": "finire",
      "definition": "Etwas, wie eine Aufgabe oder ein Projekt, abzuschließen oder zu beenden.",
      "definition_translation": "Completare o portare a termine qualcosa, come un compito o un progetto.",
      "example": "Ich beendete meine Hausaufgaben letzte Nacht. Ich beende mein Studium in diesem Jahr. Ich werde mein Projekt nächste Woche beenden.",
      "example_translation": "Ho finito i miei compiti la scorsa notte. Sto finendo il mio diploma quest'anno. Finirò il mio progetto il prossimo mese.",
      "imageLink": "finish.jpg",
      "audioLink": "finish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bekommen",
      "translation": "ottenere",
      "definition": "Etwas zu erhalten oder zu erwerben, oder an einen Ort zu gelangen.",
      "definition_translation": "Ottenere o acquistare qualcosa, o arrivare in un luogo.",
      "example": "Ich bekam ein neues Handy gestern. Ich bekomme leicht müde. Ich werde pünktlich am Flughafen ankommen.",
      "example_translation": "Ho ottenuto un nuovo telefono ieri. Mi sto stancando facilmente. Arriverò all'aeroporto in orario.",
      "imageLink": "get.jpg",
      "audioLink": "get.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufstehen",
      "translation": "alzarsi",
      "definition": "Von einer liegenden oder sitzenden Position aufzustehen, oder von einem Schlaf aufzuwachen.",
      "definition_translation": "Alzarsi da una posizione sdraiata o seduta, o svegliarsi dal sonno.",
      "example": "Ich stand früh heute Morgen auf. Sie steht spät am Wochenende auf. Sie werden aufstehen, wenn der Konzert beginnt.",
      "example_translation": "Mi sono alzato presto stamattina. Si alza tardi la fine settimana. Si alzeranno dalle loro sedie quando il concerto inizia.",
      "imageLink": "get-up.jpg",
      "audioLink": "get up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geben",
      "translation": "dare",
      "definition": "etwas jemandem anbieten oder zur Verfügung stellen",
      "definition_translation": "offrire o fornire qualcosa a qualcuno",
      "example": "Ich gab ihr ein Buch gestern, ich gebe ihr ein Buch jetzt und ich werde ihr ein Buch morgen geben.",
      "example_translation": "Le ho dato un libro ieri, le do un libro ora e le darò un libro domani.",
      "imageLink": "give.jpg",
      "audioLink": "give.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "andare",
      "definition": "von einem Ort zu einem anderen bewegen",
      "definition_translation": "spostarsi da un luogo all'altro",
      "example": "Ich ging zum Laden gestern, ich gehe zum Laden jetzt und ich werde zum Laden morgen gehen.",
      "example_translation": "Sono andato al negozio ieri, vado al negozio ora e andrò al negozio domani.",
      "imageLink": "go.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgehen",
      "translation": "uscire",
      "definition": "ein Gebäude oder einen Ort verlassen",
      "definition_translation": "lasciare un edificio o un luogo",
      "example": "Ich ging mit meinen Freunden letzten Abend aus, ich gehe mit ihnen jetzt aus und ich werde mit ihnen nächste Woche ausgehen.",
      "example_translation": "Sono uscito con i miei amici la scorsa notte, esco con loro ora e uscirò con loro la prossima settimana.",
      "imageLink": "go-out.jpg",
      "audioLink": "go out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "haben",
      "translation": "avere",
      "definition": "etwas physisch oder abstrakt zu besitzen oder zu halten",
      "definition_translation": "Possedere o tenere qualcosa, sia fisicamente che astrattamente.",
      "example": "Ich hatte ein Buch gestern, ich habe ein Buch jetzt und ich werde ein Buch morgen haben.",
      "example_translation": "Avevo un libro ieri, ho un libro adesso e avrò un libro domani.",
      "imageLink": "have.jpg",
      "audioLink": "have.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hören",
      "translation": "sentire",
      "definition": "Geräusche mit dem Ohr wahrzunehmen",
      "definition_translation": "Percepire il suono con l'orecchio.",
      "example": "Ich hörte die Musik gestern, ich höre die Musik jetzt und ich werde die Musik morgen hören.",
      "example_translation": "Ho sentito la musica ieri, sento la musica adesso e sentirò la musica domani.",
      "imageLink": "hear.jpg",
      "audioLink": "hear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "helfen",
      "translation": "aiutare",
      "definition": "jemandem oder etwas zu unterstützen oder zu helfen",
      "definition_translation": "Assistere o sostenere qualcuno o qualcosa.",
      "example": "Ich half meinem Freund gestern, ich helfe meinem Freund jetzt und ich werde meinem Freund morgen helfen.",
      "example_translation": "Ho aiutato il mio amico ieri, aiuto il mio amico adesso e aiuterò il mio amico domani.",
      "imageLink": "help.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einladen",
      "translation": "invitare",
      "definition": "jemanden zu einem Ereignis oder einer Versammlung einzuladen",
      "definition_translation": "chiedere la presenza di qualcuno ad un evento o raduno",
      "example": "Ich lud sie zur Party letzte Nacht ein, ich lade sie zur Hochzeit morgen ein und ich werde sie zur Abschlussfeier nächstes Jahr einladen.",
      "example_translation": "L'ho invitata alla festa ieri sera, sto invitandola al matrimonio domani e inviterò alla cerimonia di laurea l'anno prossimo.",
      "imageLink": "invite.jpg",
      "audioLink": "invite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treten",
      "translation": "calciare",
      "definition": "jemanden oder etwas mit dem Fuß zu treffen",
      "definition_translation": "colpire qualcuno o qualcosa con il piede",
      "example": "Ich trat dem Ball zu meinem Freund, ich trete jeden Tag den Ball und ich werde den Ball im Meisterschaftsspiel treten.",
      "example_translation": "Ho calciato la palla al mio amico, calcio la palla ogni giorno e calcerò la palla nella partita del campionato.",
      "imageLink": "kick.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lernen",
      "translation": "imparare",
      "definition": "Wissen oder Fähigkeiten durch Studium, Unterricht oder Erfahrung zu erwerben",
      "definition_translation": "acquisire conoscenza o abilità studiando, ricevendo insegnamenti o sperimentando qualcosa",
      "example": "Ich lernte als Kind Fahrrad fahren, ich lerne jetzt eine neue Sprache und ich werde nächstes Jahr Gitarre lernen.",
      "example_translation": "Ho imparato a guidare la bicicletta quando ero un bambino, sto imparando una nuova lingua ora e imparerò a suonare la chitarra l'anno prossimo.",
      "imageLink": "learn.jpg",
      "audioLink": "learn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "lasciare",
      "definition": "von einem Ort oder einer Person weg zu gehen; von einem Ort oder einer Situation zu scheiden",
      "definition_translation": "Andare via da un posto o da una persona; partire da un posto o situazione.",
      "example": "Ich werde morgen nach Paris abreisen. Ich ließ mein Telefon zu Hause. Sie lässt ihr Auto in der Garage.",
      "example_translation": "Partirò per Parigi domani. Ho lasciato il miotelefono a casa. Lei lascia la sua macchina nel garage.",
      "imageLink": "leave-1.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mögen",
      "translation": "piacere",
      "definition": "Ein positives Gefühl oder eine positive Meinung über etwas oder jemanden haben; etwas genießen.",
      "definition_translation": "Avere un sentimento o un'opinione positiva su qualcosa o qualcuno; godersi qualcosa.",
      "example": "Ich mag Musik hören. Sie mag Tennis spielen. Sie werden den neuen Film mögen.",
      "example_translation": "Mi piace ascoltare musica. Le piace giocare a tennis. Saranno contenti del nuovo film.",
      "imageLink": "like.jpg",
      "audioLink": "like.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hören",
      "translation": "ascoltare",
      "definition": "AufSounds oder jemanden Sprechend achten; etwas aufmerksam hören.",
      "definition_translation": "Prestare attenzione ai suoni o a qualcuno che parla; sentire qualcosa con attenzione pensosa.",
      "example": "Ich hörte der Lehrerin zu. Sie werden dem Podcast zuhören. Sie hört ihrem Lieblingsänger zu.",
      "example_translation": "Ho ascoltato la spiegazione dell'insegnante. Ascolteranno il podcast. Lei ascolta la sua cantante preferita.",
      "imageLink": "listen.jpg",
      "audioLink": "listen.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schauen",
      "translation": "guardare",
      "definition": "Seine Aufmerksamkeit auf etwas oder jemanden richten, typischerweise indem man in eine bestimmte Richtung blickt.",
      "definition_translation": "Direzione l'attenzione verso qualcosa o qualcuno, tipicamente guardando in una direzione specifica.",
      "example": "Ich schaute mir das Foto von meinem letzten Urlaub an. Ich schaue gerade fern. Ich werde mir den Plan anschauen, um den Weg zu finden.",
      "example_translation": "Ho guardato la foto della mia última vacanza. Sto guardando la TV ora. Guarderò la mappa per trovare la strada.",
      "imageLink": "look.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lieben",
      "translation": "amare",
      "definition": "Ein starkes Gefühl der Zuneigung oder Bindung, typischerweise charakterisiert durch Gefühle der Wärme, Zärtlichkeit und tiefen emotionalen Verbindung.",
      "definition_translation": "Un forte sentimento di affetto o attaccamento, caratterizzato tipicamente da sentimenti di calore, tenerezza e profonda connessione emotiva.",
      "example": "Ich liebte es, mit meinen Geschwistern zu spielen, als ich ein Kind war. Ich liebe es, Zeit mit meiner Familie zu verbringen. Ich werde mein Land für immer lieben.",
      "example_translation": "Ho amato giocare con i miei fratelli quando ero un bambino. Adoro trascorrere del tempo con la mia famiglia ora. Amerò il mio paese per sempre.",
      "imageLink": "love.jpg",
      "audioLink": "love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "machen",
      "translation": "fare",
      "definition": "Etwas durch Kombinieren oder Manipulieren von Materialien erstellen oder konstruieren, typischerweise in einer absichtlichen oder intentional Weise.",
      "definition_translation": "Creare o costruire qualcosa combinando o manipolando materiali, tipicamente in modo deliberato o intenzionale.",
      "example": "Ich machte einen Kuchen für meine Schwester zum Geburtstag. Ich mache gerade eine Präsentation für meine Klasse. Ich werde viel Geld verdienen, wenn ich groß bin.",
      "example_translation": "Ho fatto un cake per il compleanno di mia sorella. Sto facendo una presentazione per la mia classe ora. Farò un sacco di soldi quando crescerò.",
      "imageLink": "make.jpg",
      "audioLink": "make.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "incontrare",
      "definition": "mit jemandem oder etwas in Kontakt oder Kommunikation zu kommen",
      "definition_translation": "venire in contatto o in comunicazione con qualcuno o qualcosa",
      "example": "Ich traf meine Freundin gestern, ich werde sie morgen treffen, und ich traf sie letzte Woche.",
      "example_translation": "Ho incontrato il mio amico ieri, incontrerò lei domani e ho incontrato lei la settimana scorsa.",
      "imageLink": "meet-2.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "incontrare",
      "definition": "eine Anforderung oder Bedingung zu erfüllen",
      "definition_translation": "soddisfare o adempiere un requisito o condizione",
      "example": "Die neue Richtlinie wird die Bedürfnisse des Unternehmens erfüllen, sie erfüllte sie letzten Jahr, und sie wird sie nächstes Jahr erfüllen.",
      "example_translation": "La nuova politica soddisferà le esigenze dell'azienda, ha soddisfatto i requisiti l'anno scorso e soddisferà gli standard l'anno prossimo.",
      "imageLink": "meet-3.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "incontrare",
      "definition": "sich für einen Zweck zusammenzufinden oder zu versammeln",
      "definition_translation": "riunirsi o venire insieme per uno scopo",
      "example": "Das Team wird um 14 Uhr zusammentreffen, sie trafen sich letzte Woche, und sie werden sich nächsten Monat wieder treffen.",
      "example_translation": "La squadra si riunirà alle 2 pm, si sono riuniti la settimana scorsa e si riuniranno di nuovo il mese prossimo.",
      "imageLink": "meet-1.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brauchen",
      "translation": "bisogno",
      "definition": "etwas zu benötigen, weil es essentiell oder sehr wichtig ist",
      "definition_translation": "richiedere qualcosa perché è essenziale o molto importante",
      "example": "Ich brauchte ein Buch, um für die Prüfung zu lernen, ich brauche ein Buch, um für die Prüfung zu lernen, ich werde ein Buch benötigen, um für die Prüfung zu lernen.",
      "example_translation": "Ho bisogno di un libro per studiare per l'esame, ho bisogno di un libro per studiare per l'esame, avrò bisogno di un libro per studiare per l'esame.",
      "imageLink": "need.jpg",
      "audioLink": "need.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "öffnen",
      "translation": "aprire",
      "definition": "etwas so zu bewegen oder anzupassen, dass es nicht geschlossen oder verschlossen ist",
      "definition_translation": "muovere o regolare qualcosa in modo che non sia chiuso o fissato",
      "example": "Ich öffnete die Tür, ich öffne die Tür, ich werde die Tür öffnen.",
      "example_translation": "Ho aperto la porta, apro la porta, aprirò la porta.",
      "imageLink": "open-3.jpg",
      "audioLink": "open.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "malen",
      "translation": "dipingere",
      "definition": "Eine Oberfläche mit einem Pinsel oder einem anderen Werkzeug zu bemalen",
      "definition_translation": "applicare la pittura su una superficie usando un pennello o altro strumento",
      "example": "Ich malte die Wand, ich male die Wand, ich werde die Wand malen.",
      "example_translation": "Ho dipinto il muro, dipingo il muro, dipingerò il muro.",
      "imageLink": "paint-1.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "malen",
      "translation": "dipingere",
      "definition": "Eine Oberfläche mit einem Pinsel oder Rollera zu bemalen.",
      "definition_translation": "Applicare la pittura su una superficie utilizzando un pennello o un rullo.",
      "example": "Ich malte das Haus letzten Wochenende, ich male es jeden Jahr, und ich werde es nächste Monat wieder malen.",
      "example_translation": "Ho dipinto la casa l'ultimo weekend, la dipingo ogni anno e la dipingerò di nuovo il prossimo mese.",
      "imageLink": "paint.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zahlen",
      "translation": "pagare",
      "definition": "Geld für Waren oder Dienstleistungen zu bezahlen.",
      "definition_translation": " Dare denaro in cambio di beni o servizi.",
      "example": "Ich bezahlte die Rechnung gestern, ich zahle sie jeden Monat, und ich werde sie nächstes Jahr wieder bezahlen.",
      "example_translation": "Ho pagato il conto ieri, lo pago ogni mese e lo pagherò di nuovo l'anno prossimo.",
      "imageLink": "pay.jpg",
      "audioLink": "pay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spielen",
      "translation": "giocare",
      "definition": "Eine Aktivität aus Spaß oder Erholung zu betreiben.",
      "definition_translation": "Partecipare ad un'attività per piacere o ricreazione.",
      "example": "Ich spielte Fußball gestern, ich spiele es jeden Wochenende, und ich werde es nächste Monat wieder spielen.",
      "example_translation": "Ho giocato a calcio ieri, lo gioco ogni weekend e lo giocherò di nuovo il prossimo mese.",
      "imageLink": "play-5.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spielen",
      "translation": "giocare",
      "definition": "Eine Aktivität aus Spaß und Erholung, oft auf eine lockere oder humorvolle Weise, zu betreiben.",
      "definition_translation": "Partecipare a un'attività per divertirsi e ricrearsi, spesso in modo leggero o umoristico.",
      "example": "Ich spielte Fußball mit meinen Freunden gestern, ich spiele Tennis heute, und ich werde morgen Schach spielen.",
      "example_translation": "Ho giocato a calcio con i miei amici ieri, sto giocando a tennis oggi e giocherò a scacchi domani.",
      "imageLink": "play-1.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "üben",
      "translation": "praticare",
      "definition": "Eine Aktivität oder Übung wiederholt auszuführen, um sie zu verbessern oder zu meistern.",
      "definition_translation": "Eseguire un'attività o esercizio ripetutamente per migliorarla o padroneggiarla.",
      "example": "Ich übte meine Flöte jeden Tag, ich übe jetzt mein Klavier, und ich werde nächste Woche Violine üben.",
      "example_translation": "Ho praticato il mio flauto ogni giorno, sto praticando il mio pianoforte ora e praticherò il mio violino la settimana prossima.",
      "imageLink": "practise.jpg",
      "audioLink": "practise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stellen",
      "translation": "mettere",
      "definition": "Etwas an einen bestimmten Ort oder in einer bestimmten Position zu setzen.",
      "definition_translation": "Porre o collocare qualcosa in una particolare posizione o luogo.",
      "example": "Ich stellte das Buch auf den Tisch gestern, ich stecke jetzt die Schlüssel in meine Tasche, und ich werde morgen die Blumen in die Vase stellen.",
      "example_translation": "Ho messo il libro sul tavolo ieri, sto mettendo le chiavi nella mia tasca ora e metterò i fiori nel vaso domani.",
      "imageLink": "put.jpg",
      "audioLink": "put.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lesen",
      "translation": "leggere",
      "definition": "Geschriebene Wörter anzusehen und zu verstehen",
      "definition_translation": "Leggere e capire le parole scritte",
      "example": "Ich las ein Buch gestern. Ich lese jetzt ein Buch. Ich werde morgen ein Buch lesen.",
      "example_translation": "Ho letto un libro ieri. Sto leggendo un libro ora. Leggerò un libro domani.",
      "imageLink": "read.jpg",
      "audioLink": "read.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erinnern",
      "translation": "ricordare",
      "definition": "Ein Stück Information oder ein vergangenes Ereignis ins Gedächtnis zu rufen",
      "definition_translation": "Ricordare o richiamare alla memoria un'informazione o un evento del passato",
      "example": "Ich erinnerte mich an mein Passwort gestern. Ich erinnere mich jetzt an meinen Zeitplan. Ich werde mich morgen an mein Jubiläum erinnern.",
      "example_translation": "Ho ricordato la mia password ieri. Sto ricordando il mio programma ora. Ricorderò il mio anniversario domani.",
      "imageLink": "remember.jpg",
      "audioLink": "remember.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "cavalcare",
      "definition": "Auf einem Pferd, Fahrrad oder anderen Fahrzeug zu sitzen und zu kontrollieren",
      "definition_translation": "Sedere e controllare un cavallo, una bicicletta o altri veicoli",
      "example": "Ich fuhr ein Fahrrad gestern. Ich fahre jetzt ein Pferd. Ich werde morgen ein Motorrad fahren.",
      "example_translation": "Ho cavalcato una bicicletta ieri. Sto cavalcando un cavallo ora. Cavalcherò una motocicletta domani.",
      "imageLink": "ride.jpg",
      "audioLink": "ride.mp3"
    }
  ]