[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akzeptieren",
      "translation": "accettare",
      "definition": "etwas bereitwillig anzunehmen oder mit etwas einverständlich zu sein",
      "definition_translation": "ricevere qualcosa volentieri o accordarsi con qualcosa",
      "example": "Ich nahm das Jobangebot an, ich nehme das Geschenk an, ich werde die Einladung annehmen",
      "example_translation": "Ho accettato l'offerta di lavoro, sto accettando il regalo, accetterò l'invito",
      "imageLink": "image_files\\English\\"imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "conquistare",
      "definition": "etwas erfolgreich zu erreichen oder ein Ziel zu erreichen",
      "definition_translation": "conquistare qualcosa con successo o raggiungere un obiettivo",
      "example": "Sie erreichte ihr Ziel, er erzielt großartige Ergebnisse, sie werden Erfolg erreichen",
      "example_translation": "Lei ha conquistato il suo obiettivo, lui sta ottenendo grandi risultati, loro conquisteranno il successo",
      "imageLink": "image_files\\English\\"imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "agire",
      "definition": "eine Aktion auszuführen oder etwas zu tun",
      "definition_translation": "prendere azione o eseguire qualcosa",
      "example": "Ich handelte schnell, sie tritt in dem Stück auf, sie werden auf den Rat handeln",
      "example_translation": "Ho agito rapidamente, lei sta recitando nella commedia, loro agiranno seguendo il consiglio",
      "imageLink": "image_files\\English\\"imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "agire",
      "definition": "Eine Aktion zu unternehmen; etwas zu tun.",
      "definition_translation": "Agire; fare qualcosa.",
      "example": "Ich handelte schnell, um den Unfall zu vermeiden. Ich handele auf Ihren Rat. Ich werde morgen handeln.",
      "example_translation": "Ho agito velocemente per evitare l'incidente. Sto agendo secondo il tuo consiglio. Agirò su di esso domani.",
      "imageLink": "image_files\\English\\"imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beraten",
      "translation": "consigliare",
      "definition": "Rat oder Anleitung zu geben.",
      "definition_translation": "Dare consigli o guidare.",
      "example": "Sie riet mir, eine Pause zu machen. Ich rate Ihnen, vorsichtig zu sein. Ich riet ihm, sich um den Job zu bewerben.",
      "example_translation": "Mi ha consigliato di prendere una pausa. Sto consigliando di essere cauto. Gli ho consigliato di candidarsi per il lavoro.",
      "imageLink": "image_files\\English\\"imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erlauben",
      "translation": "permettere",
      "definition": "Erlaubnis zu geben oder etwas geschehen zu lassen.",
      "definition_translation": "Dare il permesso o lasciare che accada.",
      "example": "Ich erlaubte mir, eine Siesta zu machen. Wir lassen die Kinder draußen spielen. Sie ließen uns ihr Auto benutzen.",
      "example_translation": "Mi sono permesso di fare un sonnellino. Stiamo permettendo ai bambini di giocare fuori. Ci hanno permesso di usare la loro macchina.",
      "imageLink": "image_files\\English\\"imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annähern",
      "translation": "avvicinarsi",
      "definition": "sich einer Sache oder Person im Raum oder in der Zeit zu nähern",
      "definition_translation": "avvicinarsi a qualcosa o qualcuno nello spazio o nel tempo",
      "example": "Ich werde mich dem Podium nähern, um meine Rede zu halten. Ich näherte mich dem Fremden vorsichtig. Sie nähert sich dem Problem mit Vorsicht.",
      "example_translation": "Mi avvicinerò al podio per dare il mio discorso. Mi avvicinai allo sconosciuto con cautela. Lei si avvicina al problema con cautela.",
      "imageLink": "image_files\\English\\"imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "argumentieren",
      "translation": "discutere",
      "definition": "Gründe oder Beweise für oder gegen eine Idee, Meinung oder Vorschlag anzuführen",
      "definition_translation": "fornire ragioni o prove per sostenere o opporsi a un'idea, opinione o proposta",
      "example": "Ich argumentierte mit meinem Bruder über Politik. Sie argumentiert, dass die Politik fehlerhaft ist. Sie werden den Fall vor Gericht argumentieren.",
      "example_translation": "Ho discusso con mio fratello sulla politica. Lei sostiene che la politica è difettosa. Loro discuteranno il caso in tribunale.",
      "imageLink": "image_files\\English\\"imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "festnehmen",
      "translation": "arrestare",
      "definition": "jemanden in Gewahrsam zu nehmen, normalerweise von der Polizei, oft weil sie ein Verbrechen begangen haben",
      "definition_translation": "prendere in custodia qualcuno, di solito dalla polizia, spesso perché hanno commesso un reato",
      "example": "Die Polizei nahm den Verdächtigen fest. Sie wurde wegen Ladendiebstahls festgenommen. Sie werden ihn am Flughafen festnehmen.",
      "example_translation": "La polizia ha arrestato il sospetto. Lei è stata arrestata per furto in negozio. Loro lo arresteranno all'aeroporto.",
      "imageLink": "image_files\\English\\"imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhängen",
      "translation": "allegare",
      "definition": "etwas an etwas anderes anzubinden, typischerweise mit einem Seil, einer Schnur oder einem anderen Anhang.",
      "definition_translation": "Fissare o unire qualcosa a qualcos'altro, di solito utilizzando una corda, una stringa o un'altra attaccatura.",
      "example": "Ich hängte die Datei an die E-Mail an. Gestern hatte ich das Dokument dem Bericht angehängt. Morgen werde ich das Bild an die Nachricht anhängen.",
      "example_translation": "Ho allegato il file alla email. Ieri, avevo allegato il documento alla relazione. Domani, allego la foto al messaggio.",
      "imageLink": "image_files\\English\\"imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angreifen",
      "translation": "attaccare",
      "definition": "Mit Gewalt, Gewalttätigkeit oder Aggressionen anzugreifen.",
      "definition_translation": "Attaccare con forza, violenza o aggressività.",
      "example": "Die Armee griff die feindliche Basis an. Gestern haben wir das Problem mit einer neuen Lösung angegriffen. Morgen werden wir die Herausforderung mit Zuversicht angehen.",
      "example_translation": "L'esercito ha attaccato la base nemica. Ieri, abbiamo attaccato il problema con una nuova soluzione. Domani, attaccheremo la sfida con fiducia.",
      "imageLink": "image_files\\English\\"imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versuchen",
      "translation": "tentare",
      "definition": "Etwas zu tun oder sich bemühen, etwas zu erreichen.",
      "definition_translation": "Tentare di fare qualcosa o fare uno sforzo per raggiungere qualcosa.",
      "example": "Ich habe versucht, den Berg zu besteigen. Gestern hat sie versucht, das Puzzle zu lösen. Morgen werden sie versuchen, den Rekord zu brechen.",
      "example_translation": "Ho tentato di scalare la montagna. Ieri, lei ha tentato di risolvere il puzzle. Domani, loro tenteranno di battere il record.",
      "imageLink": "image_files\\English\\"imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilnehmen",
      "translation": "partecipare",
      "definition": "bei einer Sitzung, Veranstaltung oder Funktion anwesend zu sein",
      "definition_translation": "essere presente ad un incontro, evento o funzione",
      "example": "Ich habe gestern die Sitzung besucht, ich werde nächste Woche die Konferenz besuchen und ich habe letztes Semester die Vorlesung besucht.",
      "example_translation": "Ho partecipato all'incontro ieri, parteciperò alla conferenza la prossima settimana e ho partecipato alla lezione lo scorso semestre.",
      "imageLink": "image_files\\English\\"imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "babysitten",
      "translation": "fare da babysitter",
      "definition": "ein Kind oder Kinder zu betreuen, wenn die Eltern nicht anwesend sind",
      "definition_translation": "prendersi cura di un bambino o bambini quando i loro genitori non sono presenti",
      "example": "Ich habe letzte Nacht meine Schwester's Kinder betreut, ich habe für viele Familien vorher gearbeitet und ich werde nächstes Wochenende wieder babysitten.",
      "example_translation": "Ho fatto da babysitter ai bambini di mia sorella la scorsa notte, ho fatto da babysitter per molte famiglie prima e farò di nuovo il prossimo weekend.",
      "imageLink": "image_files\\English\\"imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich benehmen",
      "translation": "comportarsi",
      "definition": "sich auf eine bestimmte Weise zu verhalten",
      "definition_translation": "agire o reagire in un particolare modo",
      "example": "Die Kinder haben sich gut auf der Party verhalten, sie werden sich seltsam verhalten, wenn sie müde sind, und sie haben sich gestern sehr schlecht verhalten.",
      "example_translation": "I bambini si sono comportati bene alla festa, si comporteranno in modo strano se sono stanchi e si sono comportati molto male ieri.",
      "imageLink": "image_files\\English\\"imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "mordere",
      "definition": "um etwas zu essen oder anzugreifen, fest mit den Zähnen zu packen",
      "definition_translation": "Infilare o tenere saldamente con i denti, generalmente per mangiare o attaccare.",
      "example": "Ich habe in das saftige Burger gebissen. Ich bin meinem Nagel beißend. Ich werde dir ins Ohr beißen, wenn du nicht aufhörst, mich zu ärgern.",
      "example_translation": "Ho morsicato il burger succoso. Sto mordendo le unghie. Ti morderò l'orecchio se non smetti di prenderti gioco di me.",
      "imageLink": "image_files\\English\\"imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "soffiare",
      "definition": "einen Luftstrom zu erzeugen, indem man ihn aus den Lungen herausblasen, typischerweise durch gepresste Lippen.",
      "definition_translation": "Produrre una corrente d'aria espellendo dal polmone, tipicamente attraverso le labbra serrate.",
      "example": "Sie hat die Kerzen ausgeblasen. Er bläst Luftballons auf. Sie werden bei dem Spiel die Pfeife blasen.",
      "example_translation": "Lei ha spento le candele. Lui sta gonfiando i palloncini. Suoneranno il fischio durante la partita.",
      "imageLink": "image_files\\English\\"imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombe",
      "translation": "bomba",
      "definition": "Ein explosives Gerät, das Energie in einer plötzlichen und gewalttätigen Weise freisetzt.",
      "definition_translation": "Un dispositivo esplosivo progettato per rilasciare energia in modo improvviso e violento.",
      "example": "Die Bombe explodierte auf dem Schlachtfeld. Sie warfen Bomben über feindliches Gebiet ab. Die Nachricht war eine Bombe.",
      "example_translation": "La bomba è esplosa sul campo di battaglia. Stanno lanciando bombe sul territorio nemico. La notizia è stata una bomba.",
      "imageLink": "image_files\\English\\"imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbrennen",
      "translation": "bruciare",
      "definition": "schnelle Verbrennung zu unterliegen, oft mit Wärme- und Lichtproduktion, oder jemandem dies zu tun",
      "definition_translation": "subire combustione rapida, spesso con la produzione di calore e luce, o causare che qualcosa faccia ciò",
      "example": "Ich habe mich gestern auf dem Herd verbrannt, aber ich werde in Zukunft vorsichtiger sein, und ich verbrenne jeden Morgen das Brot.",
      "example_translation": "Mi sono bruciato la mano sulla stufa ieri, ma sarà più attento in futuro, e brucio il toast ogni mattina.",
      "imageLink": "image_files\\English\\"imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen ausbrechen",
      "translation": "scoppiare in lacrime",
      "definition": "plötzlich wegen starker Emotionen oder Traurigkeit zu weinen",
      "definition_translation": "cominciare improvvisamente a piangere, spesso a causa di forti emozioni o tristezza",
      "example": "Sie brach in Tränen aus, als sie die Nachricht erhielt, und ich breche in Tränen aus, wenn ich den Job nicht bekomme, den ich will.",
      "example_translation": "Ha scoppiato in lacrime quando ha ricevuto la notizia, e scoppierei in lacrime se non ottengo il lavoro che voglio.",
      "imageLink": "image_files\\English\\"imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begraben",
      "translation": "seppellire",
      "definition": "eine tote Leiche oder etwas anderes in ein Loch im Boden zu legen oder etwas komplett zu bedecken",
      "definition_translation": "mettere un corpo morto o qualcos'altro in una buca nel terreno, o coprire completamente qualcosa",
      "example": "Sie werden das Haustier im Hinterhof begraben, und ich begrub meine Gefühle tief in mir, als sie mich verließ.",
      "example_translation": "Seppelliranno il pet nel cortile posteriore, e ho sepolto i miei sentimenti profondi dentro di me quando lei mi ha lasciato.",
      "imageLink": "image_files\\English\\"imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absagen",
      "translation": "annullare",
      "definition": "Etwas, wie einen Plan oder eine Vereinbarung, vorzeitig zu beenden.",
      "definition_translation": "Interrompere o abbandonare qualcosa, come un piano o un accordo, prima che sia finito.",
      "example": "Ich musste meine Reise nach Paris wegen der Pandemie absagen. Ich sagte mein Fitnessstudio-Abonnement letzten Monat ab. Ich werde die Sitzung absagen, wenn sie nicht erforderlich ist.",
      "example_translation": "Ho dovuto annullare il mio viaggio a Parigi a causa della pandemia. Ho annullato la mia iscrizione alla palestra lo scorso mese. Annullerò la riunione se non è necessaria.",
      "imageLink": "image_files\\English\\"imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einchecken",
      "translation": "registrarsi",
      "definition": "In einem Hotel, Flughafen oder anderen Ort anzukommen und sich anzumelden, oft um eine Reise oder einen Aufenthalt zu beginnen.",
      "definition_translation": "Arrivare e registrarsi in un albergo, aeroporto o altro luogo, spesso per iniziare un viaggio o soggiorno.",
      "example": "Ich checkte mich um 14 Uhr im Hotel ein. Wir mussten uns online vor unserem Flug anmelden. Sie wird morgen früh im Konferenzzentrum einchecken.",
      "example_translation": "Mi sono registrato all'hotel alle 2 del pomeriggio. Abbiamo dovuto registrarsi online prima del nostro volo. Lei si registrerà al centro congressi domattina.",
      "imageLink": "image_files\\English\\"imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auschecken",
      "translation": "pagare il conto",
      "definition": "Die Rechnung zu bezahlen und ein Hotel, Restaurant oder Geschäft zu verlassen, oder etwas zu untersuchen oder zu überprüfen.",
      "definition_translation": "Pagare il conto e lasciare un albergo, ristorante o negozio, o esaminare o investigare qualcosa.",
      "example": "Wir checkten um 11 Uhr aus dem Hotel aus. Kann ich dieses Buch aus der Bibliothek ausleihen? Sie wird heute Abend das neue Restaurant überprüfen.",
      "example_translation": "Abbiamo pagato il conto all'hotel alle 11 del mattino. Posso prendere in prestito questo libro dalla biblioteca? Lei proverà il nuovo ristorante stasera.",
      "imageLink": "image_files\\English\\"imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "cerchio",
      "definition": "Ein Kreis ist eine runde Form ohne Anfang oder Ende, bei der jeder Punkt auf dem Kreis gleich weit von einem festen Punkt, dem Zentrum, entfernt ist.",
      "definition_translation": "Un cerchio è una forma rotonda senza inizio o fine, dove ogni punto del cerchio è a distanza uguale da un punto fisso chiamato centro.",
      "example": "Ich zeichnete einen Kreis auf dem Papier. Ich werde morgen einen Kreis auf dem Papier zeichnen. Ich zeichnete gestern einen Kreis auf dem Papier.",
      "example_translation": "Ho disegnato un cerchio sulla carta. Disegnerò un cerchio sulla carta domani. Ho disegnato un cerchio sulla carta ieri.",
      "imageLink": "image_files\\English\\"imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klatschen",
      "translation": "applaudire",
      "definition": "Mit den Handflächen zusammenzuschlagen, um Beifall oder Zustimmung zu äußern.",
      "definition_translation": "Applaudire significa battere le palme delle mani insieme, tipicamente per esprimere apprezzamento o approvazione.",
      "example": "Das Publikum klatschte nach der Show. Ich werde nach der Show morgen applaudieren. Ich klatschte nach der Show gestern.",
      "example_translation": "Il pubblico ha applaudito dopo lo spettacolo. Applaudirò dopo lo spettacolo domani. Ho applaudito dopo lo spettacolo ieri.",
      "imageLink": "image_files\\English\\"imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sammeln",
      "translation": "raccogliere",
      "definition": "Etwas zu sammeln oder zusammenzubringen, oft um es aufzubewahren oder zu speichern.",
      "definition_translation": "Raccogliere significa raccogliere o portare insieme le cose, spesso per tenerle o immagazzinarle.",
      "example": "Ich sammle Briefmarken. Ich werde morgen von meinen Freunden Briefmarken sammeln. Ich sammelte gestern Briefmarken von meinem Großvater.",
      "example_translation": "Raccoglio francobolli. Raccoglierò francobolli dai miei amici domani. Ho raccolto francobolli dal mio nonno ieri.",
      "imageLink": "image_files\\English\\"imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "pettine",
      "definition": "Ein Werkzeug, das verwendet wird, um das Haar zu stylen, zu säubern und zu pflegen oder um Knoten und Verfilzungen aus dem Haar zu entfernen.",
      "definition_translation": "Un pettine è uno strumento utilizzato per stilare, pulire e gestire i capelli, o per rimuovere nodi e grovigli dai capelli.",
      "example": "Sie kämmte ihr Haar mit einem grobzinkigen Kamm, um die Knoten zu entfernen. Sie wird ihr Haar vor der Party kämmen. Sie kämmte ihr Haar gestern.",
      "example_translation": "Lei ha pettinato i capelli con un pettine a larghe denti per rimuovere i nodi. Si pettinerà i capelli prima della festa. Aveva pettinato i capelli ieri.",
      "imageLink": "image_files\\English\\"imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konkurrieren",
      "translation": "competere",
      "definition": "An einem Wettkampf oder einer Konkurrenz teilzunehmen oder sich anzustrengen, um zu gewinnen oder andere in einem bestimmten Bereich oder einer bestimmten Aktivität zu überbieten.",
      "definition_translation": "Competere significa partecipare a una gara o competizione, o tentare di vincere o superare gli altri in un particolare settore o attività.",
      "example": "Viele Athleten werden nächstes Jahr bei den Olympischen Spielen konkurrieren. Sie hat immer davon geträumt, an einem Marathon teilzunehmen. Er nahm letzten Woche an einem Schachturnier teil.",
      "example_translation": "Molti atleti parteciperanno alle Olimpiadi il prossimo anno. Ha sempre voluto partecipare a una maratona. Ha partecipato al torneo di scacchi la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konzentrieren",
      "translation": "concentrare",
      "definition": "Die Aufmerksamkeit oder Anstrengung auf eine bestimmte Aufgabe oder Aktivität zu konzentrieren, oder die Gedanken oder Ressourcen zu sammeln oder zu fokussieren.",
      "definition_translation": "Concentrare significa dirigere la propria attenzione o sforzo verso una particolare task o attività, o raccogliere o focalizzare i propri pensieri o risorse.",
      "example": "Sie wird sich auf ihre Studien konzentrieren, um gute Noten zu erzielen. Er konzentrierte sich auf seine Arbeit, um den Termin einzuhalten. Sie konzentrierten ihre Anstrengungen auf die Lösung eines Problems.",
      "example_translation": "Si concentra sui suoi studi per ottenere buoni voti. Si è concentrato sul lavoro per rispettare la scadenza. Hanno concentrato i loro sforzi per trovare una soluzione.",
      "imageLink": "image_files\\English\\"imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbinden",
      "translation": "connettere",
      "definition": "Zwei oder mehr Dinge miteinander zu verbinden, wie Computer oder Netzwerke, damit sie kommunizieren oder zusammenarbeiten können.",
      "definition_translation": "Unire o collegare due o più cose insieme, come computer o reti, in modo che possano comunicare o lavorare insieme.",
      "example": "Ich werde mein Laptop morgen mit dem Wi-Fi-Netzwerk verbinden, ich habe es gestern verbunden und ich verbinde es jeden Tag.",
      "example_translation": "Connetterò il mio laptop alla rete Wi-Fi domani, l'ho connesso ieri e lo connetto ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortsetzen",
      "translation": "continuare",
      "definition": "Etwas weitermachen oder weiter passieren zu lassen, insbesondere über einen längeren Zeitraum.",
      "definition_translation": "Continuare a fare qualcosa o a succedere, specialmente durante un lungo periodo di tempo.",
      "example": "Ich werde morgen mit dem Italienisch-Studium fortfahren, ich habe gestern weiterstudiert und ich setze jeden Tag mein Lernen fort.",
      "example_translation": "Continuerò a studiare l'italiano domani, ho continuato a studiare ieri e continuo a imparare ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kontrollieren",
      "translation": "controllare",
      "definition": "Über etwas oder jemanden die Kontrolle zu haben oder den Verlauf eines Ereignisses beeinflussen zu können.",
      "definition_translation": "Avere potere o autorità su qualcosa o qualcuno, o essere in grado di influenzare il modo in cui qualcosa accade o viene fatto.",
      "example": "Ich werde morgen die Raumtemperatur kontrollieren, ich habe sie gestern kontrolliert und ich kontrolliere sie jeden Tag.",
      "example_translation": "Controllerò la temperatura nella stanza domani, l'ho controllato ieri e la controllo ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "husten",
      "translation": "tossire",
      "definition": "Ein plötzlicher, heftiger Ausstoß von Luft aus den Lungen, um die Atemwege freizumachen.",
      "definition_translation": "Un'improvvisa, violenta espulsione di aria dai polmoni, tipicamente per pulire le vie aeree.",
      "example": "Ich habe heute Morgen Blut gehustet. Gestern habe ich wegen der kalten Luft viel gehustet. Wenn ich mein Medikament nicht nehme, werde ich morgen wieder husten.",
      "example_translation": "Ho tossito sangue questa mattina. Ieri, ho tossito molto a causa dell'aria fredda. Se non prendo la mia medicina, tossirò di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zählen",
      "translation": "contare",
      "definition": "Die Anzahl von etwas durch Zählen zu bestimmen.",
      "definition_translation": "Determinare il numero di qualcosa contando.",
      "example": "Ich habe das Geld in meiner Brieftasche gezählt. Gestern habe ich die Anzahl der Menschen im Zimmer gezählt. Wenn ich meine Schritte nicht zähle, werde ich mich verirren.",
      "example_translation": "Ho contato i soldi nel mio portafoglio. Ieri, ho contato il numero di persone nella stanza. Se non conto i miei passi, mi perderò.",
      "imageLink": "image_files\\English\\"imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "krachen",
      "translation": "schiantarsi",
      "definition": "Mit großem Krach oder Aufprall auf etwas zu stoßen oder zu prallen.",
      "definition_translation": "Colpire o venire violentemente a contatto con qualcosa.",
      "example": "Das Auto ist gegen einen Baum gekracht. Gestern hat der Computer wegen eines Virus gekracht. Wenn ich nicht abbremse, werde ich gegen die Wand krachen.",
      "example_translation": "L'auto si è schiantata contro un albero. Ieri, il computer si è schiantato a causa di un virus. Se non mi fermo, mi schianterò contro il muro.",
      "imageLink": "image_files\\English\\"imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstellen",
      "translation": "creare",
      "definition": "Etwas ins Leben zu rufen oder etwas Neues zu schaffen, oft durch Phantasie oder Fähigkeit.",
      "definition_translation": "Portare qualcosa all'esistenza o creare qualcosa di nuovo, spesso attraverso l'immaginazione o la abilità.",
      "example": "Gestern habe ich ein neues Rezept erstellt. Heute erstelle ich ein neues Projekt. Morgen werde ich ein neues Kunstwerk erstellen.",
      "example_translation": "Ieri, ho creato una nuova ricetta. Oggi, sto creando un nuovo progetto. Domani, creerò un nuovo pezzo d'arte.",
      "imageLink": "image_files\\English\\"imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zyklus",
      "translation": "ciclo",
      "definition": "Eine Serie von Ereignissen oder Prozessen, die in regelmäßiger Reihenfolge wiederholt werden, wie der Zyklus von Geburt, Wachstum und Tod.",
      "definition_translation": "Una serie di eventi o processi che si ripetono in un ordine regolare, come il ciclo di nascita, crescita e morte.",
      "example": "Der Zyklus der Jahreszeiten ist für unser Ökosystem essentiell. Ich habe den Park viele Male per Fahrrad befahren. Sie wird morgen mit dem Fahrrad zur Arbeit fahren.",
      "example_translation": "Il ciclo delle stagioni è essenziale per il nostro ecosistema. Ho ciclato nel parco molte volte. Lei ciklerà al lavoro domani.",
      "imageLink": "image_files\\English\\"imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschädigen",
      "translation": "danneggiare",
      "definition": "Etwas zu schädigen oder zu verletzen, oft mit einem Verlust oder einer Verschlechterung als Folge.",
      "definition_translation": "Causare danno o lesione a qualcosa o qualcuno, spesso provocando una perdita o deterioramento.",
      "example": "Der Sturm hat das Dach beschädigt. Sie hat ihre Reputation beschädigt. Sie werden die Umwelt beschädigen, wenn sie weiterhin Verschmutzung betreiben.",
      "example_translation": "La tempesta ha danneggiato il tetto. Lei ha danneggiato la sua reputazione. Essi danneggeranno l'ambiente se continueranno a inquinare.",
      "imageLink": "image_files\\English\\"imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "decorare",
      "definition": "Etwas schöner zu machen, indem man Dekorationen oder Verzierungen hinzufügt.",
      "definition_translation": "renderire qualcosa più attraente aggiungendo decorazioni o ornamenti",
      "example": "Ich habe mein Zimmer mit Ballons und Girlanden für meine Geburtstagsparty dekoriert. Ich dekoriere mein Haus für Weihnachten. Ich werde meine Torte mit Süßigkeiten für die Hochzeit dekorieren.",
      "example_translation": "Ho decorato la mia stanza con palloncini e nastri per la mia festa di compleanno. Sto decorando la mia casa per Natale. Decorerò la mia torta con caramelle per il matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "decorare",
      "definition": "etwas attraktiver machen, indem man Dekorationen oder Verzierungen hinzufügt",
      "definition_translation": "renderire qualcosa più attraente aggiungendo decorazioni o ornamenti",
      "example": "Sie dekorierte ihre Kleider mit Stickerei für die Modeschau. Sie dekorierten ihr Auto mit Blumen für die Hochzeit. Wir werden unseren Baum mit Lichtern für Silvester dekorieren.",
      "example_translation": "Lei ha decorato i suoi vestiti con ricami per la sfilata di moda. Hanno decorato la loro macchina con fiori per il matrimonio. Decoreremo il nostro albero con luci per la vigilia di Capodanno.",
      "imageLink": "image_files\\English\\"imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besiegen",
      "translation": "sconfiggere",
      "definition": "jemanden oder etwas in einem Wettbewerb, einer Wahl oder einer Schlacht zu besiegen",
      "definition_translation": "vincere una vittoria sobre qualcuno o qualcosa in una competizione, elezione o battaglia",
      "example": "Unser Team besiegte den Gegner im Finale. Sie besiegte ihren Gegner im Schachturnier. Er wird seinen Rivalen bei der Wahl besiegen.",
      "example_translation": "La nostra squadra ha sconfitto l'avversario nella partita finale. Lei ha sconfitto il suo avversario nel torneo di scacchi. Egli sconfiggerà il suo rivale nelle elezioni.",
      "imageLink": "image_files\\English\\"imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verteidigen",
      "translation": "difendere",
      "definition": "etwas oder jemanden vor Angriff oder Schaden zu schützen oder zu verteidigen",
      "definition_translation": "Proteggere o guardare qualcosa o qualcuno dall'attacco o dal danno.",
      "example": "Ich werde mein Land verteidigen, ich verteidigte meinen Freund, ich hatte unser Territorium verteidigt.",
      "example_translation": "Difenderò il mio paese, ho difeso il mio amico, avevo difeso il nostro territorio.",
      "imageLink": "image_files\\English\\"imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "ritardo",
      "definition": "etwas auf einen späteren Zeitpunkt zu verschieben oder zu verzögern",
      "definition_translation": "Rinviare o posticipare qualcosa fino a un momento più tardi.",
      "example": "Ich verschiebe meine Reise, ich habe mein Projekt verschoben, ich hatte meine Antwort verschoben.",
      "example_translation": "Ho ritardato il mio viaggio, sto ritardando il mio progetto, avevo ritardato la mia risposta.",
      "imageLink": "image_files\\English\\"imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "löschen",
      "translation": "eliminare",
      "definition": "etwas, wie eine Datei oder Text, zu entfernen oder zu löschen",
      "definition_translation": "Rimuovere o cancellare qualcosa, come un file o testo.",
      "example": "Ich werde die Datei löschen, ich löschte die Nachricht, ich hatte das Konto gelöscht.",
      "example_translation": "Eliminerò il file, ho eliminato il messaggio, avevo eliminato l'account.",
      "imageLink": "image_files\\English\\"imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liefern",
      "translation": "consegnare",
      "definition": "etwas zu jemandem oder an einen Ort zu bringen, um es ihnen zu geben",
      "definition_translation": "Portare qualcosa a una persona o luogo, soprattutto per darlo loro.",
      "example": "Ich werde das Paket an deine Türschwelle liefern. Gestern habe ich den Projektbericht meinem Chef geliefert. Sie liefert jeden TagExcellent Kundenservice.",
      "example_translation": "Consegnerò il pacco alla tua porta domani. Ieri, ho consegnato il rapporto del progetto al mio capo. Lei fornisce un eccellente servizio clienti ogni volta.",
      "imageLink": "image_files\\English\\"imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entwerfen",
      "translation": "progettare",
      "definition": "einen Plan oder eine Zeichnung für etwas, wie ein Gebäude, eine Maschine oder ein Produkt, zu erstellen",
      "definition_translation": "Creare un piano o disegno per qualcosa, come un edificio, una macchina o un prodotto.",
      "example": "Das Unternehmen entwirft innovative Software-Lösungen. Sie entwarf einen schönen Garten für ihre Kunden. Sie werden nächstes Jahr ein neues Logo für ihre Marke entwerfen.",
      "example_translation": "L'azienda progetta soluzioni software innovative. Lei ha progettato un bell'giardino per i suoi clienti. Saranno progettare un nuovo logo per il loro marchio il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerstören",
      "translation": "distruggere",
      "definition": "etwas komplett zu ruinieren oder zu zerstören, insbesondere auf absichtliche oder gewaltsame Weise",
      "definition_translation": "Causare che qualcosa sia completamente rovinato o demolito, soprattutto in modo deliberato o violento.",
      "example": "Der Hurrikan zerstörte viele Häuser entlang der Küste. Sie zerstörten alle Beweise, bevor die Polizei ankam. Das Unternehmen wird alle defekten Produkte zerstören.",
      "example_translation": "L'uragano ha distrutto molte case lungo la costa. Hanno distrutto tutte le prove prima dell'arrivo della polizia. L'azienda distruggerà tutti i prodotti difettosi.",
      "imageLink": "image_files\\English\\"imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "comporre",
      "definition": "Ein Zifferblatt ist eine runde oder ovale Platte auf einer Uhr, einem Uhrwerk oder einem anderen Instrument, auf der Zahlen oder andere Symbole markiert sind, um die Zeit oder andere Informationen anzuzeigen.",
      "definition_translation": "Un quadrante è una placca circolare o ovale su un orologio, un orologio o altri strumenti, marcata con numeri o altri simboli, utilizzata per mostrare l'ora o altre informazioni.",
      "example": "Ich musste die Nummer sorgfältig wählen, um keine Fehler zu machen. Ich wähle diese Nummer jeden Tag, um meine Mutter anzurufen. Ich werde die Nummer morgen wieder wählen, um den Termin zu bestätigen.",
      "example_translation": "Ho dovuto comporre il numero con attenzione per evitare di fare un errore. Compongo questo numero ogni giorno per chiamare mia madre. Comporò il numero di nuovo domani per confermare l'appuntamento.",
      "imageLink": "image_files\\English\\"imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "graben",
      "translation": "scavare",
      "definition": "etwas zu graben bedeutet, Erde oder andere Materialien zu bewegen, um ein Loch oder etwas zu finden",
      "definition_translation": "Scavare qualcosa significa spostare terra o altri materiali per creare un buco o trovare qualcosa.",
      "example": "Ich grub ein Loch im Hinterhof, um einen Baum zu pflanzen. Ich grabe im Garten, um das verlorene Schatz zu finden. Ich werde einen Graben für die Rohre graben.",
      "example_translation": "Ho scavato un buco nel cortile posteriore per piantare un albero. Sto scavando nel giardino per trovare il tesoro perduto. Scaverò una trincea per posare le tubazioni.",
      "imageLink": "image_files\\English\\"imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "direkt",
      "translation": "diretto",
      "definition": "Direkt bedeutet, direkt zu einem Ort oder einer Person zu gehen oder etwas sofort zu bewirken.",
      "definition_translation": "Diretto significa andare direttamente in un luogo o persona, o fare in modo che qualcosa accada immediatamente.",
      "example": "Ich nehme einen Direktflug nach New York, um an der Sitzung teilzunehmen. Der Regisseur gab direkte Anweisungen an das Team. Sie wird das Stück nächstes Jahr inszenieren.",
      "example_translation": "Prenderò un volo diretto per New York per partecipare alla riunione. Il regista ha dato istruzioni dirette al team. Dirigerà la pièce l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "direkt",
      "translation": "dirigere",
      "definition": "Etwas oder jemanden zu kontrollieren oder zu überwachen.",
      "definition_translation": "Controllare o supervisionare i movimenti o azioni di qualcosa o qualcuno.",
      "example": "Ich leitete das Team an, um an dem neuen Projekt zu arbeiten. Ich leite das Stück heute Abend. Ich werde die Sitzung morgen leiten.",
      "example_translation": "Ho diretto la squadra a lavorare sul nuovo progetto. Sto dirigendo la commedia stasera. Dirigerò la riunione domani.",
      "imageLink": "image_files\\English\\"imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entdecken",
      "translation": "scoprire",
      "definition": "Etwas, das vorher unbekannt oder unbeachtet war, zu finden oder festzustellen.",
      "definition_translation": "Trovare o diventare consapevole di qualcosa precedentemente sconosciuto o non notato.",
      "example": "Ich entdeckte ein neues Restaurant letzte Woche. Ich entdecke jeden Tag neue Hobbies. Ich werde bald einen neuen Planeten entdecken.",
      "example_translation": "Ho scoperto un nuovo ristorante la settimana scorsa. Sto scoprendo nuovi hobby ogni giorno. Scoprirò un nuovo pianeta presto.",
      "imageLink": "image_files\\English\\"imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anzeigen",
      "translation": "mostrare",
      "definition": "Etwas öffentlich oder prominent zu zeigen oder auszustellen.",
      "definition_translation": "Mostrare o esibire qualcosa pubblicamente o in modo prominente.",
      "example": "Ich zeigte meine Kunstwerke in der Galerie aus. Ich zeige meine Fähigkeiten bei dem Projekt. Ich werde den Preis in meinem Büro ausstellen.",
      "example_translation": "Ho mostrato la mia arte nella galleria. Sto mostrando le mie abilità nel progetto. Mostrerò il premio nel mio ufficio.",
      "imageLink": "image_files\\English\\"imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tauchen",
      "translation": "tuffare",
      "definition": "Sich kopfüber in das Wasser zu stürzen oder mit Begeisterung und Energie in eine Aktivität einzusteigen.",
      "definition_translation": "Saltare in acqua, di solito a testa in giù, o immergersi in un'attività con entusiasmo e energia.",
      "example": "Sie sprang ins Schwimmbad, um sich abzukühlen. Gestern war sie in den See gesprungen. Sie wird nächste Woche in den Ozean springen.",
      "example_translation": "Lei si è tuffata nella piscina per rinfrescarsi. Ieri, si era tuffata nel lago. La settimana prossima, si tufferà nell'oceano.",
      "imageLink": "image_files\\English\\"imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilen",
      "translation": "dividere",
      "definition": "Etwas in zwei oder mehr separate Gruppen oder Abschnitte zu teilen.",
      "definition_translation": "Separare o dividere qualcosa in due o più gruppi o sezioni distinte.",
      "example": "Die Lehrerin teilte die Klasse in Teams ein. Gestern teilte das Unternehmen die Gewinne auf. Sie werden das Land nächstes Jahr teilen.",
      "example_translation": "L'insegnante ha diviso la classe in squadre. Ieri, l'azienda ha diviso gli utili. Divideranno la terra l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fallen lassen",
      "translation": "lasciare cadere",
      "definition": "Etwas von einer höheren Position zu einer niedrigeren fallen zu lassen oder etwas aufzugeben.",
      "definition_translation": "Rilasciare o lasciare cadere qualcosa da una posizione più alta a una più bassa, o smettere di fare qualcosa.",
      "example": "Sie ließ den Stift auf den Boden fallen. Gestern haben sie das Projekt aufgegeben. Er wird heute Nachmittag vorbeikommen.",
      "example_translation": "Lei ha lasciato cadere la penna sul pavimento. Ieri, hanno abbandonato il progetto. Lui passerà dal negozio più tardi.",
      "imageLink": "image_files\\English\\"imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "assumere",
      "definition": "Jemandem eine Arbeit oder einen Job in einer Firma oder Organisation zu geben.",
      "definition_translation": "dare lavoro a qualcuno, soprattutto in una azienda o organizzazione",
      "example": "Ich stellte sie als meine persönliche Assistentin an. Ich stelle sie derzeit an. Ich werde sie nächstes Jahr anstellen.",
      "example_translation": "Ho assunto lei come mia assistente personale, sto assumendo lei adesso, assumerò lei l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigen",
      "translation": "incoraggiare",
      "definition": "Jemandem Zuversicht oder Enthusiasmus zu geben, um etwas zu tun.",
      "definition_translation": "dare a qualcuno fiducia o entusiasmo per fare qualcosa",
      "example": "Meine Eltern ermutigten mich, Klavier zu lernen. Sie ermutigten mich gestern. Sie werden mich nächste Woche ermutigen.",
      "example_translation": "I miei genitori mi hanno incoraggiato a imparare il pianoforte, mi hanno incoraggiato ieri, mi incoraggeranno la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eintreten",
      "translation": "entrare",
      "definition": "In einen Raum, ein Wettbewerb oder eine bestimmte Situation einzutreten.",
      "definition_translation": "venire o andare in un posto, una competizione, o una situazione particolare",
      "example": "Ich trat in den Raum ein. Ich trete im Wettbewerb an. Ich werde nächstes Jahr an die Universität eintreten.",
      "example_translation": "Sono entrato nella stanza, sto entrando nel concorso, entrerò all'università.",
      "imageLink": "image_files\\English\\"imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "intrattenere",
      "definition": "jemanden zu unterhalten oder eine Möglichkeit in Erwägung zu ziehen",
      "definition_translation": "fornire divertimento o piacere a qualcuno, o considerare qualcosa come una possibilità",
      "example": "Ich unterhielt die Gäste mit einem lustigen Witz, Ich habe die Idee einer Reise in Erwägung gezogen, Ich werde die Möglichkeit einer neuen Karriere in Erwägung ziehen.",
      "example_translation": "Ho intrattenuto gli ospiti con una battuta divertente, un tempo mi ero divertito all'idea di viaggiare, considererò la possibilità di una nuova carriera.",
      "imageLink": "image_files\\English\\"imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entfliehen",
      "translation": "fuggire",
      "definition": "aus einem Ort oder einer Situation zu entkommen oder etwas zu vermeiden",
      "definition_translation": "scappare da un luogo o situazione, o evitare di fare qualcosa",
      "example": "Ich entfloh der Stadt, um Frieden zu finden, Ich habe früher den Lärm des Verkehrs vermieden, Ich werde dem Stress der Prüfung entfliehen.",
      "example_translation": "Sono fuggito dalla città per trovare un po' di pace, un tempo mi ero rifugiato dal rumore del traffico, mi rifugerò dallo stress dell'esame.",
      "imageLink": "image_files\\English\\"imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "üben",
      "translation": "esercizio",
      "definition": "eine körperliche oder geistige Aktivität, um die Gesundheit oder Stärke zu verbessern, oder eine Aufgabe, um eine Fähigkeit zu üben oder zu testen",
      "definition_translation": "un'attività fisica o mentale fatta per migliorare la salute o la forza, o un compito fatto per esercitare o testare una abilità",
      "example": "Ich übe jeden Morgen, um gesund zu bleiben, Ich habe früher mein Gehirn mit Rätseln geübt, Ich werde meine Geduld mit der Menschenmenge üben.",
      "example_translation": "Mi esercito ogni mattina per rimanere sano, un tempo mi ero esercitato il cervello con i rompicapo, mi eserciterò la pazienza con la folla.",
      "imageLink": "image_files\\English\\"imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "uscita",
      "definition": "aus einem Ort oder einer Situation hinaus zu gehen",
      "definition_translation": "Muoversi fuori da qualcosa o da qualche luogo.",
      "example": "Ich werde das Gebäude verlassen, wenn die Versammlung vorbei ist. Ich habe das Zimmer schnell gestern verlassen. Ich verlasse jeden Morgen die Autobahn.",
      "example_translation": "Uscirò dall'edificio quando la riunione sarà finita. Sono uscito dalla stanza rapidamente ieri. Esco dall'autostrada ogni mattina.",
      "imageLink": "image_files\\English\\"imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwarten",
      "translation": "aspettare",
      "definition": "etwas als wahrscheinlich anzusehen oder als wahr anzunehmen",
      "definition_translation": "Ritenere qualcosa probabile che accada o che sia vera.",
      "example": "Ich erwarte, das Projekt rechtzeitig abzuschließen. Sie erwartete, dass er sie gestern anruft. Sie erwarten, dass die Verkäufe im nächsten Quartal steigen werden.",
      "example_translation": "Mi aspetto di finire il progetto in tempo. Si aspettava che lui la chiamasse ieri. Si aspettano di vedere un aumento delle vendite nel prossimo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erkunden",
      "translation": "esplorare",
      "definition": "etwas zu untersuchen oder zu prüfen, um ein tieferes Verständnis davon zu erlangen",
      "definition_translation": "Indagare o esaminare qualcosa per ottenere una comprensione più profonda di essa.",
      "example": "Ich werde die neue Stadt diesem Wochenende erkunden. Sie haben letztes Jahr den Dschungel erkundet. Wir erkunden neue Technologien jedes Jahr.",
      "example_translation": "Esplorerò la nuova città questo fine settimana. Hanno esplorato la giungla l'anno scorso. Esploriamo nuove tecnologie ogni anno.",
      "imageLink": "image_files\\English\\"imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "faccia",
      "definition": "der vordere Teil des Kopfes, von der Stirn bis hinunter zum Kinn, einschließlich der Augen, Nase und Mund",
      "definition_translation": "La parte anteriore della testa, dalla fronte al mento, compresi gli occhi, il naso e la bocca.",
      "example": "Sie wusch ihr Gesicht mit Seife und Wasser. Gestern fiel sie und verletzte ihr Gesicht. Wenn sie Glück hat, wird sie ein schönes Gesicht haben, wenn sie groß ist.",
      "example_translation": "Lei ha lavato la faccia con sapone e acqua. Ieri, è caduta e si è fatta male alla faccia. Se è fortunata, avrà un bel viso quando crescerà.",
      "imageLink": "image_files\\English\\"imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschlafen",
      "translation": "addormentarsi",
      "definition": "unbeabsichtigt oder unerwartet einzuschlafen",
      "definition_translation": "Diventare addormentato, spesso inaspettatamente o senza intenzione.",
      "example": "Ich bin auf der Couch eingeschlafen, während ich fernsah. Sie schläft oft während des Films ein. Er wird einschlafen, sobald er ins Bett kommt.",
      "example_translation": "Mi sono addormentato sul divano mentre guardavo la TV. Lei spesso si addormenta durante i film. Lui si addormenterà non appena si coricherà a letto.",
      "imageLink": "image_files\\English\\"imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich verlieben",
      "translation": "innamorarsi",
      "definition": "sich in jemanden romantisch zu verlieben",
      "definition_translation": "Cominciare a provare amore romantico per qualcuno.",
      "example": "Ich habe mich in sie verliebt, als ich sie zum ersten Mal traf. Sie haben sich in Paris verliebt. Er wird sich in jemanden verlieben, wenn er ihn findet.",
      "example_translation": "Mi sono innamorato di lei il momento in cui l'ho incontrata. Si sono innamorati a Parigi. Lui si innamorerà di qualcuno speciale un giorno.",
      "imageLink": "image_files\\English\\"imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "befestigen",
      "translation": "fissare",
      "definition": "etwas sicher zu befestigen, typischerweise mit einem Seil, einer Schnur oder einem anderen Befestigungselement",
      "definition_translation": "attaccare o fissare qualcosa in modo sicuro, generalmente utilizzando una corda, una fune o altro dispositivo di fissaggio",
      "example": "Ich werde die Seile an den Anker befestigen, sie befestigte den Riemen ihres Schuhs, er befestigt jeden Morgen die Gurte seines Rucksacks.",
      "example_translation": "Fisserò le corde all'ancora, lei ha fissato la fibbia della sua scarpa, lui fissa le cinghie del suo zaino ogni mattina.",
      "imageLink": "image_files\\English\\"imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "füttern",
      "translation": "nutrire",
      "definition": "einer Person, einem Tier oder einer Pflanze Nahrung zu geben oder einer Maschine einen Vorrat an etwas, wie zum Beispiel Treibstoff, bereitzustellen",
      "definition_translation": "dare cibo a una persona, animale o pianta, o fornire una macchina con una fornitura di qualcosa, come carburante",
      "example": "Ich habe das Baby gefüttert, sie füttert die Katze, sie werden den Touristen ein leckeres Essen servieren.",
      "example_translation": "Ho nutrito il bambino, lei nutre il gatto, nutriranno i turisti con un pasto delizioso.",
      "imageLink": "image_files\\English\\"imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "holen",
      "translation": "portare",
      "definition": "zu einem Ort zu gehen und etwas oder jemanden zurückzubringen, besonders weil jemand darum gebeten hat",
      "definition_translation": "andare in un luogo e portare qualcosa o qualcuno indietro, specialmente perché qualcuno te l'ha chiesto",
      "example": "Ich hole die Zeitungen, sie holte den Ball, sie holen Wasser vom Brunnen.",
      "example_translation": "Porterò i giornali, lei ha portato la palla, loro portano acqua dal pozzo.",
      "imageLink": "image_files\\English\\"imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "lottare",
      "definition": "in einem physischen oder verbalen Konflikt mit jemandem oder etwas zu engagieren",
      "definition_translation": "impegnarsi in conflitto fisico o verbale con qualcuno o qualcosa",
      "example": "Ich kämpfte mit meinem Bruder, als ich ein Kind war, ich kämpfe jetzt mit meinem Mitbewohner und ich werde für mein Land kämpfen, wenn nötig.",
      "example_translation": "Ho lottato con mio fratello quando ero un bambino, lotta con il mio compagno di stanza ora e lotterò per il mio paese se sarà necessario.",
      "imageLink": "image_files\\English\\"imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Film",
      "translation": "film",
      "definition": "ein bewegtes Bild oder ein Kinofilm",
      "definition_translation": "un'immagine in movimento o un film",
      "example": "Ich habe gestern Abend einen Film gesehen, ich sehe jetzt einen Film und ich werde morgen einen Film sehen.",
      "example_translation": "Ho guardato un film ieri sera, sto guardando un film ora e guarderò un film domani.",
      "imageLink": "image_files\\English\\"imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch",
      "translation": "pesce",
      "definition": "ein kälteblütiges Tier, das im Wasser lebt",
      "definition_translation": "un animale a sangue freddo che vive nell'acqua",
      "example": "Ich habe gestern einen Fisch gefangen, ich esse jetzt einen Fisch und ich werde morgen wieder einen Fisch fangen.",
      "example_translation": "Ho catturato un pesce ieri, sto mangiando un pesce ora e catturerò un pesce di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "riparare",
      "definition": "etwas, insbesondere eine Maschine oder Vorrichtung, durch das Finden und Beseitigen der Ursache eines Problems zu reparieren",
      "definition_translation": "Riparare o riparare qualcosa, soprattutto una macchina o dispositivo, trovando e rimuovendo la causa di un problema.",
      "example": "Ich habe den kaputten Stuhl gestern repariert, aber heute muss ich den undichten Wasserhahn reparieren. Ich werde den Computer bald reparieren.",
      "example_translation": "Ho riparato la sedia rotta ieri, ma oggi devo riparare il rubinetto che perde. Riparerò il computer presto.",
      "imageLink": "image_files\\English\\"imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwimmen",
      "translation": "galleggiare",
      "definition": "auf der Oberfläche einer Flüssigkeit oder in der Luft zu ruhen, ohne zu sinken oder zu fallen",
      "definition_translation": "Riposare sulla superficie di un liquido o nell'aria, senza affondare o cadere.",
      "example": "Die Boje schwamm auf der Oberfläche des Ozeans. Der Drachen wird in der Luft schwimmen, wenn der Wind stark ist. Sie schwamm durch die Tür.",
      "example_translation": "La boa galleggiava sulla superficie dell'oceano. Il kite galleggerà nell'aria se il vento è forte. Lei galleggiò attraverso la porta.",
      "imageLink": "image_files\\English\\"imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "falten",
      "translation": "piegare",
      "definition": "etwas, wie zum Beispiel Papier oder Stoff, so zu biegen, dass es eine Kante oder Falte hat",
      "definition_translation": "Piega qualcosa, come carta o tessuto, in modo che abbia una piega o bordo.",
      "example": "Ich habe den Brief gefaltet und ihn in den Umschlag gesteckt. Sie hat die Wäsche gefaltet und weggestellt. Sie werden die Tischdecke nach dem Essen falten.",
      "example_translation": "Ho piegato la lettera e l'ho messa nella busta. Lei ha piegato il bucato e l'ha messo via. Loro pigeranno la tovaglia dopo cena.",
      "imageLink": "image_files\\English\\"imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "folgen",
      "translation": "segui",
      "definition": "hinter jemandem oder etwas herzugehen und in die gleiche Richtung zu gehen, oft weil man an dem interessiert ist, was sie tun, oder weil man mit ihnen zusammen sein will",
      "definition_translation": "Seguire qualcuno o qualcosa e muoversi nella stessa direzione, spesso perché si è interessati a ciò che stanno facendo o perché si vuole stare con loro.",
      "example": "Ich werde dir zum Laden folgen. Ich bin dir gestern gefolgt. Ich verfolge die Nachrichten genau.",
      "example_translation": "Ti seguirò al negozio. Ti ho seguito ieri. Sto seguendo le notizie molto da vicino.",
      "imageLink": "image_files\\English\\"imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "greifen",
      "translation": "afferrare",
      "definition": "etwas plötzlich und fest zu ergreifen, oft weil man es schnell benötigt oder weil man es daran hindern will, herunterzufallen",
      "definition_translation": "Prendere qualcosa all'improvviso e saldamente, spesso perché ne hai bisogno velocemente o perché vuoi fermare la sua caduta.",
      "example": "Ich habe das Telefon ergriffen, als es klingelte. Sie hat das Seil ergriffen, um nicht zu fallen. Er wird ein Getränk aus dem Kühlschrank greifen.",
      "example_translation": "Ho afferrato il telefono quando ha suonato. Lei ha afferrato la corda per non cadere. Lui prenderà una bevanda dal frigorifero.",
      "imageLink": "image_files\\English\\"imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "guida",
      "definition": "Eine Person, die Menschen durch ein Museum oder eine Stadt führt und ihnen Dinge erklärt, oder ein Buch, das Informationen über ein bestimmtes Thema bietet.",
      "definition_translation": "Una persona che accompagna le persone in un luogo, come un museo o una città, e spiega loro le cose, o un libro che fornisce informazioni su un particolare soggetto.",
      "example": "Ich werde einen Führer für die Stadtentdeckung engagieren. Das Führerbuch ist sehr hilfreich. Sie führte uns durch den Wald.",
      "example_translation": "Assumerò una guida per il tour della città. La guida libro è molto utile. Lei ci ha guidati attraverso la foresta.",
      "imageLink": "image_files\\English\\"imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handhaben",
      "translation": "maniglia",
      "definition": "Etwas, typischerweise mit den Händen, zu halten oder zu behandeln.",
      "definition_translation": "Tenere o prendere qualcosa, generalmente con le mani.",
      "example": "Ich hab die Situation sorgfältig behandelt. Ich bearbeite das Projekt gerade. Ich werde morgen die Sitzung leiten.",
      "example_translation": "Ho gestito la situazione con cura. Sto gestendo il progetto ora. Gestirò la riunione domani.",
      "imageLink": "image_files\\English\\"imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hängen",
      "translation": "appendere",
      "definition": "Etwas in der Luft zu schweben, typischerweise von einem Haken oder durch ein Seil.",
      "definition_translation": "Sospendere o essere sospeso in aria, di solito da un gancio o da una corda.",
      "example": "Ich hängte das Bild an die Wand. Ich treffe mich heute mit Freunden. Ich werde morgen die Vorhänge aufhängen.",
      "example_translation": "Ho appeso il quadro sulla parete. Sto passando il tempo con gli amici oggi. Appenderò le tende domani.",
      "imageLink": "image_files\\English\\"imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verstecken",
      "translation": "nascondere",
      "definition": "Sich selbst oder etwas aus dem Blickfeld zu entfernen, oft indem man es bedeckt oder außer Sichtweite platziert.",
      "definition_translation": "Nascondere se stessi o qualcosa alla vista, spesso coprendo o ponendo fuori vista.",
      "example": "Ich versteckte mich hinter der Tür. Ich verstecke meine Gefühle vor ihr. Ich werde morgen den Schlüssel unter der Matte verstecken.",
      "example_translation": "Mi sono nascosto dietro la porta. Sto nascondendo i miei sentimenti a lei. Nasconderò la chiave sotto il tappeto.",
      "imageLink": "image_files\\English\\"imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anfordern",
      "translation": "assumere",
      "definition": "Dienstleistungen einer Person, insbesondere für eine kurze Zeit, gegen Zahlung zu erwerben.",
      "definition_translation": "Ottenere i servizi di una persona, soprattutto per un breve periodo, in cambio di pagamento.",
      "example": "Ich habe einen Berater für das Projekt engagiert. Ich habe einen neuen Mitarbeiter angestellt, der nächsten Monat beginnt. Ich werde einen Freelancer anfordern, um die Aufgabe zu erledigen.",
      "example_translation": "Ho assunto un consulente per aiutare con il progetto. Ho assunto un nuovo dipendente per iniziare il mese prossimo. Assumerò un freelancer per finire il compito.",
      "imageLink": "image_files\\English\\"imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trampen",
      "translation": "autostop",
      "definition": "Reisen, indem man kostenlose Fahrten von Menschen in Autos bekommt, vor allem indem man an der Straße steht und den Arm winkt, um ihre Aufmerksamkeit zu erregen.",
      "definition_translation": "Viaggiare ottenendo passaggi gratuiti da persone che guidano auto, soprattutto stando sul lato di una strada e agitando il braccio per attirare la loro attenzione.",
      "example": "Ich bin während meines Studiums quer durch das Land getrampt. Sie hat oft getrampt, um zum Strand zu gelangen. Wir werden nächstes Wochenende zum Festival trampen.",
      "example_translation": "Ho fatto autostop attraverso il paese quando ero al college. Lei ha fatto autostop molte volte per arrivare alla spiaggia. Faremo autostop al festival il weekend prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "halten",
      "translation": "tenere",
      "definition": "Etwas festzuhalten oder zu stützen, oft mit den Händen oder Armen, oder um etwas zu unterstützen oder zu tragen.",
      "definition_translation": "Afferrare o stringere qualcosa saldamente, spesso con le mani o le braccia, o sostenere o portare qualcosa.",
      "example": "Halte meine Hand, während wir die Straße überqueren. Sie hielt das Baby in ihren Armen. Sie werden um 14 Uhr die Sitzung halten.",
      "example_translation": "Tieni la mia mano mentre attraversiamo la strada. Lei ha tenuto il bebè nelle sue braccia. Terranno la riunione alle 2 pm.",
      "imageLink": "image_files\\English\\"imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "abbraccio",
      "definition": "Jemanden eng in den Armen zu halten, um Zuneigung zu zeigen.",
      "definition_translation": "Tenere qualcuno strettamente tra le braccia, tipicamente per mostrare affetto.",
      "example": "Ich umarmte meine Mutter gestern. Ich umarme meine Freunde jeden Tag. Ich werde morgen meinen Partner umarmen.",
      "example_translation": "Ho abbracciato mia mamma ieri, abbraccio i miei amici ogni giorno e abbraccerò il mio partner domani.",
      "imageLink": "image_files\\English\\"imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jagen",
      "translation": "caccia",
      "definition": "Wild oder Beute zu verfolgen und zu erbeuten, um es als Nahrung oder als Sport zu jagen.",
      "definition_translation": "Inseguire e uccidere o catturare ( selvaggina o preda) per il cibo o lo sport.",
      "example": "Ich habe letztes Jahr Hirsch gejagt. Ich jage jeden Winter Fasanen. Ich werde nächsten Sommer Bären jagen.",
      "example_translation": "Ho cacciato cervi l'anno scorso, caccio fagiani ogni inverno e cacerò orsi la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorstellen",
      "translation": "immaginare",
      "definition": "Ein mentales Bild oder Konzept von etwas zu bilden.",
      "definition_translation": "Formare un'immagine mentale o concetto di qualcosa.",
      "example": "Ich stellte mir ein schönes Haus vor. Ich stelle mir jeden Tag eine erfolgreiche Karriere vor. Ich werde mir morgen eine glückliche Familie vorstellen.",
      "example_translation": "Mi sono immaginato una bella casa ieri, mi immagino una carriera di successo ogni giorno e mi immaginerò una famiglia felice domani.",
      "imageLink": "image_files\\English\\"imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "informieren",
      "translation": "informare",
      "definition": "jemandem Informationen über etwas zu geben",
      "definition_translation": "fornire a qualcuno informazioni su qualcosa",
      "example": "Ich informierte ihn über die Versammlung gestern, ich informiere ihn jeden Wochen über die Änderungen und ich werde ihn morgen über die Ergebnisse informieren.",
      "example_translation": "Lo informai sulla riunione ieri, lo informo sulle modifiche ogni settimana e gli informerò sui risultati domani.",
      "imageLink": "image_files\\English\\"imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "insistieren",
      "translation": "insistere",
      "definition": "etwas entschieden zu sagen oder zu fordern",
      "definition_translation": "continuare a dire o a chiedere qualcosa con fermezza",
      "example": "Ich bestand darauf, ins Kino zu gehen letzte Nacht, ich bestehe darauf, jeden Tag gesunde Lebensmittel zu essen, und ich werde darauf bestehen, nächste Woche Tennis zu spielen.",
      "example_translation": "Insistetti per andare al cinema ieri sera, insisto nel mangiare cibo sano ogni giorno e insisterò nel giocare a tennis la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "installieren",
      "translation": "installare",
      "definition": "eine Ausrüstung oder Software in Position zu bringen und sie für den Einsatz bereit zu machen",
      "definition_translation": "collocare un pezzo di attrezzo o software in posizione e renderlo pronto per l'uso",
      "example": "Ich installierte die neue Software gestern, ich installiere Sicherheitskameras jeden Monat und ich werde ein neues Küchenjahr nächstes Jahr installieren.",
      "example_translation": "Installai il nuovo software ieri, installo telecamere di sicurezza ogni mese e installerò una nuova cucina l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interviewen",
      "translation": "intervista",
      "definition": "Ein Treffen von Menschen von Angesicht zu Angesicht, insbesondere ein Treffen, bei dem jemand Fragen beantwortet, um mehr über ihn zu erfahren oder seine Eignung für einen Job oder eine Position zu prüfen.",
      "definition_translation": "Un incontro di persone faccia a faccia, soprattutto uno in cui qualcuno viene chiesto domande per scoprire di più su di loro, o per valutare la loro idoneità per un lavoro o posizione.",
      "example": "Ich hatte ein Vorstellungsgespräch für einen Job bei einer Bank letzte Woche und hoffe, die Position zu bekommen. Ich interviewe drei Kandidaten für die Marketing-Rolle heute. Bis nächstes Jahr werde ich Hunderte von Menschen für verschiedene Jobs interviewt haben.",
      "example_translation": "Ho avuto un'intervista per un lavoro in banca la scorsa settimana, e spero di ottenere la posizione. Sto intervistando tre candidati per il ruolo di marketing oggi. Entro il prossimo anno, avrò intervistato centinaia di persone per diversi lavori.",
      "imageLink": "image_files\\English\\"imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinden",
      "translation": "inventare",
      "definition": "etwas Neues zu schaffen oder zu entwerfen, insbesondere etwas Originelles oder Cleveres.",
      "definition_translation": "Creare o progettare qualcosa di nuovo, soprattutto qualcosa di originale o intelligente.",
      "example": "Thomas Edison erfand die Glühbirne. Ich erfand ein neues Spiel, das ich mit meinen Freunden spielen kann. Bis nächsten Monat werden wir eine neue nachhaltige Energiequelle erfunden haben.",
      "example_translation": "Thomas Edison ha inventato la lampadina. Ho inventato un nuovo gioco da giocare con i miei amici. Entro il prossimo mese, avremo inventato una nuova fonte di energia sostenibile.",
      "imageLink": "image_files\\English\\"imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisen",
      "translation": "ferro",
      "definition": "Ein chemisches Element, das ein silberweißes, glänzendes Metall ist, das bei der Stahlerzeugung und in vielen anderen Anwendungen verwendet wird.",
      "definition_translation": "Un elemento chimico che è un metallo lucido, bianco-argento, utilizzato nella produzione di acciaio e in molte altre applicazioni.",
      "example": "Ich muss mein Hemd vor der Party bügeln. Der Eisengehalt in diesem Boden ist sehr hoch. Bis nächstes Jahr werden wir den Eisenabfall in unserer Fabrik reduziert haben.",
      "example_translation": "Ho bisogno di stirare la mia camicia prima della festa. Il contenuto di ferro in questo suolo è molto alto. Entro il prossimo anno, ridurremo il rifiuto di ferro nella nostra fabbrica.",
      "imageLink": "image_files\\English\\"imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stricken",
      "translation": "calzare",
      "definition": "Kleidung oder Stoff durch das Verwenden von zwei Nadeln, um Fäden oder Garn zu verflechten.",
      "definition_translation": "Creare abbigliamento o stoffa utilizzando due aghi per intrecciare fili o fibre.",
      "example": "Ich strickte einen Pullover letzten Winter, ich stricke gerade einen Hut und ich werde nächsten Jahr einen Schal stricken.",
      "example_translation": "Ho calzato un maglione l'inverno scorso, sto calzando un cappello adesso, e calzerò una sciarpa il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klopfen",
      "translation": "bussare",
      "definition": "etwas, insbesondere eine Tür, mit einem schnellen Schlag zu treffen, typischerweise mit den Knöcheln.",
      "definition_translation": "Colpire qualcosa, in particolare una porta, con un colpo rapido, di solito con le nocche.",
      "example": "Ich klopfte an die Tür gestern, ich klopfe gerade an die Tür und ich werde morgen an die Tür klopfen.",
      "example_translation": "Ho bussato alla porta ieri, sto bussando alla porta adesso, e busserò alla porta domani.",
      "imageLink": "image_files\\English\\"imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Tisch decken",
      "translation": "impostare la tavola",
      "definition": "Ein Tisch mit Geschirr, Besteck und anderen Dingen, die für ein Essen notwendig sind, zu setzen oder anzuordnen.",
      "definition_translation": "Impostare o disporre (una tavola) con piatti, utensili e altre cose necessarie per un pasto.",
      "example": "Meine Mutter deckte den Tisch letzte Nacht, ich decke gerade den Tisch und mein Vater wird den Tisch heute Abend decken.",
      "example_translation": "Mia madre ha impostato la tavola ieri sera, sto impostando la tavola adesso, e mio padre impasterà la tavola stasera.",
      "imageLink": "image_files\\English\\"imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "führen",
      "translation": "condurre",
      "definition": "jemanden oder etwas in eine bestimmte Richtung oder ein bestimmtes Ziel zu leiten.",
      "definition_translation": "Condurre qualcuno o qualcosa verso una particolare direzione o obiettivo.",
      "example": "Ich führte das Team zum Sieg im Meisterschaftsspiel. Ich führe ein Projekt bei der Arbeit. Ich werde ein Team von Forschern bei einem neuen Projekt führen.",
      "example_translation": "Ho condotto la squadra alla vittoria nel gioco del campionato. Sto guidando un progetto al lavoro. Condurrò un team di ricercatori in un nuovo progetto.",
      "imageLink": "image_files\\English\\"imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "lasciare",
      "definition": "Einen Ort oder eine Person zu verlassen.",
      "definition_translation": "Andare via da un posto o da una persona.",
      "example": "Ich verließ die Party um Mitternacht. Ich verlasse morgen für Urlaub. Ich werde meinen Job Ende des Monats verlassen.",
      "example_translation": "Ho lasciato la festa a mezzanotte. Sto lasciando per le vacanze domani. Lascierò il mio lavoro alla fine del mese.",
      "imageLink": "image_files\\English\\"imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "sollevare",
      "definition": "Etwas nach oben zu bewegen oder zu heben, insbesondere mit Kraft oder Anstrengung.",
      "definition_translation": "Sollevare o spostare qualcosa verso l'alto, specialmente usando forza o sforzo.",
      "example": "Ich hob den schweren Karton. Ich hebe Gewichte im Fitnessstudio. Ich werde das Verbot der neuen Regel aufheben.",
      "example_translation": "Ho sollevato la scatola pesante. Sto sollevando pesi in palestra. Solleverò il divieto sulla nuova politica.",
      "imageLink": "image_files\\English\\"imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Licht",
      "translation": "luce",
      "definition": "Das natürliche Mittel, das den Blick und die Sichtbarkeit von Dingen bewirkt, eine Quelle der Beleuchtung, wie die Sonne, eine Lampe oder ein Feuer.",
      "definition_translation": "L'agente naturale che stimola la vista e rende le cose visibili, una fonte di illuminazione, come il sole, una lampada o un fuoco.",
      "example": "Ich machte das Licht an, um zu sehen, was im Raum war. Ich mache das Licht an, wenn ich den Raum betrete. Ich hatte das Licht eingeschaltet, bevor ich den Raum verließ.",
      "example_translation": "Ho acceso la luce per vedere cosa c'era nella stanza. Accenderò la luce quando entrerò nella stanza. Avevo acceso la luce prima di lasciare la stanza.",
      "imageLink": "image_files\\English\\"imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sperren",
      "translation": "chiave",
      "definition": "Ein Gerät zum Sichern einer Tür, eines Tores oder eines Behältnisses, das an einem festen Objekt angebracht wird, normalerweise durch einen Schlüssel, eine Kombination oder einen elektronischen Mechanismus betätigt.",
      "definition_translation": "Un dispositivo per bloccare una porta, cancello o contenitore aggiungendolo a un oggetto fisso, solitamente azionato da una chiave, combinazione o meccanismo elettronico.",
      "example": "Ich sperrte die Tür, um jemanden am Eintreten zu hindern. Ich werde die Tür sperren, wenn ich das Haus verlasse. Ich hatte die Tür gesperrt, bevor ich ins Bett ging.",
      "example_translation": "Ho chiuso a chiave la porta per impedire a qualcuno di entrare. Chiuderò a chiave la porta quando lascerò la casa. Avevo chiuso a chiave la porta prima di andare a letto.",
      "imageLink": "image_files\\English\\"imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "managen",
      "translation": "gestire",
      "definition": "Etwas mit Geschick oder Sorgfalt zu handhaben oder zu leiten, insbesondere um ein bestimmtes Ziel oder Ergebnis zu erreichen.",
      "definition_translation": "Gestire o dirigere qualcosa con abilità o cura, soprattutto per raggiungere un obiettivo o risultato particolare.",
      "example": "Ichmanaged das Projekt rechtzeitig zu beenden. Ich werde das Team leiten, um das Ziel zu erreichen. Ich hatte das Problem gelöst, bevor die Frist ablief.",
      "example_translation": "Sono riuscito a finire il progetto in tempo. Gestirò il team per raggiungere l'obiettivo. Avevo risolto il problema prima della scadenza.",
      "imageLink": "image_files\\English\\"imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "managen",
      "translation": "gestire",
      "definition": "Für die Kontrolle und Organisation von etwas verantwortlich zu sein.",
      "definition_translation": "essere responsabile del controllo e dell'organizzazione di qualcosa",
      "example": "Sie managte das Projekt letztes Jahr, managt es heute und wird es nächstes Jahr managen.",
      "example_translation": "Ha gestito il progetto l'anno scorso, lo gestisce oggi e lo gestirà l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiraten",
      "translation": "sposare",
      "definition": "Einen Ehepartner zu nehmen; zu heiraten.",
      "definition_translation": "prendere un marito o una moglie; sposarsi",
      "example": "Sie heirateten letztes Jahr, sind jetzt verheiratet und werden sich in Zukunft wieder heiraten.",
      "example_translation": "Si sono sposati l'anno scorso, sono sposati ora e si sposeranno di nuovo nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "matchen",
      "translation": "incontrare",
      "definition": "Ein Wettbewerb oder eine Konkurrenz, insbesondere im Sport, bei dem zwei oder mehr Teams oder Einzelpersonen gegeneinander antreten.",
      "definition_translation": "un concorso o competizione, specialmente negli sport, dove due o più squadre o individui competono contro l'altro",
      "example": "Die beiden Teams werden nächste Woche im Finale matchen, matchten letzten Woche im Halbfinale und werden sich in Zukunft wieder matchen.",
      "example_translation": "Le due squadre si incontreranno nella partita finale la prossima settimana, si sono incontrate nella semifinale la settimana scorsa e si incontreranno di nuovo nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "flicken",
      "translation": "riparare",
      "definition": "Etwas zu reparieren oder zu flicken, das beschädigt oder gebrochen ist.",
      "definition_translation": "Ripristinare o riparare qualcosa che è danneggiato o rotto.",
      "example": "Ich flickte den Riss in meinem Hemd. Ich bin dabei, den Zaun zu flicken. Ich werde das gebrochene Vasenende flicken.",
      "example_translation": "Ho riparato la lacerazione nella mia camicia. Sto riparando il recinto. Riparerò il vaso rotto.",
      "imageLink": "image_files\\English\\"imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegen",
      "translation": "spostare",
      "definition": "Die Position von etwas oder jemandem von einem Ort zu einem anderen zu ändern.",
      "definition_translation": "Cambiare la posizione di qualcosa o qualcuno da un posto all'altro.",
      "example": "Ich bewegte das Sofa ins Wohnzimmer. Ich bin dabei, in eine neue Wohnung zu ziehen. Ich werde morgen das Inventar bewegen.",
      "example_translation": "Ho spostato il divano nella sala da pranzo. Sto traslocando in un nuovo appartamento. Sposto i mobili domani.",
      "imageLink": "image_files\\English\\"imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einziehen",
      "translation": "trasferirsi",
      "definition": "Anfangen, in einem neuen Zuhause oder Ort zu leben.",
      "definition_translation": "Iniziare a vivere in una nuova casa o posto.",
      "example": "Wir haben letzten Wochenende eingezogen. Sie ziehen nächsten Monat ein. Ich werde nächsten Monat mit meinem Partner einziehen.",
      "example_translation": "Ci siamo trasferiti il fine settimana scorso. Si trasferiranno il mese prossimo. Mi trasferirò con il mio partner presto.",
      "imageLink": "image_files\\English\\"imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "trasferirsi",
      "definition": "einen Ort, insbesondere ein Haus oder eine Wohnung, zu verlassen und anderswohin zu ziehen",
      "definition_translation": "lasciare un posto, specialmente una casa o appartamento, e andare a vivere da un'altra parte",
      "example": "Ich bin mit 20 Jahren aus meinem Elternhaus ausgezogen. Ich ziehe nächsten Monat aus der Stadt aus. Ich werde mein Apartment in einem Jahr verlassen.",
      "example_translation": "Mi sono trasferito fuori dalla casa dei miei genitori quando avevo 20 anni. Mi trasferirò fuori dalla città il mese prossimo. Mi trasferirò fuori dal mio appartamento tra un anno.",
      "imageLink": "image_files\\English\\"imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mord",
      "translation": "omicidio",
      "definition": "das vorsätzliche Töten eines Menschen",
      "definition_translation": "l'atto di uccidere un essere umano con premeditazione",
      "example": "Der Detektiv versuchte, den Mordfall zu lösen. Der Mörder wird für sein Verbrechen bestraft. Die Mordrate hat im letzten Jahr abgenommen.",
      "example_translation": "Il detective stava cercando di risolvere il caso di omicidio. L'assassino sarà punito per il suo crimine. Il tasso di omicidi è diminuito nell'ultimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Name",
      "translation": "nome",
      "definition": "ein Wort oder eine Phrase, die eine Person, einen Ort oder eine Sache identifiziert",
      "definition_translation": "una parola o frase che identifica una persona, luogo o cosa",
      "example": "Wie heißt du? Der Name der Stadt ist Rom. Die Firma wird nächsten Jahr ihren Namen ändern.",
      "example_translation": "Qual è il tuo nome? Il nome della città è Roma. L'azienda cambierà il suo nome l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Notiz",
      "translation": "nota",
      "definition": "Eine kurze schriftliche Aufzeichnung oder Erinnerung; ein kurzer informeller Brief oder Nachricht.",
      "definition_translation": "Un breve record scritto o promemoria; una breve lettera o messaggio informale.",
      "example": "Ich habe mir eine Notiz gemacht, um Milch im Laden zu kaufen, ich habe die Adresse in meinem Telefon notiert, ich werde die Änderungen im Dokument notieren.",
      "example_translation": "Ho fatto una nota per comprare il latte al negozio, ho annotato l'indirizzo nel mio telefono, noterò le modifiche nel documento.",
      "imageLink": "image_files\\English\\"imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bemerken",
      "translation": "avviso",
      "definition": "Eine öffentliche Ankündigung oder Warnung, insbesondere eine, die an einem öffentlichen Ort angebracht ist.",
      "definition_translation": "Un annuncio pubblico o avvertimento, specialmente uno visualizzato in un luogo pubblico.",
      "example": "Ich habe das Schild an der Tür nicht bemerkt, sie hat den Fehler im Bericht bemerkt, sie werden die Änderungen nächste Woche bemerken.",
      "example_translation": "Non ho notato il segnale sulla porta, lei ha notato l'errore nel rapporto, loro noteranno le modifiche la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bedienen",
      "translation": "funzionare",
      "definition": "Eine Maschine, ein System oder einen Prozess zu steuern oder zu leiten.",
      "definition_translation": "Controllare o dirigere il funzionamento di una macchina, sistema o processo.",
      "example": "Der Arzt wird den Patienten morgen bedienen, die Maschine bedient 24/7, sie haben das System mühelos bedient.",
      "example_translation": "Il dottore opererà sul paziente domani, la macchina funziona 24/7, loro hanno operato il sistema con facilità.",
      "imageLink": "image_files\\English\\"imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisieren",
      "translation": "organizzare",
      "definition": "Dinge auf eine effizientere Weise zu arrangieren oder zu systematisieren",
      "definition_translation": "organizzare o sistemare le cose in modo più efficiente",
      "example": "Ich werde ein Treffen um 14 Uhr heute organisieren. Ich habe letzten Wochenende eine Party organisiert. Ich organisieren meine Aufgaben jeden Morgen.",
      "example_translation": "Organizzerò una riunione alle 2 pm oggi. Ho organizzato una festa lo scorso fine settimana. Organizzo i miei compiti ogni mattina.",
      "imageLink": "image_files\\English\\"imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehen",
      "translation": "passare",
      "definition": "etwas zu passieren oder zu überqueren, oder angenommen oder akzeptiert zu werden",
      "definition_translation": "superare qualcosa o qualcuno, o essere approvato o accettato",
      "example": "Ich werde nächste Woche die Prüfung bestehen. Ich bin letztes Jahr erfolgreich gefahren. Ich fahre jeden Tag am Museum vorbei.",
      "example_translation": "Passerò l'esame la prossima settimana. Ho superato il test di guida l'anno scorso. Passo davanti al museo ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passieren",
      "translation": "passare",
      "definition": "etwas zu passieren oder zu überqueren, oder angenommen oder akzeptiert zu werden",
      "definition_translation": "superare qualcosa o qualcuno, o essere approvato o accettato",
      "example": "Das Gesetz wird bald durch das Parlament passieren. Ich habe dem Teamkollegen den Ball zugesteckt. Der Zug wird in 10 Minuten am Bahnhof passieren.",
      "example_translation": "La legge passerà attraverso il parlamento presto. Ho passato la palla al mio compagno di squadra. Il treno passerà per la stazione tra 10 minuti.",
      "imageLink": "image_files\\English\\"imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufführen",
      "translation": "eseguire",
      "definition": "etwas auszuführen oder zu erledigen, insbesondere eine Aufgabe oder eine Pflicht",
      "definition_translation": "eseguire qualcosa, specialmente un compito o un dovere",
      "example": "Ich werde die Aufgabe morgen ausführen, ich führte sie gestern aus, und ich führe sie jeden Tag aus.",
      "example_translation": "Esegui il compito domani, l'ho eseguito ieri e lo eseguo ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "scegliere",
      "definition": "etwas auszuwählen oder zu wählen, insbesondere mit Sorgfalt oder Schwierigkeit",
      "definition_translation": "selezionare o scegliere qualcosa, specialmente con cura o con difficoltà",
      "example": "Ich wählte den Apfel vom Baum, ich wähle Äpfel jeden Herbst, und ich werde morgen einige Früchte wählen.",
      "example_translation": "Ho scelto la mela dall'albero, sceglio mele ogni autunno e sceglierò alcuni frutti domani.",
      "imageLink": "image_files\\English\\"imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "raccogliere",
      "definition": "etwas aufzusammeln oder zu sammeln, insbesondere vom Boden oder von einer Oberfläche",
      "definition_translation": "raccogliere o collezionare qualcosa, specialmente dal terreno o da una superficie",
      "example": "Ich hob das Buch vom Boden auf, ich hole meine Kinder von der Schule ab, und ich werde einige Blumen auflesen.",
      "example_translation": "Ho raccolto il libro dal pavimento, raccolgo i miei bambini da scuola e raccoglierò alcuni fiori.",
      "imageLink": "image_files\\English\\"imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "spillo",
      "definition": "Ein kleines, dünnes, spitzes Gerät, das zum Befestigen oder Anbringen von Dingen verwendet wird.",
      "definition_translation": "Un dispositivo piccolo, sottile e appuntito usato per fissare o attaccare le cose.",
      "example": "Ich benutzte eine Nadel, um den Knopf zu befestigen, dann heftete ich das Hinweisschild an, und morgen werde ich die Medaille an meinem Jackett anheften.",
      "example_translation": "Ho usato uno spillo per fissare il bottone, poi ho attaccato l'avviso, e domani fisserò la medaglia alla mia giacca.",
      "imageLink": "image_files\\English\\"imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflanze",
      "translation": "pianta",
      "definition": "Ein lebendes Organismus, das im Boden wächst und typischerweise Blätter, Stämme und Wurzeln hat.",
      "definition_translation": "Un organismo vivente che cresce nel terreno e tipicamente ha foglie, steli e radici.",
      "example": "Ich pflanzte einen Baum im Garten, dann pflanzte ich Samen in den Topf, und nächsten Jahr werde ich einen neuen Garten anlegen.",
      "example_translation": "Ho piantato un albero nel giardino, poi ho piantato semi nella pentola, e l'anno prossimo pianterò un nuovo giardino.",
      "imageLink": "image_files\\English\\"imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Punkt",
      "translation": "punto",
      "definition": "Ein kleiner Fleck oder eine Marke, insbesondere einer, der verwendet wird, um etwas anzugeben.",
      "definition_translation": "Un piccolo punto o marchio, soprattutto uno usato per indicare qualcosa.",
      "example": "Ich wies auf den Punkt auf der Karte hin, dann wies ich den Fehler hin, und schließlich erreichte ich den Punkt der Erschöpfung.",
      "example_translation": "Ho puntato il punto sulla mappa, poi ho fatto notare l'errore, e infine ho raggiunto il punto di esaurimento.",
      "imageLink": "image_files\\English\\"imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfosten",
      "translation": "posta",
      "definition": "Ein Pfosten ist ein vertikaler Pfahl oder eine Struktur, die verwendet wird, um Unterstützung oder Grenzen zu markieren.",
      "definition_translation": "Un post è un palo o struttura verticale utilizzato per fornire sostegno o segnare confini.",
      "example": "Ich schickte den Brief gestern in den Briefkasten, ich werde ihn heute online teilen, und ich teilt ihn letzte Woche auf sozialen Medien.",
      "example_translation": "Ho spedito la lettera nella cassetta delle lettere ieri, lo pubblicherò online oggi e l'ho pubblicato sui social media la scorsa settimana.",
      "imageLink": "image_files\\English\\"imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "rinviare",
      "definition": "Ein Ereignis oder eine Aktivität auf einen späteren Zeitpunkt zu verschieben.",
      "definition_translation": "Rinviare significa ritardare o posporre un evento o attività a un momento successivo.",
      "example": "Ich musste die Sitzung wegen des Wetters verschieben, ich werde meine Reise auf nächstes Jahr verschieben, und ich verschieb meine Entscheidung, bis ich mehr Informationen habe.",
      "example_translation": "Ho dovuto rinviare la riunione a causa del tempo, rimanderò il mio viaggio fino all'anno prossimo e ho rinviato la mia decisione fino a quando non avevo più informazioni.",
      "imageLink": "image_files\\English\\"imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gießen",
      "translation": "versare",
      "definition": "fließend zu bewegen oder zu fließen, oder eine Flüssigkeit zu servieren oder auszuschenken.",
      "definition_translation": "Versare significa fluire o muoversi fluidamente, o servire o dispensare un liquido.",
      "example": "Ich goss das Wasser in das Glas, sie wird den Saft in die Flasche gießen, und sie goss die Mischung in die Form.",
      "example_translation": "Ho versato l'acqua nel bicchiere, lei verserà il succo nella bottiglia e loro hanno versato la miscela nel modulo.",
      "imageLink": "image_files\\English\\"imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beten",
      "translation": "pregare",
      "definition": "mit einer Gottheit oder höherer Macht zu sprechen, um Hingabe oder Dankbarkeit auszudrücken, oder um Führung oder Hilfe zu bitten",
      "definition_translation": "parlare a una divinità o potere superiore per esprimere devozione o gratitudine, o per chiedere guida o aiuto",
      "example": "Ich betete zu Gott für die Sicherheit meiner Familie während des Sturms. Ich habe seit Monaten für einen neuen Job gebetet. Ich werde morgen für deine Gesundheit beten.",
      "example_translation": "Ho pregato Dio per la sicurezza della mia famiglia durante la tempesta. Ho pregato per un nuovo lavoro per mesi. Pregherò per la tua salute domani.",
      "imageLink": "image_files\\English\\"imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "drücken",
      "translation": "stampa",
      "definition": "etwas fest zu drücken oder zu quetschen, oft um es zu platten oder zu formen, oder um Flüssigkeit oder Saft daraus zu extrahieren",
      "definition_translation": "premere o stringere qualcosa fermamente, spesso per appiattirlo o dargli forma, o per estrarre liquido o succo da esso",
      "example": "Ich drückte das Eisen, um die Falten aus meinem Hemd zu entfernen. Sie drückte die Trauben aus, um Wein herzustellen. Morgen werden sie den Saft aus den Orangen pressen.",
      "example_translation": "Ho premuto la pressa per rimuovere le rughe dalla mia camicia. Lei ha premuto le uve per fare vino. Premuteranno il succo dalle arance domani.",
      "imageLink": "image_files\\English\\"imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhindern",
      "translation": "impedire",
      "definition": "etwas zu vermeiden oder zu verhindern, dass etwas passiert",
      "definition_translation": " fermare qualcosa dall'accadere o evitare qualcosa",
      "example": "Ich verhinderte den Unfall, indem ich gerade noch rechtzeitig bremsen konnte. Sie verhinderte den Brand, indem sie den Herd ausschaltete. Morgen werden sie die Krankheit verhindern, indem sie geimpft werden.",
      "example_translation": "Ho impedito l'incidente fermmando la macchina in tempo. Lei ha impedito l'incendio spegnendo la stufa. Impediranno la malattia facendosi vaccinare.",
      "imageLink": "image_files\\English\\"imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "produzieren",
      "translation": "produrre",
      "definition": "etwas in Existenz zu bringen oder herzustellen",
      "definition_translation": "portare all'esistenza o produrre qualcosa",
      "example": "Das Unternehmen wird nächstes Jahr ein neues Produkt produzieren. Sie produzieren es jetzt und haben letztes Jahr ein ähnliches produziert.",
      "example_translation": "L'azienda produrrà un nuovo prodotto l'anno prossimo. Lo stanno producendo ora e hanno prodotto uno simile l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versprechen",
      "translation": "promettere",
      "definition": "eine Zusage oder Garantie, etwas zu tun",
      "definition_translation": "un impegno o assicurazione di fare qualcosa",
      "example": "Sie versprach, mich um 17 Uhr zu treffen. Sie verspricht, ihr Bestes zu tun, und hatte versprochen, das Projekt rechtzeitig fertigzustellen.",
      "example_translation": "Lei ha promesso di incontrarmi alle 5 pm. Sta promettendo di fare del suo meglio e aveva promesso di finire il progetto in tempo.",
      "imageLink": "image_files\\English\\"imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schützen",
      "translation": "proteggere",
      "definition": "etwas vor Schaden oder Gefahr zu schützen oder zu bewahren",
      "definition_translation": "difendere o guardare qualcosa dal danno o pericolo",
      "example": "Wir müssen die Umwelt vor Verschmutzung schützen. Wir schützen die Daten vor Hackern und haben die Stadt vor der Flut letztes Jahr geschützt.",
      "example_translation": "Dobbiamo proteggere l'ambiente dall'inquinamento. Stiamo proteggendo i dati dagli hacker e abbiamo protetto la città dall'inondazione l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beweisen",
      "translation": "dimostrare",
      "definition": "die Wahrheit oder Existenz von etwas durch Beweise oder Nachweise zu demonstrieren",
      "definition_translation": "dimostrare la verità o l'esistenza di qualcosa fornendo prove o mostrandola vera",
      "example": "Ich werde beweisen, dass ich diese Aufgabe erledigen kann. Ich habe bewiesen, dass ich recht hatte. Ich hatte bewiesen, dass ich der beste Kandidat für den Job war.",
      "example_translation": "Dimostro che sono capace di fare questo compito. Ho dimostrato che avevo ragione. Avevo dimostrato di essere il miglior candidato per il lavoro.",
      "imageLink": "image_files\\English\\"imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bereitstellen",
      "translation": "fornire",
      "definition": "jemandem etwas zu geben, was er benötigt oder will, oft im Austausch für etwas anderes",
      "definition_translation": "dare a qualcuno qualcosa che ha bisogno o vuole, spesso in cambio di qualcos'altro",
      "example": "Das Unternehmen wird uns die notwendigen Geräte zur Verfügung stellen. Sie haben uns viel Unterstützung bereitgestellt. Wir hatten ihnen alle notwendigen Dokumente bereitgestellt.",
      "example_translation": "L'azienda ci fornirà l'attrezzatura necessaria. Ci hanno fornito molto sostegno. Avevamo fornito loro tutti i documenti necessari.",
      "imageLink": "image_files\\English\\"imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestrafen",
      "translation": "punire",
      "definition": "jemandem eine Strafe oder Bestrafung für etwas zu geben, was er falsch gemacht hat",
      "definition_translation": "dare a qualcuno una pena o punizione per aver fatto qualcosa di sbagliato",
      "example": "Der Richter wird ihn für sein Verbrechen bestrafen. Sie haben uns für unsere Verspätung bestraft. Wir hatten uns selbst für unsere Faulheit bestraft.",
      "example_translation": "Il giudice lo punirà per il suo crimine. Ci hanno punito per essere stati in ritardo. Ci eravamo puniti noi stessi per non aver studiato abbastanza.",
      "imageLink": "image_files\\English\\"imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "lasciare",
      "definition": "etwas aufzugeben oder einen Ort zu verlassen, insbesondere plötzlich",
      "definition_translation": "Smettere di fare qualcosa o lasciare un posto, specialmente all'improvviso.",
      "example": "Ich werde meinen Job nächsten Monat aufgeben. Ich habe vor einem Jahr mit dem Rauchen aufgehört, und ich hatte mit 16 die Schule aufgegeben.",
      "example_translation": "Lascerò il mio lavoro il mese prossimo, ho lasciato il fumo l'anno scorso e avevo lasciato la scuola quando avevo 16 anni.",
      "imageLink": "image_files\\English\\"imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "lasciare",
      "definition": "etwas aufzugeben oder einen Ort zu verlassen, insbesondere plötzlich",
      "definition_translation": "Smettere di fare qualcosa o lasciare un posto, specialmente all'improvviso.",
      "example": "Sie wird nächsten Woche ihren Job aufgeben, er hört um 17 Uhr auf zu arbeiten, und sie hatten das Projekt aufgegeben.",
      "example_translation": "Lei lascierà il suo lavoro la settimana prossima, lui lascia il lavoro alle 5 pm e loro avevano lasciato il progetto.",
      "imageLink": "image_files\\English\\"imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rennen",
      "translation": "corsa",
      "definition": "Ein Wettbewerb, bei dem Menschen oder Fahrzeuge versuchen, der Schnellste zu sein.",
      "definition_translation": "Una competizione in cui le persone o i veicoli cercano di essere i più veloci.",
      "example": "Ich werde nächstes Jahr am Marathon teilnehmen, sie fuhr letztes Wochenende ihr Auto, und sie hatten zum Zielbewerb gestartet.",
      "example_translation": "Correrò nella maratona l'anno prossimo, lei ha corsa la sua macchina lo scorso weekend e loro avevano corsa fino al traguardo.",
      "imageLink": "image_files\\English\\"imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erheben",
      "translation": "alzare",
      "definition": "Etwas hochzuheben oder nach oben zu bewegen, oder die Höhe oder Menge von etwas zu erhöhen.",
      "definition_translation": "Sollevare qualcosa o spostare qualcosa verso l'alto, o aumentare il livello o l'importo di qualcosa.",
      "example": "Ich hob meine Hand, um eine Frage zu stellen. Ich erziehe mein Kind, damit es freundlich ist. Ich werde das Thema auf der Sitzung ansprechen.",
      "example_translation": "Ho alzato la mano per chiedere una domanda. Sto crescendo mio figlio per essere gentile. Solleverò la questione alla riunione.",
      "imageLink": "image_files\\English\\"imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wieder aufbauen",
      "translation": "ricostruire",
      "definition": "Etwas wieder aufzubauen, insbesondere nachdem es beschädigt oder zerstört wurde, oder etwas, das verloren ging, wieder herzustellen.",
      "definition_translation": "Costruire nuovamente qualcosa, soprattutto dopo che è stato danneggiato o distrutto, o ricreare qualcosa che è stato perso.",
      "example": "Sie bauten die Stadt nach dem Krieg wieder auf. Wir bauten den Auto-Motor von Grund auf neu. Sie werden das Team nach der Niederlage wieder aufbauen.",
      "example_translation": "Hanno ricostruito la città dopo la guerra. Abbiamo ricostruito il motore della macchina da zero. Ricostruiranno la squadra dopo la sconfitta.",
      "imageLink": "image_files\\English\\"imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "recyclen",
      "translation": "riciclare",
      "definition": "Materialien zu behandeln oder zu verarbeiten, um sie wieder verwendbar zu machen, insbesondere um Abfälle zu reduzieren und natürliche Ressourcen zu schonen.",
      "definition_translation": "Trattare o elaborare materiali per renderli adatti all'uso nuovamente, soprattutto per ridurre gli sprechi e conservare le risorse naturali.",
      "example": "Wir recyclen Papier, um Bäume zu schonen. Das Unternehmen recyclt seinen Abfall, um die Umweltverschmutzung zu reduzieren. Sie werden die alten Computer recyclen, um die Teile wieder zu verwenden.",
      "example_translation": "Ricicliamo la carta per salvare gli alberi. L'azienda ricicla i suoi rifiuti per ridurre l'inquinamento. Ricicleranno i vecchi computer per riutilizzare le parti.",
      "imageLink": "image_files\\English\\"imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ersetzen",
      "translation": "sostituire",
      "definition": "Etwas Neues anstelle von etwas Altem oder Beschädigtem zu setzen, oder die Stelle von jemandem oder etwas anderem einzunehmen.",
      "definition_translation": "Inserire qualcosa di nuovo al posto di qualcosa di vecchio o rotto, o prendere il posto di qualcuno o qualcosa di altro.",
      "example": "Ich musste die defekte Lampe durch eine neue ersetzen. Ich ersetzte mein altes Telefon durch ein neues. Ich werde meine abgetragenen Schuhe durch ein neues Paar ersetzen.",
      "example_translation": "Ho dovuto sostituire la lampadina rotta con una nuova. Ho sostituito il vecchio telefono con uno nuovo. Sostituirò le scarpe consumate con un nuovo paio.",
      "imageLink": "image_files\\English\\"imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "retten",
      "translation": "salvare",
      "definition": "Jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu befreien.",
      "definition_translation": "Salvare qualcuno o qualcosa da una situazione pericolosa o difficile.",
      "example": "Die Feuerwehr rettete die Menschen aus dem brennenden Gebäude. Das Rettungsteam rettete die verirrten Wanderer vom Berg. Sie werden das Hündchen aus dem Brunnen retten.",
      "example_translation": "I pompieri hanno salvato le persone dall'edificio in fiamme. La squadra di salvataggio ha salvato gli escursionisti bloccati sulla montagna. Salveranno il cucciolo dal pozzo.",
      "imageLink": "image_files\\English\\"imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reservieren",
      "translation": "riservare",
      "definition": "Etwas für einen bestimmten Zweck oder Zeitpunkt aufzuheben, oder die Anordnung zu treffen, dass etwas für einen bestimmten Zweck oder Zeitpunkt aufgehoben wird.",
      "definition_translation": "Tenere qualcosa per uno scopo particolare o tempo, o pianificare qualcosa per essere tenuto per uno scopo particolare o tempo.",
      "example": "Ich reservierte einen Tisch im Restaurant für das Abendessen. Sie reserviert ihre Samstage fürs Studieren. Sie werden ein Hotelzimmer für die Hochzeitsgäste reservieren.",
      "example_translation": "Ho riservato un tavolo al ristorante per cena. Lei riserva i suoi sabati per studiare. Riserveranno una camera d'albergo per gli ospiti del matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ruhe",
      "translation": "riposo",
      "definition": "Eine Periode der Erholung oder des Ausruhens, insbesondere nach einer Periode der Arbeit oder Aktivität.",
      "definition_translation": "Un periodo di riposo o di svago, specialmente dopo un periodo di lavoro o di attività.",
      "example": "Ich brauche eine Ruhe nach dieser langen Reise. Ich ruhte mich ein paar Stunden vor meinem nächsten Flug aus. Ich werde früh ins Bett gehen, um mich für morgen vorzubereiten.",
      "example_translation": "Ho bisogno di prendere un riposo dopo questo lungo viaggio. Mi sono riposato per alcune ore prima di continuare il mio viaggio. Mi riposerò presto stasera per prepararmi per domani.",
      "imageLink": "image_files\\English\\"imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überarbeiten",
      "translation": "rivedere",
      "definition": "Etwas erneut zu untersuchen oder zu überdenken, insbesondere um es zu korrigieren oder zu verbessern.",
      "definition_translation": "Riesaminare o riconsiderare qualcosa, specialmente per correggere o migliorare.",
      "example": "Ich muss meinen Aufsatz noch einmal überarbeiten, bevor ich ihn einreiche. Ich überarbeitete meine Notizen nach dem Vortrag. Ich werde meinen Plan überarbeiten, um ihn effektiver zu machen.",
      "example_translation": "Ho bisogno di rivedere il mio saggio prima di presentarlo. Ho riveduto le mie note dopo la lezione. Rivedrò il mio piano per renderlo più efficace.",
      "imageLink": "image_files\\English\\"imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rauben",
      "translation": "rubare",
      "definition": "Etwas illegal oder ohne Erlaubnis zu nehmen, insbesondere auf gewaltsame oder aggressive Weise.",
      "definition_translation": "Prendere qualcosa illegalmente o senza permesso, specialmente in modo violento o coercitivo.",
      "example": "Der Dieb wird heute Nacht die Bank rauben. Die Räuber raubten gestern den Laden aus. Sie werden das Haus rauben, wenn sie die Chance haben.",
      "example_translation": "Il ladro ruberà la banca stanotte. I ladri hanno rubato il negozio ieri. Ruberanno la casa se ne avranno l'opportunità.",
      "imageLink": "image_files\\English\\"imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laufen",
      "translation": "correre",
      "definition": "Sich schnell zu Fuß bewegen, oft als Form von Übung oder in einem Wettkampf.",
      "definition_translation": "Muoversi velocemente a piedi, tipicamente a un ritmo costante e veloce, spesso come forma di esercizio o in un contesto competitivo.",
      "example": "Ich werde nächsten Woche einen Marathon laufen. Ich lief letzten Jahr einen Marathon. Ich laufe heute einen Marathon.",
      "example_translation": "Correrò una maratona la settimana prossima. Ho corso una maratona l'anno scorso. Sto correndo una maratona oggi.",
      "imageLink": "image_files\\English\\"imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "speichern",
      "translation": "salvare",
      "definition": "Für eine spätere Verwendung aufbewahren oder schützen, zu rescuen oder zu schützen vor Schaden oder Verlust, Daten oder Dateien zu speichern oder aufzubewahren.",
      "definition_translation": "Tenere o mettere da parte per uso futuro, salvare o proteggere da danni o perdite, memorizzare o preservare dati o file.",
      "example": "Ich werde mein Dokument vor dem Herunterfahren des Computers speichern. Ich speicherte mein Dokument gestern. Ich speichere mein Dokument gerade.",
      "example_translation": "Salerò il mio documento prima di spegnere il computer. Ho salvato il mio documento ieri. Sto salvando il mio documento ora.",
      "imageLink": "image_files\\English\\"imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "punteggio",
      "definition": "Eine bestimmte Punktzahl erzielen oder erlangen, insbesondere in einem Spiel oder Wettbewerb, eine Bewertung oder Note für eine Leistung.",
      "definition_translation": "Un numero di punti guadagnati o raggiunti, soprattutto in un gioco o in una competizione, una valutazione o voto assegnato a una prestazione.",
      "example": "Ich erreichte ein Tor im Fußballspiel. Ich werde ein hohes Ergebnis im Exam erzielen. Ich erreichte ein perfektes Ergebnis im Test.",
      "example_translation": "Ho segnato un gol nel gioco del calcio. Segnerò un alto voto all'esame. Ho segnato un punteggio perfetto nel test.",
      "imageLink": "image_files\\English\\"imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schreien",
      "translation": "urlare",
      "definition": "Ein lauter, lauter Schrei, der typischerweise Schmerz, Angst oder Aufregung ausdrückt",
      "definition_translation": "un grido forte, forte, che esprime generalmente dolore, paura o entusiasmo",
      "example": "Ich schrie entsetzt, als ich die Schlange sah. Ich schreie, wenn ich aufgeregt bin, und ich werde schreien, wenn ich eine Spinne sehe.",
      "example_translation": "Ho urlato in orrore quando ho visto il serpente, urlo quando sono emozionato e urlerò se vedo un ragno.",
      "imageLink": "image_files\\English\\"imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "ricercare",
      "definition": "Etwas gründlich und sorgfältig suchen",
      "definition_translation": "cercare accuratamente e attentamente qualcosa",
      "example": "Ich suchte meine Schlüssel überall. Ich suche gerade nach einem neuen Job, und ich werde nach dem perfekten Geschenk suchen.",
      "example_translation": "Ho cercato le mie chiavi dappertutto, sto cercando un nuovo lavoro e cercherò il regalo perfetto.",
      "imageLink": "image_files\\English\\"imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auswählen",
      "translation": "selezionare",
      "definition": "Etwas aus einer Gruppe oder einem Bereich von Möglichkeiten auszuwählen",
      "definition_translation": "scegliere qualcosa da un gruppo o gamma di possibilità",
      "example": "Ich wählte die beste Option aus. Ich wähle gerade ein neues Telefon aus, und ich werde den Gewinner auswählen.",
      "example_translation": "Ho selezionato la migliore opzione, sto selezionando un nuovo telefono e selezionerò il vincitore.",
      "imageLink": "image_files\\English\\"imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bedienen",
      "translation": "servire",
      "definition": "Jemandem Essen oder Trinken zu servieren oder eine Dienstleistung anzubieten",
      "definition_translation": "Fornire cibo o bevande a qualcuno, o offrire un servizio o aiuto a qualcuno",
      "example": "Ich servierte Kaffee den Gästen. Ich serviere den Gästen gerade Kaffee. Ich werde den Gästen Kaffee servieren.",
      "example_translation": "Ho servito il caffè agli ospiti. Sto servendo il caffè agli ospiti. Servirò il caffè agli ospiti.",
      "imageLink": "image_files\\English\\"imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähen",
      "translation": "cucire",
      "definition": "Etwas mit einer Nadel und Faden zu reparieren oder zusammenzufügen",
      "definition_translation": "Unire o riparare qualcosa utilizzando un ago e un filo",
      "example": "Ich nähte einen Knopf an mein Hemd. Ich nähe gerade ein Kleid. Ich werde ein Flicken auf meine Hose nähen.",
      "example_translation": "Ho cucito un bottone sulla mia camicia. Sto cucendo un vestito. Cucirò un patch sui miei pantaloni.",
      "imageLink": "image_files\\English\\"imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schütteln",
      "translation": "scuotere",
      "definition": "Etwas schnell hin und her zu bewegen oder zu mischen",
      "definition_translation": "Muovere qualcosa rapidamente avanti e indietro, o mescolare qualcosa muovendola rapidamente",
      "example": "Ich schüttelte die Flasche. Ich schüttle gerade den Baum. Ich werde den Teppich schütteln.",
      "example_translation": "Ho scosso la bottiglia. Sto scuotendo l'albero. Scuoterò il tappeto.",
      "imageLink": "image_files\\English\\"imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "die Hand geben",
      "translation": "stringere la mano",
      "definition": "Einander die rechte Hand zu geben, um freundlich zu begrüßen oder sich zu verabschieden",
      "definition_translation": "stringere la mano destra di un'altra persona nella propria, solitamente come saluto o per mostrare amicizia",
      "example": "Ich gab meinem Freund die Hand, als ich ihn gestern sah. Ich gebe ihm jedes Mal die Hand, wenn ich ihn sehe. Ich werde ihm morgen auf der Sitzung die Hand geben.",
      "example_translation": "Ho stretto la mano al mio amico quando l'ho visto ieri, stringo la mano con lui ogni volta che lo vedo, stringerò la mano con lui all'incontro di domani.",
      "imageLink": "image_files\\English\\"imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schießen",
      "translation": "sparare",
      "definition": "Ein Geschoss aus einer Waffe abzufeuern, insbesondere aus einer Schusswaffe oder einer Armbrust",
      "definition_translation": "sparare un proiettile da un'arma, specialmente un fucile o un arco",
      "example": "Ich schoss das Ziel mit einem Pfeil, ich schieße Basketballs mit meinem Freund, ich werde ein Bild mit meiner Kamera schießen.",
      "example_translation": "Ho sparato il bersaglio con una freccia, sparo la pallacanestro con il mio amico, sparò la foto con la mia macchina fotografica.",
      "imageLink": "image_files\\English\\"imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laden",
      "translation": "negozio",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen zum Verkauf angeboten werden",
      "definition_translation": "un edificio o parte di un edificio dove sono venduti o offerti beni o servizi",
      "example": "Ich ging gestern einkaufen im Einkaufszentrum, ich laufe jeden Woche im Supermarkt ein, ich werde morgen online einkaufen.",
      "example_translation": "Ho fatto shopping al centro commerciale ieri, vado a fare la spesa al negozio di alimentari ogni settimana, farò shopping online domani.",
      "imageLink": "image_files\\English\\"imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skifahren",
      "translation": "sciare",
      "definition": "An dem Sport des Skifahrens teilzunehmen, typischerweise auf schneebedeckten Bergen oder Hügeln.",
      "definition_translation": "Praticare lo sport dello sci, tipicamente su montagne o colline innevate.",
      "example": "Ich werde morgen Ski auf dem Berg fahren, aber heute fuhr ich mit meinen Freunden Ski, und letztes Jahr fuhr ich alleine Ski.",
      "example_translation": "Io sciurerò giù per la montagna domani, ma oggi ho sciato con i miei amici, e l'anno scorso ho sciato da solo.",
      "imageLink": "image_files\\English\\"imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rutschen",
      "translation": "scivolare",
      "definition": "Unabsichtlich zu fallen oder zu rutschen, oft aufgrund von verlorenem Trittsicherheit oder Gleichgewicht",
      "definition_translation": "Cadere o scivolare accidentalmente, spesso a causa della perdita di trazione o equilibrio.",
      "example": "Ich rutschte auf der Bananenschale aus und fiel gestern, aber heute schlüpfe ich vorsichtig in meine Schuhe, und nächste Woche werde ich mich leise davonstehlen.",
      "example_translation": "Mi sono scivolato sulla buccia di banana e sono caduto ieri, ma oggi mi scivolo sulle scarpe con attenzione, e la prossima settimana mi scivolerò via in silenzio.",
      "imageLink": "image_files\\English\\"imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riechen",
      "translation": "odorare",
      "definition": "Einen Geruch oder Duft wahrzunehmen, oft mit der Nase",
      "definition_translation": "Percepire un odore o profumo, spesso usando il proprio naso.",
      "example": "Ich roch heute Morgen den Kaffee, und ich rieche die Blumen im Garten jeden Tag, aber ich werde morgen die frisch gebackenen Kekse riechen.",
      "example_translation": "Ho odorato il caffè questa mattina, eodo i fiori nel giardino ogni giorno, ma domani odorerò i biscotti appena sfornati.",
      "imageLink": "image_files\\English\\"imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lächeln",
      "translation": "sorridere",
      "definition": "Das Gesicht so zu formen, dass es freundlich, nett oder amüsiert wirkt, typischerweise mit den Mundwinkeln nach oben gebogen",
      "definition_translation": "Formare le proprie caratteristiche in un'espressione di piacere, gentile o divertita, tipicamente con gli angoli della bocca che si incurvano verso l'alto.",
      "example": "Sie lächelte, als ich ins Zimmer kam. Ich werde lächeln, wenn ich sie wiedersehen werde. Ich lächelte, als ich die Nachricht erhielt.",
      "example_translation": "Lei mi ha sorriso quando sono entrato nella stanza. Sarò felice quando la vedrò di nuovo. Ho sorriso quando ho ricevuto la notizia.",
      "imageLink": "image_files\\English\\"imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschütten",
      "translation": "versare",
      "definition": "Ein flüssiges Medium aus einem Behälter fließen oder fallen zu lassen, oft unabsichtlich",
      "definition_translation": "Causare o consentire a un liquido di fluire o cadere da un contenitore, tipicamente accidentalmente.",
      "example": "Ich verschüttete heute Morgen Kaffee auf mein Hemd. Sie verschüttete Wasser auf dem Boden. Er wird die Getränke auf der Party verschütten.",
      "example_translation": "Ho versato il caffè sulla mia camicia questa mattina. Lei ha versato l'acqua sul pavimento. Lui verserà le bevande alla festa.",
      "imageLink": "image_files\\English\\"imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verderben",
      "translation": "rovinare",
      "definition": "Etwas zu beschädigen oder zu ruinieren, oder jemanden verwöhnt oder faul zu machen",
      "definition_translation": "Danneggiare o rovinare qualcosa, o causare a qualcuno di diventare viziato o pigro.",
      "example": "Die Kinder werden heute ihren Appetit verderben, indem sie zu viel Süßigkeiten essen. Sie verdirbt ihr Haar, indem sie das falsche Shampoo verwendet. Er verdirbt seinen Bruder, indem er ihm zu viele Geschenke macht.",
      "example_translation": "I bambini rovineranno l'appetito mangiando troppo dolce. Lei ha rovinato i capelli usando lo shampoo sbagliato. Lui vizia il fratello dandogli troppi regali.",
      "imageLink": "image_files\\English\\"imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stock",
      "translation": "bastone",
      "definition": "Ein dünner, gerader Holz- oder Materialstab, der als Unterstützung oder als Waffe verwendet wird",
      "definition_translation": "Un bastone è un pezzo di legno o di altro materiale sottile e diritto usato come sostegno o come arma.",
      "example": "Ich steckte den Stock in den Boden. Gestern hatte ich den Stock in den Matsch gesteckt. Morgen werde ich den Stock in den Baum stecken.",
      "example_translation": "Ho infilato il bastone nel terreno. Ieri, l'avevo infilato nel fango. Domani, lo infilerò nell'albero.",
      "imageLink": "image_files\\English\\"imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rühren",
      "translation": "agitare",
      "definition": "Ein Mittel zu mischen, um die Inhalte zu vermischen oder glatt zu machen",
      "definition_translation": "Agitare qualcosa significa mescolare delicatamente, generalmente con un cucchiaio o altro utensile, per combinare gli ingredienti o renderlo liscio.",
      "example": "Ich rührte den Kaffee. Gestern hatte ich den Tee gerührt. Morgen werde ich die Milch rühren.",
      "example_translation": "Ho agitato il caffè. Ieri, avevo agitato il tè. Domani, agiterò il latte.",
      "imageLink": "image_files\\English\\"imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "colpire",
      "definition": "To schlagen etwas bedeutet, es kräftig zu schlagen, meist mit einer plötzlichen Bewegung, um es zu beschädigen oder zu zerstören.",
      "definition_translation": "Colpire qualcosa significa colpirla forte, generalmente con un movimento improvviso, per danneggiarla o distruggerla.",
      "example": "Ich schlug die Trommel. Gestern hatte ich die Glocke geschlagen. Morgen werde ich den Amboss schlagen.",
      "example_translation": "Ho colpito il tamburo. Ieri, avevo colpito la campana. Domani, colpirò l'incudine.",
      "imageLink": "image_files\\English\\"imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfolgen",
      "translation": "riuscire",
      "definition": "Etwas zu erreichen oder ein Ziel zu erreichen, oft mit Anstrengung oder Schwierigkeit.",
      "definition_translation": "Riuscire a fare qualcosa o raggiungere un obiettivo, spesso con sforzo o difficoltà.",
      "example": "Ich werde in meiner Karriere erfolgreich sein, ich arbeite jeden Tag hart. Gestern hatte ich das Projekt rechtzeitig erfolgreich abgeschlossen. Wenn ich gut lerne, werde ich im Examen erfolgreich sein.",
      "example_translation": "Riuscirò nel mio lavoro, lavoro sodo ogni giorno. Ieri, sono riuscito a finire il progetto in tempo. Se studio bene, riuscirò nell'esame.",
      "imageLink": "image_files\\English\\"imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorschlagen",
      "translation": "suggerire",
      "definition": "Eine Idee oder einen Verlauf vorzuschlagen.",
      "definition_translation": "Proporre o raccomandare un'idea o un corso di azione.",
      "example": "Ich schlage vor, dass wir heute Abend ins Kino gehen. Sie schlug ein neues Restaurant für das Abendessen vor. Sie schlugen vor, dass wir eine Pause machen.",
      "example_translation": "Suggerisco che andiamo al cinema stasera. Lei ha suggerito un nuovo ristorante per cena. Hanno suggerito che prendiamo una pausa.",
      "imageLink": "image_files\\English\\"imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnenbaden",
      "translation": "abbronzarsi",
      "definition": "Sich in der Sonne auszustrecken, meist ohne Kleidung, um einen Sonnenbrand zu bekommen.",
      "definition_translation": "Sedere o giacere al sole, di solito senza vestiti, per prendere abbronzatura.",
      "example": "Ich liebe es, mich am Strand zu sonnenbaden. Gestern habe ich drei Stunden lang sonnengebädert. Wenn das Wetter gut ist, werden wir uns morgen sonnenbaden.",
      "example_translation": "Adoro abbronzarmi sulla spiaggia. Ieri, mi sono abbronzato per tre ore. Se il tempo è bello, ci abbronziamo domani.",
      "imageLink": "image_files\\English\\"imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "sostegno",
      "definition": "Jemandem oder etwas Beistand oder Ermutigung zu geben.",
      "definition_translation": "fornire assistenza o incoraggiamento a qualcuno o qualcosa",
      "example": "Ich werde dich bei diesem Projekt unterstützen, sie unterstützte ihn in der Vergangenheit, und sie werden uns in der Zukunft unterstützen.",
      "example_translation": "Ti sosterrò in questo progetto, lei lo ha sostenuto in passato, e loro ci sosterranno nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterstützung",
      "translation": "sostegno",
      "definition": "Die Tat, jemandem oder etwas emotionale oder finanzielle Hilfe zu bieten.",
      "definition_translation": "l'atto di fornire aiuto emotivo o finanziario a qualcuno",
      "example": "Die Organisation bot den Familien, die von der Katastrophe betroffen waren, Unterstützung. Sie hatten sie in der Vergangenheit unterstützt und werden sie auch in der Zukunft unterstützen.",
      "example_translation": "L'organizzazione ha fornito sostegno alle famiglie colpite dal disastro, lo hanno sostenuto in passato, e continueranno a sostenerli nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausschalten",
      "translation": "spegnere",
      "definition": "Etwas zu stoppen, indem man einen Schalter betätigt.",
      "definition_translation": "interrompere il funzionamento di qualcosa, tipicamente azionando un interruttore",
      "example": "Ich schaltete das Licht aus, als ich den Raum verließ. Sie wird den Computer ausschalten, wenn sie ihre Arbeit beendet hat. Sie hatten den Motor ausgeschaltet.",
      "example_translation": "Ho spento le luci quando ho lasciato la stanza, lei spegnerà il computer quando finirà il suo lavoro, e loro avevano spento il motore.",
      "imageLink": "image_files\\English\\"imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschalten",
      "translation": "accendere",
      "definition": "Ein Gerät, eine Maschine oder ein System zu aktivieren oder einzuschalten.",
      "definition_translation": "attivare o accendere un dispositivo, macchina o sistema",
      "example": "Ich schaltete den Computer ein, um zu arbeiten. Ich werde ihn morgen wieder einschalten. Ich hatte ihn früher eingeschaltet, aber er funktionierte nicht.",
      "example_translation": "Ho acceso il computer per iniziare a lavorare. Lo accenderò di nuovo domani. L'avevo acceso prima, ma non funzionava.",
      "imageLink": "image_files\\English\\"imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmecken",
      "translation": "gusto",
      "definition": "Die Empfindung von Geschmack oder Süßigkeit, wenn Nahrung oder Getränk in den Mund genommen wird.",
      "definition_translation": "la sensazione di sapore o dolcezza quando viene assunto cibo o bevanda in bocca",
      "example": "Ich werde den Wein schmecken, um zu sehen, ob er gut ist. Ich schmeckte den Kuchen und fand ihn lecker. Sie hatte die Suppe geschmeckt, aber sie war zu salzig.",
      "example_translation": "Gusterò il vino per vedere se è buono. Ho assaggiato la torta e era deliziosa. Lei aveva assaggiato la zuppa, ma era troppo salata.",
      "imageLink": "image_files\\English\\"imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Träne",
      "translation": "lacrima",
      "definition": "Ein Tropfen Flüssigkeit, der aus dem Auge fällt, wenn man emotional oder gereizt ist.",
      "definition_translation": "una goccia di liquido che cade dall'occhio come risultato di emozione o irritazione",
      "example": "Sie wird Tränen vergießen, wenn sie die Nachricht hört. Ich geriet in Tränen, als ich den traurigen Film sah. Sie hatten Tränen vergossen, nachdem sie sich getrennt hatten.",
      "example_translation": "Lei si scioglierà in lacrime quando sentirà la notizia. Mi sono commosso al film triste. Si erano sciolti dopo la separazione.",
      "imageLink": "image_files\\English\\"imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Test",
      "translation": "prova",
      "definition": "Ein Test ist eine Serie von Fragen oder Problemen, die dazu dienen, das Wissen, die Fähigkeiten oder die Fähigkeiten einer Person zu überprüfen.",
      "definition_translation": "Un test è una serie di domande o problemi progettati per valutare la conoscenza, le abilità o le capacità di una persona.",
      "example": "Ich musste gestern in der Mathematik einen Test schreiben, aber ich schreibe heute einen Test in Naturwissenschaft und werde nächste Woche einen Test in Englisch schreiben.",
      "example_translation": "Ho dovuto fare un test di matematica nella classe di ieri, ma sto facendo un test di scienze nella classe di oggi, e farò un test di inglese nella classe della prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zecke",
      "translation": "zecca",
      "definition": "Eine Zecke ist ein kleines,usually parasitisches Insekt, das sich von dem Blut von Säugetieren und Vögeln ernährt.",
      "definition_translation": "Una zecca è un insetto piccolo, solitamente parassita, che si nutre del sangue dei mammiferi e degli uccelli.",
      "example": "Wenn ich wandern ging, musste ich meinen Hund auf Zecken untersuchen, weil Zecken Krankheiten übertragen können.",
      "example_translation": "Quando sono andato a fare escursione, ho dovuto controllare il mio cane per le zecche, perché le zecche possono trasmettere malattie.",
      "imageLink": "image_files\\English\\"imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "cravatta",
      "definition": "Eine Krawatte ist ein langes, schmales Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, um einem Anzug eine Note der Eleganz zu verleihen.",
      "definition_translation": "Una cravatta è un pezzo di stoffa lungo e stretto indossato intorno al collo, tipicamente dagli uomini, per aggiungere un tocco di eleganza a un abito.",
      "example": "Ich musste eine Krawatte zum Hochzeitsempfang anziehen, aber ich werde meine Schuhbänder binden, bevor ich joggen gehe.",
      "example_translation": "Ho dovuto indossare una cravatta al matrimonio, ma mi legherò le stringhe delle scarpe prima di andare a correre.",
      "imageLink": "image_files\\English\\"imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesamt",
      "translation": "totale",
      "definition": "Die gesamte Menge oder Ausdehnung von etwas; die Gesamtheit von etwas",
      "definition_translation": "L'intera quantità o estensione di qualcosa; l'intero di qualcosa",
      "example": "Die Gesamtkosten des Projekts waren höher als erwartet. Ich werde die Zahlen addieren. Insgesamt haben wir 10 Jahre Erfahrung.",
      "example_translation": "Il costo totale del progetto era più alto del previsto. Sommerò i numeri. In totale, abbiamo 10 anni di esperienza.",
      "imageLink": "image_files\\English\\"imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tour",
      "translation": "tour",
      "definition": "Eine Reise oder Fahrt, insbesondere mit einem bestimmten Zweck, wie Geschäft oder Vergnügen.",
      "definition_translation": "Un viaggio o giro, specialmente uno con uno scopo specifico, come affari o piacere.",
      "example": "Wir machten letzten Sommer eine Tour durch Europa. Sie ist auf einer Tournee durch das Land, um ihr neues Buch zu promoten. Sie werden nächste Woche die Einrichtung besichtigen.",
      "example_translation": "Abbiamo fatto un tour d'Europa l'estate scorsa. Sta facendo un tour del paese per promuovere il suo nuovo libro. Visiteranno la struttura la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zug",
      "translation": "treno",
      "definition": "Ein selbstfahrender Wagen auf Schienen, der für den Transport von Menschen oder Gütern verwendet wird.",
      "definition_translation": "Un veicolo autopropulso su rotaie, utilizzato per il trasporto di persone o merci.",
      "example": "Ich nahm gestern den Zug nach New York. Sie trainiert für einen Marathon. Sie werden die neuen Mitarbeiter nächste Woche schulen.",
      "example_translation": "Ho preso il treno per New York ieri. Sta allenandosi per una maratona. formeranno i nuovi dipendenti il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übertragung",
      "translation": "trasferire",
      "definition": "zu bewegen oder jemanden von einem Ort zu einem anderen oder etwas von einem System oder einer Situation in ein anderes zu ändern",
      "definition_translation": "spostare qualcosa o qualcuno da un posto all'altro, o cambiare qualcosa da un sistema o situazione all'altra",
      "example": "Ich übertrug das Geld von meinem Sparkonto auf mein Girokonto. Ich werde nächstes Semester an eine neue Schule wechseln. Sie hatte die Dateien auf eine externe Festplatte übertragen.",
      "example_translation": "Ho trasferito i soldi dal mio conto di risparmio al mio conto corrente. Mi trasferirò in una nuova scuola il prossimo semestre. Aveva trasferito i file su un hard disk esterno.",
      "imageLink": "image_files\\English\\"imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übersetzen",
      "translation": "tradurre",
      "definition": "Wörter oder Texte von einer Sprache in eine andere Sprache zu ändern",
      "definition_translation": "cambiare le parole o il testo da una lingua all'altra",
      "example": "Kannst du diesen Satz ins Spanisch übersetzen? Das Buch wurde vom Englischen ins Französische übersetzt. Sie wird die Website ins Italienische übersetzen.",
      "example_translation": "Puoi tradurre questa frase in spagnolo? Il libro è stato tradotto dall'inglese al francese. Tradurrà il sito web in italiano.",
      "imageLink": "image_files\\English\\"imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuchen",
      "translation": "provare",
      "definition": "einen Versuch zu unternehmen, um etwas zu tun oder zu erreichen",
      "definition_translation": "fare uno sforzo per fare qualcosa o tentare di realizzare qualcosa",
      "example": "Ich werde versuchen, das Projekt bis Freitag fertigzustellen. Sie versucht, die Gitarre zu spielen. Sie werden versuchen, den Autmotor zu reparieren.",
      "example_translation": "Cercherò di finire il progetto entro venerdì. Ha cercato di imparare a suonare la chitarra. Cercheranno di riparare il motore della macchina.",
      "imageLink": "image_files\\English\\"imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Typ",
      "translation": "tipo",
      "definition": "Eine Kategorie oder Klasse von Dingen, die ein gemeinsames Merkmal oder eine gemeinsame Qualität haben.",
      "definition_translation": "Una categoria o classe di cose aventi una caratteristica o qualità comune.",
      "example": "Gestern tippte ich einen Brief an meinen Freund. Heute tippe ich eine E-Mail an meinen Chef. Morgen werde ich einen Bericht für mein Projekt tippen.",
      "example_translation": "Ieri, ho digitato una lettera al mio amico. Oggi, sto digitando un'email al mio capo. Domani, digiterò un rapporto per il mio progetto.",
      "imageLink": "image_files\\English\\"imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entkleiden",
      "translation": "spogliare",
      "definition": "Seine Kleidung entfernen, insbesondere zur Vorbereitung auf das Schlafen oder Baden.",
      "definition_translation": "Rimuovere i propri vestiti, specialmente in preparazione del sonno o del bagno.",
      "example": "Sie zog sich schnell aus und ging ins Bett. Er zog sich langsam aus und nahm ein Bad. Sie werden sich ausziehen und sich auf die Party vorbereiten.",
      "example_translation": "Lei si è spogliata rapidamente e si è messa a letto. Lui si è spogliato lentamente e ha fatto una doccia. Loro si spoglieranno e si prepareranno per la festa.",
      "imageLink": "image_files\\English\\"imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auspacken",
      "translation": "scompattare",
      "definition": "Den Inhalt eines Behälters, wie eines Koffers oder Paketes, zu entfernen.",
      "definition_translation": "Rimuovere il contenuto di un contenitore, come una valigia o un pacco.",
      "example": "Ich packte meinen Koffer aus und räumte meine Kleidung weg. Sie packte das Paket aus und baute das Möbel auf. Sie werden den Lastwagen auspacken und die Güter liefern.",
      "example_translation": "Ho scompattato la mia valigia e ho messo via i miei vestiti. Lei ha scompattato la scatola e ha assemblato il mobilio. Loro scompackeranno il camion e consegneranno le merci.",
      "imageLink": "image_files\\English\\"imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktualisieren",
      "translation": "aggiornare",
      "definition": "Etwas durch Hinzufügen neuer Informationen, Ideen oder Methoden zeitgemäßer oder effektiver zu machen.",
      "definition_translation": "Aggiornare qualcosa con informazioni, idee o metodi nuovi per renderlo più moderno o efficace.",
      "example": "Ich muss mein Handy-Betriebssystem aktualisieren. Gestern aktualisierte ich die Software meines Computers. Morgen werde ich den Inhalt meiner Website aktualisieren.",
      "example_translation": "Devo aggiornare il sistema operativo del mio telefono. Ieri, ho aggiornato il software del mio computer. Domani, aggiorderò il contenuto del mio sito web.",
      "imageLink": "image_files\\English\\"imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstimmen",
      "translation": "votare",
      "definition": "Eine formale Äußerung von Meinung oder Absicht durch eine Person oder Gruppe, typischerweise durch Handaufhebung, Verwendung eines Stimmzettels oder eine mündliche Erklärung.",
      "definition_translation": "Un'espressione formale di opinione o intenzione fatta da una persona o gruppo, tipicamente alzando la mano, utilizzando una scheda o facendo una dichiarazione verbale.",
      "example": "Ich stimme für die neue Politik. Sie stimmte gegen den Vorschlag. Sie werden nächste Woche über den Haushalt abstimmen.",
      "example_translation": "Voto per la nuova politica. Lei ha votato contro la proposta. Voterranno sul bilancio la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Hund spazieren führen",
      "translation": "passeggiare il cane",
      "definition": "Einen Hund, meist an der Leine, als Form der Bewegung oder zur Erlaubnis, dass der Hund sich erleichtern kann, führen.",
      "definition_translation": "Portare il cane a passeggio, tipicamente al guinzaglio, come forma di esercizio o per permettere al cane di scaricarsi.",
      "example": "Ich führe meinen Hund jeden Morgen spazieren. Gestern führte sie den Hund im Park spazieren. Sie werden ihre Hunde morgen am Strand spazieren führen.",
      "example_translation": "Passeggio il mio cane ogni mattina. Ieri, lei ha passeggiato il cane nel parco. Domani, passeggeranno i loro cani sulla spiaggia.",
      "imageLink": "image_files\\English\\"imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warnen",
      "translation": "avvertire",
      "definition": "Jemanden vor etwas zu warnen oder ihn davon in Kenntnis zu setzen, dass etwas passieren wird oder falsch ist.",
      "definition_translation": "avvertire qualcuno che qualcosa sta per accadere o che qualcosa è sbagliato",
      "example": "Ich warnte ihn vor der Gefahr, aber er hörte nicht zu. Ich warne dich, dass die Frist näher kommt. Ich werde sie vor den Folgen warnen.",
      "example_translation": "L'ho avvertito del pericolo, ma non ha ascoltato. Sto avvertendo voi che la scadenza si sta avvicinando. Avvertirò lei delle conseguenze.",
      "imageLink": "image_files\\English\\"imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschwenden",
      "translation": "spendere",
      "definition": "Etwas, insbesondere unnötig oder sorglos, zu verwenden oder zu verschwenden.",
      "definition_translation": "usare o dispendere qualcosa, specialmente in modo inutile o imprudente",
      "example": "Wir verschwendeten viel Zeit damit, gestern Fernsehen zu schauen. Ich verschwende zu viel Geld für unnötige Dinge. Sie wird ihr Talent verschwenden, wenn sie nicht übt.",
      "example_translation": "Abbiamo sprecato molto tempo guardando la TV ieri. Sperpero troppo denaro in cose inutili. Sperherà il suo talento se non si allenerà.",
      "imageLink": "image_files\\English\\"imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welle",
      "translation": "onda",
      "definition": "Eine Bewegung von Energie durch ein Medium, wie Wasser oder Luft, bei der die Teilchen des Mediums hin und her oszillieren.",
      "definition_translation": "un movimento di energia attraverso un mezzo, come acqua o aria, in cui le particelle del mezzo oscillano avanti e indietro",
      "example": "Die Welle schlug gegen das Ufer. Ich winkte meinen Freunden zu. Die Lehrerin wird ihre Hand heben, um unsere Aufmerksamkeit zu erregen.",
      "example_translation": "L'onda si è infranta contro la riva. Ho fatto un cenno di saluto ai miei amici. L'insegnante farà cenno con la mano per attirare la nostra attenzione.",
      "imageLink": "image_files\\English\\"imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    }
  ]