[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erwachsener",
      "translation": "adulti",
      "definition": "Eine vollständig entwickelte Person, insbesondere eine, die reif und verantwortungsvoll ist.",
      "definition_translation": "Una persona completamente cresciuta, specialmente quella che è matura e responsabile.",
      "example": "Ich war ein Erwachsener, als ich heiratete. Ich bin jetzt ein Erwachsener. Ich werde ein Erwachsener für den Rest meines Lebens sein.",
      "example_translation": "Ero un adulto quando mi sono sposato. Sono un adulto adesso. Sarò un adulto per il resto della mia vita.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bambino",
      "definition": "Ein sehr junges menschliches Wesen, von der Geburt bis zu einigen Jahren alt.",
      "definition_translation": "Un essere umano molto giovane, dalla nascita a pochi anni di età.",
      "example": "Ich hatte ein Baby, als ich 25 Jahre alt war. Ich habe jetzt ein Baby. Ich werde ein Baby in der Zukunft haben.",
      "example_translation": "Avevo un bambino quando avevo 25 anni. Ho un bambino adesso. Avrò un bambino nel futuro.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sein ... Jahre alt",
      "translation": "avere (anni)",
      "definition": "Ein bestimmtes Alter zu haben, ausgedrückt in Jahren.",
      "definition_translation": "Avere un'età certa, espressa in anni.",
      "example": "Ich war 20 Jahre alt, als ich meinen Abschluss machte. Ich bin jetzt 30 Jahre alt. Ich werde nächstes Jahr 40 Jahre alt sein.",
      "example_translation": "Avevo 20 anni quando mi sono laureato. Ho 30 anni adesso. Avrò 40 anni l'anno prossimo.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bart",
      "translation": "barba",
      "definition": "Ein Haarwachstum am Kinn, Wangen und Kiefer eines Menschen oder Tieres.",
      "definition_translation": "Una crescita di capelli sul mento, guance e mascella di una persona o animale.",
      "example": "Ich werde heute Abend meinen Bart stutzen, er war zu lang geworden. Gestern habe ich meinen Bart abrasiert, aber ich werde ihn bald wieder wachsen lassen.",
      "example_translation": "Taglierò la mia barba stasera, stava diventando troppo lunga. Ieri, mi sono rasato la barba, ma presto la farò crescere di nuovo.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schön",
      "translation": "bellissimo",
      "definition": "Die Sinne oder den Geist ästhetisch erfreut.",
      "definition_translation": "Piacendo ai sensi o alla mente esteticamente.",
      "example": "Der schöne Sonnenuntergang am Strand war atemberaubend. Sie war schön in ihrem Hochzeitskleid. Die Stadt wird nach der Renovierung noch schöner sein.",
      "example_translation": "Il bellissimo tramonto al mare era mozzafiato. Era bellissima nel suo abito da sposa. La città sarà ancora più bella dopo la ristrutturazione.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Junge",
      "translation": "ragazzo",
      "definition": "Ein männliches Kind oder junger Mann.",
      "definition_translation": "Un bambino maschio o una persona maschile giovane.",
      "example": "Der Junge spielte mit seinem Hund im Park. Der Junge wird einmal ein guter Arzt sein, wenn er groß ist. Der Junge hatte alle seine Snacks aufgegessen.",
      "example_translation": "Il ragazzo stava giocando con il suo cane nel parco. Il ragazzo sarà un buon dottore quando crescerà. Il ragazzo aveva mangiato tutti i suoi spuntini.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auge",
      "translation": "occhio",
      "definition": "Das Auge ist ein komplexes und hochspezialisiertes Organ, das Licht detektiert und in elektrische Signale umwandelt, die an das Gehirn gesendet werden, um uns sehen und visuelle Informationen zu interpretieren zu ermöglichen.",
      "definition_translation": "L'occhio è un organo complesso e altamente specializzato che rileva la luce e la converte in segnali elettrici che vengono trasmessi al cervello, consentendoci di vedere e interpretare le informazioni visive.",
      "example": "Ich habe immer gute Sehkraft gehabt, aber meine Großmutter trug Brillen, um ihre Augenprobleme zu korrigieren. Jetzt, wo ich älter werde, denke ich, dass ich bald Brillen benötigen werde, um lesen zu können.",
      "example_translation": "Ho sempre avuto una buona vista, ma mia nonna portava gli occhiali per correggere i suoi problemi di vista. Ora sto invecchiando, credo che avrò bisogno di occhiali per leggere in futuro.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "faccia",
      "definition": "Das Gesicht ist der vordere Teil des Kopfes, von der Stirn bis zum Kinn, und enthält Merkmale wie die Augen, die Nase, den Mund und das Kinn.",
      "definition_translation": "La faccia è la parte anteriore della testa, dalla fronte fino al mento, e comprende le caratteristiche come gli occhi, il naso, la bocca e la mascella.",
      "example": "Sie wusch ihr Gesicht mit Seife und Wasser, dann setzte sie ein strahlendes Lächeln auf, um ihre Freunde zu begrüßen. Gestern hatte sie ein trauriges Gesicht, weil sie sich nicht wohl fühlte.",
      "example_translation": "Lei ha lavato la faccia con il sapone e l'acqua, poi ha messo un sorriso luminoso per salutare i suoi amici. Ieri, aveva una faccia triste perché si sentiva male.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fett",
      "translation": "grasso",
      "definition": "Fett ist ein Typ von Gewebe im Körper, das als EnergieReserve dient, Isolierung und Polsterung bereitstellt und auch ein wichtiger Bestandteil vieler Lebensmittel ist.",
      "definition_translation": "Il grasso è un tipo di tessuto nel corpo che funge da riserva di energia, fornendo isolamento e imbottitura, ed è anche un componente chiave di molti alimenti.",
      "example": "Das Essen von zu viel Fett kann zu Gesundheitsproblemen führen, daher versuche ich, meine Aufnahme von fetthaltigen Lebensmitteln zu begrenzen. Der Koch fügte ein Stück Fett zur Sauce hinzu, um sie reicher zu machen.",
      "example_translation": "Mangiare troppo grasso può portare a problemi di salute, quindi cerco di limitare la mia assunzione di alimenti grassi. Il cuoco ha aggiunto un pezzo di grasso alla salsa per renderla più ricca.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Füße",
      "translation": "piedi",
      "definition": "Die Mehrzahl von Fuß, die sich auf die unteren Extremitäten des menschlichen oder tierischen Körpers bezieht.",
      "definition_translation": "La forma plurale del piede, che si riferisce alle estremità inferiori del corpo umano o animale.",
      "example": "Ich wasche meine Füße jeden Tag. Gestern wusch ich meine Füße vor dem Schlafen. Morgen werde ich meine Füße nach dem Strandbad waschen.",
      "example_translation": "Mi lavo i piedi ogni giorno. Ieri, mi sono lavato i piedi prima di andare a letto. Domani, mi laverò i piedi dopo la spiaggia.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuß",
      "translation": "piede",
      "definition": "Das untere Ende des menschlichen oder tierischen Körpers, unterhalb des Knöchels und oberhalb der Zehen.",
      "definition_translation": "L'estremità inferiore del corpo umano o animale, sotto la caviglia e sopra le dita dei piedi.",
      "example": "Ich habe mir den Fuß beim Fußballspielen verletzt. Gestern habe ich mir den Fuß verletzt, als ich den Ball getreten habe. Morgen werde ich mich um meinen Fuß kümmern, um Verletzungen zu vermeiden.",
      "example_translation": "Mi sono fatto male al piede mentre giocavo a calcio. Ieri, mi sono fatto male al piede quando ho calciato la palla. Domani, mi prenderò cura del mio piede per evitar mi lesioni.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mädchen",
      "translation": "ragazza",
      "definition": "Ein weibliches Kind oder eine junge Frau, typischerweise zwischen 5 und 25 Jahren.",
      "definition_translation": "Una bambina o una giovane donna, tipicamente tra i 5 e i 25 anni di età.",
      "example": "Das Mädchen spielt mit ihrer Puppe. Gestern hat das Mädchen den ganzen Tag mit ihrer Puppe gespielt. Morgen wird das Mädchen zur Schule gehen.",
      "example_translation": "La ragazza sta giocando con la sua bambola. Ieri, la ragazza ha giocato con la sua bambola tutto il giorno. Domani, la ragazza andrà a scuola.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar",
      "translation": "capelli",
      "definition": "Ein Wachstum am menschlichen Kopf oder Tierkörper, bestehend aus einem Protein-Filament, das aus Follikeln in der Haut wächst",
      "definition_translation": "una crescita sulla testa umana o corpo di un animale, consistente in un filamento proteico che cresce da follicoli nella pelle",
      "example": "Ich habe mir heute Morgen die Haare gebürstet, ich werde mir heute Abend die Haare bürsten, und ich habe mir gestern die Haare gebürstet.",
      "example_translation": "Ho spazzolato i miei capelli questa mattina, spazzerò i miei capelli stasera e ho spazzolato i miei capelli ieri.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hand",
      "translation": "mano",
      "definition": "Der Endteil des menschlichen Arms, jenseits des Handgelenks, verwendet für das Greifen und Halten von Dingen",
      "definition_translation": "la parte finale del braccio umano oltre il polso, utilizzata per afferrare e tenere le cose",
      "example": "Ich habe meine Hand vor dem Abendessen gewaschen, ich werde meine Hand nach dem Mittagessen waschen, und ich habe meine Hand heute Morgen gewaschen.",
      "example_translation": "Ho lavato la mia mano prima di cena, laverò la mia mano dopo pranzo e ho lavato la mia mano stamattina.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bein",
      "translation": "gamba",
      "definition": "Ein Teil des menschlichen Körpers, der sich von der Hüfte bis zum Fuß erstreckt",
      "definition_translation": "uno dei membri del corpo umano, che si estende dal fianco al piede",
      "example": "Ich habe mir das Bein letzte Woche verletzt, ich werde morgen mit meinem Bein laufen, und ich stand den ganzen Tag auf meinem Bein.",
      "example_translation": "Mi sono fatto male alla gamba la settimana scorsa, correrò con la mia gamba domani e ho stato in piedi sulla mia gamba tutto il giorno.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klein",
      "translation": "piccolo",
      "definition": "Klein in Größe oder Menge; nicht groß oder beträchtlich; unbedeutend.",
      "definition_translation": "Piccolo in dimensione o quantità; non grande o considerevole; insignificante.",
      "example": "Ich habe heute Morgen ein wenig Kaffee getrunken, dann werde ich ein wenig mehr zum Mittagessen haben, und schließlich werde ich ein wenig nach dem Abendessen haben.",
      "example_translation": "Ho avuto un po' di caffè questa mattina, poi ne avrò un po' di più a pranzo e infine ne avrò un po' dopo cena.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lang",
      "translation": "lungo",
      "definition": "Über einen großen Raum im Raum oder in der Zeit ausgedehnt; von großer Ausdehnung oder Dauer.",
      "definition_translation": "Estendendo una grande distanza nello spazio o nel tempo; avendo una grande estensione o durata.",
      "example": "Der lange Weg zum Erfolg war schwierig, aber wir genießen jetzt die Früchte unserer Arbeit. Wir hatten gestern Nacht ein langes Gespräch, und werden heute Nacht ein noch längerds haben.",
      "example_translation": "La lunga strada per il successo era difficile, ma ora stiamo godendo i frutti del nostro lavoro. Abbiamo avuto una lunga conversazione ieri sera e avremo una ancora più lunga stasera.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mann",
      "translation": "uomo",
      "definition": "Ein erwachsener männlicher Mensch; eine Person mit Eigenschaften von Mut, Stärke und Entschlossenheit.",
      "definition_translation": "Un uomo adulto; una persona con qualità di coraggio, forza e determinazione.",
      "example": "Der Mann ging ins Zimmer, dann wird er hinausgehen, und schließlich ging er weg. Mein Mann wird bald hier sein, und er wird mir ein Geschenk bringen.",
      "example_translation": "L'uomo è entrato nella stanza, poi è uscito e infine se n'è andato. Il mio uomo sarà qui presto e mi porterà un regalo.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mund",
      "translation": "bocca",
      "definition": "Die Öffnung, durch die ein Tier Nahrung aufnimmt, und die bei Menschen und einigen anderen Wirbeltieren auch das Organ der Sprache ist.",
      "definition_translation": "L'apertura attraverso cui un animale assume il cibo, e che negli esseri umani e in alcuni altri vertebrati è anche l'organo del linguaggio.",
      "example": "Ich benutze meinen Mund, um zu essen, zu sprechen und Emotionen auszudrücken. Gestern habe ich meinen Mund genutzt, um ein Sandwich zu essen. Morgen werde ich meinen Mund nutzen, um eine Präsentation zu halten.",
      "example_translation": "Uso la mia bocca per mangiare, parlare ed esprimere emozioni. Ieri, ho usato la mia bocca per mangiare un panino. Domani, userò la mia bocca per fare una presentazione.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nase",
      "translation": "naso",
      "definition": "Das Organ des Geruchs und Geschmacks, das sich in der Mitte des Gesichts befindet, verwendet für das Atmen und Riechen.",
      "definition_translation": "L'organo dell'olfatto e del gusto, situato nella parte centrale del viso, utilizzato per respirare e annusare.",
      "example": "Ich benutze meine Nase, um den Kaffee am Morgen zu riechen. Gestern habe ich meine Nase genutzt, um die Blumen im Garten zu riechen. Morgen werde ich meine Nase nutzen, um die frisch gebackene Pizza zu riechen.",
      "example_translation": "Uso il mio naso per annusare il caffè al mattino. Ieri, ho usato il mio naso per annusare i fiori nel giardino. Domani, userò il mio naso per annusare la pizza appena sfornata.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alt",
      "translation": "vecchio",
      "definition": "Habe lange Zeit gelebt oder existiert; hat eine lange Geschichte oder Tradition.",
      "definition_translation": "Aver vissuto o esistito per un lungo periodo di tempo; avere una lunga storia o tradizione.",
      "example": "Er ist ein alter Mann, der 80 Jahre alt ist. Gestern war er ein alter Mann, der Fußball spielte. Morgen wird er ein alter Mann sein, der seinen Enkeln Geschichten erzählt.",
      "example_translation": "È un vecchio uomo che ha vissuto per 80 anni. Ieri, era un vecchio uomo che giocava a calcio. Domani, sarà un vecchio uomo che racconterà storie ai suoi nipoti.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kurz",
      "translation": "corto",
      "definition": "Hat eine kleine Entfernung von der Basis zum oberen Ende; nicht hoch oder lang.",
      "definition_translation": "Avendo una distanza piccola dalla base alla cima; non alto o lungo.",
      "example": "Sie war kurz und konnte nicht das oberste Regal erreichen. Sie wird bis Ende des Monats knapp bei Kasse sein. Sie war ihrem Schwester den ganzen Morgen über kurz angebunden.",
      "example_translation": "Era corta e non riusciva a raggiungere il ripiano più alto. Sarà a corto di denaro entro la fine del mese. Era stata corta con sua sorella per tutta la mattina.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlank",
      "translation": "snello",
      "definition": "Hat eine schmale oder schlanke Körpergestalt; nicht übergewichtig oder fett.",
      "definition_translation": "Avendo una forma corporea stretta o snella; non sovrappeso o grasso.",
      "example": "Er war schlank und athletisch und liebte es, Marathonläufe zu laufen. Er wird schlank und trimm sein, wenn der Sommer kommt. Er war sein ganzes Leben lang schlank und muskulös.",
      "example_translation": "Era snello e atletico, e amava correre maratone. Sarà snello e trim per l'estate. Era stato snello e muscoloso per tutta la vita.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "groß",
      "translation": "alto",
      "definition": "Hat eine große Höhe; erhaben oder erhöht.",
      "definition_translation": "Avendo una grande altezza; alto o elevato.",
      "example": "Sie war groß und statuesk und liebte es, hochhackige Schuhe zu tragen. Er wird groß und gängig sein, wenn er 18 ist. Sie waren groß und stolz, standen auf dem Berggipfel.",
      "example_translation": "Era alta e statuaria, e amava indossare tacchi alti. Sarà alto e allampanato quando avrà 18 anni. Erano stati alti e orgogliosi, stando sulla cima della montagna.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frau",
      "translation": "donna",
      "definition": "Eine erwachsene weibliche Person, insbesondere eine, die ihre volle körperliche und emotionale Reife erreicht hat.",
      "definition_translation": "una femmina umana adulta, specialmente una che ha raggiunto la piena maturità fisica e emotiva.",
      "example": "Die Frau ging in das Zimmer. Sie ist eine Frau großer Stärke. Sie wird eine Frau großer Einflussnahme sein.",
      "example_translation": "La donna è entrata nella stanza. È una donna di grande forza. Sarà una donna di grande influenza.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jung",
      "translation": "giovane",
      "definition": "Hat wenig Erfahrung oder eine kurze Geschichte der Beteiligung; noch nicht voll entwickelt oder reif.",
      "definition_translation": "avendo poca esperienza o una breve storia di coinvolgimento; non ancora pienamente sviluppato o maturo.",
      "example": "Er war jung und sorglos. Sie ist immer noch jugendlich. Sie werden wieder jung im Geiste sein.",
      "example_translation": "Era giovane e spensierato. Lei è ancora giovane nel cuore. Saranno di nuovo giovani nello spirito.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gealtert",
      "translation": "anziano",
      "definition": "Hat lange Zeit gelebt; nicht mehr jung oder mittleren Alters.",
      "definition_translation": "avendo vissuto per un lungo tempo; non più giovane o di mezza età.",
      "example": "Der gealterte Mann ging langsam. Sie ist gealtert und weise. Sie werden gealtert und geachtet sein.",
      "example_translation": "L'uomo anziano camminava lentamente. Lei è anziana e saggia. Saranno anziani e rispettati.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "attraktiv",
      "translation": "attraente",
      "definition": "Angenehm oder ansprechend für das Auge; hübsch oder gutaussehend.",
      "definition_translation": "Piacevole o attraente per l'occhio; carino o bello.",
      "example": "Sie war eine attraktive Frau, mit einem hellen Lächeln und strahlenden Augen. Sie wird eine attraktive Geschäftspartnerin in der Zukunft sein. Er war nicht attraktiv, als er jung war.",
      "example_translation": "Era una donna attraente, con un sorriso luminoso e occhi scintillanti. Sarà un partner commerciale attraente nel futuro. Non era attraente quando era giovane.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blond",
      "translation": "bionda",
      "definition": "Hat eine natürliche Haarfärbung von hell goldenem Gelb.",
      "definition_translation": "Avendo un colore di capelli naturali di giallo dorato chiaro.",
      "example": "Sie war ein blondes Mädchen, aber jetzt färbt sie ihr Haar braun. Er wird eine blonde Frau in der Zukunft daten. Sie haben eine blonde Tochter.",
      "example_translation": "Era una ragazza bionda, ma ora si tinge i capelli marroni. Uscirà con una donna bionda nel futuro. Hanno una figlia bionda.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angezogen",
      "translation": "vestito",
      "definition": "Hat Kleidung an, insbesondere in einer formalen oder attraktiven Weise.",
      "definition_translation": "Avere addosso dei vestiti, soprattutto in modo formale o attraente.",
      "example": "Sie war auf der Party in einem schönen roten Kleid angezogen. Er wird für das Vorstellungsgespräch einen Anzug tragen. Sie waren am Strand in bequemen Kleidern angezogen.",
      "example_translation": "Era vestita in un bell'abito rosso alla festa. Sarà vestito in completo per l'intervista. Erano vestiti in abiti casual al mare.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messe",
      "translation": "fiera",
      "definition": "Eine Messe ist eine Zusammenkunft von Menschen für verschiedene Unterhaltungs- oder kommerzielle Zwecke, wie zum Beispiel das Kauf und Verkauf von Gütern, die Abhaltung von Ausstellungen oder die Teilnahme an Sportveranstaltungen.",
      "definition_translation": "Una fiera è un raduno di persone per varie attività di intrattenimento o scopi commerciali, come l'acquisto e la vendita di merci, la tenuta di mostre o l'attività sportiva.",
      "example": "Ich ging letzten Wochenende zur Messe und gewann einen Preis. Ich werde nächstes Jahr wieder zur Messe gehen. Ich bin bereits vielen Messen beigebracht.",
      "example_translation": "Sono andato alla fiera lo scorso fine settimana e ho vinto un premio. Andrò alla fiera di nuovo l'anno prossimo. Sono andato alla fiera molte volte prima.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mode",
      "translation": "moda",
      "definition": "Mode bezeichnet die aktuellen Stile von Kleidung, Haaren und Accessoires, die zu einer bestimmten Zeit oder an einem bestimmten Ort populär sind.",
      "definition_translation": "La moda si riferisce agli stili di abbigliamento, capelli e accessori che sono popolari in un particolare momento o luogo.",
      "example": "Modetrends ändern sich schnell. Ich werde dem neuesten Modetrend folgen. Sie hat sich seit ihrer Teenagerzeit für Mode interessiert.",
      "example_translation": "Le tendenze della moda cambiano rapidamente. Seguirò l'ultima tendenza della moda. Lei è stata interessata alla moda fin da quando era adolescente.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Finger",
      "translation": "dito",
      "definition": "Ein Finger ist eines der fünf Ende der Hand, die zum Greifen und Manipulieren von Objekten genutzt werden.",
      "definition_translation": "Un dito è uno dei cinque estremi della mano, utilizzato per afferrare e manipolare oggetti.",
      "example": "Ich verletzte mir den Finger beim Kochen. Sie wird ihre Finger rot lackieren. Er hat sich vorher den Finger gebrochen.",
      "example_translation": "Mi sono fatto male a un dito mentre cucinavo. Lei dipingerà le dita di rosso. Lui si è rotto un dito prima.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gutaussehend",
      "translation": "bello",
      "definition": "Angenehm anzusehen; attraktiv.",
      "definition_translation": "Piacente nell'aspetto; attraente.",
      "example": "Sie war eine gutaussehende Frau mit langen Haaren. Sie sieht heute gutaussehend aus. Sie wird gutaussehend aussehen, wenn sie erwachsen ist.",
      "example_translation": "Era una donna bella con i capelli lunghi. È bella oggi. Sarà bella quando crescerà.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Typ",
      "translation": "tizio",
      "definition": "Ein erwachsener männlicher Mensch.",
      "definition_translation": "Un maschio adulto umano.",
      "example": "Der Typ half mir, mein Auto zu reparieren. Er ist ein netter Typ. Er wird einmal ein erfolgreicher Typ sein.",
      "example_translation": "Il tizio mi ha aiutato a riparare la mia macchina. È un bel ragazzo. Sarà un tizio di successo un giorno.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Make-up",
      "translation": "trucco",
      "definition": "Kosmetika, die zur Verbesserung des Aussehens angewendet werden.",
      "definition_translation": "Cosmetici applicati per migliorare il proprio aspetto.",
      "example": "Sie trug Make-up, um ihre Hautunreinheiten zu überdecken. Sie macht sich jeden Morgen zurecht. Sie wird sich heute Abend für die Party schminken.",
      "example_translation": "Ha applicato il trucco per coprire le sue imperfezioni. Si trucca ogni mattina. Si truccherà per la festa stasera.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hübsch",
      "translation": "carino",
      "definition": "Angenehm anzusehen oder anzuhören; attraktiv oder charmant",
      "definition_translation": "Piacere all'occhio o all'orecchio; attraente o affascinante",
      "example": "Sie sah hübsch aus in ihrem neuen Kleid. Sie sah hübsch auf der Party letzte Nacht aus. Sie wird hübsch aussehen in ihrem Hochzeitskleid nächste Woche.",
      "example_translation": "Lei sembrava carina nel suo nuovo vestito. Era sembrata carina alla festa della sera prima. Sembra carina nel suo vestito da sposa la settimana prossima.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rotes Haar",
      "translation": "capelli rossi",
      "definition": "Haare, die eine auffällige, tiefrote Färbung haben.",
      "definition_translation": "Capelli di colore vivace, tipicamente di un colore marrone-rosso intenso",
      "example": "Sie hatte rotes Haar, als sie ein Kind war. Sie hat jetzt rotes Haar. Sie wird ihr rotes Haar bis ins Alter behalten.",
      "example_translation": "Aveva i capelli rossi quando era bambina. Ha i capelli rossi adesso. Avrà i capelli rossi fino a quando non sarà anziana.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stark",
      "translation": "forte",
      "definition": "Habend eine große Menge an Kraft oder Macht",
      "definition_translation": "Avendo una grande quantità di potere o forza",
      "example": "Er war stark genug, um den schweren Kasten zu heben. Er ist jetzt stark. Er wird sein Leben lang stark sein.",
      "example_translation": "Era abbastanza forte per sollevare la scatola pesante. È forte adesso. Sarà forte per tutta la sua vita.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teenager",
      "translation": "adolescente",
      "definition": "Eine Person zwischen der Kindheit und dem Erwachsenenalter, typischerweise zwischen 13 und 19 Jahren.",
      "definition_translation": "Una persona tra le fasi dell'infanzia e dell'adulta, solitamente tra i 13 e i 19 anni.",
      "example": "Der Teenager verbrachte die meiste freie Zeit mit spielen von Videospielen. Er wird heute Abend zur Party gehen, aber gestern Abend ging er ins Kino. Er plant, nächsten Jahr nach Europa zu reisen.",
      "example_translation": "L'adolescente ha trascorso la maggior parte del suo tempo libero giocando ai videogiochi. Andrá alla festa stanotte, ma è andato al cinema la scorsa notte. Sta pianificando di viaggiare in Europa l'anno prossimo.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dünn",
      "translation": "sottile",
      "definition": "Ohne Dicke oder Durchmesser; nicht fett oder mollig.",
      "definition_translation": "Mancante di spessore o diametro; non grasso o paffuto.",
      "example": "Sie war dünn und athletisch, daher konnte sie leicht in die enge Jeans passen. Sie war dünner, seit sie ein Teenager war. Sie wird noch dünner sein, wenn sie ihre Diät beendet haben wird.",
      "example_translation": "Era sottile e atletica, quindi poteva facilmente entrare nei jeans stretti. È stata sottile fin da quando era adolescente. Sarà ancora più sottile dopo aver finito la sua dieta.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeh",
      "translation": "dito del piede",
      "definition": "Eine digitale am Ende des Fußes bei Menschen und einigen Tieren.",
      "definition_translation": "Un dito alla fine del piede nell'uomo e in alcuni animali.",
      "example": "Ich verletzte meinen Zeh, als ich den Fußball trat. Meine Schwester hatte sich letztes Jahr am Zeh operieren lassen. Sie wird ihre Zehen rot lackieren, wenn sie heute Abend auf die Party geht.",
      "example_translation": "Mi sono fatto male al dito del piede quando ho calciato il pallone. Mia sorella ha avuto un'operazione sul dito del piede l'anno scorso. Si dipingerà le dita dei piedi di rosso per la festa stanotte.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Äußerlichkeit",
      "translation": "aspetto",
      "definition": "Die Art und Weise, wie jemand oder etwas von anderen gesehen oder wahrgenommen wird.",
      "definition_translation": "Il modo in cui qualcuno o qualcosa appare o è visto dagli altri.",
      "example": "Ihr Auftritt auf dem roten Teppich war atemberaubend. Sie war in mehreren Filmen aufgetreten, bevor sie es tun wird. Sie wird bei der Preisverleihung einen bemerkenswerten Auftritt haben.",
      "example_translation": "La sua apparizione sul tappeto rosso era stata sbalorditiva. Era apparsa in diversi film prima, e apparirà in molti altri. Farà una apparizione notevole alla cerimonia di premiazione.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "calvo",
      "definition": "Ohne Haare auf dem Kopf.",
      "definition_translation": "Non avere capelli sulla testa.",
      "example": "Er war kahl, als er 30 Jahre alt war. Er war Jahre vorher kahm geworden. Er wird in wenigen Jahren vollständig kahl sein.",
      "example_translation": "Era calvo quando aveva 30 anni. Stava diventando calvo per anni prima. Sarà completamente calvo in pochi anni.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wunderschön",
      "translation": "bellaamente",
      "definition": "Auf eine wunderschöne oder angenehme Weise.",
      "definition_translation": "In modo bello o gradevole.",
      "example": "Sie singt wunderschön. Sie hatte wunderschön auf dem Konzert gesungen. Sie wird wunderschön auf der Hochzeit singen.",
      "example_translation": "Canta bellaamente. Aveva cantato bellaamente al concerto. Canterà bellaamente al matrimonio.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schönheit",
      "translation": "bellezza",
      "definition": "Die Qualität, die einem Ding oder einer Person gibt, die sehr viel Freude oder Zufriedenheit bei der Wahrnehmung, Erfahrung oder Betrachtung bereitet.",
      "definition_translation": "La qualità presente in una cosa o persona che dà un'intensa piacere o soddisfazione nel percepire, sperimentare o contemplare.",
      "example": "Die Schönheit des Sonnenuntergangs war atemberaubend. Sie war bekannt für ihre Schönheit und Freundlichkeit. Die Schönheit der Stadt wird von zukünftigen Generationen geschätzt werden.",
      "example_translation": "La bellezza del tramonto era mozzafiato. Era conosciuta per la sua bellezza e gentilezza. La bellezza della città sarà apprezzata dalle generazioni future.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wange",
      "translation": "guancia",
      "definition": "Jede Seite des Gesichts unter dem Auge.",
      "definition_translation": "Entrambi i lati del viso sotto l'occhio.",
      "example": "Sie kniff ihn liebevoll in die Wange. Er hatte einen roten Fleck auf der Wange. Das Baby hatte weiche und pummelige Wangen.",
      "example_translation": "Lei gli strofinò la guancia giocando. Aveva un punto rosso sulla guancia. La guancia del bambino era morbida e paffuta.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kindheit",
      "translation": "infanzia",
      "definition": "Der Zeitraum des menschlichen Lebens von der Geburt bis zur Pubertät.",
      "definition_translation": "Il periodo della vita umana dalla nascita alla pubertà.",
      "example": "Ihre Kindheit war glücklich und sorglos. Die Erinnerungen an meine Kindheit sind noch immer lebhaft. Die Kindheit肥 ist zu einem großen Anliegen geworden.",
      "example_translation": "La sua infanzia era felice e spensierata. I ricordi della mia infanzia sono ancora vividi. L'obesità infantile è diventata una preoccupazione maggiore.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinn",
      "translation": "mento",
      "definition": "Der untere vordere Teil des Gesichts unter der Unterlippe.",
      "definition_translation": "La parte anteriore inferiore del viso sotto il labbro inferiore.",
      "example": "Sie stützte ihr Kinn auf die Hand, während sie nachdachte. Sie hatte ihr Kinn auf die Hand gestützt, während sie stundenlang dachte. Sie wird ihr Kinn auf die Hand stützen, wenn sie morgen nachdenkt.",
      "example_translation": "Si era poggiata con il mento sulla mano mentre pensava. Ha poggiato il mento sulla mano per ore. Domani si poggerà con il mento sulla mano.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lockig",
      "translation": "riccio",
      "definition": "Mit einer natürlichen Locken- oder Spiralförmigkeit, insbesondere bei Haaren.",
      "definition_translation": "Avendo una forma naturale a spirale o elicoidale, soprattutto nei capelli.",
      "example": "Ihre lockigen Haare sprangen bei jedem Schritt. Sie hatte lockige Haare in ihrer Kindheit. Sie wird wieder lockige Haare haben, wenn sie ihren Haarschnitt nächster Woche bekommt.",
      "example_translation": "I suoi capelli ricci saltavano a ogni passo. Aveva i capelli ricci nell'infanzia. Avrà di nuovo i capelli ricci dopo il taglio di capelli.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "parrucchiere",
      "definition": "Ein Mensch, dessen Beruf es ist, Menschen das Haar zu schneiden, zu stylen und zu pflegen.",
      "definition_translation": "Una persona la cui occupazione è tagliare, stilare e prendersi cura dei capelli delle persone.",
      "example": "Ich gehe seit Jahren zum selben Friseur, weil ich seinen Stil liebe. Sie arbeitete früher in einem Salon, aber jetzt hat sie ihr eigenes Geschäft. Sie wird ihr Geschäft nächstes Jahr erweitern.",
      "example_translation": "Vado dallo stesso parrucchiere da anni perché adoro il suo stile. Lavorava in un salone, ma ora ha il suo negozio proprio. Espanderà la sua attività l'anno prossimo.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "attraktiv",
      "translation": "bello",
      "definition": "Angenehm für das Auge oder den Geist; attraktiv.",
      "definition_translation": "Piacente all'occhio o alla mente; attraente.",
      "example": "Er war ein attraktiver junger Mann, als ich ihn zum ersten Mal traf. Er ist mit dem Alter noch attraktiver geworden. Er wird für mich immer attraktiv bleiben.",
      "example_translation": "Era un giovane uomo attraente quando l'ho incontrato per la prima volta. È diventato ancora più attraente con l'età. Sarà attraente per sempre ai miei occhi.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Höhe",
      "translation": "altezza",
      "definition": "Das Maß, wie hoch etwas oder jemand ist.",
      "definition_translation": "La misura di quanto sia alto qualcosa o qualcuno.",
      "example": "Die Höhe des Gebäudes war atemberaubend. Bei meiner Höhe kann ich das oberste Regal erreichen. Sie wird von der Höhe der Berge überrascht sein.",
      "example_translation": "L'altezza dell'edificio era incredibile. Alla mia altezza, posso raggiungere la mensola superiore. Sarà sorpresa dall'altezza delle montagne.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "bambino",
      "definition": "Ein Kind oder eine junge Person.",
      "definition_translation": "Un bambino o una persona giovane.",
      "example": "Ich war ein Kind, als ich lernte, Rad zu fahren. Jetzt unterrichte ich mein Kind, Rad zu fahren. In 10 Jahren wird mein Kind alleine Rad fahren können.",
      "example_translation": "Ero un bambino quando ho imparato a guidare la bicicletta. Ora, sto insegnando a mio figlio a guidare la bicicletta. Tra 10 anni, mio figlio sarà in grado di guidare la bicicletta da solo.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knie",
      "translation": "ginocchio",
      "definition": "Das Gelenk, das den Oberschenkelknochen mit dem Unterschenkelknochen verbindet.",
      "definition_translation": "L'articolazione che collega l'osso della coscia all'osso della gamba.",
      "example": "Ich habe mir das Knie beim Fußballspielen verletzt. Gestern ging ich zum Arzt, um mein Knie untersuchen zu lassen. In ein paar Tagen wird mein Knie vollständig geheilt sein.",
      "example_translation": "Mi sono fatto male al ginocchio giocando a calcio. Ieri, sono andato dal dottore per controllare il mio ginocchio. Tra pochi giorni, il mio ginocchio sarà completamente guarito.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dame",
      "translation": "signora",
      "definition": "Eine Frau mit feinen Manieren und Ausbildung.",
      "definition_translation": "Una donna di modi raffinati e istruita.",
      "example": "Die Dame im Laden half mir, zu finden, was ich suchte. Gestern sah ich eine Dame, die ihren Hund im Park spazieren fuhr. In Zukunft hoffe ich, eine Dame zu treffen, die meine Interessen teilt.",
      "example_translation": "La signora del negozio mi ha aiutato a trovare ciò che cercavo. Ieri, ho visto una signora che passeggiava con il suo cane nel parco. Nel futuro, spero di incontrare una signora che condivide i miei interessi.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippe",
      "translation": "labbro",
      "definition": "Einer der beiden fleischigen Falten, die den Mund öffnen.",
      "definition_translation": "Uno dei due ripiegamenti di carne che circondano l'apertura della bocca.",
      "example": "Sie leckte ihre Lippe, bevor sie auf die Frage antwortete. Sie wird ihre Lippe aufpusten, um eine Melodie zu pfeifen. Sie hatte ihre Lippe aufgepustet, um eine Melodie zu pfeifen.",
      "example_translation": "Lei leccò il labbro prima di rispondere alla domanda. Si acciglierà il labbro per fischiare una melodia. Si era accigliata il labbro per fischiare una melodia.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mann",
      "translation": "maschio",
      "definition": "Ein Mensch oder Tier des männlichen Geschlechts, das Spermien produziert, oder eine Pflanze, die Pollen produziert.",
      "definition_translation": "Una persona o animale del sesso che produce spermatozoi, o una pianta che produce polline.",
      "example": "Er ist ein männliches Model. Er wird ein männlicher Lehrer sein. Er war ein männlicher Student.",
      "example_translation": "È un modello maschio. Sarà un insegnante maschio. Era uno studente maschio.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Mittfünfziger",
      "translation": "di mezza età",
      "definition": "In der mittleren Lebensperiode, etwa zwischen 40 und 60 Jahren.",
      "definition_translation": "Essere nel periodo di mezza età della propria vita, grossomodo dai 40 ai 60 anni.",
      "example": "Er ist ein mittfünfziger Mann. Er wird ein mittfünfziger Mensch sein. Er war ein mittfünfziger Lehrer.",
      "example_translation": "È un uomo di mezza età. Sarà una persona di mezza età. Era un insegnante di mezza età.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnurrbart",
      "translation": "baffi",
      "definition": "Ein Haarwuchs auf der Oberlippe, insbesondere wenn er gepflegt und gestutzt wird.",
      "definition_translation": "Un crescita di capelli sul labbro superiore, soprattutto quando coltivati e accuditi.",
      "example": "Er hatte einen dicken, lockigen Schnurrbart, der ihn wie einen Aristokraten des 19. Jahrhunderts aussehen ließ. Er wird sich einen Schnurrbart für die Kostümparty heute Abend wachsen lassen. Sie hatte ihn vorher mit einem Schnurrbart gesehen, aber es war diesmal anders.",
      "example_translation": "Aveva un baffi folto e ricciolo che lo faceva sembrare un aristocratico del 19º secolo. Crescerà i baffi per la festa in costume stasera. Aveva visto lui con i baffi prima, ma era diverso questa volta.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zunehmen",
      "translation": "ingrassare",
      "definition": "Gewicht zuzunehmen oder an Masse zuzulegen, oft aufgrund übermäßigen Essens oder Trinkens.",
      "definition_translation": "Guadagnare peso o diventare più pesante, spesso a causa del consumo di cibo o bevande eccessive.",
      "example": "Nach den Feiertagen hatte sie zunommen und musste wieder diäten. Er hatte langsam über das Jahr hinweg zugenommen. Bis zum nächsten Sommer wird sie zugenommen haben und wird nicht mehr in ihr altes Badezeug passen.",
      "example_translation": "Dopo le vacanze, aveva ingrassato e aveva bisogno di iniziare la dieta di nuovo. Aveva stato ingrassando lentamente nell'ultimo anno. Entro l'estate prossima, avrà ingrassato e non si adatta più nel suo vecchio costume da bagno.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sex",
      "translation": "sesso",
      "definition": "Die biologischen und physiologischen Merkmale, die Männer und Frauen definieren, oder der Akt des Geschlechtsverkehrs.",
      "definition_translation": "Le caratteristiche biologiche e fisiologiche che definiscono maschi e femmine, o l'atto di rapporto sessuale.",
      "example": "Der Arzt sprach über Sexualaufklärung in der Schule. Sie hatten Jahre lang Geschlechtsverkehr, aber es war diesmal anders. Bis zu ihrer Hochzeit werden sie fünf Jahre lang Geschlechtsverkehr gehabt haben.",
      "example_translation": "Il dottore ha parlato di educazione sessuale nella scuola. Avevano fatto sesso per anni, ma era diverso questa volta. Quando si sposarono, avranno fatto sesso per cinque anni.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rasieren",
      "translation": "radere",
      "definition": "Haare oder andere unerwünschte Materialien von einer Oberfläche zu entfernen, typischerweise mit einem Rasierer oder anderen scharfen Objekt.",
      "definition_translation": "rimuovere capelli o altri materiali indesiderati da una superficie, normalmente utilizzando un rasoio o altro oggetto affilato",
      "example": "Ich rasierte meinen Bart heute Morgen, ich werde meine Kopfhaut nächste Woche rasieren und ich rasierte meine Beine letzten Jahr.",
      "example_translation": "Mi sono rasato la barba stamattina, mi raderò la testa la prossima settimana e mi ero rasato le gambe l'anno scorso.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligente",
      "definition": "eine natürliche Fähigkeit zu lernen, zu verstehen oder mit Dingen umzugehen zu haben",
      "definition_translation": "avere o mostrare una capacità naturale di apprendere, comprendere o affrontare le cose",
      "example": "Sie war eine intelligente Schülerin und bekam gute Noten, sie ist intelligent und kann komplexe Probleme lösen, und sie wird intelligent sein und eine neue Technologie erfinden.",
      "example_translation": "Era una studentessa intelligente e aveva ottenuto buoni voti, è intelligente e può risolvere problemi complessi e sarà intelligente e inventerà una nuova tecnologia.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jugendlich",
      "translation": "adolescenziale",
      "definition": "Bezogen auf oder charakteristisch für Menschen in ihrem Jugendalter, insbesondere in ihrem emotionalen oder sozialen Verhalten.",
      "definition_translation": "relativo o caratteristico delle persone nell'età degli anni della adolescenza, soprattutto nel loro comportamento emotivo o sociale",
      "example": "Jugendliche Jungen sind oft rebellisch, jugendliche Mädchen sind oft emotional, und jugendliche Jahre sind oft schwierig.",
      "example_translation": "I ragazzi adolescenti sono spesso ribelli, le ragazze adolescenti sono spesso emotive e gli anni dell'adolescenza sono spesso difficili.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Daumen",
      "translation": "pollice",
      "definition": "Der kurze, dicke Finger einer menschlichen Hand, der gegen die anderen vier Finger opponierbar ist.",
      "definition_translation": "Il dito breve e spesso di una mano umana, opponibile alle altre quattro dita.",
      "example": "Sie stach sich in den Daumen auf die Nadel, während sie nähte. / Sie sticht sich in den Daumen auf die Nadel, wenn sie näht. / Sie wird sich in den Daumen auf die Nadel stechen, wenn sie nicht vorsichtig ist.",
      "example_translation": "Si è punta il pollice con l'ago mentre cuciva. / Si punta sempre il pollice con l'ago ogni volta che cuce. / Si punterà il pollice con l'ago se non sta attenta.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwach",
      "translation": "debole",
      "definition": "Mangel an Stärke oder Macht; schwach oder zerbrechlich.",
      "definition_translation": "Mancante di forza o potere; debole o fragile.",
      "example": "Er fühlte sich schwach nach der Krankheit. / Er ist schwach seit dem Unfall. / Er wird sich schwach fühlen, wenn er nicht genug isst.",
      "example_translation": "Si è sentito debole dopo la malattia. / È stato debole dal momento dell'incidente. / Si sentirà debole se non mangia abbastanza.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wiegen",
      "translation": "pesare",
      "definition": "Das Gewicht von etwas oder jemandem zu bestimmen.",
      "definition_translation": "Determinare il peso di qualcosa o qualcuno.",
      "example": "Sie wird das Fleisch auf dem Markt wiegen. / Er wog sich gestern. / Sie wiegen das Gepäck vor dem Check-in.",
      "example_translation": "Lei peserà la carne al mercato. / Lui si è pesato ieri. / Loro pesano i bagagli prima di check-in.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewicht",
      "translation": "peso",
      "definition": "Die Menge oder Quantität der Schwere oder Masse von etwas.",
      "definition_translation": "La quantità o quantità di pesantezza o massa di qualcosa.",
      "example": "Ich muss einige Kilos abnehmen, bevor der Sommer kommt. Ich wiege 70 Kilogramm jetzt, aber ich werde 60 Kilogramm bis zum Ende des Jahres wiegen. Ich wog 65 Kilogramm letzten Jahr.",
      "example_translation": "Devo perdere qualche peso per l'estate. Peso 70 chili ora, ma peserò 60 chili entro la fine dell'anno. Pesavo 65 chili l'anno scorso.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gut gekleidet",
      "translation": "bene vestito",
      "definition": "Kleidung tragend, die ordentlich, sauber und attraktiv ist.",
      "definition_translation": "Indossando vestiti che sono puliti, ordinati e attraenti.",
      "example": "Der gut gekleidete Mann ging selbstbewusst in die Party. Er war gut gekleidet für den Anlass, aber sein Freund nicht. Er wird gut gekleidet für die Hochzeit morgen sein.",
      "example_translation": "L'uomo bene vestito è entrato nella festa con fiducia. Era ben vestito per l'occasione, ma il suo amico non lo era. Sarà ben vestito per il matrimonio di domani.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugend",
      "translation": "gioventù",
      "definition": "Die Periode des Lebens, in der eine Person jung ist.",
      "definition_translation": "Il periodo di vita quando una persona è giovane.",
      "example": "Die Jugend von heute ist technikaffiner als ihre Eltern. In meiner Jugend habe ich den ganzen Tag draußen gespielt. Die Jugend wird die Zukunft unseres Landes prägen.",
      "example_translation": "I giovani di oggi sono più esperti di tecnologia dei loro genitori. Nella mia gioventù, giocavo fuori tutto il giorno. I giovani daranno forma al futuro del nostro paese.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bar",
      "translation": "nudo",
      "definition": "Ohne Bedeckung oder Kleidung; nackt.",
      "definition_translation": "Mancante di copertura o vestiti; nudo.",
      "example": "Sie ging barfuß am Strand. Sie hat nackte Arme. Sie wird in ihrer Autobiografie ihre Seele entblößen.",
      "example_translation": "Ha camminato a piedi nudi sulla spiaggia. Ha le braccia nude. Rivelerà la sua anima nel suo autobiografia.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkleidung",
      "translation": "camuffamento",
      "definition": "Ein Kostüm oder eine Verkleidung, die getragen wird, um die eigene Identität zu verbergen.",
      "definition_translation": "Un costume o travestimento indossato per nascondere la propria identità.",
      "example": "Der Dieb trug eine Verkleidung, um nicht erkannt zu werden. Sie verkleidete sich als Mann. Der Schauspieler wird in dem Film seine Stimme verkleiden.",
      "example_translation": "Il ladro ha indossato un travestimento per evitare di essere scoperto. Si è travestita da uomo. L'attore cambierà la sua voce nel film.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verkleiden",
      "translation": "camuffamento",
      "definition": "Die Erscheinung eines Menschen oder einer Sache so zu ändern, dass sie nicht erkannt wird.",
      "definition_translation": "Cambiare l'aspetto di qualcosa o qualcuno in modo che non sia riconosciuto.",
      "example": "Der Maskenbildner verkleidete das Gesicht des Schauspielers. Die Bäume waren als Sträucher getarnt. Das Unternehmen wird seine Gewinne verkleiden.",
      "example_translation": "L'artista del trucco ha camuffato il viso dell'attore. Gli alberi erano stati camuffati come cespugli. La società camufferà i suoi profitti.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elegant",
      "translation": "elegante",
      "definition": "Durch feinen Geschmack und Kultur gekennzeichnet; anziehend grazile und stilvoll in Erscheinung oder Verhalten.",
      "definition_translation": "Caratterizzato da o che mostra gusto raffinato e cultura; gradevolmente grazioso e stiloso nell'aspetto o nel modo di essere.",
      "example": "Sie sah elegant aus in ihrem roten Kleid auf der Party. Sie war immer eine elegante Tänzerin. Sie wird elegant auftreten in ihrer neuen Rolle als Model.",
      "example_translation": "Lei sembrava elegante nel suo abito rosso alla festa. È sempre stata una ballerina elegante. Sarà elegante nel suo nuovo ruolo di modella.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elegant",
      "translation": "elegantemente",
      "definition": "Auf eine Weise, die anziehend grazile und stilvoll ist.",
      "definition_translation": "In un modo che è gradevolmente grazioso e stiloso.",
      "example": "Sie ging elegant durch den Raum. Er tanzte elegant mit seinem Partner. Sie werden elegant den Hochzeitssaal dekorieren.",
      "example_translation": "Lei camminava elegantemente attraverso la stanza. Lui ballava elegantemente con la sua partner. Saranno elegantemente decorare il salone delle nozze.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Augenbrauen",
      "translation": "sopracciglia",
      "definition": "Die Haare, die an den Augenlidern wachsen.",
      "definition_translation": "I capelli che crescono sui bordi delle palpebre sopra gli occhi.",
      "example": "Sie formte ihre Augenbrauen, um ihr Gesicht zu betonen. Seine Augenbrauen waren dick und buschig. Sie werden ihre Augenbrauen für die Party stylen.",
      "example_translation": "Lei ha dato forma alle sue sopracciglia per adattarle al suo viso. I suoi sopracciglia erano spessi e folti. Si faranno fare le sopracciglia per la festa.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wimpern",
      "translation": "ciglia",
      "definition": "Die Haare, die an den Augenlidern wachsen, insbesondere die längeren, die die Augen vor Staub und anderen kleinen Partikeln schützen.",
      "definition_translation": "I capelli che crescono sui bordi delle palpebre, specialmente quelli più lunghi che aiutano a proteggere gli occhi dalla polvere e dalle altre piccole particelle.",
      "example": "Sie kräuselte ihre Wimpern, um ihre Augen größer aussehen zu lassen. Sie hat ihre Wimpern gekräuselt, um ihre Augen größer aussehen zu lassen. Sie wird ihre Wimpern kräuseln, um ihre Augen größer aussehen zu lassen.",
      "example_translation": "Ha arricciato le ciglia per fare apparire i suoi occhi più grandi. Ha arricciato le ciglia per fare apparire i suoi occhi più grandi. Arriccerà le ciglia per fare apparire i suoi occhi più grandi.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Merkmal",
      "translation": "caratteristica",
      "definition": "Ein auffälliger oder kennzeichnender Teil oder Aspekt eines Ortes, einer Landschaft oder eines Menschen Gesichts.",
      "definition_translation": "Una parte o aspetto prominente o distinto di qualcosa, come un luogo, un paesaggio o il volto di una persona.",
      "example": "Das neue Smartphone hat mehrere innovative Merkmale. Die beste Funktion der Kamera ist ihre hohe Auflösung. Das beste Merkmal der neuen Mitarbeiterin ist ihre exzellente Kommunikationsfähigkeit.",
      "example_translation": "Il nuovo smartphone ha diverse funzionalità innovative. La migliore caratteristica della camera è la sua alta risoluzione. La migliore caratteristica del nuovo dipendente è la sua eccellente abilità comunicativa.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "femmina",
      "definition": "Eine Person oder ein Tier des Geschlechts, das normalerweise Kinder hervorbringt oder Eier legt.",
      "definition_translation": "Una persona o animale del sesso che tipicamente ha la capacità di generare giovani o produrre uova.",
      "example": "Die weibliche Sängerin war auf der Bühne großartig. Die weiblichen Mitarbeiterin klagten über die Ungleichheit. Die weibliche Löwin beschützte ihre Jungen.",
      "example_translation": "La cantante femmina era incredibile sul palco. Le dipendenti femminili silamentavano della mancanza di uguaglianza. La leonessa femmina stava proteggendo i suoi cuccioli.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommersprossen",
      "translation": "efelidi",
      "definition": "Kleine braune Flecken auf der Haut, insbesondere im Gesicht, die durch die Sonne verursacht werden.",
      "definition_translation": "Piccole macchie brune sulla pelle, soprattutto sul viso, che sono causate dal sole.",
      "example": "Als ich ein Kind war, hatte ich viele Sommersprossen auf meiner Nase. Jetzt habe ich weniger Sommersprossen. Ich werde sogar weniger Sommersprossen haben, wenn ich alt bin.",
      "example_translation": "Quando ero bambino, avevo molte efelidi sul mio naso. Adesso ho meno efelidi. Avrò ancor meno efelidi quando sarò vecchio.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fransen",
      "translation": "frangia",
      "definition": "Ein dekorativer Rand aus hängenden Fäden oder Streifen, typischerweise auf einem Stück Stoff.",
      "definition_translation": "Un bordo decorativo di fili o strisce pendenti, tipicamente su un pezzo di stoffa.",
      "example": "Die Fransen an meinem Schal sind sehr lang. Ich werde die Fransen morgen trimmen. Die Fransen waren schön, als ich ihn kaufte.",
      "example_translation": "La frangia sulla mia sciarpa è molto lunga. Taglierò la frangia domani. La frangia era bellissima quando l'ho comprata.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschlecht",
      "translation": "genere",
      "definition": "Der Zustand, männlich oder weiblich zu sein, insbesondere in Bezug auf soziale und kulturelle Rollen.",
      "definition_translation": "Lo stato di essere maschio o femmina, soprattutto quando considerato in relazione ai ruoli sociali e culturali.",
      "example": "Das Geschlecht des Babys wird morgen enthüllt. Die Lehrerin fragte nach dem Geschlecht des Schülers. Das Unternehmen zielt darauf ab, Geschlechter Bias zu eliminieren.",
      "example_translation": "Il genere del bebè sarà rivelato domani. L'insegnante ha chiesto sul genere dello studente. L'azienda si propone di eliminare la parzialità di genere.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erwachsener",
      "translation": "adulto",
      "definition": "Ein Erwachsener ist eine Person, die körperlich und geistig voll entwickelt ist und voll für ihre Handlungen verantwortlich ist.",
      "definition_translation": "Un adulto è una persona completamente sviluppata fisicamente e mentalmente e viene considerata pienamente responsabile delle proprie azioni.",
      "example": "Ich war sehr erwachsen, als ich 18 war, hatte bereits die Universität abgeschlossen und einen Job gefunden. Jetzt bin ich erwachsen, arbeite und zahle Steuern. In 10 Jahren werde ich eine noch mehr erwachsene Person sein, mit Kindern und einem eigenen Haus.",
      "example_translation": "Ero molto adulto quando avevo 18 anni, avevo già finito l'università e trovato lavoro. Adesso sono adulto, lavoro e pago le tasse. Tra 10 anni, sarò una persona ancora più adulta, avendo figli e possedendo una casa.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar",
      "translation": "capelli",
      "definition": "Haar ist ein Protein-Filament, das aus der Haut wächst, typischerweise auf dem menschlichen Kopf, und dient als Schutzbarriere gegen die Elemente.",
      "definition_translation": "I capelli sono un filamento proteico che cresce dalla pelle, normalmente sulla testa umana, e funge da barriera protettiva contro gli elementi.",
      "example": "Ich hatte langes Haar, als ich jung war, aber jetzt habe ich kurzes Haar. Meine Schwester wird lockiges Haar haben, wenn sie größer ist, aber mein Bruder wird gerades Haar haben. In Zukunft werde ich graues Haar haben.",
      "example_translation": "Avevo capelli lunghi quando ero giovane, ma adesso ho capelli corti. Mia sorella avrà capelli ricci quando crescerà, ma mio fratello avrà capelli dritti. Nel futuro, avrò capelli grigi.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bild",
      "translation": "immagine",
      "definition": "Ein Bild ist eine visuelle Darstellung von etwas, wie z.B. einer Person, eines Objekts oder einer Szene, die durch verschiedene Medien wie Fotografie, Malerei oder digitale Rendering erstellt wird.",
      "definition_translation": "Un'immagine è una rappresentazione visiva di qualcosa, come una persona, un oggetto o una scena, creata attraverso vari mezzi come la fotografia, la pittura o la rendering digitale.",
      "example": "Ich nahm ein Bild von Sonnenuntergang gestern auf und sehe mich jetzt auf meinem Handy an. In Zukunft werde ich digitale Bilder für mein Unternehmen erstellen. Mein Freund wird ein Bild von seiner Hochzeit an der Wand haben.",
      "example_translation": "Ho scattato un'immagine del tramonto ieri, e adesso sto guardando l'immagine sul mio telefono. Nel futuro, creerò immagini digitali per la mia azienda. La mia amica avrà un'immagine del suo matrimonio sulla sua parete.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "männlich",
      "translation": "maschio",
      "definition": "Ein männliches Individuum ist ein Wesen, das kleine Gameten (Spermatozoen) für die Befruchtung von Eizellen produziert.",
      "definition_translation": "Un maschio è un individuo del sesso che produce gameti piccoli (spermatozoi) per la fecondazione delle uova.",
      "example": "Er war ein männlicher Stripteaser im Club. Er wird ein männlicher Stripteaser im Club sein. Er war ein männlicher Stripteaser im Club.",
      "example_translation": "Era uno spogliarellista maschio nel club. Sarà uno spogliarellista maschio nel club. Stava essere uno spogliarellista maschio nel club.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagel",
      "translation": "chiodo",
      "definition": "Ein Nagel ist ein kleiner Metallstift oder spitzer Beschlag, insbesondere einer, der verwendet wird, um Dinge an Holz zu befestigen.",
      "definition_translation": "Un chiodo è una piccola spunta metallica o fissatore appuntito, soprattutto uno usato per attaccare le cose al legno.",
      "example": "Ich nagelte das Bild an die Wand. Ich werde das Bild an die Wand nageln. Ich nagelte das Bild an die Wand.",
      "example_translation": "Ho inchiodato la foto al muro. Inchioderò la foto al muro. Stavo inchiodando la foto al muro.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nackt",
      "translation": "nudo",
      "definition": "Keine Kleidung tragen; nackt.",
      "definition_translation": "Non indossando alcun vestito; nudo.",
      "example": "Sie war nackt in der Dusche. Sie wird nackt in der Dusche sein. Sie war nackt in der Dusche gewesen.",
      "example_translation": " Era nuda nella doccia. Sarà nuda nella doccia. Era stata nuda nella doccia.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blass",
      "translation": "pallido",
      "definition": "Ohne Helligkeit oder Intensität der Farbe; ausgewaschen. Eine blasse Hautfarbe wird oft mit Krankheit oder Erschöpfung assoziiert.",
      "definition_translation": "Mancante di luminosità o intensità di colore; lavato. Un colorito pallido è spesso associato a malattia o stanchezza.",
      "example": "Sie sah blass und müde nach dem langen Flug aus. Sie war ihr ganzes Leben lang blass gewesen, und der Arzt war besorgt. Sie wird wieder blass sein nach der Operation.",
      "example_translation": "Sembrava pallida e stanca dopo il lungo volo. Era stata pallida per tutta la vita, e il medico era preoccupato. Sarà pallida di nuovo dopo l'intervento chirurgico.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zopf",
      "translation": "codino",
      "definition": "Eine Frisur, bei der das Haar nach hinten gezogen und mit einem Band oder einer Klammer, typischerweise am hinteren Kopf, befestigt wird. Ein Zopf ist eine klassische Frisur, die nie aus der Mode kommt.",
      "definition_translation": "Un taglio di capelli in cui i capelli vengono tirati indietro e fissati con una banda o legaccio, tipicamente sulla parte posteriore della testa. Un codino è un taglio di capelli classico che non va mai fuori moda.",
      "example": "Sie trug ihr Haar zu einer Party in einem Zopf. Sie hatte ihr całes Leben lang einen Zopf getragen, und es passte ihr. Sie wird einen Zopf zu der Hochzeit tragen.",
      "example_translation": "Portava i capelli in un codino alla festa. Aveva portato un codino per tutta la vita, e le donava. Porterà un codino al matrimonio.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rassisch",
      "translation": "razziale",
      "definition": "Bezieht sich auf oder ist charakteristisch für eine Rasse oder eine Gruppe von Menschen mit gemeinsamen Merkmalen, wie z.B. körperliche Erscheinung oder kulturelle Traditionen.",
      "definition_translation": "Relativo o caratteristico di una razza o gruppo di persone che condividono caratteristiche comuni, come l'aspetto fisico o le tradizioni culturali.",
      "example": "Rassische Diskriminierung ist in vielen Ländern illegal. Sie wurde auf der Straße rassisch beleidigt. Die rassischen Spannungen in der Stadt sind hoch.",
      "example_translation": "La discriminazione razziale è illegale in molti paesi. Era stata offesa razzialmente in strada. Le tensioni razziali nella città sono alte.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sexuell",
      "translation": "sessuale",
      "definition": "Bezieht sich auf die Instinkte, Gefühle oder Aktivitäten, die mit körperlicher Anziehung und Liebe zusammenhängen; befasst sich mit oder ist gekennzeichnet durch sexuelle Aktivitäten.",
      "definition_translation": "Relativo agli istinti, sentimenti o attività associati all'attrazione fisica e all'amore; caratterizzato dal sesso.",
      "example": "Er wurde des sexuellen Belästigungsverhaltens am Arbeitsplatz beschuldigt. Gestern fühlte sie erotische Spannung mit ihrem Kollegen. Bis sie 30 ist, wird sie eine stabile sexuelle Beziehung haben.",
      "example_translation": "Era accusato di molestie sessuali sul posto di lavoro. Ieri, ella sentiva tensione sessuale con il suo collega. Quando avrà 30 anni, avrà una relazione sessuale più stabile.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleck",
      "translation": "macchia",
      "definition": "Ein kleiner, meist kreisförmiger Fleck oder Fleck auf einer Oberfläche; ein bestimmter Ort oder eine bestimmte Stelle.",
      "definition_translation": "Una piccola macchia, normalmente circolare, su una superficie; un posto particolare o località.",
      "example": "Es gab einen Fleck auf ihrem Hemd. Der Touristenplatz war überfüllt. Bis nächstes Jahr werden sie das Talent des neuen Mitarbeiters entdecken.",
      "example_translation": "C'era una macchia sulla sua camicia. Il luogo turistico era affollato. L'anno prossimo, scopriranno il talento del nuovo dipendente.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stärke",
      "translation": "forza",
      "definition": "Die Eigenschaft oder der Zustand, stark zu sein; die Fähigkeit, muskuläre Kraft auszuüben oder harte Zeiten zu überstehen.",
      "definition_translation": "La qualità o stato di essere forte; la capacità di esercitare potere muscolare o di resistere alle difficoltà.",
      "example": "Er zeigte große Stärke im Angesicht von Schwierigkeiten. Die Stärke des Athleten war beeindruckend. Bis nächstes Jahr wird sie ihre Sprachfähigkeiten gestärkt haben.",
      "example_translation": "Ha mostrato grande forza di fronte alle avversità. La forza dell'atleta era impressionante. L'anno prossimo, avrà acquistato forza nelle sue abilità linguistiche.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stärken",
      "translation": "rinforzare",
      "definition": "etwas stärker oder mächtiger zu machen",
      "definition_translation": "rendere qualcosa più forte o più potente",
      "example": "Ich stärkte meine Entschlossenheit, das Projekt zu beenden. Ich stärke meine Muskeln durchSport. Ich werde mein Vokabular durch das Lesen mehrerer Bücher stärken.",
      "example_translation": "Ho rinforzato la mia risoluzione di finire il progetto. Sto rinforzando i miei muscoli attraverso l'esercizio. Rinforzerò il mio vocabolario leggendo più libri.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenbräune",
      "translation": "abbronzatura",
      "definition": "Eine braune Färbung der Haut, insbesondere im Gesicht und an den Armen, die durch Sonnenbestrahlung verursacht wird",
      "definition_translation": "un colore marrone sulla pelle, specialmente sulla faccia e sulle braccia, causato dal soggiorno al sole",
      "example": "Ich habe eine Sonnenbräune von meinem zu langen Aufenthalt am Strand. Sie hat eine schöne Sonnenbräune von ihrer Urlaub. Er wird eine Sonnenbräune nach seinem Trip nach Hawaii haben.",
      "example_translation": "Ho preso un'abbronzatura passando troppo tempo al mare. Lei ha una bella abbronzatura dalla sua vacanza. Lui avrà un'abbronzatura dopo il suo viaggio alle Hawaii.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberschenkel",
      "translation": "coscia",
      "definition": "Der Teil des Beines oberhalb des Knies",
      "definition_translation": "la parte della gamba sopra il ginocchio",
      "example": "Ich verletzte meinen Oberschenkel während des Spiels. Sie hat starke Oberschenkelmuskeln durch Radfahren. Er wird seine Oberschenkelmuskeln durch Sport stärken.",
      "example_translation": "Mi sono infortunato alla coscia durante la partita. Lei ha cosce forti da ciclismo. Lui rinforzerà i muscoli delle cosce attraverso l'esercizio.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wellig",
      "translation": "ondulato",
      "definition": "Eine wavy Form oder Bewegung aufweisend; nicht gerade oder flach.",
      "definition_translation": "Avendo una forma o movimento ondulato; non dritto o piatto.",
      "example": "Ihre welligen Haare machten sie wie eine Surferin aussehen. Sie hatte wellige Haare, als sie jung war. Sie wird wellige Haare haben, wenn sie erwachsen ist.",
      "example_translation": "I capelli ondulati le facevano sembrare una surfista. Aveva i capelli ondulati quando era giovane. Avrà i capelli ondulati quando crescerà.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "körperlich fit",
      "translation": "robusto",
      "definition": "Ein starker und gesunder Körper zu haben; physisch fit zu sein.",
      "definition_translation": "Avendo un corpo forte e sano; fisicamente allenato.",
      "example": "Er war ein körperlich fit Athlet. Sie war für ihr Alter körperlich fit. Sie werden körperlich fit sein, wenn sie ihre Ausbildung abgeschlossen haben.",
      "example_translation": "Era un atleta robusto. Era robusta per la sua età. Saranno robusti quando finiranno l'addestramento.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Falten",
      "translation": "rughe",
      "definition": "Kleine Falten oder Runzeln in der Haut, insbesondere im Gesicht, verursacht durch Alterung oder Verlust von Hautelastizität.",
      "definition_translation": "Piccole pieghe o crepe sulla pelle, soprattutto sul viso, causate dall'invecchiamento o dalla perdita di elasticità cutanea.",
      "example": "Sie hatte Falten im Gesicht nach Jahren des Rauchens. Er hatte Falten um die Augen vom Lachen. Sie werden Falten haben, wenn sie älter werden.",
      "example_translation": "Aveva rughe sul viso dopo anni di fumo. Aveva rughe intorno agli occhi dal ridere. Avranno rughe quando invecchieranno.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handgelenk",
      "translation": "polso",
      "definition": "Das Handgelenk ist das Gelenk, das die Hand mit dem Unterarm verbindet. Es ist eine komplexe Struktur, bestehend aus Knochen, Bändern und Sehnen.",
      "definition_translation": "Il polso è l'articolazione che collega la mano all'avambraccio. È una struttura complessa composta da ossa, legamenti e tendini.",
      "example": "Ich verdrehte mein Handgelenk beim Tennis spielen, und jetzt tut es weh. Ich trage ein Handgelenkband, um es zu stützen. Bis nächste Woche werde ich wieder spielen können.",
      "example_translation": "Mi sono torsa il polso giocando a tennis e ora fa male. Ho indossato un bracciale supportivo per sostenerlo. La prossima settimana, potrò giocare di nuovo.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugend",
      "translation": "gioventù",
      "definition": "Die Jugend bezeichnet den Zeitraum zwischen Kindheit und Erwachsenenalter, gekennzeichnet durch rapiden körperlichen und emotionalen Wandel.",
      "definition_translation": "La gioventù si riferisce al periodo della vita tra l'infanzia e l'età adulta, caratterizzato da una rapida crescita fisica e emotiva.",
      "example": "Während meiner Jugend reiste ich umfassend und lernte viele neue Dinge. In meiner Jugend war ich freier und nahm Risiken. Jetzt bin ich vorsichtiger und verantwortungsbewusster.",
      "example_translation": "Durante la mia gioventù, ho viaggiato molto e ho imparato molte cose nuove. Nella mia gioventù, ero più spensierato e assumevo rischi. Ora, sono più cauto e responsabile.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kälbchen",
      "translation": "vitello",
      "definition": "Ein Kälbchen ist ein junges Rind, typischerweise im ersten Jahr seines Lebens, oder ein Abschnitt des Beins zwischen Knie und Knöchel.",
      "definition_translation": "Un vitello è un giovane bovino, di solito nel primo anno di vita, o una sezione della gamba tra il ginocchio e la caviglia.",
      "example": "Das Kälbchen rannte spielerisch im Feld, Schmetterlinge jagend. Ich habe eine Wadenmuskulatur-Verletzung vom Laufen. Bis nächster Monat werde ich mich erholt haben und werde wieder laufen können.",
      "example_translation": "Il vitello correva giocoso nel campo, inseguendo le farfalle. Ho una lesione al muscolo del polpaccio per aver corso troppo. Il mese prossimo, mi sarò ripreso e sarò in grado di correre di nuovo.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eleganz",
      "translation": "eleganza",
      "definition": "Die Qualität, angenehm raffiniert und würdig in Haltung oder Erscheinung zu sein.",
      "definition_translation": "La qualità di essere gradevolmente raffinata e dignitosa nel modo o nell'aspetto.",
      "example": "Die Schönheit der Architektur der Stadt wurde durch die Eleganz des Springbrunnens unterstrichen. Die Touristen hatten die Eleganz des Schlosses in der Vergangenheit bewundert. Der Bürgermeister hoffte, die Eleganz der Stadt in der Zukunft wiederherstellen zu können.",
      "example_translation": "La bellezza dell'architettura della città era stata incrementata dall'eleganza della fontana. I turisti avevano ammirato l'eleganza del palazzo in passato. Il sindaco sperava di restaurare l'eleganza della città in futuro.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Finger",
      "translation": "mignolo",
      "definition": "Der kleinste Finger einer menschlichen Hand.",
      "definition_translation": "Il dito più piccolo di una mano umana.",
      "example": "Sie verletzte ihren kleinen Finger beim Tennis spielen. Der Arzt untersuchte ihren kleinen Finger sorgfältig. Das Kind wird lernen, seinen kleinen Finger zum Klavierspielen zu verwenden.",
      "example_translation": "Si era fatta male al mignolo giocando a tennis. Il dottore esaminò il suo mignolo con cura. Il bambino imparerà ad usare il suo mignolo per suonare il pianoforte in futuro.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mittel Finger",
      "translation": "indice",
      "definition": "Der Finger zwischen dem Zeigefinger und dem Ringfinger.",
      "definition_translation": "Il dito tra l'indice e l'anulare.",
      "example": "Er verletzte seinen Mittel Finger beim Heben schwerer Kisten. Die Künstlerin verwendet ihren Mittel Finger, um den Pinsel zu halten. Der Junge wird lernen, seinen Mittel Finger zum Gitarrespielen zu verwenden.",
      "example_translation": "Si era fatto male al dito indice sollevando scatole pesanti. L'artista usa il suo dito indice per tenere il pennello. Il ragazzo imparerà ad usare il suo dito indice per suonare la chitarra in futuro.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "adipös",
      "translation": "obeso",
      "definition": "Eine medizinische Bedingung, bei der übermäßige Körperfett angesammelt wurde, was möglicherweise negative Auswirkungen auf die Gesundheit hat.",
      "definition_translation": "Avere una condizione medica in cui il grasso corporeo in eccesso si è accumulato fino a raggiungere un punto in cui può avere un effetto negativo sulla salute.",
      "example": "Ich war adipös, als ich in der High School war, aber ich habe seitdem versucht, abzunehmen. Ich werde nächste Woche mit einer Diät beginnen, und ich war letztes Jahr auf Diät.",
      "example_translation": "Ero obeso quando ero al liceo, ma sto cercando di perdere peso da allora. Inizierò una dieta la prossima settimana, e avevo seguito una dieta l'anno scorso.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ähneln",
      "translation": "somigliare",
      "definition": "Eine ähnliche Erscheinung oder Merkmale wie jemand oder etwas zu haben.",
      "definition_translation": "Avere un aspetto o caratteristiche simili a quelle di qualcuno o qualcosa.",
      "example": "Sie ähnelte ihrer Mutter, aber ihr Bruder ähnelte ihrem Vater nicht. Sie werden sich ähneln, wenn sie älter werden.",
      "example_translation": "Lei somiglia a sua madre, ma suo fratello non somiglia a loro padre. Si somiglieranno tra loro quando cresceranno.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Adoleszent",
      "translation": "adolescente",
      "definition": "Ein junger Mensch, der sich von einem Kind zu einem Erwachsenen entwickelt.",
      "definition_translation": "Un giovane che si sviluppa da bambino ad adulto.",
      "example": "Ich war ein Adoleszent, als ich begann, Fußball zu spielen, und ich werde bis ich 19 Jahre alt bin ein Adoleszent bleiben. Er war ein Adoleszent, als er in eine neue Stadt zog.",
      "example_translation": "Ero un adolescente quando ho iniziato a giocare a calcio, e sarò un adolescente fino a quando non avrò 19 anni. Era un adolescente quando si è trasferito in una nuova città.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wangenknochen",
      "translation": "zigomi",
      "definition": "Die knöcherne Vorstübung des Gesichts, die die Grundlage der Augenhöhlen bildet.",
      "definition_translation": "La prominenza ossea del viso, che forma la base delle orbite degli occhi.",
      "example": "Sie hatte hohe Wangenknochen und eine kleine Nase, was ihr Gesicht sehr symmetrisch aussehen ließ. Sie hatte scharfe Wangenknochen entwickelt, nachdem sie abgenommen hatte. Sie wird ausgeprägte Wangenknochen haben, wenn sie erwachsen ist.",
      "example_translation": "Aveva zigomi alti e un naso piccolo, il che faceva sembrare il suo viso molto simmetrico. Aveva sviluppato zigomi appuntiti dopo aver perso peso. Avrà zigomi prominenti quando crescerà.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teint",
      "translation": "incarnato",
      "definition": "Die natürliche Farbe und Textur der Haut, insbesondere des Gesichts.",
      "definition_translation": "Il colore e la texture naturale della pelle, specialmente del viso.",
      "example": "Ihr heller Teint ließ sie sehr zart aussehen. Er hatte einen dunklen Teint, nachdem er den ganzen Tag außerhalb gearbeitet hatte. Sie wird einen glatten Teint haben, nachdem sie die neuen Pflegemittel verwendet hat.",
      "example_translation": "Il suo incarnato chiaro la faceva sembrare molto delicata. Aveva un incarnato scuro lavorando all'aperto tutto il giorno. Avrà un incarnato liscio dopo aver usato i nuovi prodotti per la cura della pelle.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhaut",
      "translation": "cuticola",
      "definition": "Die dünne Hautschicht am Grund eines Fingernagels oder Zehennagels.",
      "definition_translation": "Il sottile strato di pelle alla base di un dito o unghia del piede.",
      "example": "Sie schob immer ihre Nagelhaut zurück, um ihre Nägel länger aussehen zu lassen. Er hatte trockene Nagelhaut, nachdem er den ganzen Tag Geschirr gewaschen hatte. Sie wird gesunde Nagelhaut haben, nachdem sie sie regelmäßig feucht gehalten hat.",
      "example_translation": "Lei spingeva sempre indietro le sue cuticole per far sembrare le sue unghie più lunghe. Aveva cuticole secche dopo aver lavato i piatti tutto il giorno. Avrà cuticole sane dopo averle idratate regolarmente.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handfläche",
      "translation": "palma",
      "definition": "Die Innenseite der Hand vom Handgelenk bis zur Basis der Finger.",
      "definition_translation": "La superficie interna della mano dal polso alla base delle dita.",
      "example": "Sie rieb die Handfläche an ihrer Hose, bevor sie den Seilgriff fasste. Gestern hatte sie den kleinen Ball in die Handfläche genommen. Sie wird den Ball in die Handfläche ihres Teammitglieds geben.",
      "example_translation": "Ha strofinato la palma della mano sui pantaloni prima di afferrare la corda. Ieri, aveva palleggiato la piccola palla. Palleggerà la palla al suo compagno di squadra.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringfinger",
      "translation": "dito anulare",
      "definition": "Der vierte Finger einer menschlichen Hand, insbesondere der, auf dem ein Ehering getragen wird.",
      "definition_translation": "Il quarto dito di una mano umana, soprattutto quello su cui si indossa un anello di matrimonio.",
      "example": "Sie trug ihren Verlobungsring am Ringfinger. Er hatte sich den Ringfinger während des Fußballspiels verletzt. Sie werden ihre Eheringe am Ringfinger austauschen.",
      "example_translation": "Ha indossato il suo anello di fidanzamento sul dito anulare. Si era fatto male al dito anulare giocando a football. Scambieranno i voti di matrimonio con gli anelli sui leur dita anulari.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schienbein",
      "translation": "stinco",
      "definition": "Die Vorderseite des Unterschenkels, von der Kniekehle bis zur Knöchel.",
      "definition_translation": "La parte anteriore della gamba inferiore, dal ginocchio alla caviglia.",
      "example": "Er bekam einen Bluterguss am Schienbein, nachdem er gefallen war. Sie schlug sich das Schienbein hoch, um den Baum zu erklimmen. Sie werden sich das Schienbein hochschlagen, um den Gipfel zu erreichen.",
      "example_translation": "Si era preso un livido sulla stinco cadendo. Lei sale sulla stinco dell'albero per prendere il frutto. Saliranno sulla stinco della scogliera per raggiungere la cima.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Backenbart",
      "translation": "baffi",
      "definition": "Haare, die an den Seiten eines Menschen wachsen, insbesondere von den Schläfen hinunter zum Kiefer.",
      "definition_translation": "Capelli che crescono sulle guance di una persona, soprattutto dalle tempie verso la linea della mascella",
      "example": "Er hat sich seit Monaten Backenbart wachsen lassen, aber seine Frau mag ihn nicht. Er ließ ihn letzten Woche schneiden, aber er wuchs schnell wieder nach. Er wird ihn nächsten Monat komplett entfernen.",
      "example_translation": "Ha lasciato crescere i baffi per mesi, ma sua moglie non li vuole. Li aveva tagliati la settimana scorsa, ma sono cresciuti di nuovo rapidamente. Li eliminerà completamente il mese prossimo.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stachelig",
      "translation": "appuntito",
      "definition": "Ein scharfer Punkt oder Punkte habend; spitz geformt.",
      "definition_translation": "Avendo un punto affilato o punta; di forma a punta",
      "example": "Er trug eine stachelige Frisur zur Party, aber seine Freunde erkannten ihn nicht. Er hatte sie eine Woche lang getragen, und dann änderte er sie zu einem normalen Aussehen. Er wird nächstes Jahr eine neue stachelige Frisur ausprobieren.",
      "example_translation": "Indossava un taglio di capelli appuntito alla festa, ma i suoi amici non lo riconobbero. L'aveva stilato così per una settimana, poi cambiò in un look più normale. Proverà un nuovo taglio di capelli appuntito l'anno prossimo.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "_STOPPEL",
      "translation": "barbetta",
      "definition": "Kurze Haare, die auf einem Menschen wachsen, insbesondere auf Kinn und Wangen, nach dem Rasieren.",
      "definition_translation": "Peluzzi corti che crescono sul viso di una persona, soprattutto sul mento e sulle guance, dopo la rasatura",
      "example": "Er vergaß heute Morgen, sich zu rasieren, daher hatte er einen ganzen Bartstoppel auf seinem Gesicht. Er ließ ihn letzten Abend entfernen, aber er wuchs schnell wieder nach. Er wird sich regelmäßig rasieren, um Stopfel zu vermeiden.",
      "example_translation": "Si era dimenticato di radersi stamattina, quindi aveva una barbetta sul viso. L'aveva rimossa la sera scorsa, ma era cresciuta di nuovo rapidamente. Si raderà regolarmente per evitare la barbetta.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleinkind",
      "translation": "bambino",
      "definition": "Ein junges Kind, das sich normalerweise zwischen ein und drei Jahren befindet, das gerade lernt zu gehen oder ungeschickt läuft.",
      "definition_translation": "Un bambino piccolo, solitamente tra gli 1 e i 3 anni, che sta imparando a camminare o cammina in modo instabile.",
      "example": "Gestern ging das Kleinkind ungeschickt quer durch den Raum. Heute geht sie mit mehr Selbstvertrauen. Bis nächster Woche wird sie im Garten herumrennen.",
      "example_translation": "Ieri, il bambino ha camminato in modo instabile attraverso la stanza. Oggi, lei sta camminando con più fiducia. La settimana prossima, lei correrà intorno al cortile.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauch",
      "translation": "addome",
      "definition": "Die Region des Körpers zwischen Brust und Becken, die den Magen, den Dünndarm, die Leber und andere Organe enthält.",
      "definition_translation": "La regione del corpo tra il torace e la pelvi, contenente lo stomaco, l'intestino tenue, il fegato e altri organi.",
      "example": "Der Arzt untersuchte den Bauch des Patienten, um nach Anzeichen einer Entzündung zu suchen. Der Patient hatte in den letzten Tagen Bauchschmerzen gehabt. Als die Diagnose erstellt wurde, war der Bauch des Patienten stark geschwollen.",
      "example_translation": "Il medico ha esaminato l'addome del paziente per verificare eventuali segni di infiammazione. Il paziente aveva esperito dolori addominali per diversi giorni. Al momento della diagnosi, l'addome del paziente era gravemente gonfio.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brötchen",
      "translation": "panino",
      "definition": "Ein kleines, meist süßes Brot, oft verwendet, um Füllungen wie Fleisch oder Käse zu halten.",
      "definition_translation": "Un piccolo rotolo di pane dolce, spesso utilizzato per contenere un ripieno come carne o formaggio.",
      "example": "Ich hielt an der Bäckerei an, um ein frisches Brötchen für mein Mittagessen zu kaufen. Gestern hatte ich ein salziges Brötchen mit geröstetem Hähnchen gegessen. Bis zum nächsten Wochenende werde ich gelernt haben, meine eigenen Brötchen zu backen.",
      "example_translation": "Mi sono fermato alla panetteria per comprare un panino fresco per il mio pranzo. Ieri, avevo mangiato un panino salato ripieno di pollo arrosto. Entro il prossimo fine settimana, avrò imparato a cucinare i miei panini.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeigefinger",
      "translation": "indice",
      "definition": "Der Finger neben dem Daumen, verwendet für Zeigen und Greifen.",
      "definition_translation": "Il dito accanto al pollice, usato per puntare e afferrare.",
      "example": "Sie drückte den Knopf mit ihrem Zeigefinger. Gestern hatte sie ihn mit ihrem Daumen gedrückt. Morgen wird sie ihn mit ihrem Mittelfinger drücken.",
      "example_translation": "Lei ha premuto il pulsante con il dito indice. Ieri, aveva premuto con il pollice. Domani, premerà con il dito medio.",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bart",
      "translation": "poggetto",
      "definition": "Eine Stilart von Bart, die das Wachsen von Haaren auf dem Kinn, oft hoch bis zu den Wangen, betrifft.",
      "definition_translation": "Uno stile di barba che comporta la crescita dei capelli sul mento, spesso estendendosi fino alle guance.",
      "example": "Er hat sich seit Monaten einen Bart wachsen lassen. Letztes Jahr hatte er einen vollen Bart. Nächstes Jahr wird er alles abschneiden.",
      "example_translation": "È stato crescendo un poggetto per mesi. L'anno scorso, aveva una barba completa. L'anno prossimo, si raderà tutto.",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dauerwelle",
      "translation": "permesso",
      "definition": "Eine Art von Frisur, die eine chemische Behandlung zur Erzeugung von Locken oder Wellen erfordert.",
      "definition_translation": "Un tipo di acconciatura che comporta il trattamento chimico per creare riccioli o onde.",
      "example": "Sie hat sich letzte Woche eine Dauerwelle machen lassen. Ihr Haar war vorher gerade, aber jetzt ist es lockig. In ein paar Monaten wird es wieder gerade sein.",
      "example_translation": "Ha fatto un permesso la settimana scorsa. I suoi capelli erano diritti prima, ma ora sono ricci. Tra pochi mesi, saranno di nuovo diritti.",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]