[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tanzen",
      "translation": "ballare",
      "definition": "Bewegungen im Rhythmus einer Musik ausführen, um sich auszudrücken, sich körperlich zu betätigen oder sich zu amüsieren.",
      "definition_translation": "Muovere il proprio corpo in modo ritmico, di solito con la musica, come forma di espressione, esercizio o intrattenimento.",
      "example": "Ich tanzte die ganze Nacht auf der Party. Ich tanze jetzt zu meinem Lieblingssong. Ich werde auf der Hochzeit nächsten Monat tanzen.",
      "example_translation": "Ho ballato tutta la notte alla festa. Sto ballando sulla mia canzone preferita ora. Ballerò al matrimonio il mese prossimo.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einkaufen",
      "translation": "acquisto",
      "definition": "Der Vorgang des Kaufens von Dingen, insbesondere in Geschäften oder im Internet.",
      "definition_translation": "L'atto di acquistare cose, soprattutto nei negozi o su internet.",
      "example": "Ich ging gestern einkaufen im Einkaufszentrum. Ich kaufe jetzt online ein. Ich werde morgen einkaufen gehen, um Lebensmittel zu kaufen.",
      "example_translation": "Sono andato a fare shopping al centro commerciale ieri. Sto facendo shopping online ora. Andrò a fare shopping per la spesa domani.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rauchen",
      "translation": "fumare",
      "definition": "Der Vorgang des Einatmens und Ausatmens des Rauchs von brennendem Tabak, meist in Form einer Zigarette.",
      "definition_translation": "L'atto di inhalare e esalare il fumo della tabacca bruciata, di solito nella forma di una sigaretta.",
      "example": "Ich rauchte vor dem Konzert eine Zigarette. Ich rauche jetzt eine Pfeife. Ich will nächstes Jahr aufhören zu rauchen.",
      "example_translation": "Stavo fumando una sigaretta prima del concerto. Sto fumando una pipa ora. Mi libererò dal fumare l'anno prossimo.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arbeiten",
      "translation": "lavoro",
      "definition": "Aktivität, die mentale oder körperliche Anstrengung erfordert, um ein Ziel zu erreichen oder seinen Lebensunterhalt zu verdienen.",
      "definition_translation": "Attività che richiede sforzo mentale o fisico fatto per raggiungere uno scopo o guadagnare da vivere.",
      "example": "Ich arbeitete den ganzen Tag gestern, ich arbeite jetzt an einem Projekt und ich werde morgen an einer neuen Aufgabe arbeiten.",
      "example_translation": "Ho lavorato tutto il giorno ieri, sto lavorando su un progetto ora e lavorerò su un nuovo compito domani.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktivität",
      "translation": "attività",
      "definition": "Der Zustand, in dem Dinge geschehen oder erledigt werden.",
      "definition_translation": "La condizione in cui le cose stanno accadendo o vengono fatte.",
      "example": "Die Aktivität im Park war lebendig, die Aktivität im Büro nimmt zu und die Aktivität im Fitnessstudio wird intensiv sein.",
      "example_translation": "L'attività nel parco era vivace, l'attività nell'ufficio sta aumentando, e l'attività nella palestra sarà intensa.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klicken",
      "translation": "cliccare",
      "definition": "Ein kurzer, scharfer Laut, der durch Drücken einer Taste oder eines Knopfes erzeugt wird.",
      "definition_translation": "Un suono breve e nitido, tipicamente fatto premendo un pulsante o una chiave.",
      "example": "Ich klickte die Maus, ich klicke jetzt den Button und ich werde morgen den Link klicken.",
      "example_translation": "Ho cliccato il mouse, sto cliccando il pulsante ora e cliccherò il link domani.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klettern",
      "translation": "arrampicata",
      "definition": "Die Aktivität des Bergsteigens, Felskletterns oder Gebäudekletterns, oft mit speziellen Ausrüstungen und Techniken.",
      "definition_translation": "L'attività di scalare montagne, rocce o edifici, spesso utilizzando attrezzature e tecniche specializzate.",
      "example": "Ich bin seit Jahren Bergsteiger und ich genieße immer noch die Aufregung, den Gipfel zu erreichen. Ich klettere heute einen Berg, und ich werde morgen einen anderen Berg klettern.",
      "example_translation": "Ho scalato montagne per anni, e ancora oggi godo della sensazione di raggiungere la vetta. Sto scalando una montagna oggi, e scalerò un'altra domani.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "cottura",
      "definition": "Der Vorgang des Zubereitens und Erhitzens von Nahrung, meist in einer Küche, mit verschiedenen Techniken und Zutaten.",
      "definition_translation": "L'atto di preparare e riscaldare il cibo, solitamente in una cucina, utilizzando una varietà di tecniche e ingredienti.",
      "example": "Ich liebe es, Abendessen für meine Familie zuzubereiten, und sie schätzen immer meine Kochfähigkeiten. Ich werde ein großes Essen für die Feiertage kochen und ich freue mich darauf.",
      "example_translation": "Adoro cucinare la cena per la mia famiglia, e loro apprezzano sempre le mie abilità culinarie. Cuocerò un grande pasto per le vacanze, e sto ansioso di farlo.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "radfahren",
      "translation": "ciclismo",
      "definition": "Die Aktivität des Fahrradfahrens, meist als Fitness- oder Freizeitaktivität oder als Verkehrsmittel.",
      "definition_translation": "L'attività di guidare una bicicletta, solitamente come forma di esercizio, ricreazione o trasporto.",
      "example": "Ich genieße es, am Wochenende im Park Fahrrad zu fahren, und ich nutze mein Fahrrad auch, um zur Arbeit zu fahren. Ich fuhr gestern mit dem Fahrrad zum Laden und ich werde morgen mit dem Fahrrad zum Strand fahren.",
      "example_translation": "Mi piace andare in bicicletta nel parco nel fine settimana, e utilizzo anche la mia bicicletta per andare al lavoro. Ho ciclato fino al negozio ieri, e ciclo fino alla spiaggia domani.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zeichnen",
      "translation": "disegno",
      "definition": "Der Vorgang des Erstellen einer Bild oder Diagramm mit verschiedenen Werkzeugen und Techniken, wie Stiften, Farben oder Computer-Software.",
      "definition_translation": "L'atto di creare un'immagine o un diagramma utilizzando vari strumenti e tecniche, come matite, vernici o software per computer.",
      "example": "Ich liebe es, in meiner Freizeit Cartoons zu zeichnen. Ich zeichnete gestern eine schöne Landschaft. Ich werde morgen ein Porträt meiner Schwester zeichnen.",
      "example_translation": "Mi piace disegnare cartoni animati nel mio tempo libero. Ho disegnato un bel paesaggio ieri. Disegnerò un ritratto di mia sorella domani.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übung",
      "translation": "esercizio",
      "definition": "Ein Satz von körperlichen oder geistigen Aktivitäten, die durchgeführt werden, um die körperliche Fitness, Stärke oder Geschicklichkeit zu verbessern oder aufrechtzuerhalten.",
      "definition_translation": "Un set di attività fisiche o mentali eseguite per migliorare o mantenere la forma fisica, la forza o l'agilità.",
      "example": "Ich übe regelmäßig, um gesund zu bleiben. Sie übte ihre Muskeln im Fitnessstudio gestern aus. Sie werden ihre Hunde im Park morgen ausführen.",
      "example_translation": "Mi alleno regolarmente per stare sano. Ha esercitato i muscoli alla palestra ieri. Si allenerannocani nel parco domani.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hilfe",
      "translation": "aiuto",
      "definition": "Unterstützung oder Hilfe, die jemandem in Not bietet, wie z.B. Führung, Schutz oder Ressourcen.",
      "definition_translation": "Assistenza o sostegno fornito a qualcuno che ne ha bisogno, come guida, protezione o risorse.",
      "example": "Ich half meinem Freund letzte Woche umzuziehen. Sie wird ihrem Bruder heute Abend bei seinen Hausaufgaben helfen. Sie helfen älteren Menschen in ihrer Gemeinde.",
      "example_translation": "Ho aiutato il mio amico a traslocare la settimana scorsa. Aiuterà suo fratello con i suoi compiti a casa stasera. Aiutano gli anziani nella loro comunità.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tritt",
      "translation": "calcio",
      "definition": "mit dem Fuß schlagen oder berühren, wie bei einer sportlichen Aktion oder im Zorn",
      "definition_translation": "colpire o toccare con il piede, come in un'azione sportiva o nella rabbia",
      "example": "Ich trat den Ball ins Tor gestern, Ich trete den Ball jeden Tag, und ich werde den Ball morgen treten.",
      "example_translation": "Ho calciato la palla nel goal ieri, calcio la palla ogni giorno e calcerò la palla domani.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuss",
      "translation": "bacio",
      "definition": "ein leichter Kontakt oder Streicheln mit den Lippen, typischerweise als Begrüßung oder Ausdruck von Liebe oder Zuneigung",
      "definition_translation": "un tocco leggero o carezza con le labbra, tipicamente come saluto o espressione di amore o affetto",
      "example": "Ich küsste meine Freundin gestern, Ich küsse meine Mutter jeden Morgen, und ich werde meine Frau morgen küssen.",
      "example_translation": "Ho baciato la mia ragazza ieri, bacio mia madre ogni mattina e bacerò mia moglie domani.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Üben",
      "translation": "pratica",
      "definition": "die Handlung, ein Verhalten, eine Aktion oder eine Tätigkeit zu wiederholen oder zu probespielen, um sie zu verbessern oder zu meistern",
      "definition_translation": "l'atto di ripetere o provare un comportamento, azione o attività per migliorarlo o padroneggiarlo",
      "example": "Ich übte Gitarre spielen gestern, Ich übe jeden Tag, und ich werde morgen üben, um ein professioneller Musiker zu werden.",
      "example_translation": "Ho praticato suonando la chitarra ieri, pratico ogni giorno e praticherò domani per diventare un musicista professionista.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Singen",
      "translation": "cantando",
      "definition": "die Handlung, musikalische Laute mit seiner Stimme zu produzieren, insbesondere auf eine geschickte oder künstlerische Weise",
      "definition_translation": "L'atto di produrre suoni musicali con la propria voce, specialmente in modo abile o artistico.",
      "example": "Ich sang gestern im Bad, Ich singe jeden Sonntag im Chor, und ich werde morgen beim Konzert singen.",
      "example_translation": "Stavo cantando nella doccia ieri, canto nel coro ogni domenica e canterò al concerto domani.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skateboarden",
      "translation": "skateboardismo",
      "definition": "der Sport oder die Aktivität, auf einem Skateboard zu fahren und Tricks auszuführen.",
      "definition_translation": "Lo sport o attività di guidare e eseguire acrobazie sulla tavola da skate.",
      "example": "Ich war gestern im Park skateboarden, Ich skate jeden Wochenende mit meinen Freunden, und ich werde nächsten Monat bei einem Wettbewerb skateboarden.",
      "example_translation": "Stavo skateboardando nel parco ieri, skateboardo con i miei amici ogni fine settimana e skateboarderò nella competizione il mese prossimo.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eislaufen",
      "translation": "pattinaggio",
      "definition": "die Handlung oder der Sport, auf Eis oder Rollschuhen zu gleiten.",
      "definition_translation": "L'atto o sport di scivolare su ghiaccio o pattini a rotelle.",
      "example": "Ich war letzten Winter auf dem gefrorenen See eislaufen, Ich laufe jeden Samstag auf dem Rollschuh-Eis-Stadion, und ich werde nächstes Jahr bei den OlympischenSpielen eislaufen.",
      "example_translation": "Stavo pattinando sul lago ghiacciato l'inverno scorso, pattino sulla pista di pattinaggio ogni sabato e pattinerò alle Olimpiadi l'anno prossimo.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Snowboarden",
      "translation": "snowboard",
      "definition": "der Sport, auf einem Snowboard eine schneebedeckte Abfahrt herunterzufahren, typischerweise Sprünge und andere Tricks ausführend",
      "definition_translation": "lo sport di scivolare giù per una collina coperta di neve su un snowboard, generalmente eseguendo salti e altri trucchi",
      "example": "Ich ging letztes Jahr mit meinen Freunden Snowboarden. Ich gehe nächste Woche wieder Snowboarden. Ich werde nächstes Jahr in den Schweizer Alpen Snowboarden.",
      "example_translation": "Sono andato a snowboard con i miei amici l'inverno scorso. Vado a snowboard ancora la prossima settimana. Andrò a snowboard nelle Alpi svizzere l'anno prossimo.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Surfen",
      "translation": "surf",
      "definition": "der Sport, auf einer Welle, typischerweise bis zum Strand, auf einem Surfbrett zu reiten",
      "definition_translation": "lo sport di cavalcare un'onda, generalmente verso la riva, su una tavola da surf",
      "example": "Ich liebe Surfen in Hawaii. Ich surfe diesen Sommer in Kalifornien. Ich werde nächstes Jahr in Australien Surfen.",
      "example_translation": "Adoro fare surf alle Hawaii. Sto facendo surf in California questo estate. Andrò a fare surf in Australia l'anno prossimo.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmen",
      "translation": "nuotare",
      "definition": "Die Handlung, durch Wasser zu bewegen, indem man Arme und Beine verwendet",
      "definition_translation": "l'atto di muoversi attraverso l'acqua usando le braccia e le gambe",
      "example": "Ich schwimme jetzt im Pool. Ich schwamm letzten Woche im Meer. Ich werde nächstes Monat im See schwimmen.",
      "example_translation": "Sto nuotando nella piscina ora. Ho nuotato nell'oceano la scorsa settimana. Nuoterò nel lago il mese prossimo.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "benutzen",
      "translation": "usare",
      "definition": "Etwas für einen bestimmten Zweck oder auf eine bestimmte Weise zu verwenden, insbesondere regelmäßig oder gewöhnlich.",
      "definition_translation": "Impiegare per uno scopo specifico, o in un modo specifico, specialmente abitualmente o di solito.",
      "example": "Ich benutzte zu spielen, als ich ein Kind war, aber jetzt benutze ich meine freie Zeit zum Lesen. Ich werde dieses Buch für meine Forschungsarbeit verwenden. Sie benutzte zu lehren, aber jetzt verwendet sie ihre Fähigkeiten, um nicht-staatlichen Organisationen zu helfen.",
      "example_translation": "Io usavo giocare a calcio quando ero un ragazzo, ma ora uso il mio tempo libero per leggere. Sto per usare questo libro per la mia ricerca. Lei usava essere un'insegnante, ma ora usa le sue capacità per aiutare organizzazioni non-profit.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "camminare",
      "definition": "Sich langsam zu bewegen, indem man einen Fuß vor den anderen setzt, ohne dass beide Füße gleichzeitig vom Boden abheben.",
      "definition_translation": "Muoversi a passo lento mettendo un piede davanti all'altro, senza mai avere entrambi i piedi fuori terra contemporaneamente.",
      "example": "Ich ging zur Schule, als ich ein Kind war. Jetzt gehe ich jeden Morgen zum Fitnessstudio. Bis nächstes Jahr werde ich über die Bühne gehen, um mein Diplom zu erhalten.",
      "example_translation": "Io camminavo a scuola quando ero un ragazzo. Ora cammino in palestra ogni mattina. L'anno prossimo, camminerò sul palco per ricevere il mio diploma.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gehen",
      "translation": "camminando",
      "definition": "Die Handlung, sich langsam zu bewegen, indem man einen Fuß vor den anderen setzt, ohne dass beide Füße gleichzeitig vom Boden abheben.",
      "definition_translation": "L'atto di muoversi a passo lento mettendo un piede davanti all'altro, senza mai avere entrambi i piedi fuori terra contemporaneamente.",
      "example": "Ich liebe es, sonntags im Park zu gehen. Hunde ausführen ist ein guter Weg, Geld zu verdienen. Durch tägliches Gehen habe ich in den letzten Monaten 10 Pfund abgenommen.",
      "example_translation": "Io adoro camminare nel parco la domenica. Camminare i cani è un grande modo per guadagnare denaro. Camminando ogni giorno, ho perso 10 libbre nel mese scorso.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waschen",
      "translation": "lavaggio",
      "definition": "Die Handlung, etwas, insbesondere Kleidung oder Geschirr, mit Wasser und Seife zu reinigen.",
      "definition_translation": "L'atto di pulire qualcosa, in particolare vestiti o stoviglie, con acqua e sapone.",
      "example": "Ich werde morgen mein Auto waschen. Ich wusch meine Hände vor dem Essen. Sie wäscht ihr Haar jeden Tag.",
      "example_translation": "Laverò la mia macchina domani. Mi sono lavato le mani prima di mangiare. Lei lava i suoi capelli ogni giorno.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abwasch",
      "translation": "lavaggio dei piatti",
      "definition": "Die Handlung, Geschirr, insbesondere nach einem Essen, zu waschen.",
      "definition_translation": "L'atto di lavare i piatti, in particolare dopo un pasto.",
      "example": "Ich hasse das Abwaschen nach dem Abendessen. Sie ist gerade im Küchenbereich und wäscht das Geschirr. Sie werden das Geschirr später waschen.",
      "example_translation": "Odio fare il lavaggio dei piatti dopo cena. Lei sta facendo il lavaggio dei piatti in cucina. Laveranno i piatti più tardi.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leistung",
      "translation": "realizzazione",
      "definition": "Die Handlung, etwas, insbesondere etwas Schwieriges oder Beeindruckendes, zu erreichen.",
      "definition_translation": "L'atto di realizzare qualcosa, in particolare qualcosa di difficile o impressionante.",
      "example": "Der Gewinn des Preises war eine großartige Leistung für sie. Sie erreichte ihr Ziel, Ärztin zu werden. Sie werden nächstes Jahr ihr Ziel erreichen.",
      "example_translation": "Vincere il premio è stato un grande risultato per lei. Ha raggiunto il suo obiettivo di diventare un dottore. Raggiungeranno il loro obiettivo l'anno prossimo.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anordnung",
      "translation": "accordo",
      "definition": "Die Handlung, etwas zu arrangieren oder in Ordnung zu bringen, oder der Zustand, in Ordnung zu sein.",
      "definition_translation": "L'atto di sistemare o mettere in ordine, o lo stato di essere sistemato o in ordine",
      "example": "Als ich ankam, waren die Blumen bereits in einer schönen Anordnung arrangiert worden. Ich werde eine Anordnung mit dem Hotel treffen, um eine frühe Anmeldung zu garantieren. Die Anordnungen für die Hochzeit warenExactly.",
      "example_translation": " Quando arrivai, i fiori erano già stati sistemati in un bell'accordo. Farò un accordo con l'hotel per garantire un check-in anticipato. Gli accordi per il matrimonio erano meticolosi.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ankunft",
      "translation": "arrivo",
      "definition": "Die Handlung, an einem Ort anzukommen oder den Zustand, angekommen zu sein.",
      "definition_translation": "L'atto di arrivare o venire in un posto, o lo stato di avere arrivato",
      "example": "Ich erinnere mich an die Ankunft des neuen Schülers in unserer Klasse. Die Ankunft des Frühlings ist immer eine willkommene Veränderung. Das Unternehmen erwartet die Ankunft einer neuen Lieferung nächste Woche.",
      "example_translation": "Ricordo l'arrivo del nuovo studente nella nostra classe. L'arrivo della primavera è sempre un cambiamento benvenuto. L'azienda si aspetta un arrivo di nuovo carico la prossima settimana.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angriff",
      "translation": "attacco",
      "definition": "Ein plötzlicher und gewalttätiger Angriff oder eine verbale Aggression.",
      "definition_translation": "Un improvviso e violento assalto o azione aggressiva, o un assalto verbale",
      "example": "Der Feind startete einen Überraschungsangriff auf die Stadt. Der Politiker startete einen verbalen Angriff auf seinen Gegner. Das Land wurde von einem Cyberkriminellen angegriffen.",
      "example_translation": "Il nemico ha lanciato un attacco a sorpresa sulla città. Il politico ha lanciato un attacco verbale contro il suo avversario. Il paese è stato attaccato da un cybercriminale.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "prüfen",
      "translation": "controllo",
      "definition": "etwas sorgfältig untersuchen oder überprüfen, um genau zu wissen, ob es stimmt oder von guter Qualität ist.",
      "definition_translation": "Verificare o esaminare qualcosa con attenzione per determinarne la precisione o qualità.",
      "example": "Ich werde meine E-Mails später prüfen. Ich habe meine E-Mails gestern geprüft. Ich hatte meine E-Mails vor dem Meeting geprüft.",
      "example_translation": "Controllo la mia email più tardi. Ho controllato la mia email ieri. Avevo controllato la mia email prima dell'incontro.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahl",
      "translation": "scelta",
      "definition": "Der Vorgang, zwischen zwei oder mehr Möglichkeiten auszuwählen oder zu entscheiden.",
      "definition_translation": "L'atto di selezionare o decidere tra due o più possibilità.",
      "example": "Ich hatte eine schwere Wahl zu treffen. Ich treffe gerade eine Wahl. Ich werde morgen eine Wahl treffen.",
      "example_translation": "Avevo una difficile scelta da fare. Sto facendo una scelta proprio adesso. Farò una scelta domani.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Entscheidung",
      "translation": "decisione",
      "definition": "Der Vorgang, sich für etwas zu entscheiden oder zu einer Schlussfolgerung zu kommen.",
      "definition_translation": "L'atto di prendere una decisione o di raggiungere una conclusione.",
      "example": "Ich habe gestern eine Entscheidung getroffen. Ich treffe gerade eine Entscheidung. Ich werde nächste Woche eine Entscheidung treffen.",
      "example_translation": "Ho preso una decisione ieri. Sto prendendo una decisione ora. Prenderò una decisione la prossima settimana.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lieferung",
      "translation": "consegna",
      "definition": "Der Vorgang, Güter oder Postsendungen an Kunden oder Empfänger zu verteilen oder zu liefern.",
      "definition_translation": "L'atto di consegnare o distribuire qualcosa, come merci o posta.",
      "example": "Ich habe letzte Woche eine Lieferung an den Kunden gemacht, ich mache heute eine Lieferung an den Kunden und ich werde nächste Woche eine Lieferung an den Kunden machen.",
      "example_translation": "Ho fatto una consegna al cliente la scorsa settimana, sto facendo una consegna al cliente oggi e farò una consegna al cliente la prossima settimana.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Entwicklung",
      "translation": "sviluppo",
      "definition": "Der Prozess, zu wachsen, sich zu verbessern oder komplexer zu werden.",
      "definition_translation": "Il processo di crescita o diventare più grande, più avanzato o più complesso.",
      "example": "Das Unternehmen hat in den letzten Jahren eine bedeutende Entwicklung durchgemacht, es entwickelt derzeit neue Produkte und es wird in Zukunft seine Dienstleistungen weiterentwickeln.",
      "example_translation": "L'azienda ha subito un significativo sviluppo negli ultimi anni, sta attualmente sviluppando nuovi prodotti e continuerà a sviluppare i suoi servizi in futuro.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tauchen",
      "translation": "immergersi",
      "definition": "Der Vorgang, springen oder fallen ins Wasser, insbesondere auf eine bewusste und geschickte Weise.",
      "definition_translation": "L'atto di saltare o cadere in acqua, specialmente in modo deliberato e abile.",
      "example": "Ich ging letzten Sommer im Ozean tauchen, ich gehe heute im See tauchen und ich werde nächsten Monat im Schwimmbad tauchen.",
      "example_translation": "Sono andato a immersioni nel mare l'estate scorsa, sto andando a immersioni nel lago oggi e andrò a immersioni nella piscina il mese prossimo.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "guidare",
      "definition": "Ein Fahrzeug, insbesondere ein Auto, zu bedienen, indem man seine Bewegung, Geschwindigkeit und Richtung kontrolliert.",
      "definition_translation": "operare un veicolo, specialmente un'auto, controllandone il movimento, la velocità e la direzione",
      "example": "Ich fuhr gestern zum Laden, ich fahre jeden Tag zur Arbeit und ich werde nächstes Wochenende zum Strand fahren.",
      "example_translation": "Ho guidato al negozio ieri, guido al lavoro ogni giorno e guiderò alla spiaggia il prossimo fine settimana.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anstrengung",
      "translation": "sforzo",
      "definition": "Ein energischer oder entschlossener Versuch, etwas zu tun, oder die Verwendung einer großen Menge Energie oder Kraft.",
      "definition_translation": "un tentativo vigoroso o determinato di fare qualcosa, o l'uso di molta energia o forza",
      "example": "Ich machte einen Versuch, das Projekt rechtzeitig fertigzustellen, ich werde einen Versuch unternehmen, meine Fähigkeiten zu verbessern, und ich hatte einen Versuch unternommen, die Sprache zu lernen.",
      "example_translation": "Ho fatto uno sforzo per finire il progetto in tempo, farò uno sforzo per migliorare le mie abilità e avevo fatto uno sforzo per imparare la lingua.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Austausch",
      "translation": "scambio",
      "definition": "Der Vorgang, etwas zurückzugeben, um etwas anderes zu erhalten, oder der Vorgang, etwas zu tauschen oder zu vertauschen.",
      "definition_translation": "l'atto di dare qualcosa in cambio di qualcos'altro, o l'atto di scambiare o barattare qualcosa",
      "example": "Ich tauschte mein altes Handy gegen ein neues aus, wir werden auf der Party Geschenke austauschen und sie haben auf sozialen Medien Nachrichten ausgetauscht.",
      "example_translation": "Ho scambiato il mio vecchio telefono con uno nuovo, scambieremo regali alla festa e hanno scambiato messaggi sui social media.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experiment",
      "translation": "esperimento",
      "definition": "Ein Test oder Versuch, um etwas zu beweisen oder zu demonstrieren, oder um herauszufinden, was passiert, wenn man etwas tut.",
      "definition_translation": "Un test o prova fatto per dimostrare o dimostrare qualcosa, o per scoprire cosa succede quando si fa qualcosa.",
      "example": "Ich habe mit verschiedenen Zutaten experimentiert, um ein neues Rezept zu kreieren. Ich experimentiere derzeit mit einer neuen Technik. Ich werde mit verschiedenen Materialien experimentieren, um das beste zu finden.",
      "example_translation": "Ho sperimentato con diversi ingredienti per creare una nuova ricetta. Sto sperimentando con una nuova tecnica. Sperimenterò con diversi materiali per trovare il migliore.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "lotta",
      "definition": "Mit jemandem oder etwas physisch oder verbalerweise in Konflikt zu treten oder sich bemühen, eine Schwierigkeit zu überwinden.",
      "definition_translation": "Ingaggiare una lotta fisica o verbale con qualcuno o qualcosa, o fare uno sforzo per superare una difficoltà.",
      "example": "Ich kämpfte gegen meinen Gegner im Boxkampf. Ich kämpfe darum, einen besseren Job zu bekommen. Ich kämpfte darum, mein Projekt rechtzeitig zu beenden.",
      "example_translation": "Ho lottato contro il mio avversario nell'incontro di boxe. Sto lottando per ottenere un lavoro migliore. Ho lottato per finire il mio progetto in tempo.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "andare",
      "definition": "Von einem Ort zu einem anderen zu bewegen oder zu reisen.",
      "definition_translation": "Spostarsi da un luogo all'altro, o viaggiare da un luogo all'altro.",
      "example": "Ich ging zum Laden gestern. Ich gehe morgen zum Strand. Ich werde nächste Woche ins Fitnessstudio gehen.",
      "example_translation": "Sono andato al negozio ieri. Sto andando al mare domani. Andrò in palestra la prossima settimana.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angewohnheit",
      "translation": "abitudine",
      "definition": "Eine Angewohnheit ist eine übliche Art und Weise, etwas zu tun, insbesondere etwas, das schwer aufzugeben ist.",
      "definition_translation": "Un'abitudine è un modo abituale di fare qualcosa, soprattutto qualcosa che è difficile smettere di fare.",
      "example": "Ich habe die Angewohnheit, mein Telefon jede Stunde zu überprüfen. Gestern versuchte ich, diese Angewohnheit abzulegen, aber ich konnte nicht. Morgen werde ich versuchen, sie zu begrenzen.",
      "example_translation": "Ho l'abitudine di controllare il mio telefono ogni ora. Ieri, ho cercato di rompere questa abitudine, ma non ci sono riuscito. Domani, cercherò di limitarla.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haushaltarbeit",
      "translation": "lavori domestici",
      "definition": "Haushaltarbeit sind die alltäglichen Aufgaben und Pflichten, die notwendig sind, um ein Zuhause sauber und organisiert zu halten.",
      "definition_translation": "I lavori domestici sono i compiti quotidiani e le faccende necessarie per tenere una casa pulita e organizzata.",
      "example": "Ich erledigte meine Haushaltarbeit gestern, aber ich werde es morgen wieder tun. Ich erledige Haushaltarbeit seit ich 18 Jahre alt bin.",
      "example_translation": "Ho fatto i miei lavori domestici ieri, ma li farò di nuovo domani. Sto facendo i lavori domestici da quando avevo 18 anni.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "abbraccio",
      "definition": "Eine Umarmung ist eine Geste der Zuneigung oder Begrüßung, bei der zwei Menschen ihre Arme umeinander legen.",
      "definition_translation": "Un abbraccio è un gesto di affetto o di saluto, in cui due persone si mettono le braccia attorno l'uno all'altro.",
      "example": "Ich gab meiner Schwester eine Umarmung, als ich sie gestern sah. Meine Mutter umarmt mich jedes Mal, wenn ich sie besuche. Ich werde meine Freundin umarmen, wenn ich sie morgen sehe.",
      "example_translation": "Ho dato un abbraccio alla mia sorella quando l'ho vista ieri. Mia madre mi abbraccia ogni volta che la visito. Abbraccerò la mia amica quando la vedrò domani.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bügeln",
      "translation": "stiratura",
      "definition": "Das Entfernen von Falten aus Kleidern, insbesondere mit einem heißen Bügeleisen",
      "definition_translation": "l'atto di rimuovere le rughe dai vestiti, specialmente con un ferro caldo",
      "example": "Ich bügelte mein Hemd, als ich es verbrannte. Ich werde mein Kleid morgen bügeln. Sie hatte ihre Hose gestern gebügelt.",
      "example_translation": "Stavo stirando la mia camicia quando l'ho bruciata. Stirerò il mio vestito domani. Lei aveva stirato i suoi pantaloni ieri.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "springen",
      "translation": "saltare",
      "definition": "Sich mit einer plötzlichen Bewegung nach oben oder vorwärts zu bewegen",
      "definition_translation": "propellere se stessi verso l'alto o in avanti con un movimento improvviso",
      "example": "Ich sprang über das Hindernis. Sie wird morgen in den Pool springen. Sie hatten gestern aus dem Flugzeug gesprungen.",
      "example_translation": "Ho saltato l'ostacolo. Lei salterà nella piscina domani. Avevano saltato fuori dall'aereo ieri.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schauen",
      "translation": "guardare",
      "definition": "Den Blick in eine bestimmte Richtung zu lenken",
      "definition_translation": "direzionare lo sguardo in una direzione specifica",
      "example": "Ich schaute ihr Bild an. Er wird morgen nach seinen Schlüsseln suchen. Sie hatten gestern nach der Antwort gesucht.",
      "example_translation": "Ho guardato la sua foto. Lui cercherà le sue chiavi domani. Avevano cercato la risposta ieri.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorbereitung",
      "translation": "preparazione",
      "definition": "Der Akt des Vorbereitens oder Einstellens von etwas; ein Zustand der Vorbereitung; eine Substanz, insbesondere ein Medikament, die für den Gebrauch vorbereitet wird",
      "definition_translation": "L'atto di preparare o di rendere pronto qualcosa; uno stato di essere preparati; una sostanza, in particolare un medicinale, preparata per l'uso",
      "example": "Die Vorbereitung des Essens dauerte mehrere Stunden. Ich bereite mich seit Wochen auf das Examen vor. Das Team wird morgen mit der Vorbereitung auf das Spiel beginnen.",
      "example_translation": "La preparazione del pasto ha richiesto diverse ore. Sto preparandomi per l'esame da settimane. La squadra inizierà a prepararsi per la partita domani.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Recycling",
      "translation": "riciclo",
      "definition": "Der Prozess des Umbauens von Abfällen in neue Materialien oder Produkte; die Praxis des Wiederverwendens von Materialien, um Abfälle zu reduzieren",
      "definition_translation": "Il processo di conversione dei materiali di scarto in materiali o prodotti nuovi; la pratica di riutilizzo dei materiali per ridurre gli sprechi",
      "example": "Das Recycling ist ein wichtiger Schritt, um Abfälle zu reduzieren. Das Unternehmen hat ein Recycling-Programm eingeführt, um Abfälle zu reduzieren. Sie werden nächste Woche mit dem Recycling von Papier beginnen.",
      "example_translation": "Il riciclo è un passo importante verso la riduzione degli sprechi. L'azienda ha implementato un programma di riciclo per ridurre gli sprechi. Inizieranno a riciclare la carta il prossimo mese.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettung",
      "translation": "soccorso",
      "definition": "Die Tat des Retten oder Befreien von jemandem oder etwas aus Gefahr oder Schaden; eine Person oder Organisation, die jemanden oder etwas rettet oder befreit",
      "definition_translation": "L'atto di salvare o liberare qualcuno o qualcosa dal pericolo o dal danno; una persona o organizzazione che salva o libera qualcuno o qualcosa",
      "example": "Das Rettungsteam rettete die eingeschlossenen Wanderer. Die Rettungsmission war erfolgreich. Sie werden das Kätzchen aus dem Baum retten.",
      "example_translation": "La squadra di soccorso ha salvato gli escursionisti intrappolati. La missione di soccorso è stata un successo. Salveranno il gattino dall'albero domani.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zurückkehren",
      "translation": "ritornare",
      "definition": " Zurückkehren an einen Ort oder zu einer Person, oft um wieder bei ihnen zu sein oder um etwas zu erledigen, das man nicht beendet hat.",
      "definition_translation": "Tornare o andare indietro in un luogo o con una persona, spesso per essere con loro di nuovo o per occuparsi di qualcosa che non avevi finito.",
      "example": "Ich werde nächstes Jahr nach Paris zurückkehren. Ich gab das Buch gestern zurück in die Bibliothek. Sie kehrt jeden Tag um 5 Uhr von der Arbeit zurück nach Hause.",
      "example_translation": "Ritornerò a Parigi l'anno prossimo. Ho restituito il libro alla biblioteca ieri. Lei torna a casa dal lavoro ogni giorno alle 5 del pomeriggio.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laufen",
      "translation": "correre",
      "definition": "Schnell zu Fuß zu gehen, typischerweise in einem gleichmäßigen und schnellen Tempo, oder ein Unternehmen oder eine Organisation zu führen oder zu managen.",
      "definition_translation": "Muoversi velocemente a piedi, tipicamente a un passo regolare e veloce, o gestire o dirigere qualcosa.",
      "example": "Ich werde nächsten Monat einen Marathon laufen. Sie lief aus dem Haus schnell hinaus. Sie werden das Unternehmen gemeinsam führen.",
      "example_translation": "Correrò una maratona il mese prossimo. Lei è uscita di casa velocemente. Loro dirigeranno la società insieme.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "cercare",
      "definition": "Etwas sorgfältig zu suchen, insbesondere auf eine gründliche oder systematische Weise.",
      "definition_translation": "Cercare attentamente qualcosa, specialmente in un modo approfondito o sistematico.",
      "example": "Ich suchte das Buch überall. Sie sucht nach einem neuen Job. Sie werden das Haus gründlich durchsuchen.",
      "example_translation": "Ho cercato il libro dappertutto. Lei sta cercando un nuovo lavoro. Cercheranno la casa minuziosamente.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sex",
      "translation": "sesso",
      "definition": "Die biologischen Eigenschaften, die Männer und Frauen definieren, oder die Tätigkeit des Geschlechtsverkehrs.",
      "definition_translation": "Le proprietà biologiche che definiscono maschi e femmine, o l'attività di intraprendere rapporti sessuali.",
      "example": "Früher wurde Sex als tabuisiertes Thema betrachtet, aber jetzt wird es offen diskutiert. Heute ist Sexualerziehung in Schulen obligatorisch, und in Zukunft werden Sexroboter wahrscheinlich allgemein genutzt.",
      "example_translation": " Nel passato, il sesso era considerato un argomento tabù, ma ora viene discusso apertamente. Oggi, l'educazione sessuale è obbligatoria nelle scuole, e nel futuro, è probabile che i robot sessuali diventeranno comuni.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schritt",
      "translation": "passo",
      "definition": "Eine Bewegung des Fußes beim Gehen oder Laufen, oder eine Stufe in einem Prozess oder einer Entwicklung.",
      "definition_translation": "Un movimento del piede nella camminata o nella corsa, o una fase in un processo o sviluppo.",
      "example": "Ich trat einen Schritt zurück, um die Aussicht zu betrachten, dann trat ich einen weiteren Schritt vor, um näher an den Rand zu kommen. Wenn ich noch einen Schritt weitergehe, erreiche ich die oberste Stufe der Treppe. In Zukunft werde ich einen Schritt zurücktreten, um mich zu entspannen.",
      "example_translation": " Ho fatto un passo indietro per guardare il panorama, poi ho fatto un altro passo avanti per avvicinarmi al bordo. Se faccio un altro passo, raggiungerò la cima delle scale. Nel futuro, farò un passo indietro per rilassarmi.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "supporto",
      "definition": "Jemandem oder etwas zu helfen oder zu tragen, oder Unterstützung oder Ermutigung zu bieten.",
      "definition_translation": "Tenere o portare qualcuno o qualcosa, o dare assistenza o incoraggiamento.",
      "example": "Ich unterstützte meinen Freund während einer schwierigen Zeit, und jetzt unterstütze ich eine neue Wohltätigkeitsorganisation. Früher hatte ich nicht die Unterstützung, die ich benötigte, aber heute habe ich sie, und in Zukunft werde ich weiterhin denen helfen, die Hilfe benötigen.",
      "example_translation": " Ho sostenuto il mio amico attraverso un periodo difficile, e ora sto sostenendo una nuova organizzazione benefica. Nel passato, non avevo il supporto di cui avevo bisogno, ma oggi sì, e nel futuro, continuerò a sostenere quelli che ne hanno bisogno.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besuchen",
      "translation": "visitare",
      "definition": "Jemanden oder etwas für eine kurze Zeit zu besuchen, insbesondere zu geschäftlichen oder vergnüglichen Zwecken.",
      "definition_translation": "Visitare qualcuno o qualcosa, soprattutto per un breve periodo, per lavoro o piacere.",
      "example": "Ich besuchte meine Großeltern letzten Wochenende. Ich besuche Paris jedes Jahr. Ich werde morgen das Museum besuchen.",
      "example_translation": "Ho visitato i miei nonni il weekend scorso. Visito Parigi ogni anno. Visiterò il museo domani.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschwenden",
      "translation": "spendere",
      "definition": "Etwas, insbesondere unnötigerweise oder nachlässig, zu verwenden oder auszugeben.",
      "definition_translation": "Usare o consumare qualcosa, soprattutto inutilmente o con negligenza.",
      "example": "Ich verschwende mein Geld für ein neues Videospiel. Sie verschwendet ihren Tag damit, fernzusehen. Sie werden ihre Energie auf das Projekt verschwenden.",
      "example_translation": "Ho speso i miei soldi in un nuovo gioco per videogiochi. Lei spende il suo tempo guardando la TV tutto il giorno. Sperperanno la loro energia nel progetto.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingslauf",
      "translation": "allenamento",
      "definition": "Eine Sitzung körperlicher Übung, insbesondere zum Zweck der Verbesserung der körperlichen Fitness oder der athletischen Leistung.",
      "definition_translation": "Una sessione di esercizio fisico, soprattutto per migliorare la propria forma fisica o prestazione atletica.",
      "example": "Ich machte gestern einen Trainingslauf im Fitnessstudio. Sie geht jeden Morgen zum Trainingslauf. Er wird vor dem Wettbewerb einen Trainingslauf durchführen.",
      "example_translation": "Ho fatto un allenamento alla palestra ieri. Lei va alla classe di allenamento ogni mattina. Lui farà un allenamento prima della competizione.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]