[
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baum",
      "translation": "albero",
      "definition": "Ein Baum ist eine mehrjährige Pflanze mit verlängertem Stamm oder Rinde, die Äste und Blätter in den meisten Arten trägt.",
      "definition_translation": "Un albero è una pianta perenne con un fusto, o tronco, che sostiene rami e foglie nella maggior parte delle specie.",
      "example": "Ich kletterte den Baum, als ich ein Kind war. Ich klettere den Baum jetzt. Ich werde den Baum morgen klettern.",
      "example_translation": "Ho scalato l'albero quando ero bambino. Sto scalando l'albero adesso. Scalero l'albero domani.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "albero di mele",
      "definition": "Ein Apfelbaum ist ein laubabwerfender Baum in der Rosengewächs-Familie, der für sein Obst angebaut wird.",
      "definition_translation": "Un albero di mele è un albero deciduo della famiglia delle rose che viene coltivato per il suo frutto.",
      "example": "Ich pflanzte einen Apfelbaum letzten Jahr. Ich bewässere den Apfelbaum jetzt. Ich werde den Apfelbaum nächstes Herbst ernten.",
      "example_translation": "Ho piantato un albero di mele l'anno scorso. Sto annaffiando l'albero di mele adesso. Raccoglierò l'albero di mele l'autunno prossimo.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wald",
      "translation": "foresta",
      "definition": "Ein Wald ist ein großes Gebiet Landes, das von Bäumen und Unterholz dominiert wird.",
      "definition_translation": "Una foresta è una grande area di terra dominata da alberi e sottobosco.",
      "example": "Ich ging gestern im Wald spazieren. Ich gehe jetzt im Wald spazieren. Ich werde morgen im Wald spazieren gehen.",
      "example_translation": "Ho camminato nella foresta ieri. Sto camminando nella foresta adesso. Camminerò nella foresta domani.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Zweig",
      "translation": "ramo",
      "definition": "Ein Zweig ist ein Teil eines Baums, der vom Stamm oder einem Hauptstamm wächst.",
      "definition_translation": "Un ramo è una parte di un albero che cresce fuori dal tronco o un fusto principale.",
      "example": "Ich kletterte den Baum hinauf und saß auf einem Zweig. Ich klettere den Baum hinauf und sitze auf einem Zweig. Ich werde den Baum hinaufklettern und werde auf einem Zweig sitzen.",
      "example_translation": "Sono salito sull'albero e mi sono seduto su un ramo. Sto salendo sull'albero e mi sto sedendo su un ramo. Sarò salito sull'albero e mi sarò seduto su un ramo.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Obstbaum",
      "translation": "albero da frutto",
      "definition": "Ein Obstbaum ist ein Baum, der Obst wie Äpfel, Orangen oder Bananen produziert.",
      "definition_translation": "Un albero da frutto è un albero che produce frutta, come mele, arance o banane.",
      "example": "Ich pflanzte einen Obstbaum in meinem Hinterhof letzten Jahr. Ich bewässere den Obstbaum jeden Tag. Ich werde das Obst vom Obstbaum nächsten Monat ernten.",
      "example_translation": "Ho piantato un albero da frutto nel mio giardino lo scorso anno. Sto irrigando l'albero da frutto ogni giorno. Raccoglierò la frutta dall'albero da frutto il mese prossimo.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blatt",
      "translation": "foglia",
      "definition": "Ein Blatt ist eine grüne, flache Struktur, die auf einer Pflanze oder einem Baum wächst und für die Fotosynthese verwendet wird.",
      "definition_translation": "Una foglia è una struttura verde e piatta che cresce su una pianta o albero, e viene utilizzata per la fotosintesi.",
      "example": "Das Blatt auf dem Baum schüttelte sich im Wind. Ich studiere das Blatt unter einem Mikroskop. Das Blatt wird im nächsten Herbst vom Baum fallen.",
      "example_translation": "La foglia sull'albero stava oscillando nel vento. Sto studiando la foglia sotto un microscopio. La foglia cadrà dall'albero il prossimo autunno.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiche",
      "translation": "quercia",
      "definition": "Eine Laubbäume mit einem breiten Stamm und Ästen, die typischerweise gelappte Blätter tragen und Eicheln produzieren.",
      "definition_translation": "Un albero decidue con un tronco robusto e rami, che produce foglie lobate e ghiande.",
      "example": "Der alte Eichenbaum stand hoch in der Mitte des Feldes. Er stand dort seit Jahrhunderten. Er wird noch für Generationen zu kommen stehen bleiben.",
      "example_translation": "L'antico albero di quercia si ergeva alto nel mezzo del campo. Era lì da secoli. Continuerà a stare lì per generazioni a venire.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflaumenbaum",
      "translation": "albero di susino",
      "definition": "Ein laubabwerfender Baum mit schauspielerischen Blumen und essbarem Obst, ursprünglich aus Asien und Europa stammend.",
      "definition_translation": "Un albero decidue con fiori vistosi e frutto commestibile, originario dell'Asia e dell'Europa.",
      "example": "Der Pflaumenbaum blühte früh in diesem Frühling. Er wird in wenigen Monaten Früchte tragen. Wir werden die Pflaumen nächsten Sommer ernten.",
      "example_translation": "L'albero di susino è fiorito presto questa primavera.porterà frutto tra pochi mesi. Raccoglieremo le susine il prossimo estate.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "radice",
      "definition": "Der unterirdische Teil einer Pflanze, der Wasser und Nährstoffe aus dem Boden aufnimmt.",
      "definition_translation": "La parte sotterranea di una pianta che assorbe acqua e nutrienti dal terreno.",
      "example": "Das Wurzelsystem des Baums war umfangreich. Es hatte Wurzeln, die tief in die Erde reichten. Die Wurzeln werden mit der Zeit stärker werden.",
      "example_translation": "Il sistema di radici dell'albero era esteso. Aveva radici che si estendevano profondamente nella terra. Le radici continueranno a crescere più forti con il tempo.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palme",
      "translation": "palma",
      "definition": "Eine Palme ist eine Art von immergrüner Pflanze mit langen, schlanken Blättern, die vom oberen Ende eines hohen Stammes wachsen, oft in warmen Klimazonen gefunden.",
      "definition_translation": "Una palma è un tipo di pianta sempreverde con foglie lunghe e strette che crescono dalla cima di un fusto alto, spesso trovata in climi caldi.",
      "example": "Ich saß unter der Palme, um mich auszuruhen. Ich werde unter der Palme sitzen, um mich zu entspannen. Ich saß unter der Palme, um den Blick zu genießen.",
      "example_translation": "Mi sono seduto sotto l'albero di palma per riposare, mi siederò sotto l'albero di palma per rilassarmi, e mi sono seduto sotto l'albero di palma per godermi la vista.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldland",
      "translation": "bosco",
      "definition": "Waldland ist ein Landschaftstyp, der durch dichten Baumbestand gekennzeichnet ist, oft mit einer Vielzahl von Pflanzen- und Tierarten.",
      "definition_translation": "Il bosco è un tipo di paesaggio caratterizzato da una crescita densa di alberi, spesso con una varietà di specie di piante e animali.",
      "example": "Ich ging durch das Waldland, um zu erkunden, ich werde durch das Waldland gehen, um mich zu bewegen, und ich ging durch das Waldland, um Pilze zu finden.",
      "example_translation": "Ho camminato attraverso il bosco per esplorare, camminerò attraverso il bosco per fare esercizio, e ho camminato attraverso il bosco per trovare funghi.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akazie",
      "translation": "acacia",
      "definition": "Akazie ist eine Art von blühender Pflanze mit Dornen, oft in warmen und trockenen Regionen gefunden.",
      "definition_translation": "L'acacia è un tipo di pianta floreale con spine, spesso trovata in regioni calde e aride.",
      "example": "Ich sah eine Akazie blühen, ich werde eine Akazie pflanzen, und ich hatte eine Akazie gesehen, die wuchs.",
      "example_translation": "Ho visto un albero di acacia fiorire, pianterò un albero di acacia, e avevo visto un albero di acacia crescere.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erle",
      "translation": "ontano",
      "definition": "Ein laubabwerfender Baum oder Strauch der Birkenfamilie, mit gezähnten Blättern und männlichen Kätzchen.",
      "definition_translation": "Un albero o arbusto deciduo della famiglia delle betulle, con foglie dentate e amenti maschili.",
      "example": "Der Erlebaum wurde entlang des Flussufers gepflanzt, um Erosion zu verhindern. Er wird im Sommer Schatten spenden. In der Vergangenheit wurde er für die Möbelfertigung verwendet.",
      "example_translation": "L'albero di ontano è stato piantato lungo la riva del fiume per prevenire l'erosione. Fornirà ombra in estate. In passato, era stato usato per la produzione di mobili.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandelbaum",
      "translation": "albero di mandorlo",
      "definition": "Ein kleiner laubabwerfender Baum, ursprünglich aus dem Mittelmeerraum, mit schönen rosa oder weißen Blüten und essbaren Nüssen.",
      "definition_translation": "Un piccolo albero deciduo, originario della regione mediterranea, con fiori rosa o bianchi vistosi e noci commestibili.",
      "example": "Wir werden nächsten Frühling einen Mandelbaum in unserem Hinterhof pflanzen. Er hat jahrelang schön geblüht. Die Mandeln wurden letzten Herbst geerntet.",
      "example_translation": "Pianteremo un albero di mandorlo nel nostro giardino principale la prossima primavera. Ha fiorito bellamente per anni. Le mandorle sono state raccolte l'autunno scorso.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esche",
      "translation": "frassino",
      "definition": "Ein laubabwerfender Baum oder Strauch mit zusammengesetzten Blättern und schwarzen Knospen, oft in Feuchtgebieten und entlang von Bächen gefunden.",
      "definition_translation": "Un albero o arbusto deciduo con foglie composte e gemme nere, spesso trovato in zone umide e lungo i corsi d'acqua.",
      "example": "Der Eschenbaum wurde gefällt, um Platz für die neue Straße zu schaffen. Er wird als Feuerholz im nächsten Winter verwendet werden. Die Asche wurde im Garten verstreut.",
      "example_translation": "L'albero di frassino è stato abbattuto per fare spazio alla nuova strada. Sarà utilizzato come legna da ardere il prossimo inverno. Le ceneri sono state disperse nel giardino.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baobab",
      "translation": "baobab",
      "definition": "Ein Baobab ist eine Art von laubabwerfendem Baum, der in Afrika, Australien und dem Indischen Ozean heimisch ist. Er ist bekannt für seine ungewöhnliche Form und seine große Größe und wird oft als 'Baum mit den Beinen in der Luft' bezeichnet, wegen seiner ungewöhnlichen Verzweigung.",
      "definition_translation": "Un baobab è un tipo di albero deciduo nativo dell'Africa, dell'Australia e dell'Oceano Indiano. È conosciuto per la sua forma distintiva e la sua grande dimensione, e spesso è chiamato 'albero a testa in giù' a causa della sua struttura di ramo insolita.",
      "example": "Der Baobab-Baum ist seit Jahrhunderten ein Symbol des Lebens und der Fruchtbarkeit in afrikanischen Kulturen. In der Vergangenheit wurde der Baobab als Versammlungsort für die Gemeinschaft genutzt. Heute ist der Baobab eine beliebte Touristenattraktion. Bis zum Jahr 2050 wird der Baobab als bedrohte Art betrachtet werden.",
      "example_translation": "L'albero di baobab è stato un simbolo di vita e fertilità nelle culture africane per secoli. In passato, il baobab è stato utilizzato come luogo di incontro per la comunità. Oggi, il baobab è un'attrazione turistica popolare. Entro il 2050, il baobab sarà considerato una specie in via di estinzione.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buche",
      "translation": "faggio",
      "definition": "Eine Buche ist eine Art von laubabwerfendem Baum, der in Europa und Nordamerika heimisch ist. Sie ist bekannt für ihre glatte, graue Rinde und ihre Toleranz gegenüber einer Vielzahl von Bodenbedingungen.",
      "definition_translation": "Un faggio è un tipo di albero deciduo nativo dell'Europa e del Nord America. È conosciuto per la sua corteccia liscia e grigia e la sua tolleranza di una vasta gamma di condizioni del suolo.",
      "example": "Der Buchenbaum wurde erstmals von europäischen Siedlern nach Nordamerika eingeführt. In der Vergangenheit waren Bucheckern ein Grundnahrungsmittel für viele Native American-Stämme. Heute werden Buchenbäume oft als Zierpflanzen in Gärten verwendet. Bis zum Jahr 2100 werden Buchenbäume gegen Krankheiten resistenter sein.",
      "example_translation": "L'albero di faggio è stato introdotto per la prima volta in Nord America dai coloni europei. In passato, le noci di faggio erano un alimento base per molte tribù native americane. Oggi, gli alberi di faggio sono spesso utilizzati come piante ornamentali nei giardini. Entro il 2100, gli alberi di faggio saranno più resistenti alle malattie.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birke",
      "translation": "betulla",
      "definition": "Eine Birke ist eine Art von laubabwerfendem Baum, der in der nördlichen Hemisphäre heimisch ist. Sie ist bekannt für ihre weiße, papierartige Rinde und ihre Toleranz gegenüber kalten Temperaturen.",
      "definition_translation": "Una betulla è un tipo di albero deciduo nativo dell'Emisfero Nord. È conosciuta per la sua corteccia bianca e cartacea e la sua tolleranza delle temperature fredde.",
      "example": "Der Birkenbaum wurde für medizinische Zwecke über Jahrhunderte verwendet. In der Vergangenheit wurde Birkenharz zur Behandlung von Hautkrankheiten verwendet. Heute werden Birkenblätter zum Teegebrau verwendet. Bis zum Jahr 2120 werden Birkenbäume zur Produktion von Biokraftstoff genutzt werden.",
      "example_translation": "L'albero di betulla è stato utilizzato per scopi medici per secoli. In passato, la linfa di betulla è stata utilizzata per trattare le condizioni della pelle. Oggi, le foglie di betulla sono utilizzate per fare il tè. Entro il 2120, gli alberi di betulla saranno utilizzati per produrre biocombustibili.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ast",
      "translation": "ramo",
      "definition": "Ein Zweig, insbesondere ein Hauptzweig, eines Baums",
      "definition_translation": "un ramo, soprattutto un ramo principale, di un albero",
      "example": "Der Ast der Eiche knarrte gestern im Wind, knarrt heute und wird morgen wieder knarren.",
      "example_translation": "Il ramo della quercia scricchiolava nel vento ieri, scricchiola oggi e scricchiolerà domani.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeder",
      "translation": "cedro",
      "definition": "Ein Nadelbaum mit aromatischem Holz, insbesondere der Atlas-Zeder oder der Ostamerikanischen Rot-Zeder",
      "definition_translation": "un albero conifero con legno aromatico, soprattutto il cedro dell'Atlante o il cedro rosso orientale",
      "example": "Wir haben letzten Jahr einen Zedernbaum in unserem Hinterhof gepflanzt, pflanzen heute einen anderen und werden nächstes Jahr mehr pflanzen.",
      "example_translation": "Abbiamo piantato un albero di cedro nel nostro giardino l'anno scorso, ne stiamo piantando un'altra questo anno e ne pianteremo altri il prossimo anno.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirschbaum",
      "translation": "albero di ciliegio",
      "definition": "Ein Baum, der Kirschen produziert, insbesondere ein kultivierter Baum der Gattung Prunus",
      "definition_translation": "un albero che produce ciliegie, soprattutto un albero coltivato del genere Prunus",
      "example": "Der Kirschbaum in unserem Garten blühte schön im letzten Frühling, produziert leckeres Obst im Sommer und wird neue Triebe im nächsten Herbst haben.",
      "example_translation": "L'albero di ciliegio nel nostro giardino è fiorito bellamente la scorsa primavera, sta producendo delizioso frutto questo estate e avrà nuova crescita il prossimo autunno.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kokospalme",
      "translation": "palma di cocco",
      "definition": "Eine Palme, die in tropischen Regionen heimisch ist, mit einer großen, runden Krone und einem einzigen Stamm, angebaut für ihre Früchte und Öle.",
      "definition_translation": "Un albero di palma alto originario di regioni tropicali, con una grande corona rotonda e un singolo fusto, coltivato per il suo frutto e olio.",
      "example": "In der Vergangenheit wurden Kokospalmen für Unterschlupf verwendet, heute werden sie für ihre Früchte verwendet, und in Zukunft werden sie für Biokraftstoff verwendet.",
      "example_translation": "In passato, le palme da cocco erano utilizzate come riparo, oggi sono utilizzate per il loro frutto, e nel futuro saranno utilizzate per biocarburante.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "conetto",
      "definition": "Eine Form, die durch Rotation eines Dreiecks um eine seiner Seiten entsteht, verwendet als Symbol in Mathematik und Geometrie.",
      "definition_translation": "Una forma creata ruotando un triangolo intorno a uno dei suoi lati, utilizzata come simbolo in matematica e geometria.",
      "example": "Das Kind spielte mit dem kegelartigen Partyhut, gestern zeichnete der Lehrer einen Kegel an die Tafel, und nächste Woche werden wir über Kegel in Geometrieunterricht lernen.",
      "example_translation": "Il bambino ha giocato con il cappello a forma di cono, ieri l'insegnante ha disegnato un cono sulla lavagna, e la settimana prossima impareremo sui coni nella classe di geometria.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelbaum",
      "translation": "albero conifero",
      "definition": "Ein Baum, der Zapfen produziert und nadelförmige Blätter hat, oft in kalten Klimazonen gefunden.",
      "definition_translation": "Un tipo di albero che produce coni e ha foglie aghiformi, spesso trovato in climi freddi.",
      "example": "In der Vergangenheit wurden Nadelbäume für Holz verwendet, heute werden sie für Papierproduktion verwendet, und in Zukunft werden sie für Wiederaufforstung verwendet.",
      "example_translation": "In passato, gli alberi coniferi erano utilizzati per il legname, oggi sono utilizzati per la produzione di carta, e nel futuro saranno utilizzati per la riforestazione.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laubbaum",
      "translation": "albero deciduo",
      "definition": "Ein Laubbaum ist ein Baum, der seine Blätter jährlich abwirft, typischerweise während des Herbstes. Beispiele von Laubbäumen sind Eiche, Ahorn und Ulme.",
      "definition_translation": "Un albero deciduo è un albero che perde le sue foglie annualmente, solitamente durante l'autunno. Esempi di alberi decidui includono quercia, acero e olmo.",
      "example": "Der Park war voll von Laubbäumen, die im Herbst goldenbraun geworden waren. Im Sommer hatten sie für Picknickschatten gesorgt. Bis zum nächsten Frühling werden sie neue Blätter haben.",
      "example_translation": "Il parco era pieno di alberi decidui che si erano colorati di marrone dorato in autunno. In estate, fornivano ombra per i picnic. La prossima primavera, avranno cresciuto nuove foglie.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holunderbeere",
      "translation": "sambuco",
      "definition": "Eine Holunderbeere ist eine Fruchttragende Strauch oder kleine Baumart, oft verwendet, um Marmeladen, Weine und Tees herzustellen.",
      "definition_translation": "Il sambuco è un tipo di arbusto o piccolo albero che produce frutta, spesso utilizzato per fare marmellate, vini e tè.",
      "example": "Holunderbeerenmarmelade ist ein beliebtes Konfekt in vielen Teilen Europas. Meine Großmutter machte es aus den Holunderbeeren, die in ihrem Garten wuchsen. Ich erinnere mich noch an den süßen Geschmack ihres selbstgemachten Holunderbeerenweins.",
      "example_translation": "La marmellata di sambuco è un conservante popolare in molte parti d'Europa. Mia nonna usava farla dai sambuchi che crescevano nel suo giardino. Ancora ricordo il dolce gusto del suo vino di sambuco fatto in casa.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ulme",
      "translation": "olmo",
      "definition": "Eine Ulme ist ein Laubbaum, oft in Parks und Gärten gefunden, mit einer Vase-förmigen Krone und rau, schuppiger Rinde.",
      "definition_translation": "L'olmo è un tipo di albero deciduo, spesso trovato in parchi e giardini, con una corona a forma di vaso e una corteccia ruvida e squamosa.",
      "example": "Die Ulmenbäume im Park ragten hoch über uns, ihre Blätter raschelten im Wind. Im Winter werden ihre Zweige nackt sein, aber bis zum nächsten Sommer werden sie wieder grün sein. Letztes Jahr saß ich unter einem Ulmenbaum, um ein Buch zu lesen.",
      "example_translation": "Gli olmi nel parco torreggiavano sopra di noi, le loro foglie fruscianti nel vento. In inverno, i loro rami saranno spogli, ma la prossima estate, saranno verdi di nuovo. L'anno scorso, mi sono seduto sotto un olmo a leggere un libro.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feigenbaum",
      "translation": "albero di fichi",
      "definition": "Ein Feigenbaum ist ein Laubbaum oder Strauch in der Familie der Moraceae, ursprünglich aus dem Mittleren Osten und dem Mittelmeerraum.",
      "definition_translation": "Un albero di fichi è un albero o arbusto decido della famiglia Moraceae, originario del Medio Oriente e della regione del Mediterraneo.",
      "example": "Ich kletterte den Feigenbaum hinauf, um frische Feigen zu pflücken. Gestern war ich den Feigenbaum hinaufgeklettert, um frische Feigen zu pflücken. Morgen werde ich den Feigenbaum hinaufklettern, um frische Feigen zu pflücken.",
      "example_translation": "Ho scalato l'albero di fichi per raccogliere alcuni fichi freschi. Ieri, avevo scalato l'albero di fichi per raccogliere alcuni fichi freschi. Domani, scalerò l'albero di fichi per raccogliere alcuni fichi freschi.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tanne",
      "translation": "abete",
      "definition": "Eine Tanne ist ein immergrüner Nadelbaum, typischerweise in gebirgigen Regionen gefunden, mit nadelförmigen Blättern und Zapfen.",
      "definition_translation": "Un abete è un albero conifero sempreverde, tipicamente trovato in regioni montuose, con foglie aghiformi e coni.",
      "example": "Ich sah einen schönen Tannenbaum im Garten. Gestern hatte ich einen schönen Tannenbaum im Garten gesehen. Morgen werde ich einen schönen Tannenbaum im Garten sehen.",
      "example_translation": "Ho visto un bell'albero di abete nel giardino. Ieri, avevo visto un bell'albero di abete nel giardino. Domani, vedrò un bell'albero di abete nel giardino.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselnussbaum",
      "translation": "nocciolo",
      "definition": "Ein Haselnussbaum ist ein Laubbaum oder Strauch, ursprünglich aus Europa und Asien, mit runden Blättern und essbaren Nüssen.",
      "definition_translation": "Un nocciolo è un albero o arbusto decido, originario dell'Europa e dell'Asia, con foglie rotonde e noci commestibili.",
      "example": "Ich fand eine Haselnuss auf dem Boden. Gestern hatte ich eine Haselnuss auf dem Boden gefunden. Morgen werde ich eine Haselnuss auf dem Boden finden.",
      "example_translation": "Ho trovato una noce di nocciolo per terra. Ieri, avevo trovato una noce di nocciolo per terra. Domani, troverò una noce di nocciolo per terra.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eibe",
      "translation": "agrifoglio",
      "definition": "Eine stachelige immergrüne Baum- oder Strauchart mit roten Beeren, oft als Symbol für Weihnachten verwendet.",
      "definition_translation": "Un albero o arbusto sempreverde spinoso con bacche rosse brillanti, spesso utilizzato come simbolo di Natale.",
      "example": "Das Haus war mit Eibe und Mistel für die Feiertage dekoriert. Vor einem Jahr habe ich einen Eibenstein in meinem Hinterhof gepflanzt. Bis zum nächsten Weihnachten wird der Eibenstein höher gewachsen sein.",
      "example_translation": "La casa era decorata con agrifoglio e vischio per la stagione delle festività. L'anno scorso, ho piantato un albero di agrifoglio nel mio cortile. Entro Natale prossimo, l'albero di agrifoglio sarà cresciuto più alto.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hainbuche",
      "translation": "carpino",
      "definition": "Ein laubabwerfender Baum mit glatter grauer Rinde und hartem Holz, oft für Möbelherstellung verwendet.",
      "definition_translation": "Un albero deciduo con tronco grigio liscio e legno duro, spesso utilizzato per la produzione di mobili.",
      "example": "Der Tischler verwendete Hainbuchholz, um den Esstisch zu bauen. Hainbuchen sind in europäischen Wäldern häufig zu finden. Bis 2025 wird der Hainbaum vollständig gewachsen sein.",
      "example_translation": "Il falegname ha utilizzato il legno di carpino per fare il tavolo da pranzo. I carpini sono comuni nei boschi europei. Entro il 2025, l'albero di carpino sarà completamente cresciuto.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosskastanie",
      "translation": "castagno d'India",
      "definition": "Ein großer laubabwerfender Baum mit handförmigen Blättern und kegelförmigen Nüssen, oft als Schattenbaum in Parks und Gärten verwendet.",
      "definition_translation": "Un grande albero deciduo con foglie palmate e noci coniche, spesso utilizzato come albero d'ombra nei parchi e giardini.",
      "example": "Die Kinder spielten unter der Rosskastanie im Park. Rosskastanien sind beliebt in städtischer Landschaftsgestaltung. Bis zum nächsten Herbst wird der Rosskastanienbaum seine Kastanien fallen gelassen haben.",
      "example_translation": "I bambini hanno giocato sotto l'albero di castagno d'India nel parco. I castagni d'India sono popolari nel paesaggio urbano. Entro l'autunno prossimo, l'albero di castagno d'India avrà perso le sue castagne d'India.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wacholder",
      "translation": "ginepro",
      "definition": "Ein kleiner immergrüner Baum oder Strauch mit nadelförmigen Blättern und purpurnen Beeren, verwendet als Geschmackzusatz in Gin und anderen Spirituosen.",
      "definition_translation": "un albero o arbusto sempreverde piccolo con foglie aghiformi e bacche purpuree, utilizzato come aromatizzante nel gin e altri spiriti.",
      "example": "Die Luft war erfüllt vom Duft der Wacholderbeeren. Gestern habe ich einige Wacholderzweige für Dekorationszwecke gepflückt. Bis zum nächsten Jahr wird der Wacholderbaum vollständig gewachsen sein.",
      "example_translation": "L'aria era fragrante con il profumo delle bacche di ginepro. Ieri, ho raccolto alcuni rami di ginepro per la decorazione. Entro l'anno prossimo, l'albero di ginepro sarà completamente cresciuto.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lärche",
      "translation": "larice",
      "definition": "Ein nadeltragender Baum mit nadelförmigen Blättern, ursprünglich aus den Bergen Europas und Asiens, oft als Nutzholzbaum verwendet.",
      "definition_translation": "un albero conifero con foglie aghiformi, nativo delle montagne dell'Europa e dell'Asia, spesso utilizzato come albero da legname.",
      "example": "Der Lärchenbaum stand hoch im Wald. Lärchenholz ist wegen seiner Haltbarkeit sehr begehrt. Bis die Lärchenbäume vollständig gewachsen sind, wird der Wald ein beliebtes Touristenziel sein.",
      "example_translation": "L'albero di larice si ergeva alto in mezzo alla foresta. Il legno di larice è molto apprezzato per la sua durata. Quando gli alberi di larice saranno completamente cresciuti, la foresta sarà una destinazione turistica molto popolare.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linde",
      "translation": "tilia",
      "definition": "Ein laubabwerfender Baum mit herzförmigen Blättern, oft als Schattenbaum in Parks und Gärten verwendet.",
      "definition_translation": "un albero deciduo con foglie a forma di cuore, spesso utilizzato come albero ombroso in parchi e giardini.",
      "example": "Die Linde schenkte Schatten an einem heißen Sommertag. Gestern habe ich unter der Linde gesessen, um ein Buch zu lesen. Bis zum nächsten Monat wird der Linde in voller Blüte stehen.",
      "example_translation": "L'albero di tilia ha fornito ombra in un giorno estivo caldo. Ieri, mi sono seduto sotto l'albero di tilia per leggere un libro. Entro il mese prossimo, l'albero di tilia sarà in piena fioritura.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ahorn",
      "translation": "acero",
      "definition": "Ein Ahorn ist eine Art laubabwerfender Baum oder Strauch, ursprünglich aus Asien und Nordamerika, charakterisiert durch seine handförmigen Blätter und hellen Herbstfarben.",
      "definition_translation": "Un acero è un tipo di albero o arbusto decidue nativo dell'Asia e del Nord America, caratterizzato dalle sue foglie palmate e dai suoi colori autunnali luminosi.",
      "example": "Ich sah einen schönen Ahornbaum im Park gestern, seine Blätter färbten sich rot. Der Ahornbaum in unserem Hinterhof wird bald blühen. Bis zum nächsten Jahr wird der neue Ahornbaum höher gewachsen sein.",
      "example_translation": "Ho visto un bell'albero di acero nel parco ieri, le sue foglie stavano diventando rosse. L'albero di acero nel nostro cortile sarà in fiore presto. Entro il prossimo anno, il nuovo albero di acero sarà cresciuto più alto.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eberesche",
      "translation": "sorbo",
      "definition": "Eine Eberesche ist eine Art laubabwerfender Strauch oder kleiner Baum, ursprünglich aus Europa und Asien, charakterisiert durch seine leuchtend roten Beeren und weißen Blüten.",
      "definition_translation": "Un sorbo è un tipo di arbusto o albero piccolo decidue nativo dell'Europa e dell'Asia, caratterizzato dalle sue bacche rosse brillanti e dai suoi fiori bianchi.",
      "example": "Ich pflückte einige Ebereschenbeeren, um einen Kuchen zu backen, letzten Herbst. Der Ebereschenbaum in unserem Garten blüht gerade. Bis zum nächsten Herbst wird der Ebereschenbaum mehr Beeren produziert haben.",
      "example_translation": "Ho raccolto alcuni frutti di sorbo per fare una torta l'autunno scorso. L'albero di sorbo nel nostro giardino è in fiore ora. Entro il prossimo autunno, l'albero di sorbo avrà prodotto più bacche.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mammutbaum",
      "translation": "sequoia",
      "definition": "Ein Mammutbaum ist eine Art immergrüner Baum, ursprünglich aus Kalifornien, charakterisiert durch seine riesige Größe, kegelförmige Gestalt und rotbraune Rinde.",
      "definition_translation": "Una sequoia è un tipo di albero sempreverde nativo della California, caratterizzato dalle sue grandi dimensioni, forma conica e cortecciarossa-bruna.",
      "example": "Ich besuchte den Mammutbaum-Wald in Kalifornien letztes Jahr, es war beeindruckend. Der Mammutbaum im botanischen Garten ist über 100 Jahre alt. In 20 Jahren wird der Mammutbaum-Setzling zu einem Riesenbaum gewachsen sein.",
      "example_translation": "Ho visitato la foresta di sequoie in California l'anno scorso, era incredibile. L'albero di sequoia nel giardino botanico ha più di 100 anni. Tra 20 anni, la piantina di sequoia sarà cresciuta in un albero gigante.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fichte",
      "translation": "abete",
      "definition": "Eine Fichte ist eine Art immergrüner Baum, typischerweise kegelförmig, mit nadelförmigen Blättern und braunen Zapfen",
      "definition_translation": "un tipo di albero sempreverde, tipicamente conico in forma, con foglie aghiformi e coni marroni",
      "example": "Der Fichtenbaum in unserem Hinterhof wurde jeden Weihnachten mit Lichtern dekoriert. Letztes Jahr haben wir ihn mit roten Kugeln dekoriert. Nächstes Jahr werden wir blaue verwenden.",
      "example_translation": "L'albero di abete nel nostro cortile è decorato con luci ogni Natale. L'anno scorso, l'abbiamo decorato con palline rosse. L'anno prossimo, useremo quelle blu.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinpine",
      "translation": "pino domestico",
      "definition": "Eine Art von Kieferbaum mit essbaren Samen, oft in Gärten und Parks angepflanzt",
      "definition_translation": "un tipo di albero di pino con semi commestibili, spesso coltivato in giardini e parchi",
      "example": "Der Steinpine-Baum im Park war so hoch, dass er die Sicht behinderte. Letzten Sommer haben wir uns unter seinem Schatten gesetzt. Nächste Woche werden wir ein Picknick dort veranstalten.",
      "example_translation": "L'albero di pino domestico nel parco era così alto che ostacolava la vista. L'estate scorsa, ci siamo seduti alla sua ombra. La prossima settimana, faremo un picnic lì.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schweizer Föhre",
      "translation": "pino silvestre",
      "definition": "Eine Art von Kieferbaum, ursprünglich aus den Bergen Europas stammend, oft als Weihnachtsbaum verwendet",
      "definition_translation": "un tipo di albero di pino nativo delle montagne dell'Europa, spesso utilizzato come albero di Natale",
      "example": "Die Schweizer Föhre im Gebirge ist sehr selten. Letzten Winter haben wir sie schneebedeckt gesehen. Nächstes Winter werden wir Skifahren dort.",
      "example_translation": "L'albero di pino silvestre sulle montagne è molto raro. L'inverno scorso, l'abbiamo visto coperto di neve. L'inverno prossimo, andremo a sciare lì.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platane",
      "translation": "platano",
      "definition": "Ein laubabwerfender Baum mit einer breiten, kuppelförmigen Krone und grau-bräunlicher Rinde, ursprünglich aus Nordamerika und Europa stammend.",
      "definition_translation": "Un albero deciduo con una chioma ampia e rotonda e corteccia grigio-bruna, nativo dell'America del Nord e dell'Europa.",
      "example": "Der Park hat einen schönen Platane-Baum, der im Sommer Schatten spendet. Letztes Jahr haben wir unter ihm picknicket. Nächstes Jahr werden wir mehr Bäume wie ihn pflanzen.",
      "example_translation": "Il parco ha un bell'albero di platano che fornisce ombra in estate. Lo scorso anno, abbiamo fatto un picnic sotto di esso. L'anno prossimo, pianteremo più alberi come quello.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "rametto",
      "definition": "Ein kleiner, dünner Zweig oder Trieb, especialmente einer, der von einem Baum oder Busch abgebrochen ist.",
      "definition_translation": "Un rametto sottile o germoglio, specialmente uno che si è staccato da un albero o cespuglio.",
      "example": "Sie hob einen Zweig vom Boden auf, um im Sand zu zeichnen. Gestern hatte sie einen Vogel auf einem Zweig gesehen. Morgen wird sie Zweige verwenden, um ein Vogelhaus zu bauen.",
      "example_translation": "Ha raccolto un rametto dal terreno per disegnare sulla sabbia. Ieri, aveva visto un uccello appollaiato su un rametto. Domani, userà rametti per costruire un nido d'uccello.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trauerweide",
      "translation": "salice piangente",
      "definition": "Ein laubabwerfender Baum mit langen, schmalen Zweigen, die herabhängen oder weinen, oft nahe dem Wasser wachsend",
      "definition_translation": "Un albero deciduo con lunghi rami sottili che pendono o piangono, spesso crescenti vicino all'acqua.",
      "example": "Der Trauerweide-Baum am See schwankte sanft im Wind. Letzte Woche haben wir unter ihm gesessen, um den Blick zu genießen. Nächsten Monat werden wir mehr Bäume wie ihn um den See pflanzen.",
      "example_translation": "L'albero di salice piangente vicino al lago oscillava dolcemente nella brezza. La settimana scorsa, ci siamo seduti sotto di esso per godere della vista. Nel prossimo mese, pianteremo più alberi come quello intorno al lago.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weide",
      "translation": "salice",
      "definition": "Eine Weide ist ein flexibler Baum, der nahe dem Wasser wächst, mit langen, dünnen Zweigen, die nach unten hängen. Er ist oft mit Traurigkeit, Trauer oder Verlust assoziiert.",
      "definition_translation": "Un salice è un albero flessibile che cresce vicino all'acqua, con rami lunghi e sottili che si curvano verso il basso. È spesso associato a tristezza, lutto o perdita.",
      "example": "Ich werde nächste Woche eine Weide in meinem Garten pflanzen, ich habe letztes Jahr eine Weide in meinem Garten gepflanzt und ich plane, meine Weide morgen zu beschneiden.",
      "example_translation": "Pianterò un albero di salice nel mio giardino la prossima settimana, ho piantato un albero di salice nel mio giardino l'anno scorso e pianifico di potare il mio albero di salice domani.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]