[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlange",
      "translation": "serpente",
      "definition": "Ein langes, schmächtiges, beinloses Tier, das keine Augenlider oder äußeren Ohren hat und sich auf dem Boden durch Verwinden seines Körpers bewegt.",
      "definition_translation": "Un animale lungo, sottile, senza zampe, che non ha palpebre o orecchie esterne e si muove a terra torcendo il suo corpo.",
      "example": "Die Schlange glitt durch das Gras, ich werde die Schlange morgen füttern, die Schlange wird bis nächster Woche die Maus gegessen haben.",
      "example_translation": "Il serpente si è insinuato attraverso l'erba, darò da mangiare al serpente domani, il serpente avrà mangiato il topo entro la prossima settimana.",
      "imageLink": "image_files\\English\\snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frosch",
      "translation": "rana",
      "definition": "Ein kleiner springender Amphibien-Tier mit glatter, feuchter Haut, typischerweise lebend in Teichen oder Seen.",
      "definition_translation": "Un piccolo anfibio saltatore con una pelle liscia e umida, che vive generalmente in stagni o laghi.",
      "example": "Der Frosch sprang ins Wasser, ich sah einen Frosch auf dem Seerosenteich, der Frosch wird heute Nacht laut quaken.",
      "example_translation": "La rana ha saltato nell'acqua, ho visto una rana sulla foglia di ninfea, la rana griderà forte di notte.",
      "imageLink": "image_files\\English\\frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkröte",
      "translation": "tartaruga",
      "definition": "Ein langsam bewegendes Reptil mit einer Schale, typischerweise lebend auf dem Land.",
      "definition_translation": "Un rettile lento con una corazza, che vive generalmente sulla terra.",
      "example": "Die Schildkröte ging langsam über die Wüste, ich hielt eine Schildkröte in meiner Hand, die Schildkröte wird bis nächstem Jahr einen langen Weg zurückgelegt haben.",
      "example_translation": "La tartaruga ha camminato lentamente attraverso il deserto, ho tenuto una tartaruga nella mia mano, la tartaruga avrà percorso una lunga distanza entro il prossimo anno.",
      "imageLink": "image_files\\English\\tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkrötchen",
      "translation": "tartaruga",
      "definition": "Ein langsam bewegendes Reptil mit einer Schale, typischerweise gefunden im Meer.",
      "definition_translation": "un rettile lento con una conchiglia, tipicamente trovato nel mare",
      "example": "Ich sah ein Schildkrötchen gestern im Ozean schwimmen, es schwamm langsam, aber es wird morgen schneller schwimmen, und es schwamm schnell letzte Woche.",
      "example_translation": "Ho visto una tartaruga nuotare nell'oceano ieri, stava nuotando lentamente, ma nuoterà più velocemente domani, e aveva nuotato rapidamente la settimana scorsa.",
      "imageLink": "image_files\\English\\turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "alligatore",
      "definition": "Ein großes Reptil mit langem Schnabel, typischerweise gefunden in Süßwasser-Habitaten in Amerika.",
      "definition_translation": "un grande rettile con un lungo muso, tipicamente trovato negli habitat di acqua dolce nelle Americhe",
      "example": "Ich werde einen Alligator morgen im Zoo sehen, es schlief gestern im Sumpf, aber es wird nächsten Woche einen Fisch essen.",
      "example_translation": "Vedrò un alligatore nello zoo domani, stava dormendo nella palude ieri, ma mangerà un pesce la prossima settimana.",
      "imageLink": "image_files\\English\\alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "anaconda",
      "definition": "Eine sehr große, ungiftige Schlange, gefunden in Südamerika.",
      "definition_translation": "un grande serpente non velenoso trovato in Sud America",
      "example": "Die Anakonda wird ein Kapibar tomorrow im Dschungel essen, es aß einen Hirsch gestern, und es hatte letzte Woche ein Kaninchen gegessen.",
      "example_translation": "L'anaconda mangerà un capibara nella giungla domani, aveva mangiato un cervo ieri, e aveva mangiato un coniglio la settimana scorsa.",
      "imageLink": "image_files\\English\\anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boa",
      "translation": "boa",
      "definition": "Eine Boa ist eine Art von Würgeschlange, die in den Amerikas heimisch ist, charakterisiert durch einen großen, schweren Körper und die Gewohnheit, ihre Beute zu Tode zu würgen.",
      "definition_translation": "Una boa è un tipo di serpente constrictore originario delle Americhe, caratterizzato da un corpo grande e pesante e l'abitudine di stringere a morte la sua preda.",
      "example": "Im Zoo sahen wir eine Boa-Constrictor um einen Baumast gewunden, ihr Körper so dick wie ein Männer-Oberschenkel. Die Boa hatte fünf Jahre lang im Zoo gelebt und war enorm gewachsen. In Zukunft werden die Zookeeper die Boa in ein größeres Gehege umsetzen.",
      "example_translation": "Nello zoo, abbiamo visto una boa constrictor avvolta attorno a un ramo d'albero, il suo corpo era spesso come la coscia di un uomo. La boa aveva vissuto nello zoo per cinque anni e era diventata enorme. In futuro, i custodi dello zoo sposteranno la boa in un recinto più grande.",
      "imageLink": "image_files\\English\\boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokodil",
      "translation": "coccodrillo",
      "definition": "Ein Krokodil ist ein großes Reptil, das in tropischen und subtropischen Regionen lebt, charakterisiert durch einen langen Schnabel und kräftige Kiefer.",
      "definition_translation": "Un coccodrillo è un grande rettile che vive nelle regioni tropicali e subtropicali, caratterizzato da un lungo muso e dalle fauci potenti.",
      "example": "Das Krokodil lag still in den trüben Gewässern, wartend auf seine Beute, die vorbeischwimmen würde. Letzte Woche griff ein Krokodil einen Touristen am Strand an. Bis nächstem Jahr wird der Wildtier-Schutz neue Sicherheitsmaßnahmen ergriffen haben, um Besucher vor Krokodilen zu schützen.",
      "example_translation": "Il coccodrillo giaceva fermo nelle acque torbide, aspettando che la sua preda si avvicinasse. La settimana scorsa, un coccodrillo ha attaccato un turista sulla spiaggia. Entro l'anno prossimo, la riserva naturale avrà implementato nuove misure di sicurezza per proteggere i visitatori dai coccodrilli.",
      "imageLink": "image_files\\English\\crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Echse",
      "translation": "lucertola",
      "definition": "Eine Echse ist eine Art von Reptil, das eine schuppige Haut hat, typischerweise gefunden in warmen und feuchten Umgebungen.",
      "definition_translation": "Una lucertola è un tipo di rettile che ha una pelle squamosa, tipicamente trovata in ambienti caldi e umidi.",
      "example": "Die Echse sonnte sich im warmen Sonnenlicht auf dem Felsen, ihre Schuppen glänzten hell. Gestern sah ich eine Echse über den Garten laufen. Bis nächsten Sommer werde ich ein Terrarium eingerichtet haben, um eine Echse als Haustier zu halten.",
      "example_translation": "La lucertola si crogiolava nel caldo sole sulla roccia, le sue scale luccicavano intensamente. Ieri, ho visto una lucertola che correva attraverso il giardino. Per l'estate prossima, avrò allestito un terrario per tenere una lucertola come animale domestico.",
      "imageLink": "image_files\\English\\lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Muschel",
      "translation": "guscio",
      "definition": "Die harte Außenhülle eines Eis, eines Weichtiers oder eines Krebstieres.",
      "definition_translation": "La copertura dura esterna di un uovo, un mollusco o un crostaceo.",
      "example": "Sie hob die Muschel vorsichtig am Strand auf. Sie hatte gestern eine schöne Muschel aufgesammelt. Sie wird morgen eine Muschel aufsammeln.",
      "example_translation": "Ha raccolto con cura il guscio dalla spiaggia. Aveva raccolto un bel guscio ieri. Raccoglierà un guscio domani.",
      "imageLink": "image_files\\English\\shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klapperschlange",
      "translation": "serpente a sonagli",
      "definition": "Eine giftige Schlange Amerikas, gekennzeichnet durch ein Rasseln an ihrem Schwanz.",
      "definition_translation": "Un serpente velenoso delle Americhe, caratterizzato da un sonaglio sulla sua coda.",
      "example": "Der Wanderer traf auf eine Klapperschlange auf dem Weg. Er hatte bereits eine Klapperschlange gesehen, aber er wird sie in Zukunft meiden.",
      "example_translation": "Il camminatore ha incontrato un serpente a sonagli sulla pista. Aveva visto un serpente a sonagli prima, ma lo eviterà in futuro.",
      "imageLink": "image_files\\English\\rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reptil",
      "translation": "rettile",
      "definition": "Ein kaltblütiges Tier, das einen Rückgrat, Schuppen und Eier legt, wie eine Schlange, Eidechse oder Schildkröte.",
      "definition_translation": "Un animale a sangue freddo che ha una colonna vertebrale, squame e depone uova, come un serpente, un lucertola o una tartaruga.",
      "example": "Der Zoo zeigte eine Vielzahl von Reptilien. Es hatte letzte Woche eine neue Reptilien-Ausstellung eröffnet. Es wird nächstes Monat weitere Reptilien zeigen.",
      "example_translation": "Lo zoo aveva una varietà di rettili in mostra. Aveva mostrato una nuova esposizione di rettili la scorsa settimana. Mostrerà più rettili il prossimo mese.",
      "imageLink": "image_files\\English\\reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salamander",
      "translation": "salamandra",
      "definition": "Ein Salamander ist ein Typ von Amphibien, der einen schlanken Körper, einen langen Schwanz und normalerweise vier Beine hat. Er lebt im Wasser und auf dem Land und hat eine feuchte, glatte Haut.",
      "definition_translation": "Una salamandra è un tipo di anfibio che ha un corpo snello, una lunga coda e generalmente quattro zampe. Vive in acqua e sulla terra, e ha una pelle liscia e umida.",
      "example": "Gestern sah ich einen Salamander aus dem Teich krabbeln. Heute sonnt er sich im Freien, und morgen wird er ins Wasser zurückkehren.",
      "example_translation": "Ieri ho visto una salamandra strisciare fuori dalla pozza. Oggi sta prendendo il sole, e domani nuoterà di nuovo nell'acqua.",
      "imageLink": "image_files\\English\\salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulquappe",
      "translation": "girino",
      "definition": "Eine Kaulquappe ist das Larvenstadium eines Frosches oder einesKröten, gekennzeichnet durch einen fischähnlichen Körper und einen Schwanz. Sie lebt im Wasser und ernährt sich von Algen und kleinen Organismen.",
      "definition_translation": "Un girino è lo stadio larvale di una rana o rospo, caratterizzato da un corpo simile a quello di un pesce e una coda. Vive in acqua e si nutre di alghe e piccoli organismi.",
      "example": "Die Kaulquappen schlüpften gestern aus den Eiern. Heute schwimmen sie im Aquarium, und nächste Woche werden sie ihre Beine zu wachsen beginnen.",
      "example_translation": "I girini sono nati dalle uova ieri. Oggi stanno nuotando nell'acquario, e la prossima settimana inizieranno a crescere le zampe.",
      "imageLink": "image_files\\English\\tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kröte",
      "translation": "rospo",
      "definition": "Eine Kröte ist ein Typ von Amphibien, der eine trockene, warzige Haut und kurze Beine hat. Sie lebt auf dem Land und ernährt sich von Insekten und Würmern.",
      "definition_translation": "Un rospo è un tipo di anfibio che ha una pelle secca e rugosa e gambe corte. Vive sulla terra e si nutre di insetti e vermi.",
      "example": "Ich fand eine Kröte, die unter einem Stein versteckt war. Heute sitzt sie auf einem Blatt, und morgen wird sie weghoppeln.",
      "example_translation": "Ho trovato un rospo che si nascondeva sotto un sasso ieri. Oggi sta seduto su una foglia, e domani salterà via.",
      "imageLink": "image_files\\English\\toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amphibien",
      "translation": "anfibi",
      "definition": "Kaltblütige Tiere, die auf dem Land und im Wasser leben, wie Frösche und Kröten. Sie haben eine feuchte, glatte Haut und legen Eier im Wasser ab.",
      "definition_translation": "Animali a sangue freddo che vivono sulla terra e nell'acqua, come rane e rospi. Hanno una pelle liscia e umida e depongono le uova nell'acqua.",
      "example": "Amphibien waren bereits vor über 300 Millionen Jahren auf unserem Planeten, und waren einst die dominanten Landtiere. Heute finden wir Amphibien in Teichen und Seen, und sie spielen eine wichtige Rolle im Ökosystem. In Zukunft werden wir Amphibien und ihre Lebensräume schützen müssen.",
      "example_translation": "Gli anfibi sono stati sul nostro pianeta per oltre 300 milioni di anni e un tempo erano gli animali terrestri dominanti. Oggi, gli anfibi si trovano in stagni e laghi e sono una parte importante dell'ecosistema. In futuro, avremo bisogno di proteggere gli anfibi e i loro habitat.",
      "imageLink": "image_files\\English\\amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blindwurm",
      "translation": "lombrico cieco",
      "definition": "Ein Typ von schlüpfrigen Eidechsen, die oft mit einer Schlange verwechselt werden. Er hat einen spitzen Schnabel und durchbohrende Augen.",
      "definition_translation": "Un tipo di lucertola senza zampe che viene spesso scambiata per un serpente. Ha un muso appuntito e occhi penetranti.",
      "example": "Ich sah einen Blindwurm durch das Unterholz krabbeln. Er war sehr lang und schlank, mit glänzenden Schuppen. Im Sommer sind Blindwürmer tagsüber aktiv, aber im Winter überwintern sie unterirdisch. Bis nächstem Jahr hoffe ich, mehr Blindwürmer in der Gegend zu sehen.",
      "example_translation": "Ho visto un lombrico cieco strisciare attraverso la macchia ieri. Era molto lungo e snello, con scaglie lucide. In estate, i lombrichi ciechi sono attivi durante il giorno, ma in inverno, hibernano sottoterra. Entro l'anno prossimo, spero di vedere più lombrichi ciechi nella zona.",
      "imageLink": "image_files\\English\\blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chamäleon",
      "translation": "camaleonte",
      "definition": "Ein Typ von Eidechsen, der die Fähigkeit hat, seine Farbe anzupassen, um mit seiner Umgebung zu verschmelzen. Er hat eine lange, klebrige Zunge und kann seine Augen unabhängig voneinander bewegen.",
      "definition_translation": "Un tipo di lucertola che ha la capacità di cambiare il suo colore per mimetizzarsi con l'ambiente circostante. Ha una lingua lunga e appiccicosa e può muovere gli occhi indipendentemente.",
      "example": "Ich besuchte letztes Wochenende den Zoo und sah ein Chamäleon aus der Nähe. Es änderte langsam seine Farbe, um mit dem Blatt zu verschmelzen, auf dem es saß. Früher wurden Chamäleons als exotische Haustiere gehalten, aber jetzt sind sie durch Gesetz geschützt. Bis nächsten Monat werde ich mehr über diese faszinierenden Kreaturen erfahren haben.",
      "example_translation": "Ho visitato lo zoo il week-end scorso e ho visto un camaleonte da vicino. Stava cambiando lentamente il suo colore per adattarsi alla foglia su cui stava seduto. In passato, i camaleonti erano considerati animali esotici domestici, ma ora sono protetti dalla legge. Entro il mese prossimo, avrò imparato di più su queste creature affascinanti.",
      "imageLink": "image_files\\English\\chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kobra",
      "translation": "cobra",
      "definition": "Eine große, giftige Schlange, die in Afrika und Asien vorkommt, bekannt für ihre Fähigkeit, ihr Gift zu spucken.",
      "definition_translation": "Un grande serpente velenoso che si trova in Africa e Asia, noto per la sua capacità di sputare il suo veleno.",
      "example": "Ich sah eine Kobra im Zoo gestern, sie war sehr aggressiv. Heute gehe ich zum Arzt, weil ich von einer Kobra gebissen wurde. In Zukunft werde ich vorsichtiger sein, wenn ich den Zoo besuche.",
      "example_translation": "Ho visto un cobra allo zoo ieri, era molto aggressivo. Oggi, sto andando dal dottore perché sono stato morso da un cobra. Nel futuro, sarò più prudente quando visiterò lo zoo.",
      "imageLink": "image_files\\English\\cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grasschlange",
      "translation": "natrix",
      "definition": "Eine lange, schlanke, ungiftige Schlange, die in feuchten Gebieten vorkommt, oft mit einer giftigen Schlange verwechselt.",
      "definition_translation": "Un serpente lungo e snello, non velenoso, che si trova in aree umide, spesso scambiato per un serpente velenoso.",
      "example": "Ich fing früher Grasschlangen im Garten, als ich ein Kind war. Jetzt weiß ich, wie man sie sorgfältig handhabt. Eines Tages werde ich meinen Kindern zeigen, wie man eine Grasschlange fängt.",
      "example_translation": "Catturavo serpenti delle erbacce nel giardino quando ero un ragazzino. Ora, so come maneggiarli con cura. Un giorno, mostrerò ai miei figli come catturare un serpente delle erbacce.",
      "imageLink": "image_files\\English\\grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Molch",
      "translation": "tritone",
      "definition": "Ein kleiner, semi-aquatischer Amphibie, der einen lizard-artigen Körper und einen langen Schwanz hat.",
      "definition_translation": "Un piccolo anfibio semi-acquatico che ha un corpo simile a quello di un lucertola e una lunga coda.",
      "example": "Ich fand einen Molch im Teich letzten Sommer, er schwamm in der Nähe der Wasserlilien. Gestern las ich ein Buch über Molche und ihre Lebensräume. In Zukunft werde ich mehr über diese faszinierenden Kreaturen recherchieren.",
      "example_translation": "Ho trovato un tritone nella vasca última estate, stava nuotando vicino alle ninfee. Ieri, ho letto un libro sui tritoni e sui loro habitat. Nel futuro, farò ricerca su questi meravigliosi esseri.",
      "imageLink": "image_files\\English\\newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Python",
      "translation": "pitone",
      "definition": "Eine hochrangige, interpretierte Programmiersprache, Python wird vielfach für Zwecke wie Webentwicklung, wissenschaftliches Rechnen und Datenanalyse eingesetzt.",
      "definition_translation": "Un linguaggio di programmazione di alto livello, interpretato, Python è ampiamente utilizzato per vari scopi come lo sviluppo web, il calcolo scientifico e l'analisi dei dati.",
      "example": "Ich lernte Python-Programmierung im College, ich verwende es momentan, um ein Web-Scraping-Tool zu erstellen, und ich werde es in Zukunft verwenden, um ein Machine-Learning-Modell zu entwickeln.",
      "example_translation": "Ho imparato la programmazione Python al college, sto attualmente utilizzandola per costruire uno strumento di web scraping, e la userò per sviluppare un modello di apprendimento automatico nel futuro.",
      "imageLink": "image_files\\English\\python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flecken-Salamander",
      "translation": "salamandra maculata",
      "definition": "Eine Art von Salamandern, die gelbe oder orangefarbene Flecken auf dem Rücken haben, der Flecken-Salamander ist eine gemeine Art, die in Nordamerika gefunden wird.",
      "definition_translation": "Un tipo di salamandra che ha macchie gialle o arancioni sulla schiena, la salamandra maculata è una specie comune trovata in Nord America.",
      "example": "Ich sah einen Flecken-Salamander über die Straße gehen, ich habe bereits einen in der Nähe des Teiches gesehen, und ich werde versuchen, einen im Wald nächste Woche zu finden.",
      "example_translation": "Ho visto una salamandra maculata attraversare la strada ieri, ne ho visto uno vicino al laghetto prima, e proverò a trovarne uno nella foresta la settimana prossima.",
      "imageLink": "image_files\\English\\salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baumfrosch",
      "translation": "rana degli alberi",
      "definition": "Eine Art von Fröschen, die in Bäumen leben und einen charakteristischen Zirpenruf haben, der Baumfrosch ist eine gemeine Art, die in tropischen und subtropischen Regionen gefunden wird.",
      "definition_translation": "Un tipo di rana che vive sugli alberi e ha un richiamo chirpante distinto, la rana degli alberi è una specie comune trovata in regioni tropicali e subtropicali.",
      "example": "Ich hörte einen Baumfrosch letzte Nacht in meinem Hinterhof zirpen, ich habe bereits einen auf einem Ast gesehen, und ich werde versuchen, einen in freier Wildbahn nächsten Monat zu fangen.",
      "example_translation": "Ho sentito una rana degli alberi che faceva il suo richiamo nel cortile la scorsa notte, ne ho vista una su un ramo di albero prima, e proverò a catturarne una in natura il mese prossimo.",
      "imageLink": "image_files\\English\\tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Viper",
      "translation": "vipera",
      "definition": "Eine giftige Schlange, die in warmen und gemäßigten Regionen gefunden wird, charakterisiert durch einen dreieckigen Kopf und eine gespaltene Zunge.",
      "definition_translation": "un serpente velenoso trovato in regioni calde e temperate, caratterizzato da una testa triangolare e una lingua biforcuta.",
      "example": "Die Viper glitt schweigend durch das Gras. Gestern sah ich eine Viper im Garten. Wenn ich eine Viper sehe, werde ich schreien.",
      "example_translation": "La vipera si è spostata silenziosamente attraverso l'erba. Ieri, ho visto una vipera nel giardino. Se vedo una vipera, urlerò.",
      "imageLink": "image_files\\English\\viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser-Schlang",
      "translation": "serpente d'acqua",
      "definition": "Ein legendäres Wesen, das in einem Gewässer wohnen soll, oft als eine schlangenartige Kreatur dargestellt.",
      "definition_translation": "una creatura leggendaria che si dice abiti un corpo d'acqua, spesso rappresentata come un essere simile a un serpente.",
      "example": "Laut dem Mythos lebte eine Wasser-Schlang im See. Die Wasser-Schlang ist seit Jahrhunderten ein Symbol für Glück. Wenn ich du wäre, würde ich die Wasser-Schlang nicht stören.",
      "example_translation": "Secondo il mito, un serpente d'acqua viveva nel lago. Il serpente d'acqua è stato un simbolo di buona sorte per secoli. Se fossi in te, non disturberei il serpente d'acqua.",
      "imageLink": "image_files\\English\\water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]