[
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwarz",
      "translation": "nero",
      "definition": "Die Farbe von Ruß oder Kohle habend; absolut dunkel.",
      "definition_translation": "Avendo il colore della fuliggine o del carbone; non avendo luce; assolutamente scuro.",
      "example": "Ich trug ein schwarzes Kleid zum Party letzte Nacht, ich werde ein schwarzes Sakko zum Meeting morgen tragen, und ich trug eine schwarze Krawatte zur Hochzeit letztes Jahr.",
      "example_translation": "Ho indossato un vestito nero alla festa ieri sera, indosserò un abito nero all'incontro domani e ho indossato una cravatta nera al matrimonio l'anno scorso.",
      "imageLink": "image_files\\English\\black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blau",
      "translation": "blu",
      "definition": "Eine hellleuchtende, vitale Farbe wie der Himmel an einem sonnigen Tag habend; eine ruhige und friedliche Qualität habend.",
      "definition_translation": "Avendo un colore brillante e vivace come il cielo in un giorno di sole; avendo una qualità calma e pacifica.",
      "example": "Der blaue Ozean funkelte im Sonnenlicht, ich werde das Zimmer blau streichen morgen, und sie trug ein blaues Kleid zum Abschlussball letzte Nacht.",
      "example_translation": "L'oceano blu scintillava nel sole, dipingerò la stanza di blu domani e lei ha indossato un vestito blu al ballo della scuola ieri sera.",
      "imageLink": "image_files\\English\\blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "braun",
      "translation": "marrone",
      "definition": "Eine rotgelbe Farbe wie Erde oder Holz habend; eine warme und erdige Qualität habend.",
      "definition_translation": "Avendo un colore rossiccio-giallo come quello della terra o del legno; avendo una qualità calda e terrosa.",
      "example": "Der braune Hund rannte schnell durch den Park, ich werde ein braunes Cookie morgen essen, und sie trug einen braunen Rock zum Büro gestern.",
      "example_translation": "Il cane marrone correva velocemente attraverso il parco, mangerò un biscotto marrone domani e lei ha indossato una gonna marrone all'ufficio ieri.",
      "imageLink": "image_files\\English\\brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grün",
      "translation": "verde",
      "definition": "Die Farbe grün wie Gras oder Blätter habend; umweltfreundlich.",
      "definition_translation": "Avere il colore verde, come l'erba o le foglie; essere ecologicamente sostenibile.",
      "example": "Das Gras war grün nach dem Regen. Ich werde einen grünen Baum in meinem Hinterhof pflanzen morgen. Sie trug ein grünes Kleid zur Party letzte Nacht.",
      "example_translation": "L'erba era verde dopo la pioggia. Pianterò un albero verde nel mio cortile domani. Lei indossava un vestito verde al party ieri sera.",
      "imageLink": "image_files\\English\\green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " grau",
      "translation": "grigio",
      "definition": "Eine Farbe zwischen schwarz und weiß habend; ohne Helligkeit oder Interesse.",
      "definition_translation": "Avere un colore tra il nero e il bianco; mancare di luminosità o interesse.",
      "example": "Der graue Himmel deutete darauf hin, dass es bald regnen würde. Sie hatte graues Haar, als sie alt war. Sie werden die graue Wand nächste Woche weiß streichen.",
      "example_translation": "Il cielo grigio indicava che sarebbe piovuto presto. Aveva i capelli grigi quando era anziana. Dipingeranno la parete grigia di bianco la prossima settimana.",
      "imageLink": "image_files\\English\\grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "orange",
      "translation": "arancione",
      "definition": "Eine hellleuchtende, vitale Farbe zwischen rot und gelb habend; eine Art von Zitrusfrucht.",
      "definition_translation": "Avere un colore brillante e vivace tra il rosso e il giallo; un tipo di frutto agrume.",
      "example": "Der Orangensaft war erfrischend. Der orangefarbige Sonnenuntergang war wunderschön. Sie wird ein Orangenfrühstück morgen essen.",
      "example_translation": "Il succo d'arancia era rinfrescante. Il tramonto arancione era bellissimo. Mangerà un'arancia per colazione domani.",
      "imageLink": "image_files\\English\\orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rot",
      "translation": "rosso",
      "definition": "Eine helle, feurige Farbe habend; der Farbe von Blut oder Feuer entsprechend.",
      "definition_translation": "Avendo un colore brillante, fuoco; del colore del sangue o del fuoco.",
      "example": "Der Sonnenuntergang war rot, die Blumen waren rot, und das Auto war rot. Gestern sah ich einen roten Vogel. Morgen werde ich ein rotes Kleid kaufen.",
      "example_translation": "Il tramonto era rosso, i fiori erano rossi e la macchina era rossa. Ieri, ho visto un uccello rosso. Domani, comprerò un vestito rosso.",
      "imageLink": "image_files\\English\\red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiß",
      "translation": "bianco",
      "definition": "Eine helle oder cremefarbige Farbe habend; der Farbe von Schnee oder Milch entsprechend.",
      "definition_translation": "Avendo un colore pallido o cremoso; del colore della neve o del latte.",
      "example": "Das Haus ist weiß, der Schnee ist weiß, und das Hochzeitskleid ist weiß. Gestern trug ich ein weißes Hemd. Morgen werde ich weißen Reis essen.",
      "example_translation": "La casa è bianca, la neve è bianca e l'abito da sposa è bianco. Ieri, ho indossato una camicia bianca. Domani, mangerò riso bianco.",
      "imageLink": "image_files\\English\\white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gelb",
      "translation": "giallo",
      "definition": "Eine helle, sonnige Farbe habend; der Farbe von Gold oder Zitrone entsprechend.",
      "definition_translation": "Avendo un colore brillante, soleggiato; del colore dell'oro o del limone.",
      "example": "Die Sonne ist gelb, die Banane ist gelb, und das Smiley-Gesicht ist gelb. Gestern aß ich ein gelbes Apfel. Morgen werde ich gelbe Socken tragen.",
      "example_translation": "Il sole è giallo, la banana è gialla e il viso sorridente è giallo. Ieri, ho mangiato una mela gialla. Domani, indosserò calze gialle.",
      "imageLink": "image_files\\English\\yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sahne",
      "translation": "panna",
      "definition": "Ein süßes oder salziges Gericht, hergestellt aus der Fettprobe von Milch, oft aromatisiert und gesüßt.",
      "definition_translation": "Un alimento dolce o salato fatto con il grasso del latte, spesso profumato e zuccherato.",
      "example": "Ich cremte die Butter und den Zucker zusammen, um eine leckere Glasur herzustellen. Gestern cremte ich den Spinat in der Suppe. Morgen werde ich den Kaffee in meinem Morgentrunk cremen.",
      "example_translation": "Ho mescolato il burro e lo zucchero insieme per fare un frosting delizioso. Ieri, ho aggiunto il cream allo spinacio nella zuppa. Domani, aggiungerò il cream nel mio drink del mattino.",
      "imageLink": "image_files\\English\\cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gold",
      "translation": "dorato",
      "definition": "Eine helle, gelbe Farbe wie Gold; wertvoll oder hochgeschätzt.",
      "definition_translation": "Avendo un colore giallo brillante come l'oro; valuabile o altamente stimato.",
      "example": "Die goldene Sonne ging über dem Horizont unter. Sie trug einen goldenen Anhänger zur Party. Die goldenen Jahre des Unternehmens waren von 2000 bis 2010.",
      "example_translation": "Il sole dorato stava tramontando all'orizzonte. Lei indossava una collana dorata alla festa. Gli anni d'oro dell'azienda sono stati dal 2000 al 2010.",
      "imageLink": "image_files\\English\\golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitrone",
      "translation": "limone",
      "definition": "Eine Frucht aus der Zitrusfamilie mit saurem Geschmack, oft in der Küche oder als Dekoration verwendet.",
      "definition_translation": "Un frutto agrumi con un sapore aspro, spesso usato nella cottura o come guarnizione.",
      "example": "Ich presste eine Zitrone in meinen Tee, um ihm einen erfrischenden Geschmack zu geben. Gestern kaufte ich eine Zitrone auf dem Markt. Sie wird morgen Zitronen in ihrem berühmten Zitronenbar-Rezept verwenden.",
      "example_translation": "Ho spremuto un limone nel mio tè per darle un sapore rinfrescante. Ieri, ho comprato un limone al mercato. Domani, userà i limoni nella sua famosa ricetta di bar di limone.",
      "imageLink": "image_files\\English\\lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "rosa",
      "definition": "Eine helle, leuchtende Farbe, oft mit Weiblichkeit und dem Valentinstag assoziiert.",
      "definition_translation": "Un colore brillante e vibrante spesso associato alla femminilità e al giorno di San Valentino.",
      "example": "Sie trug ein rosa Kleid zur Party. Sie wird ein rosa Kleid zur Party tragen. Sie trug ein rosa Kleid zur Party letzte Nacht.",
      "example_translation": "Indossava un vestito rosa alla festa. Indosserà un vestito rosa alla festa. Ha indossato un vestito rosa alla festa la sera scorsa.",
      "imageLink": "image_files\\English\\pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "purpur",
      "translation": "violato",
      "definition": "Eine reiche, luxuriöse Farbe, oft mit Kreativität, Luxus und Macht assoziiert.",
      "definition_translation": "Un colore ricco e lussuoso spesso associato alla creatività, al lusso e al potere.",
      "example": "Der Kaiser trug einen purpurnen Rock zur Zeremonie. Er wird einen purpurnen Rock zur Zeremonie tragen. Er trug einen purpurnen Rock zur Zeremonie letzten Jahr.",
      "example_translation": "L'imperatore indossò una veste violata alla cerimonia. Indosserà una veste violata alla cerimonia. Ha indossato una veste violata alla cerimonia l'anno scorso.",
      "imageLink": "image_files\\English\\purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "silber",
      "translation": "argento",
      "definition": "Ein helles, glänzendes Metall, oft in Schmuck und Münzen verwendet.",
      "definition_translation": "Un metallo brillante e lucente spesso utilizzato in gioielli e monete.",
      "example": "Sie trug einen silbernen Anhänger zur Hochzeit. Sie wird einen silbernen Anhänger zur Hochzeit tragen. Sie trug einen silbernen Anhänger zur Hochzeit letzten Wochenende.",
      "example_translation": "Indossava un collo d'argento al matrimonio. Indosserà un collo d'argento al matrimonio. Ha indossato un collo d'argento al matrimonio il fine settimana scorso.",
      "imageLink": "image_files\\English\\silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veilchen",
      "translation": "viola",
      "definition": "Eine Veilchen ist eine kleine, empfindliche Blume, die normalerweise purpurfarben ist, aber auch weiß, gelb oder blau sein kann.",
      "definition_translation": "Una viola è un fiore piccolo e delicato che è solitamente di colore viola, ma può anche essere bianco, giallo o blu.",
      "example": "Sie pflückte ein Veilchen aus dem Garten und steckte es in ihr Haar. Gestern pflückte sie einen Strauß von Veilchen. Nächstes Jahr wird sie wieder Veilchen pflücken.",
      "example_translation": "Ha raccolto una viola dal giardino e l'ha messa nei suoi capelli. Ieri, aveva raccolto un mazzo di violette. L'anno prossimo, raccoglierà di nuovo le violette.",
      "imageLink": "image_files\\English\\violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "beige",
      "definition": "Beige ist eine helle Braunfarbe, oft verwendet, um Kleidung, Möbel oder Inneneinrichtung zu beschreiben.",
      "definition_translation": "Il beige è un colore marrone chiaro, spesso usato per descrivere abiti, mobili o design d'interni.",
      "example": "Sie trug ein beige Sweater zur Party. Ihre Großmutter hatte ihr einen beige Mantel geschenkt. Nächsten Winter wird sie einen beige Mantel kaufen.",
      "example_translation": "Ha indossato un maglione beige alla festa. Sua nonna le aveva donato una coperta beige. Il prossimo inverno, comprerà un cappotto beige.",
      "imageLink": "image_files\\English\\beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "marineblau",
      "translation": "blu marino",
      "definition": "Marineblau ist eine dunkle Blaufarbe, oft verwendet, um Kleidung, insbesondere Uniformen oder formelle Kleidung zu beschreiben.",
      "definition_translation": "Il blu marino è un colore blu scuro, spesso usato per descrivere abiti, specialmente uniformi o abbigliamento formale.",
      "example": "Er trug einen marineblauen Anzug zur Hochzeit. Gestern trug er einen marineblauen Schlips. Nächsten Monat wird er einen marineblauen Mantel kaufen.",
      "example_translation": "Ha indossato un abito blu marino al matrimonio. Ieri, aveva indossato una cravatta blu marino. Il prossimo mese, comprerà un giaccone blu marino.",
      "imageLink": "image_files\\English\\navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "khaki",
      "translation": "kaki",
      "definition": "Eine helle Braunfarbe, ähnlich der Erdfarbe oder Sand.",
      "definition_translation": "Un colore marrone chiaro o beige, simile al colore della terra o della sabbia.",
      "example": "Ich trug khakifarbene Hosen auf meinem Camping-Trip letzten Wochenende. Ich werde khakifarbene Shorts zum Strand morgen tragen. Sie trug khaki-Stiefel auf dem Wanderweg letzten Jahr.",
      "example_translation": "Ho indossato pantaloni kaki durante il mio viaggio di campeggio lo scorso fine settimana. Indosserò shorts kaki al mare domani. Lei ha indossato stivali kaki sul sentiero trekking l'anno scorso.",
      "imageLink": "image_files\\English\\khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "olivgrün",
      "translation": "verde oliva",
      "definition": "Eine braun-grüne Farbe, ähnlich der Farbe von Oliven.",
      "definition_translation": "Un colore marrone-verde, simile al colore delle olive.",
      "example": "Die Uniform des Soldaten war olivgrün. Die olivgrünen Wände passten sich der Umgebung an. Sie wird das Zimmer olivgrün streichen nächsten Monat.",
      "example_translation": "L'uniforme del soldato era verde oliva. Le pareti verdi oliva si fondevano con l'ambiente circostante. Lei dipingerà la stanza di verde oliva il prossimo mese.",
      "imageLink": "image_files\\English\\olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amarant",
      "translation": "amaranto",
      "definition": "Eine purpurrote Farbe, ähnlich der Farbe der Amarant-Blume.",
      "definition_translation": "Un colore viola-rosso, simile al colore del fiore di amaranto.",
      "example": "Die Amarant-Blume war von tief purpurner Farbe. Der Künstler verwendete Amarant-Farbstoff, um einen einzigartigen Effekt zu erzielen. Die Amarant-Pflanze wird nächstes Jahr blühen.",
      "example_translation": "Il fiore di amaranto era di un colore viola profondo. L'artista ha usato la cera di amaranto per creare un effetto unico. La pianta di amaranto fiorirà il prossimo estate.",
      "imageLink": "image_files\\English\\amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernstein",
      "translation": "ambra",
      "definition": "Ein gelblich-orangefarbenes fossiles Harz, das in Schmuck und Dekoration verwendet wird.",
      "definition_translation": "Una resina fossile giallo-arancio, utilizzata in gioielli e decorazioni.",
      "example": "Die alten Ägypter verwendeten Bernstein, um wunderschönen Schmuck herzustellen. Sie hatten ihn seit Jahrhunderten verwendet und setzen ihn noch heute ein. Bis zum Jahr 2050 wird Bernstein ein sehr gefragtes Material sein.",
      "example_translation": "Gli antichi egizi usarono l'ambra per creare gioielli bellissimi. L'hanno utilizzato per secoli, e lo usano ancora oggi. Entro l'anno 2050, l'ambra sarà un materiale molto ricercato.",
      "imageLink": "image_files\\English\\amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anthrazit",
      "translation": "antracite",
      "definition": "Ein sehr harter und glänzender Kohlenstoff, der oft als Brennstoff verwendet wird.",
      "definition_translation": "Un tipo di carbone che è molto duro e luminoso, spesso utilizzato come combustibile.",
      "example": "Die alte Fabrik verwendete Anthrazit, um ihre Maschinen zu betreiben. Sie hatten ihn seit dem 19. Jahrhundert verwendet, aber wechselten auf Erdgas in den 1950er Jahren. Bis 2025 planen sie, erneuerbare Energien zu verwenden.",
      "example_translation": "La vecchia fabbrica utilizzò l'antracite per alimentare le sue macchine. L'hanno utilizzato dal 19° secolo, ma sono passati al gas naturale negli anni '50. Entro il 2025, prevedono di utilizzare fonti di energia rinnovabili.",
      "imageLink": "image_files\\English\\anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquamaring",
      "translation": "acquamarina",
      "definition": "Ein blasses Blau-Gemstone, der oft in Schmuck verwendet wird und beruhigende Eigenschaften haben soll.",
      "definition_translation": "Un gemstone azzurro pallido, spesso utilizzato in gioielli, ritenuto avere proprietà calmanti.",
      "example": "Die Königin trug ein wunderschönes Aquamaring-Halsband. Es wurde ihr als Geschenk im 18. Jahrhundert gemacht, und sie trug es zur Krönung. Bis sie es ihrer Enkelin vermacht, wird es ein Erbstück sein.",
      "example_translation": "La collana della regina presentava un pendente di acquamarina bellissimo. Le fu donato come regalo nel 18° secolo, e lo indossò all'incoronazione. Quando lo passerà alla sua nipote, sarà un oggetto di famiglia.",
      "imageLink": "image_files\\English\\aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "carminio",
      "definition": "Ein leuchtend roter bis purpurroter Farbstoff, der aus dem Cochenille-Insekt gewonnen wird und in Lebensmitteln, Kosmetika und Kunst verwendet wird.",
      "definition_translation": "Un pigmento rosso brillante verso purpureo-rosso ottenuto dall'insetto della cocciniglia, utilizzato nel cibo, cosmetici e arte.",
      "example": "Die Künstlerin mischte Karmesin mit Öl, um einen leuchtenden Rot-Ton zu erzielen. Sie hatte Karmesin in ihren Gemälden seit Jahren verwendet. Sie wird Karmesin in ihrem nächsten Kunstwerk experimentieren.",
      "example_translation": "L'artista ha messo carminio con olio per creare un colore rosso vivace. Lei aveva usato carminio nei suoi dipinti per anni. Proverà con carminio nel suo prossimo pezzo d'arte.",
      "imageLink": "image_files\\English\\carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesinrot",
      "translation": "crimson",
      "definition": "Eine tiefe, reiche rote Farbe, insbesondere in Stoffen oder Farben.",
      "definition_translation": "Un colore rosso profondo e ricco, soprattutto in tessuto o tintura.",
      "example": "Das karmesinrote Kleid stach auf der Party hervor. Er trug eine karmesinrote Krawatte zur Hochzeit. Die karmesinroten Trikots der Mannschaft waren ein Verweis auf ihr Vintage-Design.",
      "example_translation": "Il vestito cremisi si distingueva alla festa. Lui indossò una cravatta cremisi al matrimonio. Le maglie cremisi della squadra erano un omaggio al loro design vintage.",
      "imageLink": "image_files\\English\\crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zyan",
      "translation": "ciano",
      "definition": "Eine helle blaugrüne Farbe, insbesondere in der Druck- und Digitalbildbearbeitung.",
      "definition_translation": "Un colore verde-azzurro brillante, soprattutto nella stampa e nell'immagine digitale.",
      "example": "Der Designer wählte Zyan als Hauptfarbe für das Logo aus. Zyan-Tinte floss aus dem Drucker. Das Zyan-Team gewann den Design-Wettbewerb.",
      "example_translation": "Il designer scelse ciano come colore principale per il logo. L'inchiostro ciano fluiva dalla stampante. La squadra Ciano vinse la competizione di design.",
      "imageLink": "image_files\\English\\cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Smaragd",
      "translation": "smeraldo",
      "definition": "Ein hellgrüner Edelstein, oft in Schmuck verwendet. Smaragde sind eine Art von Beryll, einem Mineral, das für seine leuchtende grüne Farbe geschätzt wird.",
      "definition_translation": "Una pietra preziosa verde brillante, spesso utilizzata in gioielli. Gli smeraldi sono un tipo di berillo, un minerale che è apprezzato per il suo colore verde vibrante.",
      "example": "Sie trug ein Smaragd-Halsband zur Party. Sie hatte einen Smaragd-Ring zur Hochzeit letztes Jahr getragen. Sie wird ein Smaragd-Brosche zur Preisverleihung nächste Woche tragen.",
      "example_translation": "Ha indossato un collarino di smeraldo alla festa. Aveva indossato un anello di smeraldo al matrimonio l'anno scorso. Indosserà un spillone di smeraldo alla cerimonia di premiazione la prossima settimana.",
      "imageLink": "image_files\\English\\emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingwer",
      "translation": "zenzero",
      "definition": "Eine Pflanze mit einer dicken, braunen Wurzel, die in der Küche, insbesondere in asiatischer Küche, verwendet wird. Ingwer hat einen scharfen, wärmenden Geschmack.",
      "definition_translation": "Una pianta con una radice spessa, bruno-rossastra che viene utilizzata nella cucina, in particolare nella cucina asiatica. Lo zenzero ha un sapore piccante, caldo.",
      "example": "Sie fügte frischen Ingwer dem Stir-Fry hinzu. Er hatte Ingwer über das Sushi gestreut letzte Nacht. Sie werden Ingwer in ihrem Garten nächstes Frühjahr pflanzen.",
      "example_translation": "Ha aggiunto zenzero fresco al stir-fry. Aveva grattugiato lo zenzero sul sushi la scorsa notte. Pianteranno lo zenzero nel loro giardino la prossima primavera.",
      "imageLink": "image_files\\English\\ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Indigo",
      "translation": "indaco",
      "definition": "Eine tiefe blaue Farbe, oft in der Textilfärberei verwendet. Indigo ist ein natürlicher Farbstoff, der aus den Blättern der Indigofera-Pflanze gewonnen wird.",
      "definition_translation": "Un colore blu scuro, spesso utilizzato nell' tingere tessuti. L'indaco è un colorante naturale estratto dalle foglie della pianta di Indigofera.",
      "example": "Das Kleid war indigoblau gefärbt. Der Künstler mischte Indigo mit Gelb, um eine einzigartige grüne Farbe zu erzielen. Der Modedesigner wird Indigo-Farbstoff für die neue Kollektion verwenden.",
      "example_translation": "Il vestito era stato tingiuto di un colore indaco scuro. L'artista aveva miscelato l'indaco con il giallo per creare un'unica sfumatura verde. Il designer di moda utilizzerà la tintura di indaco per la nuova collezione.",
      "imageLink": "image_files\\English\\indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Magenta",
      "translation": "magenta",
      "definition": "Eine helle, lebendige pink-lila Farbe, wie die des Farbstoffs, der zum Färben von Stoffen verwendet wird.",
      "definition_translation": "Un colore rosa-viola brillante e vivido, come quello utilizzato per tingere i tessuti.",
      "example": "Die Künstlerin verwendete Magenta, um den Sonnenuntergang zu malen, was ihm ein warmes und lebendiges Aussehen verlieh. Sie hatte Magenta in ihrem vorherigen Gemälde verwendet und wird es in ihrem nächsten wieder verwenden.",
      "example_translation": "L'artista ha usato il magenta per dipingere il tramonto, che gli ha dato un aspetto caldo e vivace. Aveva usato il magenta nel suo dipinto precedente e lo userà di nuovo nel suo prossimo.",
      "imageLink": "image_files\\English\\magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mahagoni",
      "translation": "mogano",
      "definition": "Ein Typ von Holz, insbesondere das von der Mahonia aquifolium, das zum Möbelbau verwendet wird und durch seine rot-braune Farbe gekennzeichnet ist.",
      "definition_translation": "Un tipo di legno, in particolare quello dell'albero Mahonia aquifolium, utilizzato per costruire mobili e caratterizzato dal suo colore marrone rossastro.",
      "example": "Der antike Tisch war aus Mahagoni und hatte eine reiche, warme Ausstrahlung. Sie hatte immer einen Mahagoni-Schreibtisch gewollt und fand schließlich einen im Vintage-Laden. Er wird nächstes Wochenende einen Mahagoni-Buchregal bauen.",
      "example_translation": "Il tavolo antico era fatto di mogano e aveva un bagliore caldo e ricco. Aveva sempre desiderato una scrivania in mogano e finalmente ne aveva trovata una nel negozio di articoli vintage. Costruirà un libro in mogano il prossimo weekend.",
      "imageLink": "image_files\\English\\mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "marrone",
      "definition": "Eine dunkle, rot-braune Farbe, wie die des Farbstoffs, der zum Färben von Leder verwendet wird.",
      "definition_translation": "Un colore marrone scuro, come quello utilizzato per tingere il cuoio.",
      "example": "Die karmesinroten Schuhe passten perfekt zu ihrem Kleid. Er hatte sein Auto in der Wüste aufgegeben und musste finden, wie er es wieder herausbekam. Das Team trug seine karmesinroten Trikots als Erkennungszeichen.",
      "example_translation": "Le scarpe marrone si abbinatevano perfettamente con il suo abito. Aveva abbandonato la sua macchina nel deserto e doveva trovare un modo per farla uscire. Le maglie marrone della squadra erano il loro marchio di fabbrica.",
      "imageLink": "image_files\\English\\maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocker",
      "translation": "ocra",
      "definition": "Ein natürlicher Pigmentfarbstoff von gelb-brauner Farbe, der in der Malerei und Färberei verwendet wird.",
      "definition_translation": "un pigmento naturale di colore giallo-bruno, usato nella pittura e nella colorazione.",
      "example": "Die Künstlerin mischte Ocker mit Wasser, um eine untergeschobene Textur zu erstellen. Gestern hatte sie Ocker mit Öl gemischt, um eine lebendige Farbe zu erstellen. Bis nächstem Jahr wird sie Ocker mit Acryl gemischt haben, um ein modernes Stück zu erstellen.",
      "example_translation": "L'artista ha mescolato ocra con acqua per creare una texture sottile. Ieri, aveva mescolato ocra con olio per creare un colore vibrante. Entro il prossimo anno, avrà mescolato ocra con acrilico per creare un'opera moderna.",
      "imageLink": "image_files\\English\\ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Scharlach",
      "translation": " scarlatto",
      "definition": "Eine helle, lebendige rote Farbe, insbesondere in Stoffen oder Kleidern.",
      "definition_translation": "un colore rosso vivido e brillante, soprattutto in stoffe o indumenti.",
      "example": "Das scharlachrote Kleid war auffallend auf der Party. Sie hatte gestern einen scharlachroten Schal zum Hochzeitsempfang getragen. Bis nächstem Sommer wird sie ein scharlachrotes Badeanzug zum Strand getragen haben.",
      "example_translation": "Il vestito scarlatto era stato molto notato alla festa. Ieri, aveva indossato una sciarpa scarlatto al matrimonio. Entro la prossima estate, avrà indossato un costume da bagno scarlatto alla spiaggia.",
      "imageLink": "image_files\\English\\scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkis",
      "translation": "turchese",
      "definition": "Ein blau-grünes Mineral, das als Schmuckstein, insbesondere in Schmuck, verwendet wird.",
      "definition_translation": "un minerale blu-verde, usato come pietra preziosa, soprattutto in gioielleria.",
      "example": "Die Türkis-Kette war ein schönes Geschenk. Sie hatte gestern einen Türkis-Ring zum Meeting getragen. Bis nächstem Weihnachten wird sie eine Türkis-Brosche zum Galaball tragen.",
      "example_translation": "Il collo turchese era stato un regalo bellissimo. Ieri, aveva indossato un anello turchese all'incontro. Entro il prossimo Natale, avrà indossato una spilla turchese al gala.",
      "imageLink": "image_files\\English\\turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]