[
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blume",
      "translation": "fiore",
      "definition": "Eine blühende Pflanze, insbesondere eine, die in einem Garten für ihre Schönheit oder Duft angebaut wird.",
      "definition_translation": "Una pianta fiorita, in particolare una che viene coltivata in un giardino per la sua bellezza o fragranza.",
      "example": "Ich pflanzte eine Blume in meinem Garten letzte Woche, sie blüht jetzt und ich werde sie meiner Schwester nächste Woche schenken.",
      "example_translation": "Ho piantato un fiore nel mio giardino la settimana scorsa, ora sta fiorendo, e lo darò a mia sorella la settimana prossima.",
      "imageLink": "image_files\\English\\flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rose",
      "translation": "rosa",
      "definition": "Eine Art von blühendem Strauch, insbesondere einer mit auffälligen Blüten, oft als Symbol der Liebe oder Anerkennung verwendet.",
      "definition_translation": "Un tipo di arbusto fiorito, in particolare uno con fiori vistosi, spesso usato come simbolo d'amore o apprezzamento.",
      "example": "Ich gab meiner Frau eine Rose zu unserem Hochzeitstag, sie war sehr glücklich und wir werden nächstes Jahr wieder feiern.",
      "example_translation": "Ho dato una rosa a mia moglie per il nostro anniversario, lei era molto felice, e celebreremo di nuovo l'anno prossimo.",
      "imageLink": "image_files\\English\\rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänseblümchen",
      "translation": "margherita",
      "definition": "Eine Art von blühender Pflanze mit gelbem Zentrum und weißen Blüten, oft mit Unschuld und Reinheit assoziiert.",
      "definition_translation": "Un tipo di pianta fiorita con un centro giallo e petali bianchi, spesso associata a innocenza e purezza.",
      "example": "Das Gänseblümchen war meine Lieblingsblume, als ich ein Kind war, ich pflegte sie auf dem Feld zu pflücken, und ich werde meine Tochter nächstes Sommer dorthin mitnehmen.",
      "example_translation": "La margherita era il mio fiore preferito quando ero bambino, usavo a raccoglierle nel campo, e porterò mia figlia lì la prossima estate.",
      "imageLink": "image_files\\English\\daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenblume",
      "translation": "girasole",
      "definition": "Eine Sonnenblume ist eine einjährige oder mehrjährige Pflanze, die ursprünglich aus Nordamerika stammt, charakterisiert durch ihre großen, hellgelben Blüten und dicken Stängel.",
      "definition_translation": "Un girasole è una pianta annuale o perenne alta originaria dell'America del Nord, caratterizzata dai suoi grandi fiori gialli brillanti e dallo stelo spesso alto.",
      "example": "Ich pflanzte eine Sonnenblume in meinem Garten letztes Jahr, sie blühte wunderschön dieses Jahr und ich werde nächstes Jahr wieder eine pflanzen.",
      "example_translation": "Ho piantato un girasole nel mio giardino l'anno scorso, è fiorito bellamente quest'anno e pianterò un altro il prossimo anno.",
      "imageLink": "image_files\\English\\sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tulpe",
      "translation": "tulipano",
      "definition": "Eine Tulpe ist eine mehrjährige Pflanze mit schalenförmigen Blüten und schlanken Blättern, ursprünglich aus Zentralasien und der Türkei stammend, oft in Gärten für ihre Schönheit angebaut.",
      "definition_translation": "Un tulipano è una pianta perenne con fiori a forma di coppa appariscenti e foglie sottili, originaria dell'Asia centrale e della Turchia, spesso coltivata nei giardini per la sua bellezza.",
      "example": "Ich sah eine Tulpe im Park blühen gestern, ihre Schönheit inspirierte mich, Tulpen in meinem Garten dieses Jahr zu pflanzen, und ich werde den Park nächstes Jahr wieder besuchen, um sie erneut blühen zu sehen.",
      "example_translation": "Ho visto un tulipano fiorire nel parco ieri, la sua bellezza mi ha ispirato a piantare tulipani nel mio giardino quest'anno e visiterò il parco di nuovo il prossimo anno per vederli fiorire di nuovo.",
      "imageLink": "image_files\\English\\tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aster",
      "translation": "astro",
      "definition": "Ein Aster ist eine Art von blühender Pflanze, die ursprünglich aus Europa und Asien stammt, charakterisiert durch ihre kleinen, weißen, rosa oder purpurnen Blüten und ihre Verwendung als Symbol der Liebe und Weisheit.",
      "definition_translation": "Un astro è un tipo di pianta fiorita originaria dell'Europa e dell'Asia, caratterizzata dai suoi piccoli fiori bianchi, rosa o viola e dal suo uso come simbolo d'amore e sapienza.",
      "example": "Meine Großmutter pflegte Asters in ihrem Garten anzubauen, als ich ein Kind war, sie lehrte mich, wie man sie pflanzt, und ich werde ihr nächstes Jahr einige Asters als Geschenk mitbringen.",
      "example_translation": "Mia nonna coltivava astri nel suo giardino quando ero bambino, mi ha insegnato come piantarli quest'anno e le porterò alcuni astri il prossimo anno come regalo.",
      "imageLink": "image_files\\English\\aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Azalee",
      "translation": "azalea",
      "definition": "Ein blühender Strauch, ursprünglich aus Ostasien und Nordamerika stammend, mit auffälligen, trichterförmigen Blüten in Rosa-, Lila- und Weißtönen.",
      "definition_translation": "Un arbusto fiorito originario dell'Asia orientale e del Nord America, con fiori a forma di imbuto sbocciati in rosa, porpora e bianco.",
      "example": "Ich pflanzte eine Azalee in meinem Garten letztes Jahr, und sie blühte wunderschön diesem Frühling. Ich werde sie regelmäßig wässern, um sie gesund zu halten. Ich hatte Azaleen in meinem Hinterhof, als ich ein Kind war.",
      "example_translation": "Ho piantato un'azalea nel mio giardino l'anno scorso, e ha fiorito bellamente questa primavera. Bagherò regolarmente per mantenerla in salute. Avevo azalee nel mio cortile quando ero bambino.",
      "imageLink": "image_files\\English\\azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaktus",
      "translation": "cacto",
      "definition": "Eine sukzessive Pflanze mit dickem, wachsartigem Stamm, der Wasser speichern kann, oft in trockenen, Wüstengebieten gefunden.",
      "definition_translation": "Una pianta succulenta con un fusto spesso e ceroso che può immagazzinare acqua, spesso trovata in aree aride e desertiche.",
      "example": "Ich habe einen Kaktus auf meinem Fensterbrett, und er ist in den letzten Jahren bedeutend gewachsen. Ich wässere ihn sparsam, da er an trockene Bedingungen angepasst ist. Ich sah einen großen Kaktus in der Wüste, als ich Arizona letztes Jahr besuchte.",
      "example_translation": "Ho un cacto sulla mia finestra, e ha cresciuto notevolmente nell'ultimo anno. Lo baghero parsimoniosamente, poiché è adattato a condizioni aride. Ho visto un grande cacto nel deserto quando ho visitato l'Arizona l'anno scorso.",
      "imageLink": "image_files\\English\\cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nelke",
      "translation": "garofano",
      "definition": "Eine blühende Pflanze mit duftenden, rosa, roten oder weißen Blüten, oft in Blumensträußen und Arrangements verwendet.",
      "definition_translation": "Una pianta fiorita con fiori profumati, rosa, rossi o bianchi, spesso usata in mazzi e composizioni.",
      "example": "Ich gab meiner Mutter einen Strauß Nelken zu ihrem Geburtstag, und sie liebte sie. Der Florist wird die Nelken mit etwas Grünzeug arrangieren, um einen schönen Mittelpunkt zu schaffen. Ich hatte eine Nelke in meinem Knopfloch bei meiner Hochzeit.",
      "example_translation": "Ho dato a mia madre un mazzo di garofani nel suo compleanno, e le sono piaciuti. Il fiorista disporrà i garofani con un po' di vegetazione per creare un bellissimo centerpiece. Avevo un garofano sulla mia giacca a mio matrimonio.",
      "imageLink": "image_files\\English\\carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chrysanthem",
      "translation": "crisantemo",
      "definition": "Eine blühende Pflanze der Korbblütler-Familie, ursprünglich aus Asien stammend, oft in Gärten für ihre auffälligen, oft duftenden Blüten angebaut.",
      "definition_translation": "una pianta fiorita della famiglia delle margherite, originaria dell'Asia e comunemente coltivata nei giardini per i suoi fiori vistosi e spesso profumati",
      "example": "Das Chrysanthem ist eine beliebte Blume in vielen asiatischen Kulturen, wo es oft als Geschenk zur Ausdruck von Dankbarkeit gegeben wird. Gestern pflanzte ich ein Chrysanthem in meinem Garten, und es wird nächsten Frühling wunderschön blühen.",
      "example_translation": "Il crisantemo è un fiore popolare in molte culture asiatiche, dove viene spesso regalato come espressione di gratitudine. Ieri, ho piantato un crisantemo nel mio giardino e fioreerà bellamente la prossima primavera.",
      "imageLink": "image_files\\English\\chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kornblume",
      "translation": "fiordaliso",
      "definition": "Eine kleine, einjährige, krautige Pflanze der Korbblütlerfamilie, mit blauen, rosa oder weißen Blüten, die oft in Feldern und Wiesen zu finden ist.",
      "definition_translation": "una piccola pianta annuale erbacea della famiglia delle margherite, con fiori blu, rosa o bianchi, comunemente trovata nei campi e nei prati",
      "example": "Die Kornblume ist eine zarte Blume, die oft in Bouquets und Dekorationen verwendet wird. Letztes Jahr sah ich eine schöne Kornblume in einem Feld wachsen, und ich pflückte sie für meine Mutter. Nächsten Sommer werde ich Kornblumen in meinem Garten pflanzen.",
      "example_translation": "Il fiordaliso è un fiore delicato che viene spesso usato in bouquet e composizioni. L'anno scorso, ho visto un bel fiordaliso crescere nel campo e l'ho raccolto per dare alla mia madre. La prossima estate, pianterò fiordalisi nel mio giardino.",
      "imageLink": "image_files\\English\\cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokus",
      "translation": "crocus",
      "definition": "Eine kleine, zwiebelförmige, mehrjährige Pflanze der Schwertliliengewächse, mit auffälligen, kelchförmigen Blüten in verschiedenen Farben, oft als Symbol für Frühling und Hoffnung verwendet.",
      "definition_translation": "una piccola pianta perenne bulbosa della famiglia delle iridi, con fiori vistosi e a forma di coppa in vari colori, spesso usata come simbolo di primavera e speranza",
      "example": "Der Krokus ist eine der ersten Blumen, die im Frühling blühen, oft durch den Schnee. Letzten Winter pflanzte ich Krokus-Zwiebeln in meinem Garten und sie blühten wunderschön im Frühling. Nächsten Herbst werde ich weitere Krokus in meinem Garten pflanzen.",
      "example_translation": "Il crocus è uno dei primi fiori a fiorire in primavera, spesso attraverso la neve. L'inverno scorso, ho piantato bulbi di crocus nel mio giardino e hanno fiorito bellamente questa primavera. La prossima autunno, pianterò più crocus nel mio giardino.",
      "imageLink": "image_files\\English\\crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "asfodilo",
      "definition": "Eine Narzisse ist eine Art von Blumenpflanze, die in Westeuropa heimisch ist und oft mit dem Frühling assoziiert wird. Sie hat eine helle, trompetenförmige Blüte, umgeben von einer Reihe von Blütenblättern.",
      "definition_translation": "Un asfodilo è un tipo di pianta fiorita originaria dell'Europa occidentale e spesso associata alla primavera. Ha un centro a forma di tromba giallo brillante circondato da un anello di petali.",
      "example": "Ich pflanzte Narzissen in meinem Garten letztes Frühling, und sie blühten wunderschön dieses Jahr. Ich werde nächstes Frühling weitere Narzissen pflanzen. Ich pflanzte Narzissen in meinem Garten letztes Jahr.",
      "example_translation": "Ho piantato asfodili nel mio giardino la scorsa primavera, e hanno fiorito bellamente quest'anno. Pianterò più asfodili la prossima primavera. Avevo piantato asfodili nel mio giardino l'anno scorso.",
      "imageLink": "image_files\\English\\daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dahlie",
      "translation": "dalia",
      "definition": "Eine Dahlie ist eine Art von Blumenpflanze, die in Mexiko und Zentralamerika heimisch ist. Sie hat auffällige Blüten, die in verschiedenen Farben und Größen vorkommen.",
      "definition_translation": "Una dalia è un tipo di pianta fiorita originaria del Messico e dell'America Centrale. Ha fiori vistosi che vengono in una varietà di colori e dimensioni.",
      "example": "Ich zog Dahlien in meinem Garten letzten Sommer, und sie waren sehr beliebt auf dem Bauernmarkt. Ich werde nächstes Sommer wieder Dahlien züchten. Ich hatte Dahlien in meinem Garten den Sommer vorher gezogen.",
      "example_translation": "Ho coltivato dalie nel mio giardino l'estate scorsa, e sono state molto popolari al mercato dei contadini. Coltiverò di nuovo dalie la prossima estate. Avevo coltivato dalie nel mio giardino l'estate precedente.",
      "imageLink": "image_files\\English\\dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Edelweiß",
      "translation": "stella alpina",
      "definition": "Das Edelweiß ist eine Art von Blumenpflanze, die in den europäischen Alpen heimisch ist. Sie hat kleine, weiße, sternförmige Blüten und ist oft mit Schweizer und Österreichischer Kultur assoziiert.",
      "definition_translation": "La stella alpina è un tipo di pianta fiorita originaria delle Alpi europee. Ha piccoli fiori bianchi a forma di stella e spesso è associata alla cultura svizzera e austriaca.",
      "example": "Ich sah Edelweißblüten in den österreichischen Alpen letzten Sommer blühen. Ich werde nächstes Sommer Edelweißblüten in den Schweizer Alpen blühen sehen. Ich hatte Edelweißblüten in den italienischen Alpen den Sommer vorher gesehen.",
      "example_translation": "Ho visto fiorire le stelle alpine nelle Alpi austriache l'estate scorsa. Vedrò fiorire le stelle alpine nelle Alpi svizzere la prossima estate. Avevo visto fiorire le stelle alpine nelle Alpi italiane l'estate precedente.",
      "imageLink": "image_files\\English\\edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vergissmeinnicht",
      "translation": "non ti scordar di me",
      "definition": "Eine kleine, einjährige Pflanze mit blauen Blüten, die oft für ihre Schönheit und als Symbol für Liebe und Erinnerung gezogen wird.",
      "definition_translation": "una piccola erba annuale con fiori blu, coltivata per la sua bellezza e come simbolo di amore e ricordo",
      "example": "Sie trug einen Vergissmeinnicht-Anstecker, um ihre Großmutter zu erinnern. Sie trug ihn gestern, und sie wird ihn morgen tragen.",
      "example_translation": "Indossava un brochetto di non ti scordar di me per ricordare sua nonna. L'aveva indossato ieri, e lo indosserà domani.",
      "imageLink": "image_files\\English\\forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freesie",
      "translation": "fresia",
      "definition": "Eine Art von Blumenpflanze mit weißen, gelben oder roten Blüten, oft für Parfüms und Dekorationen verwendet.",
      "definition_translation": "un tipo di pianta fiorita con fiori bianchi, gialli o rossi, spesso utilizzata in profumi e composizioni",
      "example": "Das Freesie-Bouquet war ihr Lieblingsbouquet, und sie hatte es immer für ihre Hochzeitsdekorationen verwendet. Sie verwendet es noch heute.",
      "example_translation": "Il bouquet di fresia era il suo preferito, e l'aveva sempre utilizzato nella decorazione del suo matrimonio. Sta ancora utilizzandolo oggi.",
      "imageLink": "image_files\\English\\freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchsie",
      "translation": "fucsia",
      "definition": "Eine Art von Blumenstrauch mit purpurnen, pinken oder weißen Blüten, oft in Gärten gezogen.",
      "definition_translation": "un tipo di arbusto fiorito con fiori viola, rosa o bianchi, spesso cresciuto nei giardini",
      "example": "Sie pflanzte einen Fuchsie-Strauch in ihrem Hinterhof, und er blühte gestern. Er wird nächstes Sommer wieder blühen.",
      "example_translation": "Ha piantato un arbusto di fucsia nel suo cortile, e era fiorito ieri. Fiorirà di nuovo la prossima estate.",
      "imageLink": "image_files\\English\\fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerbera",
      "translation": "margherita africana",
      "definition": "Eine Art von Blumenpflanze, bekannt für ihre hellfarbigen Blüten und oft als Symbol für Unschuld und Reinheit verwendet.",
      "definition_translation": "Un tipo di pianta fiorita conosciuta per i suoi fiori di colore vivace e comunemente utilizzata come simbolo di innocenza e purezza.",
      "example": "Sie erhielt ein Gerbera-Bouquet von ihrem geheimen Verehrer. Letzte Woche hatte sie Gerbera in ihrem Garten gepflanzt. Sie wird ihrer Schwester ein Gerbera als Geschenk geben.",
      "example_translation": "Ha ricevuto un bouquet di margherite africane dal suo ammiratore segreto. La settimana scorsa, aveva piantato margherite africane nel suo giardino. Darà a sua sorella una margherita africana come regalo.",
      "imageLink": "image_files\\English\\gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockmalve",
      "translation": "malvone",
      "definition": "Eine große, aufrechte Pflanze mit großen, auffälligen Blüten, oft in Gärten gezogen wegen ihres Zierwerts.",
      "definition_translation": "Una pianta alta e statura con fiori grandi e appariscenti, spesso coltivata nei giardini per il suo valore ornamentale.",
      "example": "Die Stockmalve wuchs schnell im warmen Sommerwetter. Sie pflanzte Stockmalven in ihrem Garten letztes Jahr. Sie wird die Stockmalven im Herbst ernten.",
      "example_translation": "Il malvone cresceva rapidamente nel clima estivo caldo. Ha piantato malvoni nel suo giardino l'anno scorso. Raccoglierà i malvoni in autunno.",
      "imageLink": "image_files\\English\\hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hyazinthe",
      "translation": "giacinto",
      "definition": "Eine mehrjährige Zwiebelpflanze mit spiralenförmigen Rispen von Glockenblumen, oft als Zimmerpflanze für ihre duftenden Blüten gezüchtet.",
      "definition_translation": "Una pianta perenne bulbosa con infiorescenze a forma di campana, spesso coltivata indoor per le sue fioriture profumate.",
      "example": "Die Hyazinthe blühte wunderschön in ihrer Vase. Sie pflanzte Hyazinthen in ihrem Garten letzten Frühling. Sie wird ihrem Freund einen Topf mit Hyazinthen als Geschenk machen.",
      "example_translation": "Il giacinto fiorì bellamente nel suo vaso. Ha piantato giacinti nel suo giardino la scorsa primavera. Darà alla sua amica un vaso di giacinti come regalo.",
      "imageLink": "image_files\\English\\hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwertlilie",
      "translation": "iride",
      "definition": "Eine Gattung von Blütenpflanzen in der Familie Iridaceae, umfassend fast 300 Arten, weltweit in gemäßigten Regionen verbreitet.",
      "definition_translation": "Un genere di piante floreali nella famiglia Iridaceae, composto da quasi 300 specie, ampiamente distribuite nelle regioni temperate del mondo.",
      "example": "Der Arzt untersuchte die Iris ihrer Augen, um nach Anzeichen von Krankheiten zu suchen. Sie hatte Schwertlilien in ihrem Garten, die im Frühling wunderschön blühten. Bis nächsten Jahr wird sie noch mehr Schwertlilien gepflanzt haben.",
      "example_translation": "Il dottore ha esaminato l'iride del suo occhio per verificare eventuali segni di malattia. Aveva iris nel suo giardino che fiorivano bellamente in primavera. L'anno prossimo, avrà piantato ancora più iris.",
      "imageLink": "image_files\\English\\iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flieder",
      "translation": "lillà",
      "definition": "Eine Art von Blütenstrauch oder kleinem Baum, ursprünglich aus Südosteuropa und Asien stammend, mit purpurnen, rosa oder weißen Blüten und einem süßen Duft.",
      "definition_translation": "Un tipo di arbusto fiorito o piccolo albero, nativo dell'Europa sudorientale e dell'Asia, con fiori viola, rosa o bianchi e un profumo dolce.",
      "example": "Die Fliederbüsche im Park blühten in voller Blüte und füllten die Luft mit ihrem süßen Duft. Sie pflanzte einen Fliederbaum in ihrem Hinterhof letzten Jahr und jetzt wächst er rapide. Bis nächsten Frühling werden die Flieder wieder blühen.",
      "example_translation": "I cespugli di lillà nel parco erano in piena fioritura, riempiendo l'aria con il loro profumo dolce. Aveva piantato un albero di lillà nel suo cortile l'anno scorso, e ora sta crescendo rapidamente. La prossima primavera, i lillà saranno di nuovo in fiore.",
      "imageLink": "image_files\\English\\lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lilie",
      "translation": "giglio",
      "definition": "Eine Art von Blütenpflanze, typischerweise mit großen, aufwendigen Blüten und einem süßen Duft, oft mit Reinheit und Unschuld assoziiert.",
      "definition_translation": "Un tipo di pianta fiorita, tipicamente con grandi fiori appariscenti e un profumo dolce, spesso associato con purezza e innocenza.",
      "example": "Die Braut trug einen Strauß aus weißen Lilien den Gang hinunter, symbolisierend ihre Reinheit und Unschuld. Lilien werden oft in Parfüms und Düften wegen ihres einzigartigen Duftes verwendet. Bis nächsten Sommer werden die Lilien im Garten wieder blühen.",
      "example_translation": "La sposa portava un bouquet di gigli bianchi giù per la navata, simbolizzando la sua purezza e innocenza. I gigli sono spesso utilizzati in profumi e fragranze a causa del loro profumo unico. La prossima estate, i gigli nel giardino saranno di nuovo in fiore.",
      "imageLink": "image_files\\English\\lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maiglöckchen",
      "translation": "mughetto",
      "definition": "Eine kleine, glockenförmige Blume, die typischerweise weiß oder gelblich gefärbt ist und oft in Bouquets und Arrangements verwendet wird.",
      "definition_translation": "Un fiore a forma di campana di solito bianco o giallastro, spesso utilizzato in bouquet e composizioni.",
      "example": "Ich erinnere mich, Maiglöckchen im Wald gepflückt zu haben, als ich ein Kind war, und sie zu einem Strauß für meine Mutter gemacht hatte. Jetzt wähle ich sie für meinen Brautstrauß aus. In Zukunft werde ich sie in meinem Garten pflanzen.",
      "example_translation": "Ricordo di aver raccolto il mughetto nel bosco da bambino e usarli per fare un bouquet per mia madre. Ora, li scelgo per il mio bouquet di nozze. In futuro, li pianterò nel mio giardino.",
      "imageLink": "image_files\\English\\lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "narciso",
      "definition": "Eine mehrjährige Zwiebelpflanze mit großen, kelchförmigen Blüten, die oft mit Eitelkeit und Selbstverliebtheit assoziiert wird.",
      "definition_translation": "Pianta perenne bullosa con fiori a forma di coppa vistosi, solitamente gialli o bianchi, e spesso associate alla vanità e all'autoammirazione.",
      "example": "Die alten Griechen glaubten, dass Narziss sich selbst in einen Teich verliebt hat, und deshalb nennen wir die Blume nach ihm. Jetzt ziehe ich Narzissen in meinem Garten, und jeden Frühling bewundere ich ihre Schönheit. In Zukunft werde ich sie als Geschenk für meine Freunde geben.",
      "example_translation": "Gli antichi greci credevano che Narciso si fosse innamorato della propria riflessione in una pozza d'acqua, e questo è il motivo per cui chiamiamo il fiore con il suo nome. Ora, coltivo narcisi nel mio giardino, e ogni primavera ammiro la loro bellezza. In futuro, li regalerò ai miei amici.",
      "imageLink": "image_files\\English\\narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orchidee",
      "translation": "orchidea",
      "definition": "Eine Blütenpflanze mit aufwendigen, exotischen Blüten, die oft in Gewächshäusern oder Innengärten gezüchtet werden, und wegen ihrer Schönheit und Seltenheit geschätzt werden.",
      "definition_translation": "Pianta fiorita con fiori esotici vistosi, spesso coltivati in serra o giardini indoor, e apprezzati per la loro bellezza e rarità.",
      "example": "Ich war immer von Orchideen fasziniert, und ich versuche, sie in meinem Gewächshaus zu züchten. Letztes Jahr habe ich erfolgreich eine neue Orchideenart gezüchtet, und jetzt plane ich, sie auf einer Blumenmesse auszustellen. In Zukunft werde ich eine Orchideennursery eröffnen.",
      "example_translation": "Sono sempre stato affascinato dalle orchidee, e ho provato a coltivarle nella mia serra. L'anno scorso, ho coltivato con successo una nuova specie di orchidea, e ora sto pianificando di esibirla a una mostra di fiori. In futuro, aprirò una nursery di orchidee.",
      "imageLink": "image_files\\English\\orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmütterchen",
      "translation": "viola del pensiero",
      "definition": "Ein Stiefmütterchen ist eine zarte, farbige Blume mit herzförmigen Blütenblättern, oft mit Liebe und nostalgischen Gefühlen assoziiert.",
      "definition_translation": "Una viola del pensiero è un fiore delicato e colorato con petali a forma di cuore, spesso associato all'amore e alla nostalgia.",
      "example": "Ich pflanzte Stiefmütterchen in meinem Garten letzten Jahr, und sie blühten wunderschön dieses Frühling. Ich werde nächstes Jahr noch mehr Stiefmütterchen pflanzen, und ich hoffe, sie werden Bienen anziehen.",
      "example_translation": "Ho piantato viole del pensiero nel mio giardino l'anno scorso, e sono fiorite meravigliosamente questa primavera. Pianterò altre viole del pensiero l'anno prossimo, e spero che attireranno le api.",
      "imageLink": "image_files\\English\\pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfingstrose",
      "translation": "peonia",
      "definition": "Eine Pfingstrose ist eine üppige, aufwendige Blume mit großen, duftenden Blüten, oft in Hochzeitsbouquets und Arrangements verwendet.",
      "definition_translation": "Una peonia è un fiore lussuoso e vistoso con grandi fiori profumati, spesso usato in bouquet e composizioni floreali per matrimoni.",
      "example": "Meine Großmutter liebte Pfingstrosen, und ich erinnere mich noch an ihren schönen Pfingstrosengarten. Ich hatte einen Pfingstrosenstrauß bei meiner Hochzeit, und ich werde Pfingstrosen in meinem Garten nächstes Sommer pflanzen.",
      "example_translation": "La mia nonna amava lepeonie, e ancora ricordo il suo bellissimo giardino di peonie. Avevo un bouquet di peonie al mio matrimonio, e pianterò peonie nel mio giardino la prossima estate.",
      "imageLink": "image_files\\English\\peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mohn",
      "translation": "papavero",
      "definition": "Ein Mohn ist eine zarte, kelchförmige Blume mit papierenen Blütenblättern, oft mit Schlaf und Träumen assoziiert.",
      "definition_translation": "Un papavero è un fiore delicato a forma di coppa con petali cartacei, spesso associato al sonno e ai sogni.",
      "example": "Ich sah ein Feld von Mohn auf meinem Weg zur Arbeit gestern, und es war atemberaubend. Ich werde Mohn in meinem Garten diesen Herbst pflanzen, und ich hoffe, sie werden nächstes Frühling blühen.",
      "example_translation": "Ho visto un campo di papaveri sulla strada per il lavoro ieri, e era mozzafiato. Pianterò papaveri nel mio giardino questa volta, e spero che fioriranno la prossima primavera.",
      "imageLink": "image_files\\English\\poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlüsselblume",
      "translation": "primula",
      "definition": "Eine mehrjährige, krautige Pflanze mit duftenden, hellgelben Blumen, ursprünglich aus Europa und Westasien stammend und oft in Gärten kultiviert.",
      "definition_translation": "Una pianta erbacea perenne con fiori gialli pallidi profumati, originaria dell'Europa e dell'Asia occidentale, e spesso coltivata nei giardini.",
      "example": "Sie hatte Schlüsselblumen in ihrem Garten gepflanzt, und sie blühten wunderschön im Frühling. Im letzten Jahr hatte sie sie im Herbst gepflanzt, aber sie blühten nicht, bis zum nächsten Frühling. Nächstes Jahr wird sie sie im Sommer pflanzen.",
      "example_translation": "Aveva piantato le primule nel suo giardino, e fiorivano splendidamente in primavera. L'anno scorso, le aveva piantate in autunno, ma non fiorirono fino alla primavera successiva. L'anno prossimo, le pianterà in estate.",
      "imageLink": "image_files\\English\\primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenmaul",
      "translation": "antirrhino",
      "definition": "Eine hochwachsende, blühende Pflanze mit farbenfrohen, röhrenförmigen Blumen, ursprünglich aus dem Mittelmeerraum stammend.",
      "definition_translation": "Una pianta fiorente alta con fiori tubolari di colori vivaci, originaria della regione del Mediterraneo.",
      "example": "Das Löwenmaul im Garten war in voller Blüte, und die Kinder liebten es, mit seinen Blumen zu spielen. Letzte Woche hatten sie die Löwenmaul-Samen gepflanzt, und jetzt wuchsen die Pflanzen schnell. Nächsten Monat werden sie die Löwenmaul-Blüten ernten.",
      "example_translation": "L'antirrhino nel giardino era in piena fioritura, e i bambini amavano giocare con i suoi fiori. La settimana scorsa, avevano piantato i semi di antirrhino, e ora le piante stavano crescendo rapidamente. Il prossimo mese, raccoglieranno i fiori di antirrhino.",
      "imageLink": "image_files\\English\\snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneeglocke",
      "translation": " bucaneve",
      "definition": "Eine kleine, zwiebelförmige mehrjährige Pflanze mit weißen, hängenden Blumen, ursprünglich aus Europa und Westasien stammend.",
      "definition_translation": "Una piccola pianta perenne bulbosa con fiori bianchi pendenti, originaria dell'Europa e dell'Asia occidentale.",
      "example": "Sie liebte es, im Winter durch den Garten zu spazieren und die Schneeglocken zu bewundern, die früh blühten. Letzten Winter hatte sie die Schneeglockenzwiebeln gepflanzt, und jetzt blühten sie wunderschön. Nächstes Winter wird sie mehr Schneeglocken pflanzen.",
      "example_translation": "Le piaceva passegiare nel giardino in inverno, ammirando le bucaneve che fiorivano presto. L'inverno scorso, aveva piantato i bulbi di bucaneve, e ora stavano fiorendo bellamente. Il prossimo inverno, pianterà più bucaneve.",
      "imageLink": "image_files\\English\\snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tagetes",
      "translation": "tagete",
      "definition": "Eine Gattung von Pflanzen in der Familie der Korbblütler, ursprünglich aus Amerika stammend, mit hellgelben oder orangen Blumen.",
      "definition_translation": "Un genere di piante della famiglia delle margherite, native delle Americhe, con fiori gialli o arancioni brillanti.",
      "example": "Der Garten war voller Ringelblumen und Tagetes, die Schädlinge abwehrten und nützliche Insekten anlockten.",
      "example_translation": "Il giardino era pieno di calendule e tageti, che respingevano i parassiti e attiravano insetti benefici.",
      "imageLink": "image_files\\English\\tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veilchen",
      "translation": "viola",
      "definition": "Eine kleine, zarte, purpurblütige Pflanze, oft in Wäldern und Wiesen zu finden.",
      "definition_translation": "Una pianta piccola e delicata con fiori viola, comunemente trovata nei boschi e prati.",
      "example": "Sie pflückte eine Handvoll Veilchen und presste sie in ihr Tagebuch, erinnernd sich an den sonnigen Tag, an dem sie sie gefunden hatten.",
      "example_translation": "Ha raccolto un pugno di viole e le ha schiacciate nel suo giornale, ricordando la giornata di sole in cui le aveva trovate.",
      "imageLink": "image_files\\English\\violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seerose",
      "translation": "nenufar",
      "definition": "Eine aquatische Pflanze mit großen, flachen Blättern und auffälligen, duftenden Blumen, oft in Teichen und Seen zu finden.",
      "definition_translation": "Una pianta acquatica con foglie larghe e piatte e fiori profumati e vistosi, spesso trovata nei laghi e stagni.",
      "example": "Die Seerosen-Pflanzen boten einen Lebensraum für die Fische und Frösche, die in den ruhigen Gewässern gediehen.",
      "example_translation": "I rizomi di nenufar hanno fornito un habitat per i pesci e le rane, che si sono sviluppati nelle acque calme.",
      "imageLink": "image_files\\English\\water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Windblume",
      "translation": "fiordaliso",
      "definition": "Eine Windblume ist eine Art von blühender Pflanze, die sich leicht im Wind wiegt, typischerweise mit zarten, petalenartigen Strukturen.",
      "definition_translation": "Un fiordaliso è un tipo di pianta fiorita che si muove dolcemente nella brezza, solitamente avendo strutture delicate, simili a petali.",
      "example": "Ich sah eine Windblume im Garten gestern blühen, sie wird nächstes Jahr wieder blühen und hatte vorher zum ersten Mal letzte Woche geblüht.",
      "example_translation": "Ho visto un fiordaliso che fioriva in giardino ieri, fiorirà di nuovo l'anno prossimo, e aveva fiorito per la prima volta la settimana scorsa.",
      "imageLink": "image_files\\English\\windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]