[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahl",
      "translation": "numero",
      "definition": "Ein numerischer Wert oder eine Menge, insbesondere eine ganze Zahl, im Gegensatz zu einem Bruch oder Dezimal.",
      "definition_translation": "Un valore numerico o quantità, soprattutto un numero intero, rispetto a una frazione o decimale.",
      "example": "Ich habe viele Zahlen zu berechnen für dieses Projekt. Gestern habe ich alle Seiten nummeriert. Bis Ende des Jahres werde ich alle Dateien nummeriert haben.",
      "example_translation": "Ho un sacco di numeri da elaborare per questo progetto. Ieri, ho numerato tutte le pagine. Entro la fine dell'anno, avrò numerato tutti i file.",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "cerchio",
      "definition": "Eine runde Form ohne Anfang oder Ende, in der jeder Punkt auf dem Umfang gleich weit vom Mittelpunkt entfernt ist.",
      "definition_translation": "Una forma rotonda senza inizio né fine, in cui ogni punto sulla circonferenza è equidistante da un punto centrale, chiamato centro.",
      "example": "Zeichnen Sie einen Kreis um die Antwort. Der Kreis ist eine perfekte Form. Bis nächster Woche werde ich den ganzen Diagramm mit einem Kreis umrandet haben.",
      "example_translation": "Disegna un cerchio attorno alla risposta. Il cerchio è una forma perfetta. Entro la prossima settimana, avrò disegnato un cerchio attorno all'intero diagramma.",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadrat",
      "translation": "quadrato",
      "definition": "Eine Form mit vier Seiten von gleicher Länge, bei der alle Innenwinkel rechte Winkel sind.",
      "definition_translation": "Una forma con quattro lati di lunghezza uguale, dove tutti gli angoli interni sono angoli retti.",
      "example": "Das Quadrat ist eine beliebte Form in der Architektur. Ich werde morgen um das Quadrat herumgehen. Bis nächsten Monat werde ich das Quadrat mehrmals besucht haben.",
      "example_translation": "Il quadrato è una forma popolare nell'architettura. Domani farò una passeggiata attorno al quadrato. Entro il prossimo mese, avrò visitato il quadrato diverse volte.",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stern",
      "translation": "stella",
      "definition": "Ein massiver, leuchtender Gasball, der durch seine eigene Schwerkraft zusammengehalten wird.",
      "definition_translation": "Una grande massa luminosa di gas che viene trattenuta dalla sua stessa gravità.",
      "example": "Ich sah einen Sternschnuppen am Himmel gestern Nacht. Der Stern wird heute Nacht hell leuchten. Der Stern ist vor Millionen Jahren explodiert.",
      "example_translation": "Ho visto una stella cadente nel cielo la scorsa notte. La stella brillerà luminosamente nel cielo stasera. La stella era esplosa milioni di anni fa.",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuz",
      "translation": "croce",
      "definition": "Ein hölzernes Gebäude als Symbol des Christentums, typischerweise mit rechteckiger oder elliptischer Form.",
      "definition_translation": "Una struttura di legno utilizzata come simbolo del cristianesimo, solitamente di forma rettangolare o ellittica.",
      "example": "Ich sah ein Kreuz auf dem Kirchturm. Der Priester trug ein Kreuz während der Zeremonie. Das Kreuz wird auf dem Marktplatz aufgestellt werden.",
      "example_translation": "Ho visto una croce sulla guglia della chiesa. Il prete teneva una croce durante la cerimonia. La croce sarà eretta nella piazza del paese.",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prozent",
      "translation": "per cento",
      "definition": "Eine Einheit der Proportion, die gleich einer Hundertstel eines Ganzen ist.",
      "definition_translation": "Una unità di proporzione uguale a un centesimo di un intero.",
      "example": "Die Gewinne des Unternehmens stiegen um 20 Prozent im letzten Jahr. Der Student erzielte 90 Prozent auf dem Examen. Der Zinssatz wird nächsten Monat um 5 Prozent sinken.",
      "example_translation": "I profitti dell'azienda sono aumentati del 20 per cento l'anno scorso. Lo studente ha ottenuto il 90 per cento all'esame. Il tasso di interesse diminuirà del 5 per cento il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Summe",
      "translation": "somma",
      "definition": "Das Ergebnis des Hinzufügens von zwei oder mehr Zahlen; eine Gesamt- oder Aggregatmenge.",
      "definition_translation": "Il risultato di aggiungere due o più numeri insieme; un totale o importo aggregato.",
      "example": "Ich berechnete die Summe der Zahlen und erhielt 100. Gestern addierte ich die Ergebnisse zusammen und wir gewannen das Spiel. Morgen werde ich die Ausgaben zusammenfassen und Ihnen den Bericht senden.",
      "example_translation": "Ho calcolato la somma dei numeri e ho ottenuto 100. Ieri, ho sommato i punteggi e abbiamo vinto la partita. Domani, sommerò le spese e ti invierò il rapporto.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Addition",
      "translation": "addizione",
      "definition": "Der Vorgang des Hinzufügens von etwas zu einem anderen, insbesondere von Zahlen; der Prozess des Kombinierens von zwei oder mehr Dingen zu einem Ganzen oder einer Gesamtmenge.",
      "definition_translation": "L'atto di aggiungere qualcosa a qualcos'altro, specialmente numeri; il processo di combinare due o più cose per fare un totale o un insieme.",
      "example": "Die Addition ist eine grundlegende Operation in der Mathematik. Die Lehrerin erklärte den Schülern das Konzept der Addition. Bis nächstem Jahr werde ich die Addition komplexer Zahlen beherrschen.",
      "example_translation": "L'addizione è un'operazione fondamentale nella matematica. L'insegnante ha spiegato il concetto di addizione agli studenti. Entro l'anno prossimo, avrò padronato l'addizione di numeri complessi.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "conetto",
      "definition": "Eine Form, die sich zu einem Punkt verjüngt, oft als geometrische Form in der Mathematik und Architektur verwendet.",
      "definition_translation": "Una forma che si restringe a un punto, spesso utilizzata come forma geometrica nella matematica e nell'architettura.",
      "example": "Ich baute einen Kegel aus Ton in der Kunstklasse. Der Eiscremekegel war vanillegeschmackt. Bis Ende des Jahres werde ich die Spitze des vulkanischen Kegels besteigen.",
      "example_translation": "Ho costruito un cono di argilla in classe d'arte. Il cono di gelato era al gusto di vaniglia. Entro la fine dell'anno, avrò scalato fino alla cima del cono vulcanico.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Würfel",
      "translation": "cubo",
      "definition": "Ein Würfel ist ein dreidimensionales Festkörperobjekt, begrenzt durch sechs quadratische Flächen, mit drei Flächen, die an jedem Eckpunkt treffen.",
      "definition_translation": "Un cubo è un oggetto solido tridimensionale delimitato da sei facce quadrate, con tre facce che si incontrano in ogni vertice.",
      "example": "Sie platzierte den Würfel vorsichtig auf dem Tisch. Es war ein Würfel, als sie ihn zum ersten Mal aufhob, aber jetzt war es ein zerknülltes Stück Papier. Bis Ende des Tages wird sie den Würfel gelöst haben.",
      "example_translation": "Ha posato con cura il cubo sulla tavola. Era stato un cubo quando l'aveva raccolto per la prima volta, ma ora era un pezzo di carta accartocciato. Entro la fine della giornata, avrebbe risolto il cubo.",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Durchmesser",
      "translation": "diametro",
      "definition": "Der Durchmesser eines Kreises ist die längste Kordel, die durch sein Zentrum verläuft, und ist zweimal so lang wie sein Radius.",
      "definition_translation": "Il diametro di un cerchio è la corda più lunga che passa attraverso il suo centro e è il doppio della lunghezza del suo raggio.",
      "example": "Der Durchmesser der Sonne beträgt etwa 1,4 Millionen Kilometer. Sie maß den Durchmesser der Rohrleitung sorgfältig. Bis zum nächsten Jahr werden sie den Durchmesser des Teleskops verdoppelt haben.",
      "example_translation": "Il diametro del sole è di circa 1,4 milioni di chilometri. Ha misurato con cura il diametro della pompa. Entro l'anno prossimo, avranno raddoppiato il diametro del telescopio.",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oval",
      "translation": "ovale",
      "definition": "Ein Oval ist eine geschlossene Kurve, die durch den Schnitt eines Kegels mit einer Ebene entsteht, die nicht parallel zur Basis des Kegels ist.",
      "definition_translation": "Un ovale è una curva chiusa che risulta dall'intersezione di un cono e di un piano che non è parallelo alla base del cono.",
      "example": "Die ovale Form des Stadions war perfekt für athletische Veranstaltungen. Sie ging um den ovalen Pool langsam herum. Das neue ovale Bürogebäude wird bald fertiggestellt.",
      "example_translation": "La forma ovale dello stadio era perfetta per gli eventi atletici. Ha camminato lentamente intorno alla piscina ovale. Il nuovo edificio ovale dell'ufficio sarà completato presto.",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dreieck",
      "translation": "triangolo",
      "definition": "Ein Dreieck ist ein Polygon mit drei Seiten und drei Ecken. Es ist eine einfache Form, die oft in Geometrie und Trigonometrie verwendet wird.",
      "definition_translation": "Un triangolo è un poligono con tre lati e tre vertici. È una forma semplice che è comunemente utilizzata nella geometria e nella trigonometria.",
      "example": "Ich zeichnete ein Dreieck auf dem Papier gestern, ich zeichne ein Dreieck an der Tafel jetzt, und ich werde ein Dreieck auf dem Computer morgen zeichnen.",
      "example_translation": "Ho disegnato un triangolo sulla carta ieri, sto disegnando un triangolo sulla lavagna adesso, e disegnerò un triangolo sul computer domani.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winkel",
      "translation": "angolo",
      "definition": "Ein Winkel ist eine Figur, die durch zwei Strahlen mit einem gemeinsamen Endpunkt, dem Scheitel des Winkels, gebildet wird.",
      "definition_translation": "Un angolo è una figura formata da due raggi che condividono un punto di partenza comune, chiamato vertice dell'angolo.",
      "example": "Ich maß den Winkel des Daches letzte Woche, ich messe den Winkel der Wand jetzt, und ich werde den Winkel des Fußbodens nächsten Monat messen.",
      "example_translation": "Ho misurato l'angolo del tetto la settimana scorsa, sto misurando l'angolo del muro adesso, e misurerò l'angolo del pavimento il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyramide",
      "translation": "piramide",
      "definition": "Eine Pyramide ist ein Polyeder mit einer quadratischen Basis und vier dreieckigen Flächen, die am Apex zusammenkommen.",
      "definition_translation": "Una piramide è un poliedro con una base quadrata e quattro facce triangolari che si incontrano all'apice.",
      "example": "Ich besuchte die Pyramide in Ägypten letztes Jahr, ich besuche die Pyramide in Mexiko jetzt, und ich werde die Pyramide im Sudan nächstes Jahr besuchen.",
      "example_translation": "Ho visitato la piramide in Egitto l'anno scorso, sto visitando la piramide in Messico adesso, e visiterò la piramide in Sudan l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechteck",
      "translation": "rettangolo",
      "definition": "Ein Viereck mit vier rechten Winkeln und gegenüberliegenden Seiten von gleicher Länge, insbesondere eines mit allen Seiten von gleicher Länge.",
      "definition_translation": "Un quadrilatero con quattro angoli retti e lati opposti di uguale lunghezza, in particolare uno con tutti i lati di uguale lunghezza.",
      "example": "Ich zeichnete ein Rechteck auf dem Blatt Papier. Gestern zeichnete ich ein Rechteck an der Tafel. Wenn ich Zeit habe, werde ich ein Rechteck an der Wand zeichnen.",
      "example_translation": "Ho disegnato un rettangolo sulla carta. Ieri, ho disegnato un rettangolo sulla lavagna. Se avrò tempo, disegnerò un rettangolo sulla parete.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Menge",
      "translation": "insieme",
      "definition": "Eine Sammlung einzigartiger Objekte, bekannt als Elemente oder Mitglieder, die alles sein können (Zahlen, Menschen, Buchstaben usw.).",
      "definition_translation": "Una raccolta di oggetti unici, noti come elementi o membri, che possono essere qualsiasi cosa (numeri, persone, lettere, etc.).",
      "example": "Ich setzte den Tisch für das Abendessen. Sie hat den Wecker gestellt. Sie werden das neue Büro morgen einrichten.",
      "example_translation": "Ho apparecchiato la tavola per cena. Lei ha impostato la sveglia. Stabiliranno il nuovo ufficio domani.",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Variable",
      "translation": "variabile",
      "definition": "Eine Größe, die sich ändern oder verschiedene Werte annehmen kann, insbesondere in einem mathematischen oder wissenschaftlichen Kontext.",
      "definition_translation": "Una quantità che può cambiare o assumere valori diversi, specialmente in un contesto matematico o scientifico.",
      "example": "Die Variable in der Gleichung ist x. Der Lehrer erklärte den Begriff der Variable den Schülern. Der Programmierer deklarierte eine Variable, um den Benutzereingab zu speichern.",
      "example_translation": "La variabile nell'equazione è x. L'insegnante ha spiegato il concetto di variabile agli studenti. Il programmatore ha dichiarato una variabile per memorizzare l'input utente.",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitzer Winkel",
      "translation": "angolo acuto",
      "definition": "Ein Winkel, dessen Maß zwischen 0° und 90° liegt, oder ein Scheitelpunkt, der kleiner als ein rechter Winkel ist.",
      "definition_translation": "Un angolo la cui misura è compresa tra 0° e 90°, o un angolo di vertice che è minore di un angolo retto.",
      "example": "Der Architekt berechnete den spitzen Winkel des Daches, um maximale Belüftung zu gewährleisten. Der Bauarbeiter hatte die Wand in einem spitzen Winkel gebaut, um zusätzliche Stütze zu bieten. Bis zum nächsten Jahr wird das Unternehmen Solarpanels in einem spitzen Winkel installiert haben, um die Energieproduktion zu maximieren.",
      "example_translation": "L'architetto ha calcolato con cura l'angolo acuto del tetto per garantire una ventilazione massima. Il costruttore aveva costruito il muro ad un angolo acuto per fornire ulteriore supporto. Entro l'anno prossimo, l'azienda avrà installato pannelli solari ad un angolo acuto per massimizzare la produzione di energia.",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatenachse",
      "translation": "asse delle coordinate",
      "definition": "Eine feste Referenzlinie oder Richtung in einem Koordinatensystem, um Entfernungen und Richtungen zu messen.",
      "definition_translation": "Una linea di riferimento fissata o una direzione in un sistema di coordinate, utilizzata per misurare le distanze e le direzioni.",
      "example": "Der Mathematiker plottete die Punkte auf dem Graphen mit Hilfe der Koordinatenachse, um den Anstieg der Geraden zu bestimmen. Der Ingenieur benutzte die Koordinatenachse, um die Flugbahn des Projektils zu berechnen. Bis zum nächsten Monat wird das Team eine neue Software entwickelt haben, die die Koordinatenachse verwendet, um 3D-Modelle zu erstellen.",
      "example_translation": "Il matematico ha tracciato i punti sul grafico utilizzando l'asse delle coordinate per determinare la pendenza della linea. L'ingegnere ha utilizzato l'asse delle coordinate per calcolare la traiettoria del proiettile. Entro il prossimo mese, il team avrà sviluppato un nuovo software che utilizza l'asse delle coordinate per creare modelli 3D.",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kardinalzahl",
      "translation": "numero cardinale",
      "definition": "Eine Kardinalzahl ist eine Zahl, die die Größe einer Menge angibt, wie zum Beispiel eins, zwei oder drei.",
      "definition_translation": "Un numero che indica la dimensione di un insieme, come uno, due o tre.",
      "example": "Die Lehrerin bat die Schüler, die Kardinalzahl der Äpfel im Korb zu zählen. Der Statistiker berechnete die Kardinalzahl der Menschen, die an der Veranstaltung teilnahmen. Bis nächstem Jahr wird das Unternehmen seine Verkäufe um eine Kardinalzahl von Einheiten erhöhen.",
      "example_translation": "L'insegnante ha chiesto agli studenti di contare il numero cardinale delle mele nel cestino. Lo statistico ha calcolato il numero cardinale delle persone partecipanti all'evento. Entro l'anno prossimo, l'azienda aumenterà le sue vendite di un numero cardinale di unità.",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umfang",
      "translation": "circonferenza",
      "definition": "Der Umfang eines Kreises ist die Entfernung um den Kreis herum oder die Länge der Kreisgrenze.",
      "definition_translation": "La circonferenza di un cerchio è la distanza attorno al cerchio, o la lunghezza del confine del cerchio.",
      "example": "Der Mathematiker berechnete den Umfang des Kreises mithilfe der Formel. Sie hatte ihn gestern berechnet und wird ihn morgen wieder berechnen. Sie berechnen ihn jetzt.",
      "example_translation": "Il matematico ha calcolato la circonferenza del cerchio utilizzando la formula. Lo aveva calcolata ieri e lo calcolerà di nuovo domani. Stanno calcolandolo ora.",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koeffizient",
      "translation": "coefficiente",
      "definition": "Ein Koeffizient ist ein numerischer Wert, der mit einer Variablen in einem algebraischen Ausdruck multipliziert wird oder ein konstanter Faktor in einem mathematischen Ausdruck.",
      "definition_translation": "Un coefficiente è un valore numerico che viene moltiplicato con una variabile in un'espressione algebrica, o un fattore costante in un'espressione matematica.",
      "example": "Die Wissenschaftlerin verwendete einen Koeffizienten, um die Beziehung zwischen den Variablen zu erklären. Sie hatte ihn letzte Woche verwendet und wird ihn wieder nächstes Jahr verwenden. Sie verwenden ihn jetzt, um die Daten zu analysieren.",
      "example_translation": "Lo scienziato ha utilizzato un coefficiente per spiegare la relazione tra le variabili. Lo aveva utilizzato la settimana scorsa e lo utilizzerà di nuovo l'anno prossimo. Stanno utilizzandolo ora per analizzare i dati.",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zirkel",
      "translation": " compassi",
      "definition": "Zirkel sind ein kreisförmiges Instrument, das zum Zeichnen von Kreisen, Bögen und Kurven verwendet wird und aus zwei miteinander verbundenen Beinen besteht.",
      "definition_translation": "I compassi sono uno strumento circolare utilizzato per disegnare cerchi, archi e curve, composto da due gambe unite insieme.",
      "example": "Der Architekt verwendete Zirkel, um einen perfekten Kreis zu zeichnen. Sie hatte sie gestern verwendet, um eine Kurve zu zeichnen, und wird sie morgen verwenden, um einen Bogen zu zeichnen. Sie verwenden sie jetzt, um eine Blaupause zu erstellen.",
      "example_translation": "L'architetto ha utilizzato i compassi per disegnare un cerchio perfetto. Li aveva utilizzati per disegnare una curva ieri e li utilizzerà per disegnare un arco domani. Stanno utilizzandoli ora per creare un progetto.",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vollwinkel",
      "translation": "angolo completo",
      "definition": "Ein Vollwinkel ist ein Winkel, dessen Maß 360 Grad beträgt. Er bildet einen vollständigen Kreis und hat kein Anfang oder Ende.",
      "definition_translation": "Un angolo completo è un angolo il cui misura è uguale a 360 gradi. Forma un cerchio completo e non ha inizio o fine.",
      "example": "Der Pilot machte einen Vollwinkel, um die Richtung zu ändern. Gestern hatte sie einen ähnlichen Winkel gemacht, und heute wird sie wieder einen machen.",
      "example_translation": "Il pilota ha fatto un giro ad angolo completo per cambiare direzione. Ieri, aveva fatto una svolta simile, e oggi ne farà un'altra.",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatensystem",
      "translation": "sistema di coordinate",
      "definition": "Ein Koordinatensystem ist ein System, das verwendet wird, um Punkte im Raum mithilfe einer Reihe numerischer Werte zu lokalisieren. Es wird häufig in der Mathematik, Physik und Geographie verwendet.",
      "definition_translation": "Un sistema di coordinate è un sistema utilizzato per localizzare punti nello spazio utilizzando un insieme di valori numerici. È comunemente utilizzato in matematica, fisica e geografia.",
      "example": "Der Mathematiker verwendete ein Koordinatensystem, um das komplexe Problem zu lösen. Sie wird es wieder morgen verwenden, um ein anderes Problem zu lösen, und gestern hatte sie es verwendet, um ein ähnliches Problem zu lösen.",
      "example_translation": "Il matematico ha utilizzato un sistema di coordinate per risolvere il problema complesso. Utilizzerà di nuovo domani per risolvere un altro problema, e ieri ha utilizzato per risolvere un problema simile.",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Kubikwurzel",
      "translation": "radice cubica",
      "definition": "Die Kubikwurzel einer Zahl ist ein Wert, der, wenn er hoch drei genommen wird, die ursprüngliche Zahl ergibt. Es ist die Umkehroperation des Kubierens einer Zahl.",
      "definition_translation": "La radice cubica di un numero è un valore che, quando cubata, dà il numero originale. È l'operazione opposta della cubatura di un numero.",
      "example": "Der Schüler berechnete die Kubikwurzel von 27 und erhielt 3. Sie wird die Kubikwurzel von 64 morgen berechnen, und gestern hatte sie die Kubikwurzel von 125 berechnet.",
      "example_translation": "Lo studente ha calcolato la radice cubica di 27 e ha ottenuto 3. Calcolerà la radice cubica di 64 domani, e ieri ha calcolato la radice cubica di 125.",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quader",
      "translation": "cuboide",
      "definition": "Ein Quader ist ein dreidimensionales Gebilde mit sechs quadratischen Flächen, bei dem alle Winkel rechtwinklig sind.",
      "definition_translation": "Un cuboide è una forma tridimensionale con sei facce quadrate, dove tutti gli angoli sono angoli retti.",
      "example": "Der Geometrielehrer bat die Schüler, einen Quader mit allen rechten Winkeln zu zeichnen, der Quader wurde perfekt gezeichnet, und er wird nächstes Jahr im Architekturprojekt verwendet werden.",
      "example_translation": "L'insegnante di geometria ha chiesto agli studenti di disegnare un cuboide usando tutti gli angoli retti, il cuboide è stato disegnato perfettamente e sarà utilizzato nel progetto di architettura dell'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "cilindro",
      "definition": "Ein Zylinder ist ein dreidimensionales Gebilde mit zwei parallelen und kreisförmigen Basen, die durch eine gekrümmte Laterale Fläche verbunden sind.",
      "definition_translation": "Un cilindro è una forma tridimensionale con due basi circolari e parallele connesse da una superficie laterale curva.",
      "example": "Der Ingenieur entwarf einen Zylinder, um Gas zu speichern, der Zylinder wurde letzten Monat hergestellt, und er wird nächste Woche verwendet werden, um Gas an das Krankenhaus zu liefern.",
      "example_translation": "L'ingegnere ha progettato un cilindro per immagazzinare il gas, il cilindro è stato prodotto lo scorso mese e sarà utilizzato per fornire gas all'ospedale la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezimalzahl",
      "translation": "decimale",
      "definition": "Eine Dezimalzahl ist eine Zahl, die in der Basis 10 verwendet wird, indem die Ziffern von 0 bis 9 verwendet werden, und ein Bruchteil, der durch einen Dezimalpunkt getrennt ist.",
      "definition_translation": "Un decimale è un numero che è espresso in base 10, utilizzando le cifre da 0 a 9 e una parte frazionaria separata da un punto decimale.",
      "example": "Der Schüler konvertierte den Bruch in eine Dezimalzahl, die Dezimalzahl war 0,75, und sie wird morgen in der mathematischen Berechnung verwendet werden.",
      "example_translation": "Lo studente ha convertito la frazione in decimale, il decimale era 0,75 e sarà utilizzato nel calcolo matematico domani.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Differentialgleichung",
      "translation": "equazione differenziale",
      "definition": "Eine Differentialgleichung ist eine mathematische Gleichung, die eine unbekannte Funktion und ihre Ableitungen enthält und die Werte der Funktion und ihrer Ableitungen an verschiedenen Punkten im Raum und/oder Zeit verbindet.",
      "definition_translation": "Un'equazione differenziale è un'equazione matematica che coinvolge una funzione sconosciuta e le sue derivate, e relationali i valori della funzione e le sue derivate in punti diversi nello spazio e/o tempo.",
      "example": "Die Physikerin verwendete eine Differentialgleichung, um die Bewegung des Pendels zu modellieren. Gestern hatte sie eine Differentialgleichung verwendet, um die Bewegung der Feder zu modellieren. Morgen wird sie eine Differentialgleichung verwenden, um die Bewegung des Rades zu modellieren.",
      "example_translation": "Il fisico ha usato un'equazione differenziale per modellare il moto dell'pendolo. Ieri, aveva usato un'equazione differenziale per modellare il moto della molla. Domani, userà un'equazione differenziale per modellare il moto della ruota.",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziffer",
      "translation": "cifra",
      "definition": "Eine Ziffer ist ein einzelnes Symbol oder Zeichen in einem Zahlensystem, wie z.B. 0, 1, 2 usw.",
      "definition_translation": "Una cifra è un singolo simbolo o carattere in un sistema di numerazione, come 0, 1, 2, ecc.",
      "example": "Die Ziffer 1 wurde an die Tafel geschrieben. Sie tippte die Ziffer 5 auf ihrer Tastatur. Der Computer wird die Ziffer 9 auf dem Bildschirm anzeigen.",
      "example_translation": "La cifra 1 era scritta sulla lavagna. Ha digitato la cifra 5 sulla sua tastiera. Il computer visualizzerà la cifra 9 sullo schermo.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dividende",
      "translation": "dividendo",
      "definition": "Eine Dividende ist eine Zahlung, die ein Unternehmen an seine Aktionäre leistet, normalerweise als Mittel zur Verteilung einiger seiner Gewinne.",
      "definition_translation": "Un dividendo è un pagamento effettuato da un'azienda ai propri azionisti, solitamente come modo di distribuire alcuni dei propri profitti.",
      "example": "Das Unternehmen wird nächsten Monat eine Dividende an seine Aktionäre zahlen. Im letzten Jahr zahlte das Unternehmen eine Dividende von 1 Dollar pro Aktie. Der Anleger erwartet eine höhere Dividende vom Unternehmen dieses Jahr.",
      "example_translation": "L'azienda pagherà un dividendo ai propri azionisti il mese prossimo. Lo scorso anno, l'azienda ha pagato un dividendo di 1 dollaro per azione. L'investitore si aspetta un dividendo più elevato dall'azienda quest'anno.",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teilung",
      "translation": "divisione",
      "definition": "Der Vorgang des Teilens oder Splittens von etwas in Teile oder Gruppen.",
      "definition_translation": "L'atto di dividere o dividere qualcosa in parti o gruppi.",
      "example": "Die Lehrerin erklärte den Begriff der Teilung den Schülern. Das Unternehmen wird nächstes Jahr eine Teilung durchführen. Bis zum Jahr 2050 wird die Arbeitsteilung vollständig automatisiert sein.",
      "example_translation": "L'insegnante ha spiegato il concetto di divisione agli studenti. La società subirà una divisione l'anno prossimo. Entro il 2050, la divisione del lavoro sarà completamente automatizzata.",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teiler",
      "translation": "divisore",
      "definition": "Eine Zahl, durch die eine andere Zahl geteilt wird.",
      "definition_translation": "Un numero per cui un altro numero viene diviso.",
      "example": "Der Teiler in dieser Gleichung ist 2. Die Lehrerin fragte die Schüler, den Teiler der Zahl zu finden. Bis nächstes Jahr wird das Unternehmen einen neuen Teiler haben.",
      "example_translation": "Il divisore in questa equazione è 2. L'insegnante ha chiesto agli studenti di trovare il divisore del numero. Entro l'anno prossimo, la società avrà un nuovo divisore.",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exponent, Potenz",
      "translation": "esponente, potenza",
      "definition": "Eine kleine Zahl, die angibt, auf welche Potenz eine Zahl erhoben werden soll.",
      "definition_translation": "Un piccolo numero che indica la potenza alla quale un numero deve essere elevato.",
      "example": "Der Exponent in dieser Gleichung ist 2. Die Leistung des Motors beträgt 100 Pferdestärken. Bis nächstes Jahr wird das Unternehmen einen neuen Exponenten haben.",
      "example_translation": "L'esponente in questa equazione è 2. La potenza del motore è di 100 cavalli. Entro l'anno prossimo, la società avrà un nuovo esponente.",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruch",
      "translation": "frazione",
      "definition": "Ein Bruch ist ein Weg, einen Teil eines Ganzen als Quotient von ganzen Zahlen, normalerweise ein Zähler und ein Nenner, darzustellen.",
      "definition_translation": "Una frazione è un modo di esprimere una parte di un tutto come un quoziente di interi, solitamente un numeratore e un denominatore.",
      "example": "Die Lehrerin erklärte, dass ein Bruch durch Teilung des Zählers und Nenners durch ihren größten gemeinsamen Teiler vereinfacht werden kann. Gestern habe ich gelernt, Brüche mit verschiedenen Nennern zu addieren. Bis nächste Woche werde ich Brüche vollständig beherrschen.",
      "example_translation": "L'insegnante ha spiegato che una frazione può essere semplificata dividendo sia il numeratore che il denominatore per il loro massimo comune divisore. Ieri, ho imparato come aggiungere frazioni con denominatori diversi. Entro la prossima settimana, avrò padroneggiato le frazioni.",
      "imageLink": "image_files\\English\\"imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Funktion",
      "translation": "funzione",
      "definition": "Eine Funktion ist eine Beziehung zwischen einer Menge von Eingaben, dem Definitionsbereich, und einer Menge von möglichen Ausgaben, dem Wertebereich.",
      "definition_translation": "Una funzione è una relazione tra un insieme di input, chiamato dominio, e un insieme di output possibili, chiamato range.",
      "example": "Der Programmierer schrieb eine Funktion, um die Fläche eines Rechtecks zu berechnen. Die Funktion wurde gestern korrekt ausgeführt. Bis nächstes Monat wird die Funktion in das Hauptprogramm integriert sein.",
      "example_translation": "Il programmatore ha scritto una funzione per calcolare l'area di un rettangolo. La funzione è stata eseguita correttamente ieri. Entro il prossimo mese, la funzione sarà integrata nel programma principale.",
      "imageLink": "image_files\\English\\"imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbkugel",
      "translation": "emisfero",
      "definition": "Eine Halbkugel ist entweder die nördliche oder südliche Hälfte der Erde, geteilt durch den Äquator, oder eine ähnliche Hälfte eines Himmelskörpers.",
      "definition_translation": "Un emisfero è o la metà settentrionale o la metà meridionale della Terra, divisa dall'equatore, o una metà simile di un corpo celeste.",
      "example": "Der Astronom studierte die Sterne in der südlichen Halbkugel. Gestern habe ich über die Halbkugel einer Kugel gelernt. Bis nächstes Jahr werde ich in die nördliche Halbkugel gereist sein.",
      "example_translation": "L'astronomo ha studiato le stelle nell'emisfero meridionale. Ieri, ho imparato sull'emisfero di una sfera. Entro il prossimo anno, avrò viaggiato nell'emisfero settentrionale.",
      "imageLink": "image_files\\English\\"imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siebeneck",
      "translation": "ettagono",
      "definition": "Ein Siebeneck ist ein Polygon mit sieben Seiten, insbesondere ein reguläres Siebeneck mit sieben gleichen Winkeln und sieben gleichen Seiten.",
      "definition_translation": "Un ettagono è un poligono con sette lati, specialmente uno che è regolare e ha sette angoli uguali e sette lati uguali.",
      "example": "In der Geometrie wurde ein Siebeneck von den alten Griechen studiert. Derzeit entwerfen Architekten Gebäude mit siebeneckiger Form. Bis 2050 werden wir mehr siebeneckige Gebäude sehen.",
      "example_translation": "In geometria, un ettagono è stato studiato dagli antichi greci. Attualmente, gli architetti stanno progettando edifici con forma ettagonale. Nel 2050, vedremo più edifici ettagonali.",
      "imageLink": "image_files\\English\\"imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hexagon",
      "translation": "esagono",
      "definition": "Ein Hexagon ist ein Polygon mit sechs Seiten, insbesondere ein regelmäßiges mit sechs gleichen Winkeln und sechs gleichen Seiten.",
      "definition_translation": "Un esagono è un poligono con sei lati, specialmente uno che è regolare e ha sei angoli uguali e sei lati uguali.",
      "example": "In der Natur erstellen Bienen hexagonale Honigwaben. Architekten haben hexagonale Gebäude in modernen Städten entworfen. Bis 2030 werden hexagonale Wolkenkratzer häufig sein.",
      "example_translation": "In natura, le api creano alveari esagonali. Gli architetti hanno progettato edifici esagonali nelle città moderne. Nel 2030, grattacieli esagonali saranno comuni.",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unendlichkeit",
      "translation": "infinito",
      "definition": "Unendlichkeit ist ein Konzept in der Mathematik, bei dem eine Größe kein Ende oder Limit in Bezug auf Größe, Umfang oder Grad hat.",
      "definition_translation": "L'infinito è un concetto in matematica dove una quantità non ha fine o limite in termini di grandezza, estensione o grado.",
      "example": "Philosophen haben das Konzept der Unendlichkeit seit Jahrhunderten debattiert. Mathematiker verwenden Unendlichkeit in ihren Berechnungen. In Zukunft werden wir die Unendlichkeit des Raums erkunden.",
      "example_translation": "I filosofi hanno dibattuto il concetto di infinito per secoli. I matematici utilizzano l'infinito nei loro calcoli. Nel futuro, esploreremo l'infinito dello spazio.",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ganzzahl",
      "translation": "intero",
      "definition": "Eine ganze Zahl, positive, negative oder null, die keine Dezimalzahl oder Bruchzahl ist.",
      "definition_translation": "Un numero intero, positivo, negativo o zero, che non è un decimale o una frazione.",
      "example": "Die Ganzzahl 5 ist eine Primzahl. Gestern berechnete ich eine Ganzzahl. Morgen werde ich eine Ganzzahl in meinem Mathematikproblem verwenden.",
      "example_translation": "L'intero 5 è un numero primo. Ieri, ho calcolato un intero. Userò un intero nel mio problema di matematica domani.",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Integrale",
      "translation": "integrale",
      "definition": "Eine mathematische Funktion, die verwendet wird, um den Flächeninhalt unter einer Kurve oder andere mathematische Größen zu finden.",
      "definition_translation": "Una funzione matematica che può essere utilizzata per trovare l'area sotto una curva o altre quantità matematiche.",
      "example": "Das Integral von x quadriert ist x hoch 3 geteilt durch 3. Sie berechnete das Integral der Funktion. Der Mathematiker wird das Integral der Gleichung untersuchen.",
      "example_translation": "L'integrale di x quadrato è x cubico su 3. Ha calcolato l'integrale della funzione. Il matematico studierà l'integrale dell'equazione.",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Irrationale Zahl",
      "translation": "numero irrazionale",
      "definition": "Eine reelle Zahl, die nicht als endliche Dezimalzahl oder Bruchzahl ausgedrückt werden kann.",
      "definition_translation": "Un numero reale che non può essere espresso come un decimale o frazione finita.",
      "example": "Pi ist eine irrationale Zahl. Der Mathematiker entdeckte eine irrationale Zahl. Der Schüler wird in seinem Mathematikunterricht über irrationale Zahlen lernen.",
      "example_translation": "Pi è un numero irrazionale. Il matematico ha scoperto un numero irrazionale. Lo studente imparerà sui numeri irrazionali nella classe di matematica.",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Streckenabschnitt",
      "translation": "segmento di linea",
      "definition": "Ein Teil einer Geraden, der durch zwei eindeutige Punkte begrenzt ist und alle Punkte auf der Geraden zwischen ihnen enthält.",
      "definition_translation": "Una parte di una linea che è delimitata da due punti distincti e contiene ogni punto sulla linea tra loro.",
      "example": "Gestern zeichnete ich einen Streckenabschnitt auf die Tafel, um den Begriff des Mittelpunkts zu erläutern. Heute erkläre ich, wie man den Mittelpunkt eines Streckenabschnitts findet. Morgen werde ich einen Test über die Identifizierung von Streckenabschnitten durchführen.",
      "example_translation": "Ieri, ho disegnato un segmento di linea sulla lavagna per illustrare il concetto di punto medio. Oggi, sto spiegando come trovare il punto medio di un segmento di linea. Domani, darò un quiz sull'identificazione dei segmenti di linea.",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Logarithmus",
      "translation": "logaritmo",
      "definition": "Die Potenz, auf die eine Basiszahl erhoben werden muss, um einen bestimmten Wert zu erzeugen.",
      "definition_translation": "La potenza a cui un numero di base deve essere elevato per produrre un valore dato.",
      "example": "Ich verwendete Logarithmen, um die komplexe Gleichung gestern zu lösen, aber ich werde Logarithmen verwenden, um den Ausdruck heute zu vereinfachen, und mein Freund wird Logarithmen anwenden, um die Änderungsrate morgen zu berechnen.",
      "example_translation": "Ho usato i logaritmi per risolvere l'equazione complessa ieri, ma li userò per semplificare l'espressione oggi, e il mio amico applicherà i logaritmi per calcolare il tasso di cambiamento domani.",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Multiplikation",
      "translation": "moltiplicazione",
      "definition": "Der Prozess, eine Zahl eine bestimmte Anzahl von Malen zu wiederholen, um ein Produkt zu erhalten.",
      "definition_translation": "Il processo di ripetere un numero un certo numero di volte per ottenere un prodotto.",
      "example": "Ich lernte in der Grundschule, wie man Multiplikationstabellen erstellt, aber ich werde Multiplikation verwenden, um das Wortproblem heute zu lösen, und mein Bruder wird Multiplikation anwenden, um die Fläche des Rechtecks morgen zu berechnen.",
      "example_translation": "Ho imparato come fare le tavole di moltiplicazione nella scuola elementare, ma userò la moltiplicazione per risolvere il problema di parole oggi, e mio fratello applicherà la moltiplicazione per calcolare l'area del rettangolo domani.",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Natürliche Zahl",
      "translation": "numero naturale",
      "definition": "Eine natürliche Zahl ist eine positive ganze Zahl, beginnend von 1 und bis ins Unendliche, die für das Zählen und grundlegende arithmetische Operationen verwendet wird.",
      "definition_translation": "Un numero naturale è un intero positivo, a partire da 1 e fino all'infinito, utilizzato per conteggi e operazioni aritmetiche basiche.",
      "example": "Gestern zählte ich 5 natürliche Zahlen in der Folge. Heute zähle ich 10 natürliche Zahlen, und morgen werde ich 20 natürliche Zahlen zählen.",
      "example_translation": "Ieri, ho contato 5 numeri naturali nella sequenza. Oggi, sto contando 10 numeri naturali, e domani conterò 20 numeri naturali.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahlenstrahl",
      "translation": "retta numerica",
      "definition": "Ein Zahlenstrahl ist eine visuelle Darstellung von Zahlen auf einer geraden Linie, die verwendet wird, um Zahlen zu vergleichen und anzuordnen und arithmetische Operationen durchzuführen.",
      "definition_translation": "Una retta numerica è una rappresentazione visiva dei numeri su una retta, utilizzata per confrontare e ordinare i numeri, e per eseguire operazioni aritmetiche.",
      "example": "Der Lehrer zeichnete einen Zahlenstrahl auf die Tafel, um den Schülern den Begriff der Brüche zu erklären. Nächstes Jahr werden wir einen Zahlenstrahl verwenden, um Dezimalzahlen zu lernen.",
      "example_translation": "L'insegnante ha disegnato una retta numerica sulla lavagna per aiutare gli studenti a comprendere il concetto di frazioni. L'anno prossimo, useremo una retta numerica per imparare sui decimali.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " stumpfer Winkel",
      "translation": "angolo ottuso",
      "definition": "Ein stumpfer Winkel ist eine Art Winkel, der größer als 90 Grad, aber kleiner als 180 Grad ist, gebildet durch zwei Strahlen, die einen gemeinsamen Endpunkt teilen.",
      "definition_translation": "Un angolo ottuso è un tipo di angolo che è maggiore di 90 gradi ma minore di 180 gradi, formato da due raggi condividendo un endpoint comune.",
      "example": "Im Dreieck gibt es einen stumpfen Winkel zwischen den beiden Seiten. Der Zimmermann musste den stumpfen Winkel sorgfältig messen, um sicherzustellen, dass die Regalbrett gerade war.",
      "example_translation": "Nel triangolo, c'è un angolo ottuso tra i due lati. Il falegname doveva misurare l'angolo ottuso con cura per assicurarsi che lo scaffale fosse livellato.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Achteck",
      "translation": "ottagono",
      "definition": "Ein Polygon mit acht Seiten.",
      "definition_translation": "Un poligono con otto lati.",
      "example": "Der Architekt entwarf ein achteckiges Gebäude. Im letzten Jahr entwarf sie einen achteckigen Park. Bis zum nächsten Jahr wird sie ein achteckiges Museum entwerfen.",
      "example_translation": "L'architetto ha progettato un edificio a forma di ottagono. L'anno scorso, ha progettato un parco a forma di ottagono. Entro l'anno prossimo, progetterà un museo a forma di ottagono.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ordnungszahl",
      "translation": "numero ordinale",
      "definition": "Eine Zahl, die die Position eines Elements in einer Liste oder Sequenz anzeigt.",
      "definition_translation": "Un numero che indica la posizione di qualcosa in una lista o sequenza.",
      "example": "Die Ordnungszahl des ersten Elements in der Liste ist eins. Der Schüler schrieb die Ordnungszahlen richtig. Bis morgen wird der Lehrer die Ordnungszahlen wieder lehren.",
      "example_translation": "Il numero ordinale del primo elemento sulla lista è uno. Lo studente ha scritto i numeri ordinali correttamente. Entro domani, l'insegnante insegnerà ancora i numeri ordinali.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "parallel",
      "translation": "parallelo",
      "definition": "In der gleichen Richtung verlaufend, aber nicht treffend, an einem beliebigen Punkt.",
      "definition_translation": "Estendendosi nella stessa direzione, ma non incontrandosi, in nessun punto.",
      "example": "Die beiden Linien sind parallel zueinander. Der Architekt entwarf parallele Straßen. Bis zum nächsten Jahr wird die Stadt parallele Radwege haben.",
      "example_translation": "Le due linee sono parallele tra loro. L'architetto ha progettato strade parallele. Entro l'anno prossimo, la città avrà corsie ciclabili parallele.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parallelogramm",
      "translation": "parallelogramma",
      "definition": "Ein Viereck mit gegenüberliegenden Seiten von gleicher Länge, dessen gegenüberliegende Winkel gleich sind, und dessen Diagonale sich gegenseitig teilen.",
      "definition_translation": "Un quadrilatero con lati opposti di uguale lunghezza, i cui angoli opposti sono uguali e il cui diagonale si bisecano a vicenda.",
      "example": "In der Geometrie haben wir die Eigenschaften von Parallelogrammen, einschließlich ihrer Diagonalen und gegenüberliegenden Seiten, studiert. Gestern fand ich ein parallelogrammförmiges Aufkleber auf meinem Notizbuch. Bis zum nächsten Wochenende werde ich das Konzept der Parallelogramme beherrscht haben.",
      "example_translation": "In geometria, abbiamo studiato le proprietà dei parallelogrammi, compresi i loro diagonali e lati opposti. Ieri, ho trovato un adesivo a forma di parallelogramma sul mio quaderno. Entro la prossima settimana, avrò padronato il concetto dei parallelogrammi.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fünfeck",
      "translation": "pentagono",
      "definition": "Ein Polygon mit fünf Seiten von gleicher Länge, dessen innere Winkel zusammen 540 Grad ergeben.",
      "definition_translation": "Un poligono con cinque lati di uguale lunghezza, i cui angoli interni sommano fino a 540 gradi.",
      "example": "Die alten Griechen benutzten Fünfecke, um starke Festungen zu bauen. Gestern zeichnete ich ein Fünfeck in meinem Mathematik-Notizbuch. Bis zum nächsten Monat werde ich gelernt haben, den Umfang eines Fünfecks zu berechnen.",
      "example_translation": "Gli antichi greci utilizzavano i pentagoni per costruire fortezze resistenti. Ieri, ho disegnato un pentagono nel mio quaderno di matematica. Entro il prossimo mese, avrò imparato a calcolare la circonferenza di un pentagono.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "senkrecht",
      "translation": "perpendicolare",
      "definition": "Im rechten Winkel (90 Grad) zu einer gegebenen Linie, Ebene oder Oberfläche.",
      "definition_translation": "Ad un angolo retto (90 gradi) rispetto a una linea, piano o superficie data.",
      "example": "Die Leiter stand senkrecht zur Wand, als ich sie platzierte. Gestern zeichnete ich eine senkrechte Linie zur x-Achse in meinem Graph. Bis zum nächsten Jahr werde ich das Konzept der Senkrechtigkeit in der Geometrie beherrscht haben.",
      "example_translation": "La scala era perpendicolare al muro quando l'ho posizionata. Ieri, ho disegnato una linea perpendicolare all'asse x nel mio grafico. Entro il prossimo anno, avrò padronato il concetto di perpendicolarità nella geometria.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Primzahl",
      "translation": "numero primo",
      "definition": "Eine Primzahl ist eine positive ganze Zahl, die nur durch sich selbst und 1 teilbar ist.",
      "definition_translation": "Un numero primo è un intero positivo che è divisibile solo per se stesso e 1.",
      "example": "Die Primzahl 23 war ein Gegenstand von Interesse in der Mathematik Jahrhunderte lang. Sie wurde von den alten Griechen studiert, die sie als fundamentalen Baustein der Zahlen betrachteten. Heute werden Primzahlen in der Kryptographie verwendet, um Online-Transaktionen zu sichern. In der Zukunft werden sie weiterhin eine wichtige Rolle in der Entwicklung sicherer Kommunikationssysteme spielen.",
      "example_translation": "Il numero primo 23 è stato oggetto di interesse in matematica per secoli. Fu studiato dagli antichi greci, che lo consideravano un blocco fondamentale dei numeri. Oggi, i numeri primi sono utilizzati nella crittografia per garantire le transazioni online. Nel futuro, continueranno a svolgere un ruolo vitale nello sviluppo di sistemi di comunicazione sicuri.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prisma",
      "translation": "prisma",
      "definition": "Ein Prisma ist ein transparentes optisches Element mit flachen, polierten Oberflächen, das Licht brechen kann.",
      "definition_translation": "Un prisma è un elemento ottico trasparente con superfici piatte e lucide che rifrangono la luce.",
      "example": "Das Prisma im Mikroskop ermöglichte es uns, das Objekt näher zu untersuchen. In der Vergangenheit wurden Prismen in Teleskopen verwendet, um Licht zu brechen und entfernte Objekte zu beobachten. In der Zukunft werden Prismen in fortschrittlichen Technologien wie holographischen Displays verwendet werden.",
      "example_translation": "Il prisma nel microscopio ci ha permesso di esaminare il campione più da vicino. In passato, i prismi sono stati utilizzati nei telescopi per piegare la luce e osservare oggetti lontani. Nel futuro, i prismi saranno utilizzati in tecnologie avanzate come display olografici.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Produkt",
      "translation": "prodotto",
      "definition": "Ein Produkt ist ein materiell oder immateriell Gut, das die Bedürfnisse oder Wünsche eines Verbrauchers befriedigt.",
      "definition_translation": "Un prodotto è un elemento tangibile o intangibile che soddisfa le esigenze o desideri del consumatore.",
      "example": "Das neue Produkt wurde letzten Woche auf dem Markt lanciert. In der Vergangenheit hatte das Unternehmen eine Reihe von Produkten produziert, die nicht sehr erfolgreich waren. In der Zukunft plant das Unternehmen, sein Produktsortiment um mehr umweltfreundliche Optionen zu erweitern.",
      "example_translation": "Il nuovo prodotto è stato lanciato sul mercato la settimana scorsa. In passato, l'azienda aveva prodotto una gamma di prodotti che non erano molto riusciti. Nel futuro, l'azienda pianifica di ampliare la sua gamma di prodotti per includere più opzioni ecosostenibili.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Satz des Pythagoras",
      "translation": "teorema di Pitagora",
      "definition": "Ein mathematisches Konzept, das die Beziehung zwischen den Längen der Seiten eines rechtwinkligen Dreiecks beschreibt, bei dem das Quadrat der Länge der Hypotenuse gleich der Summe der Quadrate der Längen der anderen zwei Seiten ist.",
      "definition_translation": "Un concetto matematico che descrive la relazione tra le lunghezze dei lati di un triangolo rettangolo, dove il quadrato della lunghezza dell'ipotenusa è uguale alla somma dei quadrati delle lunghezze degli altri due lati.",
      "example": "In der Vergangenheit verwendeten Mathematiker den Satz des Pythagoras, um die Entfernungen zwischen Sternen zu berechnen. Heute wird er noch im Bauwesen eingesetzt, um sicherzustellen, dass Gebäude rechtwinklig sind. In Zukunft wird er wahrscheinlich bei der Raumforschung eingesetzt, um durch unerforschte Gebiete zu navigieren.",
      "example_translation": "In passato, i matematici hanno utilizzato il teorema di Pitagora per calcolare le distanze tra le stelle. Oggi, è ancora utilizzato nell'edilizia per assicurare che gli edifici siano quadrati. Nel futuro, sarà probabilmente utilizzato nell'esplorazione spaziale per navigare attraverso territori inesplorati.",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quadratische Gleichung",
      "translation": "equazione quadratica",
      "definition": "Eine polynomiale Gleichung zweiten Grades, die in der Form ax^2 + bx + c = 0 geschrieben werden kann, wobei a, b und c Konstanten und x eine Variable sind.",
      "definition_translation": "Un'equazione polinomiale di degree due, che può essere scritta nella forma ax^2 + bx + c = 0, dove a, b e c sono costanti e x è una variabile.",
      "example": "In der Vergangenheit kämpften Schüler damit, quadratische Gleichungen zu lösen, aber mit der Erfindung von Taschenrechnern wurde es einfacher. Heute werden quadratische Gleichungen in der Physik verwendet, um die Bewegung von Objekten zu modellieren. In Zukunft werden sie in der künstlichen Intelligenz eingesetzt, um Vorhersagen zu treffen.",
      "example_translation": "In passato, gli studenti hanno lottato per risolvere le equazioni quadratiche, ma con l'invenzione delle calcolatrici, è diventato più facile. Oggi, le equazioni quadratiche sono utilizzate nella fisica per modellare il moto degli oggetti. Nel futuro, saranno utilizzate nell'intelligenza artificiale per fare previsioni.",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quotient",
      "translation": "quoziente",
      "definition": "Das Ergebnis des Teilens einer Größe durch eine andere, häufig in der Mathematik verwendet, um die relativen Größen zweier Größen zu vergleichen.",
      "definition_translation": "Il risultato della divisione di una quantità per un'altra, spesso utilizzato nella matematica per confrontare le dimensioni relative di due quantità.",
      "example": "In der Vergangenheit verwendeten Mathematiker Quotienten, um das Verhältnis des Umfangs eines Kreises zu seinem Durchmesser zu berechnen. Heute werden Quotienten in der Finanzwelt verwendet, um die Rendite einer Investition zu berechnen. In Zukunft werden sie in der Informatik eingesetzt, um Algorithmen zu optimieren.",
      "example_translation": "In passato, i matematici hanno utilizzato i quozienti per calcolare il rapporto della circonferenza di un cerchio al suo diametro. Oggi, i quozienti sono utilizzati nella finanza per calcolare il rendimento dell'investimento. Nel futuro, saranno utilizzati nella scienza informatica per ottimizzare gli algoritmi.",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radius",
      "translation": "raggio",
      "definition": "Ein Streckensegment, das den Mittelpunkt eines Kreises mit einem beliebigen Punkt auf seinem Umfang verbindet.",
      "definition_translation": "Un segmento di linea che unisce il centro di un cerchio a qualsiasi punto sulla sua circonferenza.",
      "example": "Der Radius des Kreises beträgt 5 cm. Gestern berechnete ich den Radius des Rades. Morgen werde ich den Radius der Rohrleitung messen.",
      "example_translation": "Il raggio del cerchio è di 5 cm. Ieri, ho calcolato il raggio della ruota. Domani, misurerò il raggio della tubazione.",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rationale Zahl",
      "translation": "numero razionale",
      "definition": "Eine Zahl, die als Quotient oder Bruch zweier ganzer Zahlen ausgedrückt werden kann, wie z.B. 3/4 oder 22/7.",
      "definition_translation": "Un numero che può essere espresso come quoziente o frazione di due interi, come 3/4 o 22/7.",
      "example": "Die rationale Zahl 3/4 ist ein Bruch. Die rationale Zahl 22/7 ist ein Dezimalbruch. Die rationale Zahl 1/2 ist ein Prozentwert.",
      "example_translation": "Il numero razionale 3/4 è una frazione. Il numero razionale 22/7 è un decimale. Il numero razionale 1/2 è una percentuale.",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reelle Zahl",
      "translation": "numero reale",
      "definition": "Eine Zahl, die auf der Zahlengeraden dargestellt werden kann, einschließlich rationaler und irrationaler Zahlen.",
      "definition_translation": "Un numero che può essere rappresentato sulla retta numerica, compresi i numeri razionali e irrazionali.",
      "example": "Die reelle Zahl Pi ist eine irrationale Zahl. Die reelle Zahl 2 ist eine rationale Zahl. Die reelle Zahl 3,14 ist eineApproximation.",
      "example_translation": "Il numero reale pi è un numero irrazionale. Il numero reale 2 è un numero razionale. Il numero reale 3,14 è un'approssimazione.",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reflexwinkel",
      "translation": "angolo riflesso",
      "definition": "Ein Winkel, der größer als 180 Grad, aber kleiner als 360 Grad ist.",
      "definition_translation": "Un angolo maggiore di 180 gradi ma minore di 360 gradi.",
      "example": "Der Kompass zeigt immer einen Reflexwinkel an, wenn er kopfüber gehalten wird. Er zeigte einen Reflexwinkel gestern an. Er wird einen Reflexwinkel morgen anzeigen.",
      "example_translation": "La bussola indica sempre un angolo riflesso quando viene tenuta capovolta. Ha indicato un angolo riflesso ieri. Indicherà un angolo riflesso domani.",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhombus",
      "translation": "rombo",
      "definition": "Ein Viereck mit allen Seiten gleicher Länge, wobei gegenüberliegende Seiten parallel und gegenüberliegende Winkel gleich sind.",
      "definition_translation": "Un quadrilatero con tutti i lati di uguale lunghezza, dove i lati opposti sono paralleli e gli angoli opposti sono uguali.",
      "example": "Der Fliesenboden bestand aus vielen rhombusförmigen Stücken. Die Künstlerin zeichnete einen Rhombus in ihr Skizzenbuch. Das Firmenlogo zeigt einen stilisierten Rhombus.",
      "example_translation": "Il pavimento in piastrelle era composto da molti pezzi a forma di rombo. L'artista disegnò un rombo nel suo taccuino. Il logo dell'azienda presenta un rombo stilizzato.",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rechter Winkel",
      "translation": "angolo retto",
      "definition": "Ein Winkel, der 90 Grad beträgt, gebildet durch zwei senkrechte Linien oder Ebenen.",
      "definition_translation": "Un angolo uguale a 90 gradi, formato da due linee o piani perpendicolari.",
      "example": "Der Tischler verwendete ein Werkzeug, um sicherzustellen, dass die Holzteile einen rechten Winkel bildeten. Der Architekt entwarf das Gebäude mit vielen rechten Winkeln. Das Mathematikproblem erforderte, den rechten Winkel im Dreieck zu finden.",
      "example_translation": "Il falegname usò uno strumento per assicurarsi che i pezzi di legno formassero un angolo retto. L'architetto progettò l'edificio con molti angoli retti. Il problema di matematica richiedeva di trovare l'angolo retto nel triangolo.",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "radice",
      "definition": "Ein Teil einer Pflanze, der unterirdisch wächst, die Pflanze verankert und Wasser und Nährstoffe aus dem Boden aufnimmt.",
      "definition_translation": "Una radice è una parte di una pianta che cresce sottoterra, ancorando la pianta e assorbendo acqua e nutrienti dal terreno.",
      "example": "Das Wurzelsystem des Baumes wurde während des Sturms beschädigt, was dazu führte, dass er umfiel. Die Wurzeln des alten Baumes waren nach dem Hochwasser freigelegt. Die Wurzel des Problems war die fehlende Wartung.",
      "example_translation": "Il sistema radicale dell'albero è stato danneggiato durante la tempesta, causando la sua caduta. Le radici dell'albero vecchio erano esposte dopo l'inondazione. La radice del problema era la mancanza di manutenzione.",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kugel",
      "translation": "sfera",
      "definition": "Eine Kugel ist eine dreidimensionale Form, die perfekt rund und symmetrisch ist, wie ein Ball.",
      "definition_translation": "Una sfera è una forma tridimensionale che è perfettamente rotonda e simmetrica, come una palla.",
      "example": "Die Kugel rollte den Hügel hinunter, gewann an Geschwindigkeit. Der Einflussbereich des Unternehmens expandiert. Der Astronom studierte den Planetenbereich.",
      "example_translation": "La sfera rotolò giù per la collina, acquistando velocità. La sfera di influenza dell'azienda si sta espandendo. L'astronomo studiò la sfera del pianeta.",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadratwurzel",
      "translation": "radice quadrata",
      "definition": "In der Mathematik ist die Quadratwurzel einer Zahl ein Wert, der, wenn er selbst multipliziert wird, die ursprüngliche Zahl ergibt.",
      "definition_translation": "In matematica, la radice quadrata di un numero è un valore che, quando moltiplicato per se stesso, dà il numero originale.",
      "example": "Die Quadratwurzel von 16 ist 4, weil 4 multipliziert mit 4 gleich 16 ist. Die Quadratwurzel von 25 ist 5, weil 5 multipliziert mit 5 gleich 25 ist. Sie berechnete die Quadratwurzel der Zahl, um die Gleichung zu lösen.",
      "example_translation": "La radice quadrata di 16 è 4, perché 4 moltiplicato per 4 è uguale a 16. La radice quadrata di 25 è 5, perché 5 moltiplicato per 5 è uguale a 25. Lei calcolò la radice quadrata del numero per risolvere l'equazione.",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerade Winkel",
      "translation": "angolo retto",
      "definition": "Ein Winkel von 180 Grad, bei dem zwei Linien oder Ebenen sich schneiden und eine gerade Linie bilden.",
      "definition_translation": "Un angolo di 180 gradi, dove due linee o piani si intersecano e formano una linea retta.",
      "example": "Der Architekt entwarf das Gebäude mit geraden Winkeln, um einen modernen Look zu erstellen. Gestern berechnete sie die geraden Winkel des Daches. Morgen wird sie sicherstellen, dass alle geraden Winkel genau sind.",
      "example_translation": "L'architetto ha progettato l'edificio con angoli retti per creare un look moderno. Ieri, ha calcolato gli angoli retti del tetto. Domani, si assicurerà che tutti gli angoli retti siano precisi.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teilmengen",
      "translation": "sottoinsieme",
      "definition": "Eine Menge von Elementen, die Teil einer größeren Menge sind, oft in Mathematik und Informatik verwendet.",
      "definition_translation": "Un insieme di elementi che fanno parte di un insieme più grande, spesso utilizzato in matematica e scienza dell'informazione.",
      "example": "Der Professor erklärte das Konzept von Teilmengen in der Vorlesung. Letzte Woche identifizierten wir die Teilmengen von Primzahlen. Nächste Woche werden wir lernen, die Vereinigung von Teilmengen zu berechnen.",
      "example_translation": "Il professore ha spiegato il concetto di sottinsiemi nella lezione. La scorsa settimana, abbiamo identificato i sottinsiemi di numeri primi. La prossima settimana, impareremo a calcolare l'unione dei sottinsiemi.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Subtraktion",
      "translation": "sottrazione",
      "definition": "Die Operation, um den Unterschied zwischen zwei Zahlen zu finden, oft durch das Minuszeichen (-) dargestellt.",
      "definition_translation": "L'operazione di trovare la differenza tra due numeri, spesso rappresentata dal segno meno (-).",
      "example": "Die Schülerin übte Subtraktionsaufgaben für ihre Mathematik-Prüfung. Gestern zog sie 5 von 10 ab, um 5 zu erhalten. Morgen wird sie Subtraktionsgleichungen mit Variablen lösen.",
      "example_translation": "La studentessa ha esercitato problemi di sottrazione per il suo test di matematica. Ieri, ha sottratto 5 da 10 per ottenere 5. Domani, risolverà equazioni di sottrazione con variabili.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Satz des Thales",
      "translation": "teorema di Talete",
      "definition": "Ein Satz in der Geometrie, der die Beziehung zwischen den Längen des Radius, der Tangente und der Sekante eines Kreises beschreibt.",
      "definition_translation": "Una dichiarazione in geometria che descrive la relazione tra le lunghezze del raggio, la tangente e la secante di un cerchio.",
      "example": "Die Schüler lernten den Satz des Thales in ihrer Mathematik-Klasse. Sie werden ihn nächste Woche auf Problemslösungen anwenden. Bis zum Ende des Semesters hatten sie ihn gemeistert.",
      "example_translation": "Gli studenti hanno imparato il teorema di Talete nella loro classe di matematica. L'useranno per risolvere problemi la settimana prossima. Alla fine del semestre, l'avevano padroneggiato.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Torus",
      "translation": "toro",
      "definition": "Eine ringförmige Oberfläche, die durch Drehen eines Kreises in dreidimensionalem Raum um eine Achse, die in der Ebene des Kreises liegt, erzeugt wird.",
      "definition_translation": "Una superficie a forma di ciambella generata dalla rotazione di un cerchio nello spazio tridimensionale attorno a un asse coplanare con il cerchio.",
      "example": "Der Ingenieur entwarf einen torusförmigen Tunnel für die neue Autobahn. Er wird nächstes Jahr gebaut. Bis zum Ende des Jahrzehnts war er zu einer Touristenattraktion geworden.",
      "example_translation": "L'ingegnere ha progettato un tunnel a forma di toro per la nuova autostrada. Sarà costruito l'anno prossimo. Alla fine del decennio, era diventato un'attrazione turistica.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trapez",
      "translation": "trapezio",
      "definition": "Ein Vieleck mit zwei Paaren von gegenüberliegenden Seiten ungleicher Länge, wobei ein Paar von gegenüberliegenden Seiten parallel ist.",
      "definition_translation": "Un quadrilatero con due coppie di lati opposti di lunghezza diversa, dove una coppia di lati opposti è parallela.",
      "example": "Der Architekt entwarf ein trapezförmiges Gebäude für das neue Museum. Es wurde letzten Monat eröffnet. Bis zum Ende des Jahres war es zu einem Stadtbild geworden.",
      "example_translation": "L'architetto ha progettato un edificio a forma di trapezio per il nuovo museo. È stato aperto lo scorso mese. Alla fine dell'anno, era diventato un punto di riferimento della città.",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vektor",
      "translation": "vettore",
      "definition": "Eine Größe mit Größe und Richtung, oft graphisch durch einen Pfeil in einem Koordinatensystem dargestellt.",
      "definition_translation": "Una quantità con entrambi la magnitudine e la direzione, spesso rappresentata graficamente da una freccia in un sistema di coordinate.",
      "example": "Der Vektor zeigte nach Norden. Gestern zeigte der Vektor nach Süden. Morgen wird der Vektor nach Osten zeigen.",
      "example_translation": "Il vettore puntava verso il nord. Ieri, il vettore puntava a sud. Domani, il vettore punterà a est.",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "_Nullwinkel",
      "translation": "angolo zero",
      "definition": "Ein Winkel, dessen Maß null Grad beträgt, eine gerade Linie bildend.",
      "definition_translation": "Un angolo la cui misura è di zero gradi, formando una linea retta.",
      "example": "Der Vermesser maß einen Nullwinkel zwischen den zwei Linien. Der Nullwinkel wird morgen neu berechnet. Der Ingenieur zeichnete einen Nullwinkel auf die Blaupause gestern.",
      "example_translation": "Il geometra ha misurato un angolo zero tra le due linee. L'angolo zero sarà ricontrollato domani. L'ingegnere ha disegnato un angolo zero sulla pianta ieri.",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]