[
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bier",
      "translation": "birra",
      "definition": "Ein fermentiertes Getränk, hergestellt aus gemälzten Getreide, typischerweise kalt serviert",
      "definition_translation": "una bevanda fermentata fatta da cereali maltati, solitamente servita fredda",
      "example": "Ich trank ein Bier auf der Party letzte Nacht. Ich werde ein Bier auf dem Spiel heute Abend trinken. Ich werde ein Bier auf Urlaub nächste Woche trinken.",
      "example_translation": "Ho bevuto una birra alla festa ieri sera. Sto per bere una birra alla partita stasera. Berò una birra quando sarò in vacanza la prossima settimana.",
      "imageLink": "image_files\\English\\beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffee",
      "translation": "caffè",
      "definition": "Ein heißes Getränk, hergestellt aus gerösteten Samen der Kaffee-Pflanze",
      "definition_translation": "una bevanda calda fatta dai semi tostati della pianta del caffè",
      "example": "Ich trank eine Tasse Kaffee heute Morgen. Ich werde eine Tasse Kaffee nach dem Mittagessen trinken. Ich werde eine Tasse Kaffee morgen früh trinken.",
      "example_translation": "Ho bevuto una tazza di caffè stamattina. Sto per bere una tazza di caffè dopo pranzo. Berò una tazza di caffè quando mi sveglio domani.",
      "imageLink": "image_files\\English\\coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Coca-Cola",
      "translation": "Coca-Cola",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk mit Vanille- und Karamell-Geschmack",
      "definition_translation": "una bevanda dolce, gassata e aromatizzata con vaniglia e caramello",
      "example": "Ich trank eine Coca-Cola im Kino letzte Nacht. Ich werde eine Coca-Cola auf der Party heute Abend trinken. Ich werde eine Coca-Cola auf meiner Pause bei der Arbeit trinken.",
      "example_translation": "Ho bevuto una Coca-Cola al cinema ieri sera. Sto per bere una Coca-Cola alla festa stasera. Berò una Coca-Cola quando sarò in pausa al lavoro.",
      "imageLink": "image_files\\English\\coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "bere",
      "definition": "Eine flüssige Substanz aufzunehmen und zu schlucken, wie Wasser, Saft oder Milch.",
      "definition_translation": "Assumere e ingerire una sostanza liquida, come acqua, succo o latte.",
      "example": "Ich trank ein Glas Wasser gestern, ich trinke jeden Morgen eine Tasse Kaffee und ich werde morgen einen Saft trinken.",
      "example_translation": "Ho bevuto un bicchiere d'acqua ieri, bevo una tazza di caffè ogni mattina e berò un succo domani.",
      "imageLink": "image_files\\English\\drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saft",
      "translation": "succo",
      "definition": "Eine flüssige Substanz, die aus einer Pflanze, Frucht oder einem Gemüse extrahiert wird, oft als Getränk konsumiert",
      "definition_translation": "Una sostanza liquida estratta da una pianta, frutto o ortaggio, spesso consumata come bevanda.",
      "example": "Sie presste heute Morgen einen Orangen-Saft aus, ich presse jeden Morgen einen Zitronen-Saft aus und sie werden morgen einen Apfelsaft pressen.",
      "example_translation": "Lei ha spremuto un'arancia per colazione, spremo un limone ogni mattina e loro spremeranno alcune mele domani.",
      "imageLink": "image_files\\English\\juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milch",
      "translation": "latte",
      "definition": "Eine nahrhafte Flüssigkeit, produziert von den Milchdrüsen weiblicher Säugetiere, oft als Getränk konsumiert",
      "definition_translation": "Un liquido ricco di nutrienti prodotto dalle ghiandole mammarie delle femmine dei mammiferi, spesso consumato come bevanda.",
      "example": "Ich molk eine Kuh gestern, sie molkt jeden Morgen eine Ziege und sie werden morgen einige Schafe melken.",
      "example_translation": "Ho munto una mucca ieri, lei munisce una capra ogni mattina e loro muniranno alcune pecore domani.",
      "imageLink": "image_files\\English\\milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orangensaft",
      "translation": "succo d'arancia",
      "definition": "Eine süße und saure Flüssigkeit, extrahiert aus Orangen, oft als Getränk konsumiert",
      "definition_translation": "Un liquido dolce e aspro estratto dalle arance, spesso consumato come bevanda.",
      "example": "Ich trank Orangensaft zum Frühstück, ich trinke ihn jetzt und ich werde ihn morgen trinken.",
      "example_translation": "Ho bevuto succo d'arancia per colazione, sto bevendolo adesso e lo berò domani.",
      "imageLink": "image_files\\English\\orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tee",
      "translation": "tè",
      "definition": "Ein heißes Getränk, hergestellt durch Einlegen der Blätter der Tee-Pflanze in heißes Wasser",
      "definition_translation": "Una bevanda calda preparata infondendo le foglie della pianta del tè in acqua calda.",
      "example": "Ich trank Tee gestern, ich trinke ihn jetzt und ich werde ihn morgen Abend trinken.",
      "example_translation": "Ho bevuto il tè ieri, sto bevendolo adesso e lo berò stasera.",
      "imageLink": "image_files\\English\\tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomatensaft",
      "translation": "succo di pomodoro",
      "definition": "Eine süße und herzhafte Flüssigkeit, extrahiert aus Tomaten, oft als Getränk konsumiert oder als Zutat in der Küche verwendet",
      "definition_translation": "Un liquido dolce e salato estratto dai pomodori, spesso consumato come bevanda o utilizzato come ingrediente nella cottura.",
      "example": "Ich trank Tomatensaft auf der Party, ich trinke ihn jetzt mit meinem Essen und ich werde ihn auf dem Picknick nächste Woche trinken.",
      "example_translation": "Ho bevuto succo di pomodoro alla festa, sto bevendolo ora con il mio pasto e lo berò al picnic la prossima settimana.",
      "imageLink": "image_files\\English\\tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser",
      "translation": "acqua",
      "definition": "Eine klare, farblose, geruchlose und geschmacklose Flüssigkeit, die den größten Teil der Erdoberfläche ausmacht, etwa 71%",
      "definition_translation": "Una sostanza liquida chiara, incolore, inodora e insapore che è il composto più abbondante sulla Terra, costituendo circa il 71% della superficie del pianeta.",
      "example": "Ich trank ein Glas Wasser gestern, ich trinke jetzt Wasser und ich werde morgen Wasser trinken.",
      "example_translation": "Ho bevuto un bicchiere d'acqua ieri, sto bevendo acqua ora e berrò acqua domani.",
      "imageLink": "image_files\\English\\water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wein",
      "translation": "vino",
      "definition": "Ein alkoholisches Getränk, das aus fermentierten Trauben hergestellt wird, oft bei Mahlzeiten oder sozialen Zusammenkünften serviert.",
      "definition_translation": "Una bevanda alcolica fatta da uve fermentate, spesso servita ai pasti o alle riunioni sociali.",
      "example": "Ich kostete einen feinen Wein letzten Abend, ich koste Wein jetzt und ich werde Wein bei der Party heute Abend trinken.",
      "example_translation": "Ho assaggiato un vino pregiato la scorsa sera, sto assaggiando vino ora e assaggerò vino alla festa stasera.",
      "imageLink": "image_files\\English\\wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "alcol",
      "definition": "Eine farblose, volatile und entzündliche Flüssigkeit, die als Lösungsmittel und bei der Herstellung von Parfümen, Reinigungslösungen und Brennstoffen verwendet wird.",
      "definition_translation": "Un liquido volatile incolore infiammabile, utilizzato come solvente e nella preparazione di profumi, soluzioni di pulizia e carburante.",
      "example": "Ich trank ein alkoholhaltiges Getränk letzten Wochenende, ich trinke ein alkoholfreies Getränk jetzt und ich werde Alkohol während meiner Reise vermeiden.",
      "example_translation": "Ho bevuto un drink a base di alcol lo scorso fine settimana, sto bevendo un drink senza alcol ora e eviterò l'alcol durante il mio viaggio.",
      "imageLink": "image_files\\English\\alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "succo di mela",
      "definition": "Ein süßes und erfrischendes Getränk, das aus Äpfeln hergestellt wird, oft als gesunde Alternative zu Soda konsumiert.",
      "definition_translation": "Una bevanda dolce e rinfrescante fatta con mele, spesso consumata come alternativa sana alle bibite gassate.",
      "example": "Ich trank Apfelsaft zum Frühstück, ich trinke es zum Mittagessen und ich werde es zum Abendessen trinken.",
      "example_translation": "Ho bevuto succo di mela per colazione, sto bevendo per pranzo, e berrò per cena.",
      "imageLink": "image_files\\English\\apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Champagner",
      "translation": "champagna",
      "definition": "Ein Typ von sprudelndem Wein, der aus Trauben hergestellt wird, die in der Champagne-Region Frankreichs angebaut werden, oft bei Feiern und besonderen Anlässen serviert.",
      "definition_translation": "Un tipo di vino spumante prodotto da uve cresciute nella regione della Champagne in Francia, spesso servito durante celebrazioni e occasioni speciali.",
      "example": "Ich öffnete die Champagnerflasche bei meiner Hochzeit, ich schlürfe Champagner bei meinem Jahrestag jetzt und ich werde mit Champagner bei meiner Abschlussfeier anstoßen.",
      "example_translation": "Ho stappato la kork di champagne al mio matrimonio, sto sorseggiando champagne al mio anniversario, e brinderò con champagne alla mia laurea.",
      "imageLink": "image_files\\English\\champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "cola",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk, das mit Vanille und Karamell aromatisiert wird, oft als erfrischendes Getränk serviert.",
      "definition_translation": "Una bevanda dolce e gassata aromatizzata con vaniglia e caramello, spesso servita come drink rinfrescante.",
      "example": "Ich trank Cola auf der Party, ich trinke Cola mit Pizza jetzt und ich werde Cola auf dem Grillfest trinken.",
      "example_translation": "Ho bevuto cola alla festa, sto bevendo cola con la pizza, e berrò cola al barbecue.",
      "imageLink": "image_files\\English\\cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "bere",
      "definition": "Ein flüssiges Nahrungsmittel durch den Mund aufzunehmen und zu schlucken.",
      "definition_translation": "Assumere e inghiottire un liquido, specialmente attraverso la bocca.",
      "example": "Ich trank ein Glas Wasser gestern, ich trinke Tee jetzt und ich werde Saft morgen trinken.",
      "example_translation": "Ho bevuto un bicchiere d'acqua ieri, sto bevendo tè adesso e berrò succo di frutta domani.",
      "imageLink": "image_files\\English\\drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heiße Schokolade",
      "translation": "cioccolata calda",
      "definition": "Ein süßes, reiches und cremiges Getränk, das aus geschmolzener Schokolade und Milch hergestellt wird, heiß serviert.",
      "definition_translation": "Un dolce, ricco e cremoso drink fatto con cioccolato fuso e latte, servito caldo.",
      "example": "Ich liebte es, heiße Schokolade als Kind zu trinken, ich trinke heiße Schokolade mit Marshmallows jetzt und ich werde sie mit Schlagsahne nächstem Winter trinken.",
      "example_translation": "Amavo bere cioccolata calda quando ero bambino, bevo cioccolata calda con marshmallows adesso e la berrò con panna montata il prossimo inverno.",
      "imageLink": "image_files\\English\\hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenlimonade",
      "translation": "limone",
      "definition": "Ein süßes, saures Getränk, das aus Zitronensaft, Wasser und Zucker hergestellt wird.",
      "definition_translation": "Un drink dolce e aspro fatto con succo di limone, acqua e zucchero.",
      "example": "Ich machte Zitronenlimonade für die Party letzten Sommer, ich trinke Zitronenlimonade mit Freunden jetzt und ich werde sie nächsten Sommer wieder machen.",
      "example_translation": "Ho preparato limone per la festa l'estate scorsa, sto bevendo limone con gli amici adesso e lo preparerò di nuovo l'estate prossima.",
      "imageLink": "image_files\\English\\lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milkshake",
      "translation": "frappé",
      "definition": "Ein süßes, cremiges Getränk, das aus Milch, Eiscreme und Aromen hergestellt wird, typischerweise vermengt.",
      "definition_translation": "Un dolce, cremoso drink fatto con latte, gelato e flavori, solitamente mescolati insieme.",
      "example": "Ich trank einen Milkshake im Diner gestern, ich trinke einen jetzt und ich werde einen morgen trinken.",
      "example_translation": "Ho bevuto un frappé al diner ieri, sto bevendo uno adesso e berrò un altro domani.",
      "imageLink": "image_files\\English\\milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mineralwasser",
      "translation": "acqua minerale",
      "definition": "Wasser, das aus einer unterirdischen Quelle stammt und Mineralstoffe oder andere Substanzen enthält, die als gesundheitsfördernd angesehen werden.",
      "definition_translation": "Acqua che proviene da una fonte sotterranea e contiene minerali o altre sostanze che si ritiene abbiano benefici per la salute.",
      "example": "Ich trank eine Flasche Mineralwasser nach dem Ausflug, ich trinke eine jetzt und ich werde eine nach meinem Workout trinken.",
      "example_translation": "Ho bevuto una bottiglia di acqua minerale dopo la passeggiata, sto bevendo una adesso e berrò un'altra dopo la mia sessione di allenamento.",
      "imageLink": "image_files\\English\\mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiches Getränk",
      "translation": "bevanda analcolica",
      "definition": "Ein süßer Drink, der nicht ein Fruchtsaft ist, typischerweise hergestellt aus aromatisiertem Sirup und kohlensäurehaltigem Wasser.",
      "definition_translation": "Una bevanda dolce che non è un succo di frutta, solitamente fatta con sciroppo aromatizzato e acqua gassata.",
      "example": "Ich trank ein weiches Getränk auf der Party, ich trinke eins jetzt und ich werde eins auf dem Picknick trinken.",
      "example_translation": "Ho bevuto una bevanda analcolica al party, sto bevendo una adesso e berrò un'altra al picnic.",
      "imageLink": "image_files\\English\\soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocktail",
      "translation": "cocktail",
      "definition": "Ein gemischter Drink, typischerweise hergestellt aus einem Spirituosen, wie Rum oder Whiskey, kombiniert mit Fruchtsaft, Sahne oder anderen Geschmackstoffen.",
      "definition_translation": "Un drink misto tipicamente preparato con uno spirito, come rum o whiskey, combinato con succo di frutta, crema o altri ingredienti di sapore.",
      "example": "Ich bestellte einen Cocktail an der Bar letzten Abend. Heute werde ich einen Cocktail für meine Freunde machen. In Zukunft werde ich gelernt haben, den perfekten Cocktail herzustellen.",
      "example_translation": "Ho ordinato un cocktail al bar ieri sera. Oggi, sto per preparare un cocktail per i miei amici. In futuro, avrò imparato a preparare il cocktail perfetto.",
      "imageLink": "image_files\\English\\cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakao",
      "translation": "cacao",
      "definition": "Ein süßes Lebensmittel, hergestellt aus den gerösteten Samen des Kakaobaumes, oft verwendet, um Schokolade herzustellen.",
      "definition_translation": "Un alimento dolce ottenuto dai semi tostati dell'albero del cacao, spesso utilizzato per fare cioccolato.",
      "example": "Ich trank einen Becher heißen Kakao gestern. Heute genieße ich ein Stück Kuchen, hergestellt mit Kakao. In Zukunft werde ich versuchen, mein eigenen Kakao-Pulver herzustellen.",
      "example_translation": "Ho bevuto una tazza di cioccolata calda ieri. Oggi, sto godendomi una fetta di torta fatta con cacao. In futuro, proverò a fare il mio stesso polvere di cacao.",
      "imageLink": "image_files\\English\\cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sprudelndes Getränk",
      "translation": "bevanda frizzante",
      "definition": "Ein süßer, kohlensäurehaltiger Drink, wie Soda oder Sprudelwasser, oft aromatisiert mit Frucht oder anderen natürlichen Zutaten.",
      "definition_translation": "Una bevanda dolce e carbonata, come soda o acqua frizzante, che spesso è aromatizzata con frutta o altri ingredienti naturali.",
      "example": "Ich öffnete eine Flasche sprudelndes Getränk letzten Abend. Heute trinke ich ein sprudelndes Getränk mit meinen Freunden. In Zukunft werde ich versuchen, mein eigenes selbstgemachtes sprudelndes Getränk herzustellen.",
      "example_translation": "Ho aperto una bottiglia di bevanda frizzante ieri sera. Oggi, sto bevendo una bevanda frizzante con i miei amici. In futuro, proverò a fare la mia propria bevanda frizzante fatta in casa.",
      "imageLink": "image_files\\English\\fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instant-Kaffee",
      "translation": "caffè istantaneo",
      "definition": "Eine Art Kaffee, die schnell hergestellt werden kann, indem heißes Wasser zu einer pulverisierten oder granularen Form hinzugefügt wird.",
      "definition_translation": "Un tipo di caffè che può essere preparato rapidamente aggiungendo acqua calda a una forma polverosa o granulare.",
      "example": "Ich trage immer Instant-Kaffee in meinem Rucksack, wenn ich wandern gehe. Ich braute einen Becher Instant-Kaffee gestern Morgen. Ich werde Instant-Kaffee im Supermarkt kaufen, morgen.",
      "example_translation": "Porto sempre il caffè istantaneo nel mio zaino quando vado a fare trekking. Ho preparato una tazza di caffè istantaneo ieri mattina. Comprerò il caffè istantaneo al supermercato domani.",
      "imageLink": "image_files\\English\\instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wodka",
      "translation": "vodka",
      "definition": "Ein klare, farblose und geruchlose Spirituose, hergestellt aus Getreide, wie Weizen, Roggen oder Kartoffeln.",
      "definition_translation": " Uno spirito chiaro, incolore e inodoro prodotto da cereali come il grano, il segale o le patate.",
      "example": "Ich mag Wodka mit Tonic-Wasser auf Partys trinken. Mein Freund trank eine ganze Flasche Wodka letzten Abend. Wir werden Wodka auf unserer Hochzeit-feier nächstes Jahr servieren.",
      "example_translation": "Mi piace bere vodka con acqua tonica alle feste. Il mio amico ha bevuto una bottiglia intera di vodka ieri sera. Serviremo vodka al nostro ricevimento di nozze l'anno prossimo.",
      "imageLink": "image_files\\English\\vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Whisky",
      "translation": "whisky",
      "definition": "Eine Art Spirituose, hergestellt aus fermentiertem Getreidemaisch, typischerweise gereift in Holzfässern, um ihm einen reichen, komplexen Geschmack zu verleihen.",
      "definition_translation": "Un tipo di spirito prodotto da mosto di cereale fermentato, solitamente invecchiato in barili di legno per dargli un sapore ricco e complesso.",
      "example": " Mein Großvateralways hatte eine Flasche Whisky in seinem Schrank. Sie nippte an einem Glas Whisky an der Bar letzten Abend. Wir werden verschiedene Arten von Whisky auf der Brennerei-Tour nächsten Monat verkosten.",
      "example_translation": "Il mio nonno tieneva sempre una bottiglia di whisky nel suo armadio. Ha sorseggiato un bicchiere di whisky al bar ieri sera. Proveremo diversi tipi di whisky durante il tour della distilleria il prossimo mese.",
      "imageLink": "image_files\\English\\whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompott",
      "translation": "composta",
      "definition": "Ein süßes oder salziges Gericht, gemacht aus Obst, typischerweise langsam gekocht, um es zu erhalten, oft serviert als Beilage oder Dessert.",
      "definition_translation": "Un piatto dolce o salato fatto di frutta, tipicamente cotto lentamente per conservarlo, spesso servito come contorno o dessert.",
      "example": "Ich machte ein leckeres Kompott mit frischen Beeren und servierte es mit Sahne. Gestern hatte ich Kompott zum Frühstück, und morgen werde ich ein weiteres für mein Mittagessen machen.",
      "example_translation": "Ho preparato un delizioso composto con frutti di bosco freschi e l'ho servito con panna montata. Ieri, ho avuto composta con la mia colazione, e domani ne farò un'altra per il mio pranzo.",
      "imageLink": "image_files\\English\\compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "koffeinfreier Kaffee",
      "translation": "caffè decaffeinato",
      "definition": "Kaffee, dem meisten oder allen Koffeins entfernt wurde, machend ihn zu einer beliebten Wahl für diejenigen, die gegen Koffein empfindlich sind oder abends Kaffee trinken möchten.",
      "definition_translation": "Caffè che ha perso la maggior parte o tutto il suo caffeina, rendendolo una scelta popolare per coloro che sono sensibili alla caffeina o vogliono bere caffè la sera.",
      "example": "Ich trinke immer koffeinfreien Kaffee am Abend, damit ich gut schlafen kann. Mein Freund bevorzugt koffeinfreien Kaffee, weil sie gegen Koffein empfindlich ist.",
      "example_translation": "Bevo sempre caffè decaffeinato la sera così posso dormire bene. La mia amica preferisce caffè decaffeinato perché è sensibile alla caffeina.",
      "imageLink": "image_files\\English\\decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schandy",
      "translation": "shandy",
      "definition": "Ein erfrischender Drink, gemacht aus Bier und Limonade, oft serviert im Sommer.",
      "definition_translation": "Un drink rinfrescante fatto con birra e lemonata, spesso servito in estate.",
      "example": "Ich liebe Schandy an heißen Sommer-Tagen trinken. Letzten Wochenende hatte ich einen Schandy am Strand und er war sehr erfrischend.",
      "example_translation": "Amo bere shandy in un giorno estivo caldo. Lo scorso weekend, ho avuto uno shandy alla spiaggia e era davvero rinfrescante.",
      "imageLink": "image_files\\English\\shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]