[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insekt",
      "translation": "insetto",
      "definition": "Ein kleines Tier mit sechs Beinen, das normalerweise eine harte äußere Hülle hat und oft in Gärten oder Wäldern gefunden wird.",
      "definition_translation": "Un piccolo animale con sei zampe, solitamente con un rivestimento esterno duro e spesso trovato nei giardini o nelle foreste.",
      "example": "Ich sah ein Insekt auf der Wand gestern. Heute werde ich versuchen, ein Insekt im Garten zu fangen. Bis nächstes Jahr werde ich über viele verschiedene Insekten gelernt haben.",
      "example_translation": "Ho visto un insetto strisciare sulla parete ieri. Oggi, cercherò di catturare un insetto nel giardino. Entro l'anno prossimo, avrò imparato su molti insetti diversi.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ameise",
      "translation": "formica",
      "definition": "Ein kleines, typischerweise rotes oder schwarzes Insekt, das in Kolonien lebt und bekannt für seine fleißige Natur ist.",
      "definition_translation": "Un piccolo insetto, solitamente rosso o nero, che vive in colonie e è noto per la sua natura industriosa.",
      "example": "Ich beobachtete eine Ameise, die gestern einen Krümel zu ihrem Ameisenhügel trug. Heute sah ich Ameisen in einer Linie über den Küchenboden marschieren. Bis nächstem Sommer erwarte ich, viele Ameisen im Garten zu sehen.",
      "example_translation": "Ho guardato una formica che portava un briciolo nel suo formicaio ieri. Oggi, ho visto delle formiche marciare in fila sulla pavimentazione della cucina. Entro la prossima estate, mi aspetto di vedere molte formiche nel giardino.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biene",
      "translation": "ape",
      "definition": "Ein fliegendes Insekt, das Nektar aus Blumen sammelt und Honig produziert, oft in einem Bienenstock mit einer Königinnbiene lebend.",
      "definition_translation": "Un insetto volante che raccoglie nettare dai fiori e produce miele, spesso vivendo in un alveare con una regina ape.",
      "example": "Ich sah eine Biene um die Blumen im Garten herumfliegen gestern. Heute beobachtete ich eine Biene, die Nektar aus den Sonnenblumen sammelte. Bis nächstem Monat werde ich über die Bedeutung von Bienen bei der Bestäubung gelernt haben.",
      "example_translation": "Ho visto un'ape ronzare intorno ai fiori nel giardino ieri. Oggi, ho guardato un'ape che raccoglieva nettare dai girasoli. Entro il prossimo mese, avrò imparato sull'importanza delle api nell'impollinazione.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wanze",
      "translation": "insetto",
      "definition": "Ein kleines Insekt, insbesondere eins, das ärgerlich oder lästig ist.",
      "definition_translation": "Un insetto piccolo, soprattutto uno che è fastidioso o problematico.",
      "example": "Ich fand eine Wanze in meiner Küche letzten Nacht, und sie schreckte mich. Ich werde jede Wanze, die ich in meinem Haus sehe, zertreten. Ich sah eine Wanze auf der Wand gestern krabbeln.",
      "example_translation": "Ho trovato un insetto nella mia cucina ieri sera, e mi ha spaventato. Squasherò ogni insetto che vedo in casa mia. Ho visto un insetto strisciare sulla parete ieri.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schmetterling",
      "translation": "farfalla",
      "definition": "Ein fliegendes Insekt mit großen, oft bunt gefärbten Flügeln, insbesondere eines der Arten, die Nektar aus Blumen sammeln.",
      "definition_translation": "Un insetto volante con ali grandi e spesso colorate, soprattutto una delle specie che si nutrono di nettare.",
      "example": "Ich sah einen schönen Schmetterling im Garten heute. Der Schmetterling wird bald fliegen. Ich beobachtete einen Schmetterling, der gestern aus einer Raupe hervorgegangen ist.",
      "example_translation": "Ho visto una bella farfalla nel giardino oggi. La farfalla volerà via presto. Ho guardato una farfalla trasformarsi da bruises ieri.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakerlake",
      "translation": "scarafaggio",
      "definition": "Ein großes, flaches, ovalförmiges Insekt mit einer glänzenden Außenhülle, typischerweise in dunklen oder schmutzigen Plätzen gefunden.",
      "definition_translation": "Un insetto grande, piatto, a forma di uovo con un esoscheletro luminoso, solitamente trovato in posti bui o sporchi.",
      "example": "Ich mag keine Kakerlaken in meiner Küche. Die Kakerlake rannte über den Boden, als ich das Licht anmachte. Ich werde den Kammerjäger anrufen, um alle Kakerlaken zu töten.",
      "example_translation": "Non mi piacciono gli scarafaggi nella mia cucina. Lo scarafaggio corse attraverso il pavimento quando ho acceso la luce. Chiamerò l'exterminatore per uccidere tutti gli scarafaggi.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreatur",
      "translation": "creatura",
      "definition": "Ein lebendes Wesen, insbesondere ein Tier, das normalerweise Sinne und die Fähigkeit zur Bewegung hat.",
      "definition_translation": "Una cosa vivente, in particolare un animale, che ha sensi e il potere del movimento.",
      "example": "Die Kreatur versteckte sich in den Büschen. Sie wird morgen eine neue Kreatur erschaffen. Sie erschufen letztes Jahr ein seltsames Wesen.",
      "example_translation": "La creatura si nascondeva nei cespugli. Creerà una nuova creatura domani. Hanno creato una strana creatura l'anno scorso.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fliegen",
      "translation": "volare",
      "definition": "Sich durch die Luft bewegen, indem man Flügel benutzt.",
      "definition_translation": "Muoversi attraverso l'aria, usando le ali.",
      "example": "Der Vogel liebt es zu fliegen. Sie wird morgen nach Paris fliegen. Sie flogen letzten Monat nach New York.",
      "example_translation": "L'uccello ama volare. Volerà a Parigi domani. Hanno volato a New York il mese scorso.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mücke",
      "translation": "zanzara",
      "definition": "Eine kleine Fliege, die Tiere und Menschen beißt, oft ein juckendes Geschwür verursachend.",
      "definition_translation": "Un piccolo insetto che morde animali e umani, causando spesso una dolorosa infiammazione.",
      "example": "Die Mücke biss mich letzten Nacht. Sie wird heute Nacht jemanden beißen. Sie bissen viele Menschen gestern.",
      "example_translation": "La zanzara mi ha morso ieri sera. Morderà qualcuno stanotte. Hanno morso molte persone ieri.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinne",
      "translation": "ragno",
      "definition": "Eine kleine, achtbeinige Spinnentier, die ein Netz spinnt, um ihre Beute zu fangen.",
      "definition_translation": "Un ragno è un piccolo aracnide a otto zampe che tesse una rete per catturare la sua preda.",
      "example": "Gestern sah ich eine Spinne, die ihr Netz in der Ecke des Zimmers spinnt. Heute hat sie eine Fliege gefangen. Morgen werde ich das Netz entfernen.",
      "example_translation": "Ieri, ho visto un ragno tessere la sua rete nell'angolo della stanza. Oggi, ha catturato una mosca. Domani, rimuoverò la rete.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Netz",
      "translation": "rete",
      "definition": "Ein Netz ist eine Struktur, die von einer Spinne oder einem anderen Tier erstellt wird, um Beute zu fangen oder sich zu schützen.",
      "definition_translation": "Una rete è una struttura creata da un ragno o altro animale per catturare la preda o proteggersi.",
      "example": "Die Spinne hat ein komplexes Netz gebaut, um ihre Beute zu fangen. Das Netz ist sehr klebrig und stark. In Zukunft wird die Spinne ein noch stärkeres Netz bauen.",
      "example_translation": "Il ragno ha costruito una rete complessa per catturare la sua preda. La rete è molto appiccicosa e forte. In futuro, il ragno costruirà una rete ancora più forte.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "coleottero",
      "definition": "Ein Käfer ist ein Typ von Insekt mit einem harten Außenskelett, oft in Gärten und Wäldern gefunden.",
      "definition_translation": "Un coleottero è un tipo di insetto con un guscio esterno duro, spesso trovato nei giardini e foreste.",
      "example": "Ich sah gestern einen Käfer auf dem Blatt einer Pflanze krabbeln. Heute fliegt er durch den Garten. In Zukunft wird er Eier auf dem Boden legen.",
      "example_translation": "Ho visto un coleottero strisciare sulla foglia di una pianta ieri. Oggi, sta volando intorno al giardino. In futuro, deporrà le uova nel terreno.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Floh",
      "translation": "pulce",
      "definition": "Ein Floh ist ein kleines, oft dunkel gefärbtes Insekt, das auf dem Körper von Säugetieren und Vögeln lebt und sich von ihrem Blut ernährt.",
      "definition_translation": "Un insetto piccolo, di solito di colore scuro, che vive sul corpo dei mammiferi e degli uccelli e si nutre del loro sangue.",
      "example": "Der Hund hatte einen Floh, der ihn juckte. Die Katze hatte überall auf ihrem Körper Flöhe. Der Bauer wird nächste Woche den Hof mit Flohmittel behandeln.",
      "example_translation": "Il cane aveva una pulce che lo faceva prurito. Il gatto aveva pulci in tutto il corpo. Il contadino bombarderà la fattoria con fosfati contro le pulci la settimana prossima.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stechen",
      "translation": "pungere",
      "definition": "Eine scharfe, schmerzhafte Empfindung verursachen, typischerweise durch einen scharfen Punkt oder durch chemische Mittel.",
      "definition_translation": "Provocare una sensazione dolorosa e acuta, tipicamente perforando la pelle con un punto affilato o mediante chimica.",
      "example": "Der Stich der Biene tat weh. Die Wespe wird jeden stechen, der ihr Nest bedroht. Der Arzt wird ein Gegengift gegen den Stich spritzen.",
      "example_translation": "Il pungiglione dell'ape mi ha fatto male. La vespa pungerebbe chiunque minacci il suo nido. Il dottore inietterà un antidoto per neutralizzare il veleno del pungiglione.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wespe",
      "translation": "vespa",
      "definition": "Eine fliegende Insektenart, die einer Biene ähnelt, aber eine schmale Taille hat und generell aggressiver ist.",
      "definition_translation": "Un insetto volante che somiglia all'ape, ma ha una vita stretta e è generalmente più aggressivo.",
      "example": "Die Wespe flog in mein Ohr. Die Wespe stach mich, als ich ihr Nest störte. Ich werde das Wespennest im Garten meiden.",
      "example_translation": "La vespa è volata nel mio orecchio. La vespa mi ha punto quando ho disturbato il suo nido. Eviterò il nido della vespa nel giardino.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gottesanbeterin",
      "translation": "mantis",
      "definition": "Eine Gottesanbeterin ist ein fleischfressendes Insekt, das zur Ordnung Mantodea gehört. Sie ist durch ihren schlanken Körper, lange Beine und gezackten Vorderbeine zum Fangen von Beute gekennzeichnet.",
      "definition_translation": "Un mantide è un insetto carnivoro che appartiene all'ordine Mantodea. È caratterizzato da un corpo snello, gambe lunghe e zampa anteriori spinose utilizzate per catturare la preda.",
      "example": "Die Gottesanbeterin saß auf einem Blatt, wartete auf ihr nächstes Mahl. Sie hatte bereits eine Fliege gestern gefangen und würde heute eine Biene fangen. Aktuell beobachtet sie ihre Umgebung.",
      "example_translation": "Il mantide preghiera si sedette su una foglia, aspettando la sua prossima pietanza. Aveva già mangiato una mosca ieri e avrebbe catturato un'ape domani. Attualmente, stava osservando i dintorni.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Motte",
      "translation": "falena",
      "definition": "Eine Motte ist ein Typ von Insekt, das zur Ordnung Lepidoptera gehört. Es ist durch seine federartigen oder fadenförmigen Fühler und seine Anziehung zu Licht gekennzeichnet.",
      "definition_translation": "Una falena è un tipo di insetto che appartiene all'ordine Lepidoptera. È caratterizzata dalle sue antenne piumose o filiformi e dalla sua tendenza ad essere attratta dalla luce.",
      "example": "Die Motte flog in den Raum, angelockt von der hellen Lampe. Sie war gestern Abend hereingeflogen und würde morgen früh wieder herausfliegen. Aktuell fliegt sie um das Licht.",
      "example_translation": "La falena volò nella stanza, attratta dalla lampada luminosa. Era volata dentro ieri sera e avrebbe volato fuori domani mattina. Attualmente, stava sbattendo attorno alla luce.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffelkäfer",
      "translation": "coleottero della patata",
      "definition": "Der Kartoffelkäfer ist ein Typ von Insekt, das zur Familie Chrysomelidae gehört. Es ist durch seine gelben und schwarzen Streifen und seine Neigung, an Kartoffelpflanzen zu fressen, gekennzeichnet.",
      "definition_translation": "Il coleottero della patata è un tipo di insetto che appartiene alla famiglia Chrysomelidae. È caratterizzato dalle sue strisce gialle e nere e dalla sua tendenza a nutrirsi di piante di patata.",
      "example": "Der Kartoffelkäfer kroch auf der Kartoffelpflanze herum, aß die Blätter. Er war gestern hier und wird morgen wieder hier sein. Aktuell frisst er die Pflanze.",
      "example_translation": "Il coleottero della patata strisciò sulla pianta di patata, mangiando le foglie. Era strisciato là ieri e avrebbe strisciato di nuovo domani. Attualmente, stava nutrendosi della pianta.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seidenspinner",
      "translation": "baco da seta",
      "definition": "Ein Seidenspinner ist die Larve einer Motte, die einen Kokon aus Seide spinnt, der zur Herstellung von Seidengewebe genutzt wird.",
      "definition_translation": "Un baco da seta è la larva di una falena che tesse un bozzolo di seta, che viene raccolto per produrre tessuto di seta.",
      "example": "Gestern sah ich einen Seidenspinner seinen Kokon spinnen. Heute spinnt er noch und morgen wird er fertig sein. Ich werde seine Seide verwenden, um ein schönes Kleid zu machen.",
      "example_translation": "Ieri, ho visto un baco da seta che tesseva il suo bozzolo. Oggi, sta ancora tessendo, e domani avrà finito. Userò la sua seta per fare un vestito bellissimo.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Termite",
      "translation": "termite",
      "definition": "Eine Termite ist ein kleines, soziales Insekt, das Holz frisst und bedeutenden Schaden an Gebäuden und Strukturen anrichten kann.",
      "definition_translation": "Una termite è un insetto sociale piccolo che si nutre di legno e può causare danni significativi agli edifici e alle strutture.",
      "example": "Termiten aßen das Holz im alten Haus, daher mussten wir einen Kammerjäger rufen. Sie werden in Zukunft das Holz essen, aber wir konnten sie daran hindern, es jetzt zu essen.",
      "example_translation": "Le termiti stavano mangiando il legno nella vecchia casa, quindi abbiamo dovuto chiamare un disinfestatore. Mangeranno il legno in futuro, ma li abbiamo fermati dal mangiarlo ora.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bettwanze",
      "translation": "cimice dei letti",
      "definition": "Eine Bettwanze ist ein kleines, flaches Insekt, das sich von menschlichem Blut ernährt und oft in Betten und Bettzeug gefunden wird.",
      "definition_translation": "Una cimice dei letti è un insetto piccolo e piatto che si nutre di sangue umano e si trova spesso nei letti e nel letto.",
      "example": "Ich habe gestern Nacht in dem Hotelzimmer nach Bettwanzen gesucht, bevor ich schlafen ging, weil ich letzte Nacht in einem Bett geschlafen hatte, in dem Bettwanzen waren. Ich werde es morgen wieder überprüfen, bevor ich schlafen gehe.",
      "example_translation": "Ho controllato la camera d'albergo per le cimici dei letti prima di dormire, perché avevo dormito in un letto con cimici dei letti la scorsa notte. Controllerò ancora domani prima di dormire.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hummel",
      "translation": "ape arborea",
      "definition": "Eine Hummel ist eine große, behaarte, soziale Biene, die langsam fliegt und ein lautes Brummen erzeugt.",
      "definition_translation": "Un'ape grande, pelosa, sociale che vola lentamente e fa un rumore di ronzio forte.",
      "example": "Im Garten habe ich eine Hummel gesehen, die um die Blumen herumflog. Gestern habe ich eine Hummel bei der Nektarsammlung von den Blüten beobachtet. Bis nächstem Sommer hoffe ich, eine Hummel über den Blüten schweben zu sehen.",
      "example_translation": "Nel giardino, ho visto un'ape arborea volare attorno ai fiori. Ieri, ho guardato un'ape arborea che raccoglieva nettare dai fiori. Per l'estate prossima, spero di vedere un'ape arborea librarsi sopra i fiori.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Raupe",
      "translation": "bruco",
      "definition": "Die Larve eines Schmetterlings oder Nachtfalters, oft mit einem wurmähnlichen Körper und Beinen.",
      "definition_translation": "La larva di una farfalla o falena, spesso con un corpo simile a un verme e zampe.",
      "example": "Die Raupe krabbelte über das Blatt, während sie aß. Letzte Woche habe ich eine Raupe beim Übergang in eine Puppe beobachtet. Bis nächsten Frühling wird die Raupe zu einem schönen Schmetterling geworden sein.",
      "example_translation": "Il bruco si è trascinato lungo la foglia, mangiando mentre andava. La settimana scorsa, ho visto un bruco trasformarsi in una crisalide. Per la prossima primavera, il bruco sarà emerso come una bella farfalla.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zikade",
      "translation": "cicala",
      "definition": "Eine Zikade ist ein großes, nachtaktives Insekt mit einem charakteristischen Gesang, typischerweise in warmen Klimazonen gefunden.",
      "definition_translation": "Un insetto notturno grande con un canto distintivo, trovato tipicamente in climi caldi.",
      "example": "Der Gesang der Zikade erfüllte die Nachtluft. Letzten Sommer habe ich den rhythmischen Humm der Zikaden in den Bäumen gehört. Bis nächstem August werden die Zikaden begonnen haben, aus dem Boden zu steigen.",
      "example_translation": "Il canto della cicala ha riempito l'aria notturna. L'estate scorsa, ho sentito il rumore ritmico della cicala nei alberi. Per il prossimo agosto, le cicale avranno iniziato a emergere dalla terra.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Libelle",
      "translation": "libellula",
      "definition": "Eine Libelle ist ein Typ von Insekten, der zur Ordnung Odonata gehört. Sie hat einen langen, schlanken Körper, typischerweise grün oder blau gefärbt, mit großen Augen und zwei Paaren transparenter Flügel.",
      "definition_translation": "Una libellula è un tipo di insetto che appartiene all'ordine Odonata. Ha un corpo lungo e snello, generalmente verde o blu, con occhi grandi e due paia di ali trasparenti.",
      "example": "Die Libelle schwebte über dem Wasser, ihre irisierenden Flügel glitzerten im Sonnenlicht. Sie war gestern auch da, und wird morgen wieder da sein.",
      "example_translation": "La libellula è rimasta sospesa sopra l'acqua, le sue ali iridescenti splendevano alla luce del sole. Era rimasta lì ieri, e rimarrà lì di nuovo domani.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Drohne",
      "translation": "drone",
      "definition": "Eine Drohne ist ein Typ von unbemannten Luftfahrzeugen (UAV), die ferngesteuert oder autonom fliegen, für verschiedene Zwecke wie Überwachung, Fotografie und Lieferung eingesetzt.",
      "definition_translation": "Un drone è un tipo di veicolo aereo senza pilota (UAV) che viene controllato a distanza o vola autonomamente, utilizzato per vari scopi come la sorveglianza, la fotografia e la consegna.",
      "example": "Die Drohne flog über die Stadt, während sie atemberaubende Luftaufnahmen machte. Sie wird nächste Woche wieder über die Stadt fliegen, und ist letzten Jahr auch geflogen.",
      "example_translation": "Il drone è volato sulla città, catturando impressionanti immagini aeree. Volerà sulla città novamente la prossima settimana, e volò sulla città l'anno scorso.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bremse",
      "translation": "mosca pungente",
      "definition": "Eine Bremse ist ein Typ von Fliege, der bekannt für seinen schmerzhaften Stich ist, oft Vieh und Menschen gleichzeitig belästigt.",
      "definition_translation": "Una mosca pungente è un tipo di mosca che è nota per il suo pungente doloroso, spesso fastidioso per il bestiame e gli esseri umani.",
      "example": "Die Bremse surrte um den Kopf des Bauern, während er arbeitete, und ärgerte ihn. Sie hatte gestern auch um ihn herumgesurrt, und wird morgen wieder um ihn herumsurren.",
      "example_translation": "La mosca pungente ronzava intorno alla testa del contadino, infastidendolo mentre lavorava. Era ronzata intorno a lui ieri, e ronzò intorno a lui di nuovo domani.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heuschrecke",
      "translation": "cavalletta",
      "definition": "Eine Heuschrecke ist ein mittelgroßes bis großes Insekt mit einem kräftigen Körper, langen Hinterbeinen und Flügeln. Sie sind typischerweise grün oder gelblich gefärbt und finden sich in Feldern, Wäldern und Hinterhöfen.",
      "definition_translation": "Una cavalletta è un insetto di media a grande dimensione con un corpo robusto, zampe posteriori lunghe e ali. Sono tipicamente verdi o giallastri di colore e si trovano nei campi, foreste e cortili.",
      "example": "Ich habe gestern eine Heuschrecke beim Springen über das Feld gesehen. Heute werde ich in meinem Garten nach Heuschrecken Ausschau halten, und morgen werde ich versuchen, eine Heuschrecke mit meinem Netz zu fangen.",
      "example_translation": "Ho visto una cavalletta saltare attraverso il campo ieri. Oggi, starò cercando cavallette nel mio giardino, e domani, cercherò di catturare una cavalletta con la mia rete.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hornisse",
      "translation": "calabrone",
      "definition": "Eine Hornisse ist ein Typ von Wespe, der große Nester in Bäumen, Wänden und unter der Erde baut. Sie sind bekannt für ihren schmerzhaften Stich und werden oft von Menschen gefürchtet.",
      "definition_translation": "Un calabrone è un tipo di vespa che costruisce grandi nidi negli alberi, nelle pareti e sottoterra. Sono conosciuti per le loro punture dolorose e sono spesso temuti dagli esseri umani.",
      "example": "Ich wurde letzten Sommer von einer Hornisse gestochen, aber diesem Sommer werde ich das Hornisennest nicht stören. Nächstes Sommer werde ich lernen, wie man ein Hornisennest sicher entfernen kann.",
      "example_translation": "Sono stato punto da un calabrone l'estate scorsa, ma questa estate, eviterò di disturbare il nido del calabrone. La prossima estate, imparerò come rimuovere in modo sicuro un nido di calabrone dal mio solaio.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marienkäfer",
      "translation": "coccinella",
      "definition": "Ein Marienkäfer, auch bekannt als Ladybeetle, ist ein kleines, ovales Insekt mit einer charakteristischen roten und schwarzen Färbung. Sie werden oft in Gärten gefunden und sind bekannt für ihre Fähigkeit, Blattläusepopulationen zu kontrollieren.",
      "definition_translation": "Una coccinella, anche nota come scarabeo della Vergine, è un insetto piccolo a forma ovale con una colorazione rossa e nera distinctive. Si trovano comunemente nei giardini e sono conosciuti per la loro capacità di controllare le popolazioni di afidi.",
      "example": "Ich habe gestern einen Marienkäfer auf einem Blatt gesehen. Heute werde ich Marienkäfer in meinem Garten beobachten, und morgen werde ich lernen, wie man Marienkäfer in meinem Garten anzieht.",
      "example_translation": "Ho visto una coccinella strisciare su una foglia ieri. Oggi, starò osservando le coccinelle nel mio giardino, e domani, imparerò come attirare le coccinelle nel mio giardino.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heuschrecke",
      "translation": "locusta",
      "definition": "Ein großes, meist grünes oder gelbliches, insektenähnliches Tier mit langem Körper und Flügeln, oft in Schwärmen vorkommend, die Ernten schädigen können.",
      "definition_translation": "Un insetto grande, di solito verde o giallognolo, con un corpo lungo e ali, spesso trovato in sciami che possono danneggiare le colture.",
      "example": "Der Bauer machte sich Sorgen um die Heuschrecken, die seine Ernte zerstörten. Im letzten Jahr hatten die Heuschrecken die ganze Region verwüstet. Bis nächstes Jahr werden die Heuschrecken ausgerottet sein.",
      "example_translation": "L'agricoltore era preoccupato per le locuste che stavano distruggendo i suoi raccolti. L'anno scorso, le locuste avevano devastato l'intera regione. L'anno prossimo, le locuste sarebbero state eradicate.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laus",
      "translation": "pidocchio",
      "definition": "Ein kleines, flügelloses Insekt, das auf den Körpern von Menschen oder Tieren lebt und sich von ihrem Blut oder Haut ernährt.",
      "definition_translation": "Un insetto piccolo, senza ali, che vive sui corpi degli esseri umani o degli animali e si nutre del loro sangue o della loro pelle.",
      "example": "Das Kind hatte eine Laus in seinem Haar. Der Arzt verschrieb ein spezielles Shampoo, um die Läuse zu töten. Bis zur nächsten Woche werden die Läuse eliminiert sein.",
      "example_translation": "Il bambino aveva un pidocchio nei capelli. Il medico ha prescritto uno shampoo speciale per uccidere i pidocchi. La prossima settimana, i pidocchi sarebbero stati eliminati.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]