[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bullterrier",
      "translation": "bull terrier",
      "definition": "Eine Hunderasse bekannt für ihren muskulösen Körperbau, kurzen Fell und flache Gesichter. Bullterrier werden oft als sanfte und liebevolle Begleiter bezeichnet.",
      "definition_translation": "Una razza di cane conosciuta per la sua corpulenza muscolare, mantelli corti e volti piatti. I bull terrier sono spesso definiti compagni gentili e affettuosi.",
      "example": "Ich besaß einen Bullterrier, als ich ein Kind war. Es war ein sehr energiegeladenes Hund. Ich werde einen Bullterrier wieder haben, wenn ich Kinder habe. Mein Freund hat einen Bullterrier, und es ist sehr freundlich.",
      "example_translation": "Ho avuto un bull terrier quando ero ragazzo. Era un cane molto energico. Prenderò un bull terrier di nuovo quando avrò dei bambini. Il mio amico ha un bull terrier, ed è molto amichevole.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldogge",
      "translation": "bulldog",
      "definition": "Eine Hunderasse bekannt für ihren robusten Körperbau, gefurchte Gesichter und sanfte Natur. Bulldoggen werden oft als loyale und schützende Begleiter bezeichnet.",
      "definition_translation": "Una razza di cane conosciuta per la sua costruzione robusta, volto rugoso e natura gentile. I bulldog sono spesso definiti compagni leali e protettivi.",
      "example": "Ich sah einen Bulldoggen im Park gestern. Es war sehr ruhig. Bulldoggen wurden ursprünglich für Kämpfe gezüchtet, jetzt sind sie liebevolle Haustiere. Meine Schwester möchte eine Bulldogge als Haustier haben.",
      "example_translation": "Ho visto un bulldog al parco ieri. Era molto calmo. I bulldog erano originariamente allevati per la lotta, ma ora sono animali da compagnia amabili. La mia sorella vuole un bulldog come animale da compagnia.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dalmatiner",
      "translation": "dalmata",
      "definition": "Eine Hunderasse bekannt für ihr auffälliges weißes Fell mit schwarzen Flecken, athletischen Körperbau und energiegeladenem Wesen. Dalmatiner werden oft als loyale und freundliche Begleiter bezeichnet.",
      "definition_translation": "Una razza di cane conosciuta per il suo mantello bianco con macchie nere, costruzione atletica e personalità energetica. I dalmati sono spesso definiti compagni leali e amichevoli.",
      "example": "Ich wollte immer einen Dalmatiner als Haustier haben. Dalmatiner sind sehr athletische Hunde. Mein Nachbar hat einen Dalmatiner, und es ist sehr freundlich. Ich werde einen Dalmatiner haben, wenn ich in ein größeres Haus ziehe.",
      "example_translation": "Ho sempre voluto un dalmata come animale da compagnia. I dalmati sono cani molto atletici. Il mio vicino ha un dalmata, ed è molto amichevole. Prenderò un dalmata quando mi trasferirò in una casa più grande.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pudel",
      "translation": "barboncino",
      "definition": "Ein Pudel ist eine Hunderasse bekannt für ihr lockiges, nicht verfilztes Fell und seine hohe Intelligenz.",
      "definition_translation": "Un barboncino è una razza di cane nota per il suo mantello riccio e intelligenza alta.",
      "example": "Ich hatte einen Pudel, als ich ein Kind war, es war sehr spielorientiert. Jetzt habe ich einen Pudel, es ist sehr gut erzogen. Ich werde nächsten Jahr einen Pudel haben, es wird sehr loyal sein.",
      "example_translation": "Avevo un barboncino quando ero bambino, era molto giocososo. Ora ho un barboncino, è molto beneducato. Prenderò un barboncino l'anno prossimo, sarà molto leale.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Afghanischer Windhund",
      "translation": "levriero afghano",
      "definition": "Ein Afghanischer Windhund ist eine Hunderasse bekannt für sein seidiges, feines Fell und seine Fähigkeit, kleine Wildtiere zu jagen.",
      "definition_translation": "Un levriero afghano è una razza di cane nota per il suo mantello setoso e fine e la sua capacità di cacciare piccoli giochi.",
      "example": "Ich sah einen Afghanischen Windhund auf der Hundeausstellung, es war sehr majestätisch. Mein Freund hat einen Afghanischen Windhund, es ist sehr schnell. Ich werde nächsten Jahr einen Afghanischen Windhund züchten, es wird sehr erfolgreich sein.",
      "example_translation": "Ho visto un levriero afghano allo spettacolo canino, era molto maestoso. Il mio amico ha un levriero afghano, è molto veloce. Sarò allevatore di levrieri afghani l'anno prossimo, sarà molto successful.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "akita",
      "definition": "Eine Akita ist eine Hunderasse bekannt für ihre Treue, Courage und schützende Natur.",
      "definition_translation": "Un akita è una razza di cane nota per la sua lealtà, coraggio e natura protettiva.",
      "example": "Ich habe eine Akita, es ist sehr treu. Meine Schwester hatte eine Akita, es war sehr tapfer. Ich werde nächsten Jahr eine Akita haben, es wird sehr schützend sein.",
      "example_translation": "Ho un akita, è molto leale. Mia sorella aveva un akita, era molto coraggioso. Prenderò un akita l'anno prossimo, sarà molto protettivo.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alaskan Malamute",
      "translation": "Malamute dell'Alaska",
      "definition": "Eine große, kräftige Hunderasse aus Alaska, bekannt für ihre Stärke, Ausdauer und freundliche Natur.",
      "definition_translation": "Un grande e potente razza di cane originaria dell'Alaska, nota per la sua forza, resistenza e temperamento amichevole.",
      "example": "Gestern sah ich einen Alaskan Malamute im Park. Heute werde ich einen adoptieren. In Zukunft werde ich meinen Alaskan Malamute auf einen Wanderweg mitnehmen.",
      "example_translation": "Ieri ho visto un malamute dell'Alaska nel parco. Oggi sto adottando uno. Nel futuro, porterò il mio malamute dell'Alaska in escursione.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basset-Hound",
      "translation": "Basset Hound",
      "definition": "Eine kurzbewegliche, langgestreckte Hunderasse bekannt für ihre ruhige und sanfte Natur, oft für die Jagd verwendet.",
      "definition_translation": "Un razza di cane a zampe corte e corpo lungo nota per la sua natura calma e gentile, spesso utilizzata per la caccia.",
      "example": "Mein Nachbar besitzt einen Basset-Hound, der gerne Eichhörnchen jagt. Letzte Woche ging ich mit meinem Nachbarns Basset-Hound spazieren. Nächsten Monat werde ich meinen Nachbarns Basset-Hound zum Hundepark mitnehmen.",
      "example_translation": "Il mio vicino possiede un Basset Hound che adora inseguire gli scoiattoli. La settimana scorsa, ho passeggiato il Basset Hound del mio vicino. Il mese prossimo, porterò il Basset Hound del mio vicino al parco cani.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beagle",
      "translation": "Beagle",
      "definition": "Eine kleine, freundliche Hunderasse bekannt für ihre neugierige Natur und ihren scharfen Geruchssinn, oft für die Jagd verwendet.",
      "definition_translation": "Un piccolo razza di cane amichevole nota per la sua natura curiosa e il suo olfatto acuto, spesso utilizzata per la caccia.",
      "example": "Gestern sah ich einen Beagle auf der Hundeausstellung. Heute werde ich einen Beagle adoptieren. In Zukunft werde ich meinen Beagle auf einen Wanderweg mitnehmen.",
      "example_translation": "Ieri ho visto un Beagle alla mostra di cani. Oggi sto adottando un Beagle. Nel futuro, porterò il mio Beagle in escursione.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "Cane da montagna bernese",
      "definition": "Eine große, kräftige Hunderasse aus der Schweiz, bekannt für ihr dichtes Fell und ihre sanfte Natur.",
      "definition_translation": "Una grande razza di cane potente originaria della Svizzera, nota per la sua pelliccia spessa e temperamento gentile.",
      "example": "Ich wollte immer einen Bernhardiner als Haustier haben, aber sie erfordern viel Bewegung. Gestern sah ich einen Bernhardiner im Park, und es war wunderschön. Bis nächstes Jahr werde ich einen Bernhardiner haben.",
      "example_translation": "Ho sempre voluto un cane da montagna bernese come animale domestico, ma richiedono moltissima attività fisica. Ieri, ho visto un cane da montagna bernese camminare nel parco, ed era bellissimo. L'anno prossimo, avrò un cane da montagna bernese tutto mio.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluthunde",
      "translation": "segugio",
      "definition": "Eine große, kraftvolle Hunderasse mit einem feinen Geruchssinn, die für die Verfolgung und Jagd verwendet wird.",
      "definition_translation": "Una grande razza di cane potente con un olfatto acuto, utilizzata per la caccia e la tracciatura.",
      "example": "Die Polizei setzte einen Bluthund ein, um den Verdächtigen aufzuspüren. Gestern folgte der Bluthund der Fährte und führte uns zu seinem Versteck. Bis nächste Woche wird der Bluthund uns bei der Lösung des Falls geholfen haben.",
      "example_translation": "La polizia ha utilizzato un segugio per rintracciare il sospetto. Ieri, il segugio ha seguito l'odore e ci ha condotti al rifugio del sospetto. La prossima settimana, il segugio ci avrà aiutato a risolvere il caso.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Border Collie",
      "translation": "collie di confine",
      "definition": "Eine mittelgroße, energiegeladene Hunderasse, bekannt für ihre Intelligenz, Beweglichkeit und Herdentrieb.",
      "definition_translation": "Una razza di cane di media taglia, nota per la sua intelligenza, agilità e capacità di pastorizia.",
      "example": "Ich habe einen Border Collie, der gerne Fangspiel spielt. Gestern gewann mein Border Collie einen Agility-Wettbewerb, und morgen wird er Schafe auf dem Hof hüten. Bis nächsten Monat wird mein Border Collie neue Tricks gelernt haben.",
      "example_translation": "Ho un collie di confine che adora giocare a fetch. Ieri, il mio collie di confine ha vinto una competizione di agilità, e domani, riunirà le pecore alla fattoria. Entro il mese prossimo, il mio collie di confine avrà imparato nuovi trucchi.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boston-Terrier",
      "translation": "Terrier di Boston",
      "definition": "Der Boston-Terrier ist ein kleiner, liebevoller Begleithund mit einem kurzen, leicht zu pflegenden Fell.",
      "definition_translation": "Il terrier di Boston è un cane da compagnia affiliativo di piccole dimensioni con un mantello breve e facile da mantenere.",
      "example": "Ich habe seit meiner Kindheit einen Boston-Terrier und liebe seine freundliche Natur. Jetzt habe ich einen neuen, den ich Max genannt habe. Bis nächstes Jahr werde ich drei Boston-Terrier gehabt haben.",
      "example_translation": "Ho avuto un terrier di Boston fin da quando ero bambino, e ho sempre amato la loro natura amichevole. Ora ho un nuovo, che si chiama Max. Entro l'anno prossimo, avrò avuto tre terrier di Boston.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxer",
      "translation": "boxer",
      "definition": "Ein Boxer ist ein mittelgroßer, muskulöser Hund mit einem kurzen, glatten Fell und einem markanten 'Boxer'-Gesicht.",
      "definition_translation": "Un boxer è un cane di taglia media, muscoloso, con un mantello breve e liscio e un viso caratteristico da 'boxer'.",
      "example": "Ich habe immer einen Boxer gewollt, aber meine Eltern sagten, sie seien zu energiegeladen. Als ich erwachsen war, bekam ich einen, den ich Rocky nannte, und jetzt trainiere ich ihn. Bis ich in Rente gehe, werde ich fünf Boxer gehabt haben.",
      "example_translation": "Ho sempre voluto un boxer, ma i miei genitori hanno detto che erano troppo energetici. Quando sono cresciuto, ne ho preso uno, che si chiama Rocky, e ora sto allenando lui. Quando andrò in pensione, avrò avuto cinque boxer.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bullmastiff",
      "translation": "mastino",
      "definition": "Der Bullmastiff ist ein großer, kraftvoller Hund mit einem kurzen, dichten Fell und einer loyalen, schützenden Wesensart.",
      "definition_translation": "Il mastino è un cane grande e potente con un mantello breve e denso e un temperamento leale e protettivo.",
      "example": "Ich habe seit meinem Studium einen Bullmastiff und er war ein wunderbarer Begleiter. Jetzt habe ich zwei, die ich Zeus und Apollo genannt habe. Bis nächstem Jahrzehnt werde ich drei Bullmastiffs gehabt haben.",
      "example_translation": "Ho avuto un mastino fin da quando ero al college, e è stato un compagno meraviglioso. Ora ho due, che si chiamano Zeus e Apollo. Entro il prossimo decennio, avrò avuto tre mastini.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cairn-Terrier",
      "translation": "Terrier di Cairn",
      "definition": "Ein kleiner, zottelhaariger Terrier, der in den schottischen Highlands entstand und bekannt für sein lebhaftes und liebevolles Wesen ist.",
      "definition_translation": "Un piccolo terrier dalle lunghe pelo che originò nelle Highlands scozzesi e noto per la sua natura allegra e affettuosa.",
      "example": "Gestern sah ich einen Cairn-Terrier im Park spielen. Heute jagt er einen Ball. Morgen wird er mit seinem Besitzer kuscheln.",
      "example_translation": "Ieri, ho visto un Terrier di Cairn giocare nel parco. Oggi, sta inseguendo una palla. Domani, si coccolerà con il suo proprietario.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cane Corso, Spanischer Mastiff",
      "translation": "Cane Corso, Mastino Spagnolo",
      "definition": "Eine große, kraftvolle Hunderasse, die in Italien und Spanien entstand und bekannt für ihre Treue und Schutz ist.",
      "definition_translation": "Una grande razza di cane potente che originò in Italia e Spagna, nota per la sua lealtà e protezionismo.",
      "example": "Der Cane Corso, Spanischer Mastiff war eine beliebte Rasse in alten Zeiten. Heute wird er als Wachhund verwendet. In der Zukunft wird er ein geliebter Familienhund sein.",
      "example_translation": "Il Cane Corso, Mastino Spagnolo era una razza popolare nel tempo antico. Oggi è utilizzato come cane da guardia. Nel futuro, sarà un amatissimo animale domestico di famiglia.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chihuahua",
      "translation": "Chihuahua",
      "definition": "Ein Chihuahua ist ein kleiner, langhaariger Hund, der in Mexiko entstand und bekannt für seine großen Augen und lebhaftes Wesen ist.",
      "definition_translation": "Un piccolo cane dalle lunghe pelo che originò in Messico, noto per i suoi grandi occhi e la sua personalità allegra.",
      "example": "Ich habe ein Chihuahua, das gerne mit Spielzeug spielt. Gestern biss es mein Schuh. Morgen wird es auf meinem Schoß schlafen.",
      "example_translation": "Ho un Chihuahua che ama giocare con giocattoli. Ieri, ha morso la mia scarpa. Domani, si addormenterà sulle mie gambe.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chow-Chow",
      "translation": "cane lupo",
      "definition": "Ein Chow-Chow ist ein flauschiger, großgewachsener Hund, der in China entstand und bekannt für seine markante blaue Schwanzspitze und sein flauschiges Fell ist.",
      "definition_translation": "Un Chow Chow è una razza di cane di grandi dimensioni originaria della Cina, nota per la sua lingua blu-nera e il suo manto soffice.",
      "example": "Meine Schwester hatte einen Chow-Chow, als sie ein Kind war, er war wirklich süß. Sie ging jeden Morgen mit ihm spazieren. Jetzt will sie einen anderen haben, aber meine Mutter sagt nein.",
      "example_translation": "Mia sorella aveva un Chow Chow quando era una bambina, era proprio carino. Lo portava a spasso ogni mattina. Adesso vuole prenderne un altro, ma mia madre dice di no.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocker Spaniel",
      "translation": "spaniel inglese",
      "definition": "Ein Cocker Spaniel ist eine freundliche, sanfte Hunderasse, bekannt für ihre schönen, hängenden Ohren und ihre süße Natur.",
      "definition_translation": "Uno Spaniel Inglese è una razza di cane gentile e amichevole, nota per le sue belle orecchie pendenti e la sua dolce indole.",
      "example": "Wir hatten einen Cocker Spaniel in unserer Familie, er war ein lieber Hund. Er folgte uns überallhin und spielte mit unseren Kindern. Jetzt ist er zu alt, um zu spielen, aber wir lieben ihn immer noch.",
      "example_translation": "Avevamo uno Spaniel Inglese nella nostra famiglia, era un cane meraviglioso. Ci seguiva ovunque e giocava con i nostri bambini. Adesso è troppo vecchio per giocare, ma lo amiamo ancora.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dackel, Würstchenhund",
      "translation": "bassotto, cane salame",
      "definition": "Ein Dackel, auch bekannt als Würstchenhund, ist eine kurzbegleitete, langkörperliche Hunderasse aus Deutschland, oft als Haustier gehalten.",
      "definition_translation": "Un Bassotto, anche noto come Cane Salame, è una razza di cane a zampe corte e corpo lungo originaria della Germania, spesso tenuto come animale da compagnia.",
      "example": "Ich sah einen Dackel im Park gestern, es war so Lustig. Es versuchte, einem Ball nachzujagen, aber seine kurzen Beine erlaubten es nicht, schnell zu laufen. Ich möchte eines als Haustier haben, sie sind so süß.",
      "example_translation": "Ho visto un Bassotto al parco ieri, era molto divertente. Ha cercato di inseguire una palla, ma le sue zampe corte non gli hanno permesso di correre veloce. Voglio prenderne uno come animale da compagnia, sono così carini.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs-Terrier",
      "translation": "fox terrier",
      "definition": "Ein kleiner, energiegeladener Hund mit einem kurzen, glatten Fell, gezüchtet zur Jagd auf kleine Wildtiere, insbesondere Füchse.",
      "definition_translation": "Un piccolo cane energetico con un mantello corto e liscio, allevato per cacciare piccoli giochi, soprattutto volpi.",
      "example": "Ich hatte einen Fuchs-Terrier als Kind, es war sehr spielbegeistert. Jetzt habe ich einen neuen, er spielt im Garten. Bis nächsten Jahr werde ich ihn gut ausgebildet haben.",
      "example_translation": "Avevo un fox terrier quando ero bambino, era molto giocoso. Ora ne ho uno nuovo, sta giocando nel giardino. L'anno prossimo, l'avrò addestrato bene.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Französischer Bulldogge",
      "translation": "bulldog francese",
      "definition": "Eine Rasse von Haushunden bekannt für ihr spielerisches, liebevolles Wesen und ihr kurzes, leicht zu pflegendes Fell.",
      "definition_translation": "Una razza di cane domestico conosciuta per la sua natura giocosa, affettuosa e il suo mantello corto, facile da mantenere.",
      "example": "Meine Schwester besitzt einen Französischen Bulldoggen, er ist sehr niedlich. Sie nahm es gestern mit in den Park, es spielte mit anderen Hunden. Nächsten Monat wird sie es zum Tierarzt bringen.",
      "example_translation": "Mia sorella possiede un bulldog francese, è molto carino. L'ha portato al parco ieri, stava giocando con altri cani. Il mese prossimo, lo porterà dal veterinario.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutscher Schäferhund",
      "translation": "pastore tedesco",
      "definition": "Eine Rasse von mittelgroßen bis großen Hunden, die sehr intelligent, selbstbewusst und loyal sind.",
      "definition_translation": "Una razza di cane da pastorizia di media a grandezza media che è alta intelligenza, fiducia e lealtà.",
      "example": "Der Deutsche Schäferhund wurde trainiert, seinen Besitzer zu schützen, er war sehr loyal. Jetzt arbeitet es in der Polizei, es hilft bei der Verbrechensbekämpfung. Bis nächsten Jahr wird es seine Ausbildung abgeschlossen haben.",
      "example_translation": "Il pastore tedesco era stato addestrato per proteggere il suo proprietario, era molto leale. Ora lavora nella forza di polizia, sta aiutando a catturare criminali. L'anno prossimo, avrà completato il suo addestramento.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Riesenschnauzer",
      "translation": "schnauzer gigante",
      "definition": "Ein Riesenschnauzer ist eine große, kräftige Hunderasse, die im 17. und 18. Jahrhundert in Deutschland entstand.",
      "definition_translation": "Uno schnauzer gigante è una razza di cane grande e potente originaria della Germania nei secoli 17 e 18.",
      "example": "Ich habe seit drei Jahren einen Riesenschnauzer als Haustier, und es war ein großartiger Begleiter. Gestern nahm ich es mit in den Park und es lief frei herum. Morgen werde ich es zum Tierarzt bringen, um es untersuchen zu lassen.",
      "example_translation": "Ho avuto uno schnauzer gigante come animale domestico per tre anni, e è stato un grande compagno. Ieri, l'ho portato al parco e ha corso liberamente. Domani, lo porterò dal veterinario per un controllo.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldener Retriever",
      "translation": " retriever dorato",
      "definition": "Ein Goldener Retriever ist eine beliebte Hunderasse bekannt für ihr freundliches, loyales und sanftes Wesen.",
      "definition_translation": "Un retriever dorato è una razza di cane molto popolare nota per la sua natura amichevole, leale e gentile.",
      "example": "Meine Familie hat einen Goldenen Retriever, und er liebt es, Apport zu spielen. Letzte Woche nahmen wir es mit an den Strand und es hatte eine großartige Zeit. Nächsten Monat werden wir es bei einer Hundeausstellung anmelden.",
      "example_translation": "La mia famiglia ha un retriever dorato, e adora giocare a prendi. La settimana scorsa, l'abbiamo portato al mare e si è divertito molto. Il prossimo mese, lo iscriveremo a una mostra di cani.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutsche Dogge",
      "translation": "dane grande",
      "definition": "Eine Deutsche Dogge ist eine große Hunderasse bekannt für ihre massive Größe, sanftes Wesen und kurzes, glattes Fell.",
      "definition_translation": "Un dane grande è una razza di cane nota per la sua grande taglia, la sua natura gentile e il suo mantello corto e liscio.",
      "example": "Ich sah eine Deutsche Dogge im Park gestern, und es war enorm. Letztes Jahr hatte mein Freund eine Deutsche Dogge als Haustier, aber es verstarb. Nächstes Jahr werde ich überlegen, eine Deutsche Dogge als Haustier zu halten.",
      "example_translation": "Ho visto un dane grande al parco ieri, ed era enorme. L'anno scorso, il mio amico aveva un dane grande come animale domestico, ma è morto. L'anno prossimo, considererò prendere un dane grande come animale domestico.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Greyhound",
      "translation": "levriero",
      "definition": "Ein Greyhound ist eine Hunderasse, die für ihre Geschwindigkeit und Agilität bekannt ist, oft für Rennen eingesetzt.",
      "definition_translation": "Un levriero è una razza di cane nota per la sua velocità e agilità, spesso utilizzata per le corse.",
      "example": "Ich sah einen Greyhound im Park gestern, er war sehr schnell. Heute werde ich meinen Greyhound zum Tierarzt bringen, und morgen werde ich ihn bei einem Rennen anmelden.",
      "example_translation": "Ho visto un levriero che correva nel parco ieri, era molto veloce. Oggi, porterò il mio levriero dal veterinario, e domani, lo iscriverò a una competizione di corsa.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Irischer Terrier",
      "translation": "terrier irlandese",
      "definition": "Ein Irischer Terrier ist eine Hunderasse, die ursprünglich aus Irland stammt, bekannt für ihre kompakte Größe und drahtigen Fell.",
      "definition_translation": "Il terrier irlandese è una razza di cane originaria dell'Irlanda, nota per la sua taglia compatta e il suo mantello ruvido.",
      "example": "Mein Freund hat einen Irischen Terrier, der liebt es, Apport zu spielen. Gestern jagte es seinem Schwanz für Stunden nach. Nächste Woche wird sie es bei einer Hundeausstellung anmelden.",
      "example_translation": "Il mio amico ha un terrier irlandese che adora giocare a fetch. Ieri, ha inseguito la sua coda per ore. La settimana prossima, lo porterà a una mostra canina.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jack-Russell-Terrier",
      "translation": "terrier Jack Russell",
      "definition": "Ein Jack-Russell-Terrier ist eine Hunderasse bekannt für ihr energiegeladenes und lebhaftes Wesen, oft für die Jagd und als Begleiter eingesetzt.",
      "definition_translation": "Il terrier Jack Russell è una razza di cane nota per la sua personalità energetica e vivace, spesso utilizzata per la caccia e la compagnia.",
      "example": "Ich habe einen Jack-Russell-Terrier, der liebt es, Löcher zu graben. Gestern grub es meinen ganzen Hinterhof um. Nächsten Monat werde ich es in eine Gehorsamsschule schicken.",
      "example_translation": "Ho un terrier Jack Russell che adora scavare buche. Ieri, ha scavato tutto il mio giardino. Il mese prossimo, lo porterò a scuola di obbedienza.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labrador-Retriever",
      "translation": "Ritrattore del Labrador",
      "definition": "Ein Labrador-Retriever ist eine Rasse von mittelgroßen bis großen Jagdhunden, die als Familienhaustier und Jagdgefährte beliebt ist.",
      "definition_translation": "Il Labrador Retriever è una razza di cane da caccia di media a grande taglia che è popolare come animale domestico e compagno di caccia.",
      "example": "Ich hatte einen Labrador-Retriever als Kindheitshaustier, und es war sehr freundlich. Mein Bruder wird nächsten Woche einen Labrador-Retriever kaufen, und er ist sehr aufgerüstet. Sie hatte einen Labrador-Retriever trainiert, um Menschen mit Behinderungen zu unterstützen.",
      "example_translation": "Avevo un Labrador Retriever come animale domestico da bambino, e era molto amichevole. Mio fratello comprerà un Labrador Retriever la settimana prossima, e lui è molto emozionato. Lei aveva addestrato un Labrador Retriever per assistere le persone con disabilità.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Malteser",
      "translation": "Maltese",
      "definition": "Der Malteser ist eine kleine Hunderasse in der Zuchtwertgruppe, die für ihr seidiges, weißes Fell und sanftes Wesen bekannt ist.",
      "definition_translation": "Il Maltese è una razza di cane del gruppo toy che è nota per la sua pelliccia setosa e bianca e per la sua natura gentile.",
      "example": "Ich sah einen Malteser auf der Hundeausstellung, und er war sehr niedlich. Mein Freund hat einen Malteser, und er ist sehr spielend. Sie werden nächsten Jahr einen Malteser kaufen, und sie sind sehr aufgerüstet.",
      "example_translation": "Ho visto un Maltese all'esibizione canina, e era molto carino. Il mio amico ha un Maltese, e è molto giocoso. Compreranno un Maltese l'anno prossimo, e loro sono molto emozionati.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mastiff",
      "translation": "Mastino",
      "definition": "Ein Mastiff ist eine große Hunderasse, bekannt für ihre massive Größe, Stärke und Loyalität.",
      "definition_translation": "Il Mastino è una razza di cane nota per la sua grande mole, forza e lealtà.",
      "example": "Der Mastiff ist ein sehr kraftvoller Hund, aber er ist auch sehr freundlich. Sie hatte einen Mastiff als Haustier, und er war sehr beschützend. Sie werden nächsten Monat einen Mastiff kaufen, und sie sind sehr aufgerüstet.",
      "example_translation": "Il Mastino è un cane molto potente, ma è anche molto gentile. Lei aveva un Mastino come animale domestico, e era molto protettivo. Compreranno un Mastino il mese prossimo, e loro sono molto emozionati.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpinscher",
      "translation": "pinscher nano",
      "definition": "Eine kleine Hunderasse, charakterisiert durch ihr kurzes, glattes Fell und kompakte Größe.",
      "definition_translation": "Una razza di cane di piccole dimensioni caratterizzata da una corta, liscia pelliccia e dimensioni compatte.",
      "example": "Ich besaß einen Zwergpinscher als Kind, und er war ein sehr spielender Hund. Jetzt habe ich einen größeren Hund, aber ich vermisse meinen Zwergpinscher immer noch. In Zukunft werde ich definitiv einen Zwergpinscher kaufen.",
      "example_translation": "Ho posseduto un pinscher nano quando ero bambino, e era un cane molto giocoso. Ora ho un cane più grande, ma ancora mi manca il mio pinscher nano. Nel futuro, mi procurerò sicuramente un altro pinscher nano.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpudel",
      "translation": "poodle nano",
      "definition": "Eine kleine Hunderasse, bekannt für ihr lockiges, nicht abschuppelndes Fell und hohe Intelligenz.",
      "definition_translation": "Una razza di cane nota per la sua pelliccia riccia e non cadente e la sua alta intelligenza.",
      "example": "Ich war immer von Zwergpudeln und ihren schönen Fellen fasziniert. Mein Freund hat einen Zwergpudel, und er ist sehr gehorsam. In Zukunft werde ich einen Zwergpudel kaufen und ihn zum Kunststücke ausbilden.",
      "example_translation": "Ho sempre sido affascinato dai poodle nani e dalle loro belle pellicce. Il mio amico ha un poodle nano e è molto obbediente. Nel futuro, mi procurerò un poodle nano e lo addestrerò a eseguire trucchi.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mischling",
      "translation": "meticcio",
      "definition": "Ein Hund von gemischter Rasse, insbesondere ein Kreuzung zwischen einem Haushund und einem wilden Caniden.",
      "definition_translation": "Un cane di razza mista, specialmente uno che è un incrocio tra un cane domestico e un cane selvatico.",
      "example": "Ich habe viele Mischlinge in meiner Nachbarschaft gesehen, und sie alle sehen sehr einzigartig aus. Mein Freundes Hund ist ein Mischling, und er ist sehr stark. In Zukunft werde ich einen Mischling aus einem Tierheim adoptieren.",
      "example_translation": "Ho visto molti meticci nel mio quartiere, e tutti sembrano molto unici. Il cane del mio amico è un meticcio, ed è molto forte. Nel futuro, adotterò un meticcio da un rifugio.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neufundland",
      "translation": "Terra Nuova",
      "definition": "Eine große Insel vor der Ostküste Kanadas, bekannt für ihre wilde Natur und reiche kulturelle Erbe.",
      "definition_translation": "Un'isola grande sulla costa orientale del Canada, nota per la sua bellezza naturale ruvida e il suo ricco patrimonio culturale.",
      "example": "Ich besuchte Neufundland letzten Sommer und wanderte den East Coast Trail. Ich werde Neufundland nächstes Jahr wieder besuchen. Ich habe Neufundland bereits dreimal besucht.",
      "example_translation": "Ho visitato la Terra Nuova l'estate scorsa e ho camminato il Sentiero della Costa Orientale. Visiterò la Terra Nuova novamente l'anno prossimo. Ho già visitato la Terra Nuova tre volte già.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "farfalla",
      "definition": "Eine Hunderasse mit langem, lockigem Fell, oft als Begleittier verwendet.",
      "definition_translation": "Un tipo di cane con un manto lungo e ricciuto, spesso utilizzato come animale da compagnia.",
      "example": "Ich besaß einen Papillon als Kind, und er war sehr freundlich. Mein Schwester hat jetzt einen Papillon. Sie wird nächsten Monat einen weiteren Papillon kaufen.",
      "example_translation": "Avevo un papillon come animale domestico quando ero bambino. Mia sorella possiede un papillon ora. Prenderà un altro papillon il prossimo mese.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pekingese",
      "translation": "Pechinese",
      "definition": "Eine kleine, flauschige Hunderasse aus China, bekannt für ihr loyal und sanftes Wesen.",
      "definition_translation": "Una razza di cane piccola e morbida originaria della Cina, nota per la sua natura leale e gentile.",
      "example": "Ich wollte immer einen Pekingese als Haustier haben. Mein Freund hat einen Pekingese, und er ist sehr niedlich. Sie hatte einen Pekingese, als sie ein Kind war.",
      "example_translation": "Ho sempre voluto un Pechinese come animale domestico. La mia amica ha un Pechinese e è molto carino. Aveva un Pechinese quando era bambina.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pitbull-Terrier",
      "translation": "pitbull terrier",
      "definition": "Ein Pitbull-Terrier ist eine Hunderasse, bekannt für ihre Stärke, Agilität und Loyalität. Ursprünglich in den Vereinigten Staaten im 19. Jahrhundert entwickelt, wurde diese Rasse aus dem alten Englischen Bulldog und dem alten Englischen Terrier gezüchtet.",
      "definition_translation": "Un pitbull terrier è una razza di cane nota per la sua forza, agilità e fedeltà. Originario negli Stati Uniti nel XIX secolo, questa razza è stata sviluppata dall'Old English Bulldog e dall'Old English Terrier.",
      "example": "Gestern sah ich einen Pitbull-Terrier im Park. Heute gehe ich einem Pitbull-Terrier über die Hand. Morgen werde ich einen Pitbull-Terrier adoptieren.",
      "example_translation": "Ieri ho visto un pitbull terrier nel parco. Oggi sto per accarezzare un pitbull terrier. Domani adotterò un pitbull terrier.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeigehund",
      "translation": "segugio",
      "definition": "Ein Zeigehund ist eine Hunderasse, die gezüchtet wurde, um Wild zu zeigen und zu apportieren, wie Vögel und Kaninchen. Zeigehunde sind bekannt für ihre exzellenten Jagdfähigkeiten und ihre Treue gegenüber ihren Besitzern.",
      "definition_translation": "Un segugio è un tipo di cane allevato per puntare e recuperare la selvaggina, come uccelli e conigli. I segugi sono noti per le loro eccellenti abilità di caccia e la loro fedeltà ai loro proprietari.",
      "example": "Mein Großvater hatte einen Zeigehund, der ihm half, viele Kaninchen zu fangen. Heute schläft sein Zeigehund auf der Couch. Morgen wird sein Zeigehund wieder mit ihm jagen gehen.",
      "example_translation": "Il segugio di mio nonno gli ha aiutato a catturare molti conigli ieri. Oggi, il suo segugio sta dormendo sul divano. Domani, il suo segugio andrà a caccia con lui di nuovo.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polnischer Niederungshütehund",
      "translation": "cane da pastore della pianura polacca",
      "definition": "Ein Polnischer Niederungshütehund ist eine Hunderasse, die in Polen gezüchtet wurde und zum Hutieren von Schafen und anderen Nutztieren eingesetzt wird. Sie sind bekannt für ihre Intelligenz, Agilität und Beschützerinstinkte.",
      "definition_translation": "Un cane da pastore della pianura polacca è una razza di cane originaria della Polonia e utilizzata per la pastorizia di pecore e altri animali da fattoria. Sono noti per la loro intelligenza, agilità e natura protettiva.",
      "example": "Mein Nachbar hat einen Polnischen Niederungshütehund, der sehr intelligent ist. Heute half er ihm, die Schafe zu hüten. Morgen wird er lernen, den Hof zu bewachen.",
      "example_translation": "Il cane da pastore della pianura polacca di mio vicino è molto intelligente. Oggi, ha aiutato lui a radunare le pecore. Domani, imparerà come difendere la fattoria.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pommern",
      "translation": "Pomeranio",
      "definition": "Eine kleine Hunderasse, die durch ihr doppeltes, flauschiges Fell und ihre Ähnlichkeit mit einem Teddybär gekennzeichnet ist.",
      "definition_translation": "Una piccola razza di cane caratterizzata dalla sua doppia pelliccia morbida e somigliante a un orso di peluche.",
      "example": "Ich hatte einen Pommern als Haustier, als ich ein Kind war, und er spielte den ganzen Tag mit mir. Mein Freund hat jetzt einen Pommern, und er ist immer an ihrer Seite. Ich werde wieder einen Pommern haben, wenn ich in ein größeres Haus ziehe.",
      "example_translation": "Avevo un Pomeranio come animale domestico quando ero un bambino, e giocava con me tutto il giorno. La mia amica ha un Pomeranio adesso, e è sempre al suo fianco. Prenderò un Pomeranio di nuovo quando mi sposterò in una casa più grande.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mops",
      "translation": "carlino",
      "definition": "Ein kleiner Hund mit einem kurzen, gekrümmten Schweif und einem gefurchten Gesicht, oft als Haustier gehalten.",
      "definition_translation": "Un cane piccolo con una coda corta e curva e un viso rugoso, spesso tenuto come animale domestico.",
      "example": "Ich sah einen Mops im Park gestern, und er war so süß. Meine Schwester hat einen Mops, und er liebt es, mit Spielzeugen zu spielen. Ich werde nächsten Monat einen Mops aus dem Tierheim adoptieren.",
      "example_translation": "Ho visto un carlino al parco ieri, e era così carino. La mia sorella ha un carlino, e ama giocare con i giocattoli. Adotterò un carlino dal rifugio il mese prossimo.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyrenäen-Schäferhund",
      "translation": "pastore dei Pirenei",
      "definition": "Eine mittelgroße Hunderasse, die in den Pyrenäen gezüchtet wurde und zum Hutieren von Schafen eingesetzt wird.",
      "definition_translation": "Una razza di cane di media taglia originaria dalle Montagne dei Pirenei, spesso utilizzata per il pascolo delle pecore.",
      "example": "Ich traf einen Pyrenäen-Schäferhund auf dem Bauernhof, und er war sehr intelligent. Der Pyrenäen-Schäferhund half dem Farmer, die Herde auf ein anderes Feld zu bringen. Ich werde bald mehr über die Rasse Pyrenäen-Schäferhund erfahren.",
      "example_translation": "Ho incontrato un pastore dei Pirenei alla fattoria, e era molto intelligente. Il pastore dei Pirenei ha aiutato il contadino a spostare il gregge in un altro campo. Imparerò di più sulla razza del pastore dei Pirenei presto.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "Ein Rottweiler ist eine Hunderasse, die bekannt für ihre Stärke, Treue und Beschützerinstinkte ist. Ursprünglich stammt die Rasse aus dem alten Rom und wurde als Wachhund und Polizeihund eingesetzt.",
      "definition_translation": "Un Rottweiler è una razza di cane domestico nota per la sua forza, lealtà e natura protettiva. Originario dell'antica Roma, la razza era originariamente utilizzata come cane da guardia e cane poliziotto.",
      "example": "Ich hatte einen Rottweiler, als ich ein Kind war, er war sehr treu. Jetzt habe ich einen Labrador, aber ich hatte früher einen Rottweiler. Ich werde in Zukunft wieder einen Rottweiler haben.",
      "example_translation": "Avevo un Rottweiler quando ero bambino, era molto leale. Adesso ho un Labrador, ma avevo un Rottweiler. Prenderò di nuovo un Rottweiler nel futuro.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "San Bernardo",
      "definition": "Ein Bernhardiner ist eine große Hunderasse, die in den Schweizer Alpen gezüchtet wurde und bekannt für ihr dickes Fell, ihre kräftige Statur und ihren sanften Charakter ist. Ursprünglich wurden sie als Rettungshunde eingesetzt, um Reisende in den Bergen zu helfen, die in Not geraten waren.",
      "definition_translation": "Un San Bernardo è una razza di cane grande originaria delle Alpi svizzere, nota per il suo manto spesso, la sua costruzione robusta e la sua natura gentile. Erano originariamente utilizzati come cani di salvataggio, aiutando i viaggiatori bloccati nelle montagne.",
      "example": "Ich sah einen Bernhardiner in einem Bergresort letztes Jahr, er war riesig. Mein Freund hatte einen Bernhardiner, als ich ein Kind war, aber er war sehr teuer zu Pflegen. Ich würde gerne in Zukunft einen Bernhardiner haben.",
      "example_translation": "Ho visto un San Bernardo alla stazione sciistica l'anno scorso, era enorme. La famiglia del mio amico aveva un San Bernardo quando ero bambino, ma era molto costoso da mantenere. Vorrei avere un San Bernardo nel futuro.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samojede",
      "translation": "Samoino",
      "definition": "Ein Samojede ist eine Hunderasse, die in Sibirien gezüchtet wurde und bekannt für ihr flauschiges, weißes Fell, ihr lächelndes Gesicht und ihren freundlichen Charakter ist. Samojeden wurden ursprünglich als Hütehunde eingesetzt, um Rentiere und andere Nutztiere zu hüten.",
      "definition_translation": "Un Samoino è una razza di cane originaria della Siberia, nota per il suo manto bianco soffice, il suo volto sorridente e la sua natura amichevole. I Samoini erano originariamente utilizzati come cani da pastore, aiutando a radunare i renne e altri animali da fattoria.",
      "example": "Ich habe immer einen Samojeden haben wollen, sie sind so süß. Meine Schwester hatte einen Samojeden, als ich ein Kind war, er war sehr spielbereit. Ich werde einen Samojeden haben, wenn ich selbst Kinder habe.",
      "example_translation": "Ho sempre voluto un Samoino, sono così carini. Mia sorella aveva un Samoino quando ero bambino, era molto giocoso. Prenderò un Samoino quando avrò dei bambini nel futuro.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnauzer",
      "translation": "schnauzer",
      "definition": "Ein Schnauzer ist eine Hunderasse, die in Deutschland gezüchtet wurde und bekannt für ihre charakteristischen Barthaare und ihre intelligente, treue und beschützende Natur ist.",
      "definition_translation": "Uno schnauzer è una razza di cane originaria della Germania, nota per la sua barba e pelo facciale simile a baffi, oltre che per la sua intelligenza, lealtà e natura protettiva.",
      "example": "Ich hatte einen Schnauzer, als ich ein Kind war, und er war so viel Spaß. Jetzt habe ich wieder einen Schnauzer, und er ist sehr beschützend für meine Familie. Ich werde in Zukunft wieder einen Schnauzer haben, weil ich die Rasse liebe.",
      "example_translation": "Avevo uno schnauzer quando ero ragazzo, e era così divertente giocare con lui. Ora ho di nuovo uno schnauzer, e è molto protettivo della mia famiglia. Prenderò di nuovo uno schnauzer in futuro perché amo questa razza.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottischer Terrier",
      "translation": "terrier scozzese",
      "definition": "Ein Schottischer Terrier ist eine kleine, agile Hunderasse, die in Schottland gezüchtet wurde und bekannt für ihre kurzen Beine, ihre charakteristische Barttracht und ihren feurigen Charakter ist.",
      "definition_translation": "Un terrier scozzese è una razza di cane piccola e agile originaria della Scozia, nota per le sue gambe corte, la sua barba distintiva e il suo carattere vivace.",
      "example": "Meine Großmutter hatte einen Schottischen Terrier, der sehr spielbereit war. Wenn ich sie besuchte, saß der Schottische Terrier immer auf meinem Schoß. Ich werde bald einen Schottischen Terrier haben, weil ich ihre kleine Größe liebe.",
      "example_translation": "Mia nonna aveva un terrier scozzese che era molto giocoso. Quando la visitavo, il terrier scozzese si sedeva sempre sulle mie ginocchia. Prenderò un terrier scozzese presto perché amo la loro piccola taglia.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shetland-Schäferhund",
      "translation": "collie Shetland",
      "definition": "Der Shetland-Schäferhund, auch bekannt als Sheltie, ist eine kleine bis mittelgroße Hunderasse, die von den Shetland-Inseln stammt und bekannt für ihre Intelligenz, Agilität und Herdeigenschaften ist.",
      "definition_translation": "Un collie Shetland, anche noto come Sheltie, è una razza di cane di piccole dimensioni originaria delle Isole Shetland, nota per la sua intelligenza, agilità e abilità di conduzione del gregge.",
      "example": "Ich sah einen Shetland-Schäferhund im Hundepark gestern und es war so schnell. Mein Freund hat einen Shetland-Schäferhund und es ist sehr gehorsam. Ich werde in Zukunft einen Shetland-Schäferhund adoptieren, weil ich ihre Intelligenz liebe.",
      "example_translation": "Ho visto un collie Shetland al parco cani ieri, ed era così veloce. Il mio amico ha un collie Shetland, ed è molto obbediente. Adotterò un collie Shetland in futuro perché amo la loro intelligenza.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Der Shiba Inu ist eine Hunderasse aus Japan, bekannt für ihre ähnlichen Fuchszüge und selbständige Natur.",
      "definition_translation": "Lo Shiba Inu è una razza di cane dal Giappone nota per le sue caratteristiche volpine e natura indipendente.",
      "example": "Ich habe einen Shiba Inu seit drei Jahren und ich liebe seine spielerische Einstellung. Gestern nahm ich meinen Shiba Inu mit in den Park und es rannte frei herum. Morgen werde ich meinen Shiba Inu zum Tierarzt bringen, um ihn zu checken.",
      "example_translation": "Ho posseduto uno Shiba Inu per tre anni, e adoro la sua attitudine giocosa. Ieri, ho portato il mio Shiba Inu al parco, e è corsa liberamente. Domani, porterò il mio Shiba Inu dal veterinario per un controllo.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirischer Husky",
      "translation": "Uccelatore Siberiano",
      "definition": "Der Sibirische Husky ist eine Hunderasse, die aus Sibirien stammt und bekannt für ihr dickes Fell, blaue Augen und athletischen Körperbau ist.",
      "definition_translation": "L'Uccelatore Siberiano è una razza di cane originaria della Siberia, nota per la sua folta pelliccia, gli occhi azzurri e la sua costruzione atletica.",
      "example": "Ich wollte immer einen Sibirischen Husky als Haustier haben, aber meine Eltern erlaubten es nicht. Jetzt plane ich, einen Sibirischen Husky-Welpen nächsten Monat zu kaufen. Mein Freund hat einen Sibirischen Husky seit fünf Jahren und es ist sehr freundlich.",
      "example_translation": "Ho sempre desiderato un Uccelatore Siberiano come animale domestico, ma i miei genitori non hanno permesso. Ora, sto pianificando di comprare un cucciolo di Uccelatore Siberiano il prossimo mese. Il mio amico ha avuto un Uccelatore Siberiano per cinque anni, e è molto amichevole.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Der Spitz ist eine Hunderasse, bekannt für sein fluffiges Fell, seine geschwungene Rute und seine Fuchszüge.",
      "definition_translation": "Lo Spitz è un tipo di cane noto per la sua pelliccia soffice, la coda riccia e le caratteristiche volpine.",
      "example": "Der Spitz, den ich im Park sah, war sehr süß und spielend. Gestern ging ich in den Tierladen und sah einen Spitz-Welpen. Wenn ich die Chance hätte, würde ich einen Spitz als Haustier adoptieren.",
      "example_translation": "Lo Spitz che ho visto al parco era molto carino e giocoso. Ieri, sono andato al negozio di animali domestici e ho visto un cucciolo di Spitz. Se avessi la possibilità, adotterei uno Spitz come animale domestico.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "cane ungherese",
      "definition": "Die Vizsla ist ein ungarischer Jagdhund mit einem kurzen, glatten Fell und einer energischen und lebhaften Natur.",
      "definition_translation": "Il Vizsla è un cane da caccia ungherese con un mantello corto e liscio e un temperamento energico e vivace.",
      "example": "Ich hatte eine Vizsla als Kind, es war sehr spielerisch. Heute sah ich eine Vizsla im Park, es rannte mit seinem Besitzer herum. In Zukunft will ich wieder eine Vizsla haben.",
      "example_translation": "Avevo un Vizsla come animale domestico quando ero un ragazzo, era molto giocoso. Oggi, ho visto un Vizsla al parco, correva intorno con il suo proprietario. Nel futuro, vorrei avere un Vizsla di nuovo.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Der Weimaraner ist eine große, elegante Hunderasse mit einem kurzen, glatten Fell und einem athletischen Körperbau, die aus Deutschland stammt.",
      "definition_translation": "Il Weimaraner è una razza di cane grande e slanciata con un mantello corto e liscio e una costruzione atletica, originaria della Germania.",
      "example": "Mein Nachbar besitzt einen Weimaraner, es ist sehr schnell. Gestern sah ich einen Weimaraner auf der Hundeausstellung, es war sehr gut erzogen. In ein paar Jahren werde ich einen Weimaraner als Haustier haben.",
      "example_translation": "Il mio vicino possiede un Weimaraner, è molto veloce. Ieri, ho visto un Weimaraner alla mostra canina, si comportava molto bene. Tra qualche anno, mi prenderò un Weimaraner come animale domestico.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Corgi Gallo (Corgi Gallo del Pembrokeshire)",
      "definition": "Der Pembroke Welsh Corgi ist eine kurze, intelligente Hunderasse mit einer besonderen Erscheinung, die aus Wales stammt.",
      "definition_translation": "Il Corgi Gallo del Pembrokeshire è una razza di cane intelligente e bassa con un aspetto particolare, originaria del Galles.",
      "example": "Die Queen von England liebt Welsh Corgis, sie hat viele im Palast. Letzte Woche traf ich einen Welsh Corgi im Hundepark, es war sehr freundlich. In Zukunft will ich Welsh Corgis züchten.",
      "example_translation": "La Regina d'Inghilterra ama i Corgi Gallesi, ne ha molti al palazzo. La settimana scorsa, ho incontrato un Corgi Gallo al parco cani, era molto amichevole. Nel futuro, vorrei allevare Corgi Gallesi.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Yorkshire-Terrier",
      "translation": "Terrier dello Yorkshire",
      "definition": "Ein kleiner, temperamentvoller und liebevoller Hund, der aus Yorkshire, England stammt, bekannt für seine großen Augen, sein seidiges Fell und seine tapfere Natur.",
      "definition_translation": "Un piccolo, vivace e affettuoso cane da razza originario dello Yorkshire, Inghilterra, noto per i suoi grandi occhi, pelliccia setosa e natura coraggiosa.",
      "example": "Ich hatte einen Yorkshire-Terrier als Kind, und es war sehr spielend. Jetzt habe ich einen als Haustier, und es ist immer noch sehr spielend. In Zukunft hoffe ich, einen weiteren zu haben.",
      "example_translation": "Ho avuto un terrier dello Yorkshire da bambino, e era molto giocoso. Adesso ne ho uno come animale domestico, e lo è ancora. In futuro, spero di avere un altro.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]