[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buntstifte",
      "translation": "matite colorate",
      "definition": "Buntstifte sind ein Satz von Stiften, die für das Malen und Zeichnen verwendet werden, typischerweise von Kindern und Künstlern benutzt.",
      "definition_translation": "Le matite colorate sono un set di matite utilizzate per colorare e disegnare, tipicamente utilizzate dai bambini e dagli artisti.",
      "example": "Gestern habe ich Buntstifte verwendet, um eine schöne Landschaft zu zeichnen. Heute benutze ich sie, um ein Bild zu malen. Morgen werde ich sie verwenden, um ein Meisterwerk zu erstellen.",
      "example_translation": "Ieri, ho usato le matite colorate per disegnare un meraviglioso paesaggio. Oggi, le sto usando per colorare un'immagine. Domani, le userò per creare un capolavoro.",
      "imageLink": "image_files\\English\\crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bleistift",
      "translation": "matita",
      "definition": "Ein Bleistift ist ein Schreib- oder Zeicheninstrument, das aus einem schmalen, festen Graphitkern in einem Holzzylinder besteht.",
      "definition_translation": "Una matita è uno strumento per scrivere o disegnare composto da un nucleo solido di grafite inserito in un cilindro di legno.",
      "example": "Ich nahm meinen Bleistift und begann, einen Brief zu schreiben. Der Bleistift brach, daher musste ich ihn schärfen. Nächste Woche werde ich einen neuen Bleistift kaufen.",
      "example_translation": "Ho raccolto la mia matita e ho iniziato a scrivere una lettera. La matita si è rotta, quindi ho dovuto affilarla. La prossima settimana, comprerò una nuova matita.",
      "imageLink": "image_files\\English\\pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinsel",
      "translation": "spazzola",
      "definition": "Ein Pinsel ist ein Werkzeug mit Borsten, das verwendet wird, um Farbe, Tinte oder andere Materialien auf eine Oberfläche aufzutragen.",
      "definition_translation": "Una spazzola è uno strumento con setole utilizzato per applicare vernice, inchiostro o altri materiali su una superficie.",
      "example": "Ich benutzte einen Pinsel, um die Wand gestern zu bemalen. Heute benutze ich einen Pinsel, um Leim auf dem Papier aufzutragen. Nächsten Monat werde ich einen Pinsel verwenden, um den Kuchen zu dekorieren.",
      "example_translation": "Ho usato una spazzola per dipingere il muro ieri. Oggi, sto usando una spazzola per applicare la colla al carta. Il mese prossimo, userò una spazzola per decorare la torta.",
      "imageLink": "image_files\\English\\brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lineal",
      "translation": "righello",
      "definition": "Ein Lineal ist ein gerades Messinstrument mit gleichen Markierungen, das typischerweise verwendet wird, um gerade Linien zu zeichnen und zu messen.",
      "definition_translation": "Un righello è una riga diritta con segni equidistanti, solitamente utilizzata per misurare e disegnare linee diritte.",
      "example": "Ich benutzte ein Lineal, um eine gerade Linie auf dem Papier zu zeichnen. Ich werde ein Lineal verwenden, um die Länge des Tisches zu messen. Ich benutzte ein Lineal, um ein genau skalierbares Modell zu erstellen.",
      "example_translation": "Ho usato un righello per disegnare una linea diritta sulla carta. Userò un righello per misurare la lunghezza del tavolo. Ho usato un righello per creare un modello in scala preciso.",
      "imageLink": "image_files\\English\\ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schere",
      "translation": "forbici",
      "definition": "Eine Schere ist ein handgehaltenes Schneidinstrument, das aus zwei Klingen besteht, die an einem Punkt angelenkt sind und verwendet werden, um dünne Materialien wie Papier, Stoff und Haare zu schneiden.",
      "definition_translation": "Le forbici sono uno strumento di taglio portatile composto da due lame articolate in un punto, utilizzato per tagliare materiali sottili come carta, stoffa e capelli.",
      "example": "Ich benutzte eine Schere, um den Stoff zu schneiden. Sie wird eine Schere verwenden, um das Papier zu schneiden. Sie haben eine Schere verwendet, um ihr Haar zu schneiden.",
      "example_translation": "Ho usato le forbici per tagliare la stoffa. Userà le forbici per tagliare la carta. Hanno usato le forbici per tagliare i capelli.",
      "imageLink": "image_files\\English\\scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knopf",
      "translation": "pulsante",
      "definition": "Ein Knopf ist eine kleine Verschlussvorrichtung, die verwendet wird, um Kleidung zu öffnen oder zu schließen, typischerweise bestehend aus einer Scheibe oder einem Knopf mit einem Loch oder einer Schlaufe.",
      "definition_translation": "Un pulsante è un dispositivo di chiusura piccolo utilizzato per chiudere o aprire i vestiti, solitamente composto da un disco o pomello con un buco o anello.",
      "example": "Ich knöpfte mein Hemd zu. Sie wird ihr Kleid öffnen. Sie haben ihre Mäntel zugeknöpft.",
      "example_translation": "Ho abbottonato la mia camicia. Userà slacciare il suo vestito. Hanno abbottonato i loro cappotti.",
      "imageLink": "image_files\\English\\button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reißnagel",
      "translation": "spillo da disegno",
      "definition": "Ein kleiner Nagel, der verwendet wird, um Papiere oder Notizen an einer Tafel zu befestigen, typischerweise mit einem großen, runden oder ovalen Kopf und einem kurzen, dünnen Punkt.",
      "definition_translation": "Un piccolo spillo usato per tenere fermi documenti o note su una superficie, normalmente con una grande testa rotonda o ovale e una punta corta e sottile.",
      "example": "Ich benutzte einen Reißnagel, um das Poster an die Wand zu heften. Gestern musste ich mehrere Reißnägel verwenden, um alle Diagramme zu befestigen. Ich werde einen Reißnagel verwenden, um die Karte an der Tafel anzubringen.",
      "example_translation": "Ho usato uno spillo da disegno per attaccare il poster sulla parete. Ieri, ho dovuto usare diversi spilli da disegno per tener fermi tutti i diagrammi. Userò uno spillo da disegno per appendere la mappa sulla lavagna domani.",
      "imageLink": "image_files\\English\\drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tinte",
      "translation": "inchiostro",
      "definition": "Eine flüssige oder gelartige Substanz, die für das Schreiben oder Drucken verwendet wird, typischerweise aus Farbstoffen oder Pigmenten hergestellt.",
      "definition_translation": "Una sostanza liquida o gel usata per scrivere o stampare, tipicamente composta da coloranti o pigmenti.",
      "example": "Der Stift ging aus der Tinte, daher musste ich ihn auffüllen. Der Künstler mischte verschiedene Tinten, um eine einzigartige Farbe zu erstellen. Die Tintenpatronen des Druckers müssen alle sechs Monate ersetzt werden.",
      "example_translation": "La penna è rimasta senza inchiostro, quindi ho dovuto riempirla. L'artista ha miscelato diversi inchiostri per creare un colore unico. Le cartucce d'inchiostro della stampante devono essere sostituite ogni sei mesi.",
      "imageLink": "image_files\\English\\ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Muster",
      "translation": "modello",
      "definition": "Eine regelmäßige oder wiederkehrende Gestaltung oder Anordnung, insbesondere eine, die als Modell oder Leitfaden verwendet wird.",
      "definition_translation": "Un disegno o una disposizione regolare o ripetuta, specialmente uno usato come modello o guida.",
      "example": "Das Stoffmuster zeigte Blumen und Blätter. Das Unternehmen verwendet ein Muster, um identische Produkte zu erstellen. Die Arbeit des Künstlers folgt einem Muster abstrakter Formen und Farben.",
      "example_translation": "Il tessuto aveva un bellissimo modello di fiori e foglie. L'azienda utilizza un modello per creare prodotti identici. L'opera dell'artista segue un modello di forme astratte e colori.",
      "imageLink": "image_files\\English\\pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "spillo",
      "definition": "Ein kleines, dünnes, spitzen Gerät, das verwendet wird, um Dinge zu befestigen oder anzubringen.",
      "definition_translation": "Un dispositivo piccolo, sottile e puntuto utilizzato per fissare o attaccare cose.",
      "example": "Ich benutzte eine Nadel, um den Saum meines Kleides zu befestigen. Ich werde eine Nadel verwenden, um das Abzeichen an meiner Jacke anzubringen. Sie hatte eine Nadel verwendet, um ihr Haar zu sichern.",
      "example_translation": "Ho usato uno spillo per fissare l'orlo del mio vestito. Userò uno spillo per attaccare il badge sulla mia giacca. Lei aveva usato uno spillo per fissare i suoi capelli.",
      "imageLink": "image_files\\English\\pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelkissen",
      "translation": "portaspilli",
      "definition": "Ein kleines Kissen oder Polster zum Halten von Nadeln.",
      "definition_translation": "Un piccolo cuscino o piedistallo usato per tenere gli spilli.",
      "example": "Sie behielt ihre Nadeln in einem kleinen Nadelkissen auf ihrem Nähtisch. Er musste nach einem Nadelkissen suchen, um seine Nadeln zu halten. Sie benutzten ein Nadelkissen, um ihre Näh-Utensilien zu lagern.",
      "example_translation": "Lei ha tenuto i suoi spilli in un piccolo portaspilli sulla sua tavola da cucito. Lui ha dovuto cercare un portaspilli per tenere le sue aghi. Hanno usato un portaspilli per memorizzare le loro forniture da cucito.",
      "imageLink": "image_files\\English\\pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pappe",
      "translation": "cartone",
      "definition": "Ein steifes, dickes Papierboard, das zur Herstellung von Schachteln, Kartons und anderen Behältern verwendet wird.",
      "definition_translation": "Un cartone rigido e spesso utilizzato per fare scatole, cartoni e altri contenitori.",
      "example": "Das Paket war aus robuster Pappe gemacht. Sie benutzte Pappe, um ein DIY-Projekt zu erstellen. Sie verpackten die Geschenke in Pappe-Kartons.",
      "example_translation": "Il pacchetto era fatto di cartone robusto. Lei ha usato il cartone per creare un progetto fai-da-te. Hanno imballato i regali in scatole di cartone.",
      "imageLink": "image_files\\English\\cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tonerde",
      "translation": "argilla",
      "definition": "Ein weiches, erdiges Material, das zur Herstellung von Keramik, Töpfereien und anderen Gegenständen verwendet wird.",
      "definition_translation": "Un materiale morbido e terroso utilizzato per creare ceramiche, oggetti di ceramica e altri oggetti.",
      "example": "Die Töpferin mischte die Tonerde mit Wasser, um eine glatte Konsistenz zu erreichen. Sie hat Tonerde in ihren Händen. Sie wird morgen mit Tonerde arbeiten.",
      "example_translation": "La pittrice ha mescolato l'argilla con l'acqua per creare una consistenza liscia. Ha argilla nelle sue mani. Lavorerà con l'argilla domani.",
      "imageLink": "image_files\\English\\clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buntstifte",
      "translation": "pastelli",
      "definition": "Ein Stift aus buntem Material, der zum Zeichnen oder Malen verwendet wird.",
      "definition_translation": "Un bastoncino di materiale colorato utilizzato per disegnare o colorare.",
      "example": "Die Kinder haben das Bild mit Buntstiften gemalt. Sie haben bereits Buntstifte verwendet. Sie werden morgen wieder Buntstifte verwenden.",
      "example_translation": "I bambini hanno colorato la figura con i pastelli. Hanno usato i pastelli prima. Useranno i pastelli di nuovo domani.",
      "imageLink": "image_files\\English\\crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleber",
      "translation": "colla",
      "definition": "Eine klebrige Substanz, die zum Verbinden oder Reparieren von Dingen verwendet wird.",
      "definition_translation": "Una sostanza appiccicosa utilizzata per unire o riparare le cose.",
      "example": "Sie applizierte den Kleber auf das gebrochene Vasen. Er hat bereits Kleber verwendet. Sie werden Kleber verwenden, um das Spielzeug zu reparieren.",
      "example_translation": "Lei ha applicato la colla al vaso rotto. Lui ha usato la colla prima. Useranno la colla per riparare il giocattolo.",
      "imageLink": "image_files\\English\\glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "ago",
      "definition": "Eine Nadel ist ein kleines, spitzes Werkzeug, das zum Nähen und Durchstechen von Stoffen verwendet wird.",
      "definition_translation": "Un ago è un piccolo strumento appuntito utilizzato per cucire e bucature tessuti.",
      "example": "Sie fädelte die Nadel ein, um den zerrissenen Stoff zusammenzunähen. Sie hat jeden Tag für eine Woche die Nadel eingefädelt. Sie wird morgen die Nadel einfüdeln, um den Quilt fertigzustellen.",
      "example_translation": "Ha filato l'ago per cucire il tessuto strappato insieme. Ha filato l'ago ogni giorno per una settimana. Filaterà l'ago domani per finire il quilt.",
      "imageLink": "image_files\\English\\needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papiertaschentuch",
      "translation": "fazzoletto di carta",
      "definition": "Ein Papiertaschentuch ist ein einmaliges, absorbentes Tuch, das zum Wischen des Mundes und der Hände während des Essens verwendet wird.",
      "definition_translation": "Un fazzoletto di carta è un panno assorbente usa e getta utilizzato per asciugare la bocca e le mani mentre si mangia.",
      "example": "Sie benutzte ein Papiertaschentuch, um die Soße von ihrem Mund abzutupfen. Er wird ein Papiertaschentuch verwenden, um seine Hände sauberzumachen. Sie haben Papiertaschentücher auf dem Picknick verwendet.",
      "example_translation": "Ha usato un fazzoletto di carta per asciugare la salsa dalla bocca. Userà un fazzoletto di carta per pulire le mani. Hanno usato fazzoletti di carta al picnic per anni.",
      "imageLink": "image_files\\English\\paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherheitsnadel",
      "translation": "spilla di sicurezza",
      "definition": "Eine Sicherheitsnadel ist eine Art Nadel mit einem Schutzmechanismus, der versehentliches Stechen verhindert.",
      "definition_translation": "Una spilla di sicurezza è un tipo di spilla con una chiusura protettiva che impedisce la puntura accidentale.",
      "example": "Sie befestigte die Windel des Babys mit einer Sicherheitsnadel. Er wird eine Sicherheitsnadel verwenden, um die zerrissene Seite zusammenzunähen. Sie haben Sicherheitsnadeln verwendet, um ihre kaputten Reißverschlüsse zu reparieren.",
      "example_translation": "Ha attaccato il pannolino del bambino con una spilla di sicurezza. Userà una spilla di sicurezza per fissare la pagina strappata. Hanno usato spilli di sicurezza per riparare le loro cerniere rotte per anni.",
      "imageLink": "image_files\\English\\safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähmaschine",
      "translation": "macchina da cucire",
      "definition": "Eine Nähmaschine ist eine Vorrichtung, die verwendet wird, um Stoff und andere Materialien mit Faden zusammenzunähen.",
      "definition_translation": "Una macchina da cucire è un dispositivo utilizzato per cucire insieme stoffa e altri materiali con filo.",
      "example": "Ich habe gestern ein Kleid mit einer Nähmaschine genäht, ich benutze sie jetzt, um einen zerrissenen Saum zu reparieren, und ich werde morgen eine neue Outfit mit ihr erstellen.",
      "example_translation": "Ho usato una macchina da cucire per fare un vestito ieri, sto usando per riparare una cucitura strappata ora e userò per creare un nuovo outfit domani.",
      "imageLink": "image_files\\English\\sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aufkleber",
      "translation": "adesivo",
      "definition": "Ein Aufkleber ist ein kleines Stück Papier oder Plastik mit Klebstoff auf einer Seite, das verwendet wird, um etwas zu dekorieren oder zu kennzeichnen.",
      "definition_translation": "Un adesivo è un piccolo pezzo di carta o plastica con adesivo su un lato, utilizzato per decorare o etichettare qualcosa.",
      "example": "Ich habe gestern einen Aufkleber auf meinem Laptop angebracht, ich klebe jetzt einen auf meine Wasserflasche und ich werde morgen einen auf meine neue Handy-Hülle kleben.",
      "example_translation": "Ho incollato un adesivo sul mio laptop ieri, sto incollando uno sulla mia bottiglia d'acqua ora e incollerò uno sulla mia nuova custodia del telefono domani.",
      "imageLink": "image_files\\English\\sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnur",
      "translation": "corda",
      "definition": "Eine Schnur ist ein langes, dünnes Stück Faden oder Faser, das zum Binden, Befestigen oder Verbinden von Dingen verwendet wird.",
      "definition_translation": "Una corda è un pezzo lungo e sottile di filo o fibra utilizzato per legare, fissare o connettere le cose.",
      "example": "Ich band eine Schnur um das Paket gestern, ich benutze eine, um ein Bild aufzuhängen, und ich werde eine verwenden, um eine kaputte Schnürsenkel zu reparieren.",
      "example_translation": "Ho legato una corda intorno al pacco ieri, sto usando una per appendere un'immagine ora e userò una per riparare una stringa di una scarpa rotta domani.",
      "imageLink": "image_files\\English\\string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Draht",
      "translation": "filo",
      "definition": "Ein dünner Faden oder Streifen aus Metall, der zum Leiten von Elektrizität, Senden von Nachrichten oder Stützen von Dingen verwendet wird.",
      "definition_translation": "una sottile stringa o striscia di metallo utilizzata per condurre l'elettricità, inviare messaggi o sostenere le cose",
      "example": "Sie stolperte über den Draht, ich reparierte den Draht, das Unternehmen wird nächstes Jahr ein neues Drahtsystem installieren.",
      "example_translation": "Lei è inciampata nel filo, Io riparo il filo, L'azienda installerà un nuovo sistema di filo l'anno prossimo.",
      "imageLink": "image_files\\English\\wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reißverschluss",
      "translation": "zip",
      "definition": "Ein Verschluss, der aus ineinandergreifenden Zähnen besteht und auf Kleidung, Taschen usw. verwendet wird.",
      "definition_translation": "una chiusura composta da denti intrecciati, utilizzata su abiti, borse, ecc.",
      "example": "Ich zog den Reißverschluss meiner Jacke hoch, sie zog ihren Reißverschluss zu, die Tasche wird sich automatisch zuziehen.",
      "example_translation": "Ho zipato la mia giacca, Lei zipa la sua borsa, La borsa si chiuderà automaticamente con lo zip.",
      "imageLink": "image_files\\English\\zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachsmalstifte",
      "translation": "pastelli di cera",
      "definition": "Ein Stift aus farbigem Wachs, der zum Zeichnen oder Färben verwendet wird.",
      "definition_translation": "un bastoncino di cera colorata utilizzato per disegnare o colorare",
      "example": "Die Kinder spielen mit Wachsmalstiften, ich malte das Bild mit Wachsmalstiften, sie wird neue Wachsmalstifte kaufen.",
      "example_translation": "I bambini stanno giocando con i pastelli, Ho colorato il disegno con i pastelli, Lei comprerà nuovi pastelli domani.",
      "imageLink": "image_files\\English\\wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoff",
      "translation": "tessuto",
      "definition": "Ein Stoff ist ein Material, das aus ineinandergreifenden Fäden besteht und zum Herstellen von Kleidung, Polstern und anderen textilen Produkten verwendet wird.",
      "definition_translation": "Un tessuto è un materiale fatto di fili intrecciati, utilizzato per creare abbigliamento, tapping e altri prodotti tessili.",
      "example": "Ich kaufte einen schönen Stoff für mein neues Kleid. Ich werde es morgen machen. Ich machte letztes Jahr ein wunderbares Stoffkunstwerk.",
      "example_translation": "Ho comprato un bel tessuto per il mio nuovo abito. Lo farò domani. Ho fatto un lavoro di tessuto meraviglioso l'anno scorso.",
      "imageLink": "image_files\\English\\fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummistempel",
      "translation": "timbro di gomma",
      "definition": "Ein Gummistempel ist ein kleiner Stempel aus Gummi, der zum Markieren von Dokumenten, Briefen und Paketen verwendet wird.",
      "definition_translation": "Un timbro di gomma è un piccolo timbro fatto di gomma, utilizzato per segnare documenti, lettere e pacchi.",
      "example": "Ich brauche einen Gummistempel, um diese Dokumente zu unterzeichnen. Sie wird einen Gummistempel verwenden, um die Pakete zu markieren. Sie benutzten einen Gummistempel, um den Brief letzten Woche zu unterzeichnen.",
      "example_translation": "Ho bisogno di un timbro di gomma per firmare questi documenti. Lei userà un timbro di gomma per segnare i pacchi. Hanno usato un timbro di gomma per firmare la lettera la scorsa settimana.",
      "imageLink": "image_files\\English\\rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filz",
      "translation": "feltro",
      "definition": "Filz ist ein Material, das aus gemachtem, kondensiertem und gepresstem Wolle besteht und zum Herstellen von Hüten, Schuhen und anderen Zubehör verwendet wird.",
      "definition_translation": "Il feltro è un materiale fatto di lana accoppiata, condensata e pressata, utilizzato per creare cappelli, scarpe e altri accessori.",
      "example": "Ich machte einen Hut aus Filz gestern. Sie wird Filz verwenden, um schöne Schuhe herzustellen. Sie fühlten den Stoff, um ein weiches Spielzeug herzustellen.",
      "example_translation": "Ho fatto un cappello di feltro ieri. Lei userà il feltro per creare belle scarpe. Hanno sentito il tessuto per creare un giocattolo morbido.",
      "imageLink": "image_files\\English\\felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zange",
      "translation": "tenaglie",
      "definition": "Ein Handgerät, das zum Greifen und Biegen von Metallgegenständen verwendet wird, typischerweise bestehend aus einer Paar Backen, die von einer Feder oder Hebel betätigt werden.",
      "definition_translation": "Un dispositivo portatile utilizzato per afferrare e piegare oggetti in metallo, solitamente composto da una coppia di mascelle azionate da una molla o leva.",
      "example": "Ich benutzte eine Zange, um den Draht in Form zu biegen. Gestern hatte ich eine Zange verwendet, um die kaputte Rohrleitung zu reparieren. Wenn ich eine Zange hätte, würde ich den Metallstab in einen Kreis biegen.",
      "example_translation": "Ho usato le tenaglie per curvare il filo in forme diverse. Ieri, avevo usato le tenaglie per riparare la tubatura rotta. Se avessi le tenaglie, curverei la barra di metallo in un cerchio.",
      "imageLink": "image_files\\English\\pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Druckknopf",
      "translation": "bottone a pressione",
      "definition": "Ein kleiner Metallverschluss, der zum Verbinden zweier Teile eines Kleidungsstücks oder eines anderen Stoffes verwendet wird, bestehend aus einem männlichen und weiblichen Teil, die zusammengepresst werden, um zu verschließen.",
      "definition_translation": "Un piccolo fermaglio metallico utilizzato per unire due parti di un indumento o altra stoffa, composto da una parte maschile e femminile che vengono premute insieme per fissare.",
      "example": "Ich musste den Druckknopf an meinem Hemd reparieren. Jetzt benutze ich einen Druckknopf, um meine Jacke zuzumachen. Wenn ich einen Druckknopf hätte, würde ich meine zerrissene Hose reparieren.",
      "example_translation": "Avevo dovuto riparare il bottone a pressione della mia camicia ieri. Ora, uso un bottone a pressione per fissare la mia giacca. Se avessi un bottone a pressione, riparerei i miei pantaloni strappati.",
      "imageLink": "image_files\\English\\press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stanze",
      "translation": "pugno",
      "definition": "Ein Werkzeug, das verwendet wird, um ein Loch in einem festen Material zu bohren, typischerweise bestehend aus einem schweren Metallstab mit einer spitzen Ende.",
      "definition_translation": "Un utensile utilizzato per forare un buco in un materiale solido, solitamente composto da una barra metallica pesante con una punta.",
      "example": "Ich benutzte eine Stanze, um ein Loch in das Holz zu bohren. Gestern hatte ich ein Loch in das Metallblech gebohrt. Wenn ich eine Stanze hätte, würde ich ein Loch in die Wand bohren.",
      "example_translation": "Ho usato un pugno per fare un buco nel legno. Ieri, ho bucato un buco nella lamiera di metallo. Se avessi un pugno, farei un buco nel muro.",
      "imageLink": "image_files\\English\\punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleife",
      "translation": "nastro",
      "definition": "Ein langes, schmales Stück Stoff oder anderem flexiblen Material, typischerweise für dekorative oder funktionale Zwecke verwendet.",
      "definition_translation": "Una lunga striscia di stoffa o altro materiale flessibile, utilizzato tipicamente per scopi decorativi o funzionali.",
      "example": "Sie band eine Schleife um das Geschenkpaket. Sie hat eine Schleife um das Geschenkpaket gebunden. Sie wird eine Schleife um das Geschenkpaket binden.",
      "example_translation": "Ha legato un nastro intorno alla scatola regalo. Ha legato un nastro intorno alla scatola regalo. Legherà un nastro intorno alla scatola regalo.",
      "imageLink": "image_files\\English\\ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wälzsteller",
      "translation": "rullo",
      "definition": "Ein zylindrisches oder kugelförmiges Objekt, das sich dreht oder frei bewegt, typischerweise verwendet, um Druck auszuüben oder Bewegung zu erleichtern.",
      "definition_translation": "Un oggetto cilindrico o sferico che ruota o si muove liberamente, utilizzato tipicamente per applicare pressione o facilitare il movimento.",
      "example": "Ich benutzte einen Wälzsteller, um die Wand zu streichen. Ich habe einen Wälzsteller verwendet, um die Wand zu streichen. Ich werde einen Wälzsteller verwenden, um die Wand zu streichen.",
      "example_translation": "Ho usato un rullo per dipingere il muro. Ho usato un rullo per dipingere il muro. Userò un rullo per dipingere il muro.",
      "imageLink": "image_files\\English\\roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleifpapier",
      "translation": "carta vetreria",
      "definition": "Eine Art Papier, das mit abrasivem Material beschichtet ist, verwendet, um Oberflächen zu glätten oder zu polieren.",
      "definition_translation": "Un tipo di carta ricoperta di materiale abrasivo, utilizzato per levigare o lucidare superfici.",
      "example": "Ich schleifte das Holz mit Schleifpapier. Ich habe das Holz mit Schleifpapier geschliffen. Ich werde das Holz mit Schleifpapier schleifen.",
      "example_translation": "Ho levigato il legno con la carta vetreria. Ho levigato il legno con la carta vetreria. Levigherò il legno con la carta vetreria.",
      "imageLink": "image_files\\English\\sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pailletten",
      "translation": "lustrini",
      "definition": "Kleine, glänzende Scheiben oder Stücke aus Metall, Kunststoff oder Faden, verwendet als Dekoration auf Kleidung, Stoffen oder anderen Materialien.",
      "definition_translation": "Piccoli dischi o pezzi di metallo, plastica o filo utilizzati come decorazione su abiti, tessuti o altri materiali.",
      "example": "Das Kostüm der Tänzerin war mit Pailletten besetzt, die unter den Bühnenlichtern funkelten. Letztes Jahr habe ich Pailletten auf das Geburtstagskleid meiner Schwester genäht. Bis zum nächsten Sommer werde ich Pailletten auf mein gesamtes Kleid gesetzt haben.",
      "example_translation": "Il costume della ballerina era coperto di lustrini che scintillavano sotto le luci del palco. L'anno scorso, ho cucito lustrini sul vestito di compleanno di mia sorella. Entro l'estate prossima, avrò aggiunto lustrini a tutto il mio guardaroba.",
      "imageLink": "image_files\\English\\sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schablone",
      "translation": "abbozzo",
      "definition": "Ein Template oder Muster, das verwendet wird, um ein Design zu zeichnen oder zu malen, insbesondere eines, das verwendet wird, um ein Design auf einer Oberfläche in einer präzisen und wiederholten Weise anzuwenden.",
      "definition_translation": "Un modello o schema utilizzato per disegnare o dipingere un design, in particolare uno utilizzato per applicare un design a una superficie in modo preciso e ripetuto.",
      "example": "Ich benutzte eine Schablone, um ein Mural auf die Wand zu malen. Die Künstlerin erstellte eine Schablone, um ihr Design auf mehreren Leinwänden zu reproduzieren. Bis morgen werde ich eine Schablone für das Logo erstellt haben.",
      "example_translation": "Ho utilizzato un abbozzo per dipingere un murale sulla parete. L'artista ha creato un abbozzo per riprodurre il suo design su多li telai. Entro domani, avrò creato un abbozzo per il logo.",
      "imageLink": "image_files\\English\\stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stich",
      "translation": "punto",
      "definition": "Ein einzelner Durchgang einer Nadel und eines Fadens im Nähen, insbesondere einer, der verwendet wird, um etwas zu verbinden oder zu reparieren.",
      "definition_translation": "Un passaggio singolo di ago e filo nel cucito, specialmente uno utilizzato per unire o riparare qualcosa.",
      "example": "Ich benötige einen Stich, um diesen Riss in meinem Hemd zu nähen. Sie hat die Knöpfe auf ihren Mantel genäht. Bis nächste Woche werde ich eine Decke genäht haben.",
      "example_translation": "Devo cucire questo strappo sulla mia camicia. Lei ha cucito i bottoni sulla sua cappa. Entro la prossima settimana, avrò cucito un quilt.",
      "imageLink": "image_files\\English\\stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Styrofoam",
      "translation": "schiuma di polistirolo",
      "definition": "Eine Art leichtes, brüchiges Schaumstoff, das in der Verpackung und Isolierung verwendet wird.",
      "definition_translation": "Un tipo di schiuma leggera e friabile utilizzata per l'imballaggio e l'isolamento.",
      "example": "Ich wickelte das zerbrechliche Gefäß in Styrofoam, um es während des Versands zu schützen. Gestern habe ich es in Styrofoam gewickelt, aber ich werde es morgen wieder wickeln.",
      "example_translation": "Ho avvolto il vaso fragile in schiuma di polistirolo per proteggerlo durante la spedizione. Ieri, l'avevo avvolto in schiuma di polistirolo, ma lo avvolgerò di nuovo domani.",
      "imageLink": "image_files\\English\\styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fingerhut",
      "translation": " Ditale",
      "definition": "Ein kleiner metallischer oder plastischer Überzug, der an der Fingerspitze getragen wird, um ihn während des Nähens zu schützen.",
      "definition_translation": "Un piccolo copricapo di metallo o plastica indossato alla fine del dito per proteggerlo mentre si cucisce.",
      "example": "Ich benutzte einen Fingerhut, um die Nadel durch den dicken Stoff zu drücken. Meine Großmutter benutzte einen Fingerhut, wenn sie nähte, und ich werde auch einen verwenden, wenn ich Nähen lerne.",
      "example_translation": "Ho usato un ditale per spingere l'ago attraverso il tessuto spesso. La mia nonna usava un ditale quando cuciva, e io userò uno anche quando imparerò a cucire.",
      "imageLink": "image_files\\English\\thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Faden",
      "translation": "filo",
      "definition": "Ein langer, dünner Faden aus Wolle, Baumwolle oder einem anderen Material, der zum Nähen oder Weben verwendet wird.",
      "definition_translation": "Un lungo, sottile filamento di lana, cotone o altro materiale utilizzato per cucire o tessere.",
      "example": "Ich benötige einen starken Faden, um diese zerrissene Seite zu reparieren. Sie hatte den Faden blau durch die Nadel gezogen, aber ich werde einen roten Faden für dieses Projekt verwenden.",
      "example_translation": "Ho bisogno di un filo forte per riparare questa pagina strappata. Lei aveva inserito il filo nella cruna dell'ago con un filo blu, ma io userò un filo rosso per questo progetto.",
      "imageLink": "image_files\\English\\thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lack",
      "translation": "vernice",
      "definition": "Eine flüssige Lösung aus Harz, Öl und Lösungsmitteln, die auf eine Oberfläche aufgetragen wird, um sie zu schützen und ihr Aussehen zu verbessern.",
      "definition_translation": "Una soluzione liquida di resina, olio e solventi che viene applicata a una superficie per proteggerla e migliorare il suo aspetto.",
      "example": "Ich lackierte den Holztisch, um ihn vor dem Regen zu schützen. Ich werde die Möbel nächste Woche lackieren. Ich habe den Boden viele Male zuvor lackiert.",
      "example_translation": "Ho verniciato il tavolo di legno per proteggerlo dalla pioggia. Vernicerò i mobili la prossima settimana. Ho verniciato il pavimento molte volte prima.",
      "imageLink": "image_files\\English\\varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flechtwerk",
      "translation": "intrecciato",
      "definition": "Aus geflochtenen Streifen von Holz, Rohr oder anderen Materialien hergestellt, besonders für die Herstellung von Möbeln und Körben verwendet.",
      "definition_translation": "Fatto di strie intrecciate di legno, canna o altri materiali, specialmente usato per fare mobili e cesti.",
      "example": "Der Flechtwerksessel war sehr bequem. Wir werden nächstes Jahr einen Flechtwerkkorb machen. Ich habe gelernt, Flechtwerk-Möbel zu weben.",
      "example_translation": "La sedia intrecciata era molto confortevole. Faremo un cesto intrecciato l'anno prossimo. Ho imparato a intrecciare i mobili intrecciati.",
      "imageLink": "image_files\\English\\wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Acrylfarbe",
      "translation": "pittura acrilica",
      "definition": "Eine schnell trocknende Farbe, hergestellt aus einer Mischung von Wasser, Pigment, Bindemittel und anderen Additiven, oft für künstlerische und dekorative Zwecke verwendet.",
      "definition_translation": "Una pittura che si asciuga rapidamente fatta da una miscela di acqua, pigmento, legante e altri additivi, spesso usata per scopi artistici e decorativi.",
      "example": "Ich werde Acrylfarbe verwenden, um ein schönes Wandgemälde zu schaffen. Die Künstlerin mischte die Acrylfarbe mit Wasser. Sie hat Acrylfarbe seit Jahren verwendet.",
      "example_translation": "Userò la pittura acrilica per creare un murale bellissimo. L'artista ha miscelato la pittura acrilica con acqua. Ha usato la pittura acrilica per anni.",
      "imageLink": "image_files\\English\\acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klebeborder",
      "translation": "bordo adesivo",
      "definition": "Ein dekorativer Rand mit Klebeeigenschaften, verwendet zum Anbringen von Stoff oder anderen Materialien an einer Oberfläche.",
      "definition_translation": "Un bordo decorativo con proprietà adesive, utilizzato per attaccare stoffe o altri materiali a una superficie.",
      "example": "Ich verwendete einen Klebeborder, um den Stoff an der Wand anzubringen. Ich werde einen Klebeborder verwenden, um den Stoff an der Wand anzubringen. Sie hatte einen Klebeborder verwendet, um den Stoff an der Wand anzubringen.",
      "example_translation": "Ho utilizzato un bordo adesivo per attaccare la stoffa alla parete. Userò un bordo adesivo per attaccare la stoffa alla parete. Lei aveva utilizzato un bordo adesivo per attaccare la stoffa alla parete.",
      "imageLink": "image_files\\English\\adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perlen",
      "translation": "perle",
      "definition": "Kleine, runde Objekte aus verschiedenen Materialien, verwendet für Dekoration oder Schmuck.",
      "definition_translation": "Oggetti piccoli e rotondi fatti di vari materiali, utilizzati per la decorazione o per gioielli.",
      "example": "Ich fädelte die Perlen auf die Kette auf. Sie fädelt die Perlen auf die Kette auf. Sie hatten die Perlen auf die Kette aufgefädelt.",
      "example_translation": "Ho infilato le perle sul collo. Lei sta infilando le perle sul collo. Avevano infilato le perle sul collo.",
      "imageLink": "image_files\\English\\beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deckelstich",
      "translation": "punto coperta",
      "definition": "Eine Art von Stich, verwendet, um die Ränder eines Deckens oder anderen Stoffes zu beenden, gekennzeichnet durch eine Serie von kleinen Schlaufen.",
      "definition_translation": "Un tipo di punto utilizzato per finire i bordi di una coperta o di altre stoffe, caratterizzato da una serie di piccoli anelli.",
      "example": "Ich verwendete einen Deckelstich, um die Ränder der Quilt zu beenden. Sie verwendet einen Deckelstich, um die Ränder der Quilt zu beenden. Sie hatten einen Deckelstich verwendet, um die Ränder der Quilt zu beenden.",
      "example_translation": "Ho utilizzato un punto coperta per finire i bordi del quilt. Lei sta utilizzando un punto coperta per finire i bordi del quilt. Avevano utilizzato un punto coperta per finire i bordi del quilt.",
      "imageLink": "image_files\\English\\blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinselset",
      "translation": "insieme di pennelli",
      "definition": "Eine Sammlung von verschiedenen Pinseln, verwendet für verschiedene Zwecke, wie zum Beispiel Malerei, Makeup oder Reinigung.",
      "definition_translation": "Una raccolta di differenti pennelli utilizzati per vari scopi, come la pittura, il trucco o la pulizia.",
      "example": "Ich kaufte ein neues Pinselset für meine Malklasse. Gestern verwendete ich es, um ein schönes Landschaftsgemälde zu malen. Morgen werde ich es verwenden, um ein Porträt zu erstellen.",
      "example_translation": "Ho comprato un nuovo insieme di pennelli per la mia classe d'arte. Ieri, l'ho usato per dipingere un paesaggio bellissimo. Domani, lo userò per creare un ritratto.",
      "imageLink": "image_files\\English\\brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kettstich",
      "translation": "punto a catena",
      "definition": "Eine Art von Stich, verwendet in der Stickerei und Näherei, gekennzeichnet durch eine Serie von verbundenen Schlaufen.",
      "definition_translation": "Un tipo di punto utilizzato nel cucito e nella lavorazione a maglia, caratterizzato da una serie di anelli collegati.",
      "example": "Die Quilt wurde mit einem Kettstich-Muster hergestellt. Meine Großmutter lehrte mich, wie man es machte, als ich ein Kind war. Jetzt mache ich eins für meine Tochter.",
      "example_translation": "La trapunta era fatta usando un modello di punto a catena. Mia nonna mi ha insegnato come farlo quando ero bambino. Ora, sto facendone uno per mia figlia.",
      "imageLink": "image_files\\English\\chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundnadel",
      "translation": "ago circolare",
      "definition": "Eine Art von Stricknadel mit einem runden oder ovalem Ende, verwendet für das Rundstricken.",
      "definition_translation": "Un tipo di ago per lavorazione a maglia con un'estremità circolare o ovale, utilizzato per lavorare in tondo.",
      "example": "Ich bevorzuge die Verwendung von Rundnadeln für meine Spitzenstrickprojekte. Ich habe mehrere Paare in verschiedenen Größen. Meine Schwester lieh sich letzte Woche eines aus, aber sie gab es gestern zurück.",
      "example_translation": "Preferisco utilizzare aghi circolari per i miei progetti di lavorazione a maglia a merletto. Ho diverse paia di diverse misure. Mia sorella ha preso in prestito uno la scorsa settimana, ma l'ha restituito ieri.",
      "imageLink": "image_files\\English\\circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eckenstanzer",
      "translation": "punteggia angolare",
      "definition": "Ein Werkzeug, verwendet, um eine abgerundete Ecke auf einem Papier oder Karton zu erstellen, insbesondere in der Handarbeit und Scrapbooking.",
      "definition_translation": " Uno strumento utilizzato per creare un angolo arrotondato su un pezzo di carta o cartoncino, specialmente nel crafting e nel scrapbooking.",
      "example": "Sie verwendete einen Eckenstanzer, um eine dekorative Kante auf ihr Fotoalbum zu erstellen. Sie hat einen Eckenstanzer verwendet, um eine schöne Bordüre auf ihr Scrapbook zu erstellen. Sie wird einen Eckenstanzer verwenden, um einen professionellen Touch zu ihrem Handwerksprojekt hinzuzufügen.",
      "example_translation": "Lei ha usato un punteggia angolare per creare un bordo decorativo sul suo album di foto. Ha usato un punteggia angolare per creare un bordo bello sul suo scrapbook. Userà un punteggia angolare per aggiungere un tocco professionale al suo progetto di craft.",
      "imageLink": "image_files\\English\\corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Crepapier",
      "translation": "carta crepata",
      "definition": "Eine Art von Papier, das eine gekräuselte oder texturierte Oberfläche hat, oft für dekorative Zwecke verwendet.",
      "definition_translation": "Un tipo di carta che ha una superficie crinkled o texture, spesso usata per scopi decorativi.",
      "example": "Die Partyschmuckelemente waren aus Crepapier in verschiedenen Farben hergestellt. Die Kunstlehrerin verwendete Crepapier, um einen 3D-Effekt auf dem Projekt des Schülers zu erstellen. Der Bastelladen verkaufte Crepapier in verschiedenen Texturen und Farben.",
      "example_translation": "Le decorazioni di festa erano fatte di carta crepata di vari colori. L'insegnante d'arte ha usato carta crepata per creare un effetto 3D sul progetto dello studente. Il negozio di craft vendeva carta crepata in diverse textures e colori.",
      "imageLink": "image_files\\English\\crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häkelhaken",
      "translation": "uncinetto",
      "definition": "Ein Werkzeug, das in der Häkelerei verwendet wird, um Schlaufen in Garn zu machen, besteht typischerweise aus einem Griff und einem hakenförmigen Ende.",
      "definition_translation": "Uno strumento utilizzato nel crochet per fare loop in filato, solitamente composto da un manico e da un'estremità a forma di uncino.",
      "example": "Sie verwendete einen Häkelhaken, um ein schönes Deckchen für ihr Baby zu machen. Das Häkelmuster erforderte einen Haken der Größe 5, um die richtige Spannung zu erreichen. Der Bastelladen bot Häkelhaken in verschiedenen Materialien und Größen an.",
      "example_translation": "Lei ha usato un uncinetto per fare un bel blanket per il suo bambino. Il pattern di crochet richiedeva un uncino di misura 5 per ottenere la tensione giusta. Il negozio di craft offriva uncinetti in diversi materiali e dimensioni.",
      "imageLink": "image_files\\English\\crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuzstich",
      "translation": "punto croce",
      "definition": "Eine Art von Stickerei, die das Erstellen von X-förmigen Stichen auf Stoff zur Bildung eines Musters oder Entwurfs beinhaltet.",
      "definition_translation": "un tipo di ricamo che coinvolge la creazione di punti X su tessuto per formare un modello o design",
      "example": "Ich habe viele Jahre lang Kreuzstich gemacht und viele schöne Stücke geschaffen. In der Vergangenheit habe ich abends Kreuzstich gemacht, um mich zu entspannen. Jetzt arbeite ich an einem neuen Projekt und werde es nächstes Monat fertigstellen.",
      "example_translation": "Ho fatto punto croce per anni e ho creato molti pezzi bellissimi. In passato, facevo punto croce la sera per rilassarmi. Ora, sto facendo punto croce su un nuovo progetto e lo finirò il mese prossimo.",
      "imageLink": "image_files\\English\\cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Datumsstempel",
      "translation": "timbro di data",
      "definition": "Ein Gerät oder Werkzeug, das ein Datum auf einem Dokument oder einer Oberfläche druckt, wird verwendet, um das Datum der Erstellung oder des Empfangs zu markieren.",
      "definition_translation": "un dispositivo o strumento che stampa una data su un documento o superficie, utilizzato per contrassegnare la data di creazione o ricezione",
      "example": "Ich benötige einen Datumsstempel, um das Datum auf diesem Dokument zu markieren. Gestern habe ich einen Datumsstempel verwendet, um das Datum auf dem Vertrag zu markieren. Ich werde nächsten Woche wieder einen Datumsstempel benötigen.",
      "example_translation": "Ho bisogno di utilizzare un timbro di data per contrassegnare la data su questo documento. Ieri, ho utilizzato un timbro di data per contrassegnare la data sul contratto. Avrò bisogno di utilizzare un timbro di data ancora la prossima settimana.",
      "imageLink": "image_files\\English\\date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decoupage-Papier",
      "translation": "carta decoupage",
      "definition": "Eine Art von Papier, die für Decoupage verwendet wird, einer Kunsttechnik, die das Kleben von Ausschnitten auf eine Oberfläche beinhaltet.",
      "definition_translation": "un tipo di carta utilizzato per il découpage, una tecnica di artigianato che coinvolge l'incollaggio di immagini ritagliate su una superficie",
      "example": "Ich muss Decoupage-Papier kaufen, um eine Collage zu machen. Meine Schwester hat Decoupage-Papier verwendet, um ein schönes Kunststück zu erstellen. Ich werde versuchen, Decoupage-Papier zu verwenden, um eine Karte für meine Mutter zu machen.",
      "example_translation": "Ho bisogno di acquistare la carta decoupage per creare una composizione. Mia sorella ha utilizzato la carta decoupage per creare un bell'opera d'arte. Cercherò di utilizzare la carta decoupage per creare una carta per mia madre.",
      "imageLink": "image_files\\English\\decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickfaden",
      "translation": "filo da ricamo",
      "definition": "Ein Faden, der für Stickerei verwendet wird, wird typischerweise aus Baumwolle, Seide oder Wolle hergestellt.",
      "definition_translation": "un filo utilizzato per il ricamo, solitamente fatto di cotone, seta o lana",
      "example": "Sie verwendete Stickfaden, um ein schönes Muster auf ihrem Schal zu erstellen. Sie hat Stickfaden verwendet, um viele Designs in der Vergangenheit zu erstellen. Sie wird Stickfaden verwenden, um ein atemberaubendes Kunstwerk morgen zu erstellen.",
      "example_translation": "Ha usato il filo da ricamo per creare un disegno bellissimo sulla sua sciarpa. Ha usato il filo da ricamo per creare molti disegni nel passato. Userà il filo da ricamo per creare un'opera d'arte impressionante domani.",
      "imageLink": "image_files\\English\\embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickrahmen",
      "translation": "cerchio da ricamo",
      "definition": "Ein runder Rahmen, der verwendet wird, um Stoff während der Stickerei straff zu halten.",
      "definition_translation": "un telaio circolare utilizzato per tenere la stoffa tesa mentre si ricama",
      "example": "Sie legte ihren Stoff in den Stickrahmen, um mit der Stickerei zu beginnen. Sie hat einen Stickrahmen verwendet, um viele schöne Kunstwerke zu erstellen. Sie wird einen Stickrahmen verwenden, um ihr aktuelles Projekt zu完成en.",
      "example_translation": "Ha messo la sua stoffa nel cerchio da ricamo per iniziare a cucire. Ha usato un cerchio da ricamo per creare molti pezzi d'arte belli. Userà un cerchio da ricamo per finire il suo ultimo progetto.",
      "imageLink": "image_files\\English\\embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaumstoffpinself",
      "translation": "spazzola di schiuma",
      "definition": "Ein Pinsel mit einer Schaumstoff-Spitze, wird verwendet, um Klebstoff oder Farbe aufzutragen.",
      "definition_translation": "una spazzola con testa in schiuma, utilizzata per applicare adesivi o vernice",
      "example": "Sie verwendete einen Schaumstoffpinsel, um den Klebstoff auf das Bastelprojekt aufzutragen. Sie hat Schaumstoffpinsel verwendet, um ihr Möbel zu streichen. Sie wird einen Schaumstoffpinsel verwenden, um das Varnish auf dem Holz morgen aufzutragen.",
      "example_translation": "Ha usato una spazzola di schiuma per applicare la colla al progetto di arte. Ha usato spazzole di schiuma per dipingere i suoi mobili. Userà una spazzola di schiuma per applicare la vernice al legno domani.",
      "imageLink": "image_files\\English\\foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heißklebepistole",
      "translation": "pistola colla",
      "definition": "Eine Heißklebepistole ist ein handheld-Gerät, das verwendet wird, um Heißschmelzklebstoff auf eine Oberfläche aufzutragen.",
      "definition_translation": "Una pistola colla è un dispositivo portatile che viene utilizzato per applicare adesivo termofusibile su una superficie.",
      "example": "Ich verwendete eine Heißklebepistole, um den Stoff auf dem Rahmen zu befestigen. Ich werde eine Heißklebepistole verwenden, um das gebrochene Spielzeug zu reparieren. Sie hat eine Heißklebepistole verwendet, um das Bastelprojekt zu erstellen.",
      "example_translation": "Ho usato una pistola colla per attaccare la stoffa al telaio. Userò una pistola colla per riparare il giocattolo rotto. Lei aveva usato una pistola colla per fare il progetto di artigianato.",
      "imageLink": "image_files\\English\\glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haken und Öse",
      "translation": "gancio e occhiello",
      "definition": "Ein Haken und Öse ist eine Art von Verschluss, der verwendet wird, um zwei Teile zusammenzufügen, wird häufig in Kleidung und Accessoires verwendet.",
      "definition_translation": "Un gancio e occhiello è un tipo di fermaglio utilizzato per unire due parti insieme, comunemente utilizzato in abbigliamento e accessori.",
      "example": "Der Haken und Öse meines Kleides brach, und ich musste ihn reparieren. Sie verwendet ein Haken und Öse, um ihren Schmuckkasten zu schließen. Sie werden ein Haken und Öse verwenden, um den Riemen an der Tasche zu befestigen.",
      "example_translation": "Il gancio e occhiello del mio vestito si è rotto e ho dovuto ripararlo. Lei ha usato un gancio e occhiello per chiudere la sua scatola di gioielli. Useranno un gancio e occhiello per attaccare la cinghia alla borsa.",
      "imageLink": "image_files\\English\\hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tintenpad",
      "translation": "tampone d'inchiostro",
      "definition": "Ein Tintenpad ist ein kleines Pad, das verwendet wird, um Tinte auf eine Oberfläche aufzutragen, wird häufig für Stempeln und Drucken verwendet.",
      "definition_translation": "Un tampone d'inchiostro è un piccolo tampone utilizzato per applicare inchiostro su una superficie, comunemente utilizzato per timbri e stampigliatura.",
      "example": "Der Künstler verwendete ein Tintenpad, um ein einzigartiges Design zu erstellen. Ich benötige ein Tintenpad, um den Umschlag zu stempeln. Sie hat noch nie ein Tintenpad verwendet.",
      "example_translation": "L'artista ha usato un tampone d'inchiostro per creare un design unico. Ho bisogno di un tampone d'inchiostro per timbrare la busta. Lei non ha mai usato un tampone d'inchiostro prima.",
      "imageLink": "image_files\\English\\ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stricknadeln",
      "translation": "ferri da maglia",
      "definition": "Ein Paar Nadeln, die zum Stricken verwendet werden, bestehend aus zwei spitzen Enden und einer flexiblen Achse dazwischen.",
      "definition_translation": "Un paio di aghi utilizzati per fare maglia, composti da due punte appuntite e un'asta flessibile tra loro.",
      "example": "Ich habe meine Stricknadeln verwendet, um einen Schal für meine Schwester zu machen. Ich verwendete sie, um einen Mantel letzten Winter zu stricken. Ich werde sie verwenden, um einen Hut für meinen Bruder nächste Woche zu machen.",
      "example_translation": "Ho usato i miei ferri da maglia per fare una sciarpa per mia sorella. Li ho usati per fare una coperta l'inverno scorso. Li userò per fare un cappello per mio fratello la prossima settimana.",
      "imageLink": "image_files\\English\\knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Modelliermasse",
      "translation": "argilla da modellare",
      "definition": "Eine Art von Ton, die zum Erstellen von Modellen oder Skulpturen verwendet wird, oft bunt und formbar.",
      "definition_translation": "Un tipo di argilla utilizzata per creare modelli o sculture, spesso di colore vivace e flessibile.",
      "example": "Die Kinder lieben es, in der Kunststunde mit Modelliermasse zu spielen. Sie haben letzte Woche ein Tier daraus modelliert. Sie werden es nächsten Monat verwenden, um eine Miniaturstadt zu erstellen.",
      "example_translation": "I bambini adorano giocare con l'argilla da modellare nella classe d'arte. Hanno creato una scultura di un animale con essa la settimana scorsa. La useranno per creare una città in miniatura il prossimo mese.",
      "imageLink": "image_files\\English\\modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähnadelführer",
      "translation": "filo da cucire",
      "definition": "Ein Gerät, das bei der Fadenzuführung helfen soll, typischerweise ein kleines Metall- oder Plastikwerkzeug mit einer Nut oder einem Loch am Ende.",
      "definition_translation": "Un dispositivo utilizzato per aiutare a infilare il filo in un ago, solitamente composto da un piccolo strumento metallico o in plastica con una tacca o foro all'estremità.",
      "example": "Ich benötige einen Nähnadelführer, um mir beim Nähen des Knopfes zu helfen. Ich verwendete einen Nähnadelführer, um meine Nadel gestern zu fädeln. Ich werde einen Nähnadelführer verwenden, um den Riss nächste Woche zu reparieren.",
      "example_translation": "Ho bisogno di un filo da cucire per aiutarmi a cucire questo bottone. Ho utilizzato un filo da cucire per infilare il mio ago ieri. Userò un filo da cucire per riparare questa lacerazione la prossima settimana.",
      "imageLink": "image_files\\English\\needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nummerierstempel",
      "translation": "timbro numeratore",
      "definition": "Ein Gerät, das verwendet wird, um eine Zahlenfolge auf Dokumenten oder Papieren zu prägen.",
      "definition_translation": "Un dispositivo utilizzato per imprimer una sequenza di numeri sui documenti o carta.",
      "example": "Sie verwendete einen Nummerierstempel, um die Seiten des Berichts zu markieren. Sie wird ihn morgen verwenden, um die Rechnungen zu nummerieren. Sie hatte ihn letzte Woche verwendet, um die Akten zu beschriften.",
      "example_translation": "Ha utilizzato un timbro numeratore per contrassegnare le pagine del rapporto. Userà per numerare le fatture domani. Aveva utilizzato per etichettare i file la settimana scorsa.",
      "imageLink": "image_files\\English\\numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papierschneider",
      "translation": "tagliacarte",
      "definition": "Ein Gerät, das verwendet wird, um Papier auf eine bestimmte Größe oder Form zu schneiden.",
      "definition_translation": "Un dispositivo utilizzato per tagliare la carta a una dimensione o forma specifica.",
      "example": "Die Lehrerin verteilte Papierschneider an die Schüler, um ihre Konstruktionspapiere zu schneiden. Sie wird einen Papierschneider verwenden, um die Ränder des Plakats morgen zu trimmen. Er hatte einen Papierschneider verwendet, um Papierherzen für das Handwerkprojekt letzte Woche auszuschneiden.",
      "example_translation": "L'insegnante ha distribuito i tagliacarte agli studenti per tagliare le carte da costruzione. Userà un tagliacarte per ritagliare i bordi del poster domani. Aveva utilizzato un tagliacarte per tagliare i cuori di carta per il progetto di artigianato la settimana scorsa.",
      "imageLink": "image_files\\English\\paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Plastilin",
      "translation": "plastilina",
      "definition": "Eine Art von Modelliermasse, die für Kunst, Handwerk und Bildungszwecke verwendet wird.",
      "definition_translation": "Un tipo di argilla da modellare utilizzata per scopi artistici, di artigianato e educativi.",
      "example": "Die Kinder spielten mit Plastilin, um Formen und Figuren zu erstellen. Sie wird Plastilin verwenden, um ein Modell des Tieres morgen zu erstellen. Er hatte Plastilin verwendet, um eine Skulptur für den Kunstwettbewerb letzte Woche zu erstellen.",
      "example_translation": "I bambini hanno giocato con la plastilina per creare forme e figure. Userà la plastilina per creare un modello dell'animale domani. Aveva utilizzato la plastilina per creare una scultura per la competizione d'arte la settimana scorsa.",
      "imageLink": "image_files\\English\\play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Plakatfarbe",
      "translation": "pittura per poster",
      "definition": "Eine Art von Farbe, die zum Erstellen von Plakaten verwendet wird, oft gekennzeichnet durch ihre hellen Farben und glänzende Oberfläche.",
      "definition_translation": "Un tipo di pittura usata per creare poster, spesso caratterizzata dai suoi colori vivid e finitura lucida.",
      "example": "Ich verwendete Plakatfarbe, um einen bunten Hintergrund für mein Kunstprojekt zu erstellen. Ich werde Plakatfarbe verwenden, um weitere Details zum Design hinzuzufügen. Bis nächste Woche werde ich Plakatfarbe verwendet haben, um das gesamte Gemälde abzuschließen.",
      "example_translation": "Ho usato la pittura per poster per creare uno sfondo vivace per il mio progetto d'arte. Userò la pittura per poster per aggiungere più dettagli al design. Entro la prossima settimana, avrò usato la pittura per poster per completare l'intero dipinto.",
      "imageLink": "image_files\\English\\poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhinestein",
      "translation": "pietra di rinoceronte",
      "definition": "Eine Art von Diamant-Imitat, oft in Schmuck und Dekorationen verwendet, bekannt für sein Funkeln und seine Dauerhaftigkeit.",
      "definition_translation": "Un tipo di simulatore di diamante, spesso usato in gioielli e decorazioni, noto per la sua lucentezza e durabilità.",
      "example": "Der Rhinestein-Halsband fiel mir im Laden auf. Sie wird ein Rhinestein-Diadem zur Hochzeit tragen. Bis nächstem Jahr werden sie eine neue Linie von Rhinestein-Aufsätzen erstellt haben.",
      "example_translation": "La collana di pietre di rinoceronte ha attirato la mia attenzione nel negozio. Indosserà una tiara di pietre di rinoceronte al matrimonio. Entro l'anno prossimo, avranno creato una nuova linea di accessori di pietre di rinoceronte.",
      "imageLink": "image_files\\English\\rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reispapier",
      "translation": "carta di riso",
      "definition": "Eine Art von dünnem, durchscheinendem Papier, das aus Reismehl hergestellt wird, oft in Origami und anderen Formen des Papierschmucks verwendet.",
      "definition_translation": "Un tipo di carta sottile e traslucida fatta con farina di riso, spesso usata nell'Origami e in altre forme di lavorazione della carta.",
      "example": "Ich verwendete Reispapier, um eine zarte Origami-Blume zu erstellen. Sie wird ein Latern aus Reispapier für das Fest machen. Bis nächstem Monat werden sie ein neues Design für Reispapier-Dekorationsfächer erstellt haben.",
      "example_translation": "Ho usato la carta di riso per creare un fiore Origami delicato. Farà una lanterna usando la carta di riso per il festival. Entro il mese prossimo, avranno creato un nuovo design per ventagli decorativi di carta di riso.",
      "imageLink": "image_files\\English\\rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Durchstichstich",
      "translation": "punto corrido",
      "definition": "Ein grundlegender Nähstich, der verwendet wird, um zwei Stoffteile miteinander zu verbinden, gekennzeichnet durch ein geschlängeltes Muster von Stichen.",
      "definition_translation": "Un punto di cucito base utilizzato per cucire due pezzi di stoffa insieme, caratterizzato da un modello di punti a loop.",
      "example": "Ich verwendete einen Durchstichstich, um den Saum meiner Hose zu nähen. Gestern musste ich einen Durchstichstich reparieren, der aufgegangen war. Ich werde einen Durchstichstich verwenden, um das neue Stoffteil an das alte anzunähen.",
      "example_translation": "Ho usato un punto corrido per cucire l'orlo dei miei pantaloni. Ieri, ho dovuto riparare un punto corrido che si era sciolto. Userò un punto corrido per attaccare il nuovo tessuto al vecchio.",
      "imageLink": "image_files\\English\\running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähkasten",
      "translation": "scatola da cucito",
      "definition": "Ein Behälter, der zum Lagern von Nähzubehör wie Fäden, Nadeln und Scheren verwendet wird.",
      "definition_translation": "Un contenitore utilizzato per immagazzinare utensili da cucito, come fili, aghi e forbici.",
      "example": "Ich halte meinen Nähkasten im Kleiderschrank, wo er leicht zugänglich ist. Sie hatte einen schönen antiken Nähkasten, der von ihrer Großmutter weitergegeben worden war. Ich werde einen Nähkasten benötigen, um meine Utensilien zu organisieren.",
      "example_translation": "Tengo la mia scatola da cucito nell'armadio, dove è facilmente accessibile. Aveva una bella scatola da cucito antica che era stata tramandata dalla sua nonna. Avrò bisogno di una scatola da cucito per organizzare i miei utensili.",
      "imageLink": "image_files\\English\\sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Schneidermuster",
      "translation": "modello di cucito",
      "definition": "Ein Diagramm oder Schablone, das als Anleitung zum Schneiden und Nähen von Stoffen in ein bestimmtes Kleidungsstück oder Design verwendet wird.",
      "definition_translation": "Un diagramma o modello utilizzato come guida per tagliare e cucire il tessuto in un abito o design specifico.",
      "example": "Ich verwendete ein Schneidermuster, um ein Kleid für meine Schwester zum Geburtstag zu machen. Sie hatte dasselbe Schneidermuster Jahre lang verwendet, um Kleidung für ihre Kinder zu machen. Ich werde ein Schneidermuster benötigen, um einen maßgeschneiderten Anzug zu machen.",
      "example_translation": "Ho utilizzato un modello di cucito per fare un vestito per il compleanno di mia sorella. Ha utilizzato lo stesso modello di cucito per anni per fare vestiti per i suoi bambini. Avrò bisogno di un modello di cucito per fare un abito su misura.",
      "imageLink": "image_files\\English\\sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Schneiderpuppe",
      "translation": "manichino",
      "definition": "Ein Modell der menschlichen Figur, typischerweise aus Holz oder Kunststoff, das von Schneiderinnen verwendet wird, um Kleidung anzuprobieren oder zu präsentieren.",
      "definition_translation": "Un modello della figura umana, solitamente realizzato in legno o plastica, utilizzato dai sarti per esporre o adattare abiti.",
      "example": "Der Schneider verwendete eine Schneiderpuppe, um die neuesten Mode-Trends zu präsentieren. Er hatte es Jahre lang verwendet, aber es war noch in großem Zustand. Er wird es morgen wieder verwenden, um ein Hochzeitskleid anzupassen.",
      "example_translation": "Il sarto ha utilizzato un manichino per mostrare le ultime tendenze della moda. L'aveva utilizzato per anni, ma era ancora in ottime condizioni. Lo userà di nuovo domani per adattare un abito da sposa.",
      "imageLink": "image_files\\English\\tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Zollstock",
      "translation": "metro a nastro",
      "definition": "Ein flexibler Lineal, typischerweise aus Fiberglas oder Kunststoff, der zum Messen von Längen von Objekten oder Abständen verwendet wird.",
      "definition_translation": "Un righello flessibile, solitamente realizzato in fibra di vetro o plastica, utilizzato per misurare le lunghezze di oggetti o distanze.",
      "example": "Sie verwendete einen Zollstock, um die Länge des Raumes zu messen. Sie hatte es vorher gemessen, aber wollte es noch einmal überprüfen. Sie wird es nächste Woche wieder verwenden, um die Möbel zu messen.",
      "example_translation": "Lei ha utilizzato un metro a nastro per misurare la lunghezza della stanza. L'aveva misurata prima, ma voleva controllare di nuovo. Lo userà di nuovo la prossima settimana per misurare i mobili.",
      "imageLink": "image_files\\English\\tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papiergewebe",
      "translation": "carta velina",
      "definition": "Ein weiches, saugfähiges Papiereprodukt, das oft zum Verpacken, Reinigen oder Basteln verwendet wird.",
      "definition_translation": "Un prodotto di carta morbido e assorbente, spesso utilizzato per impacchettare, pulire o creare.",
      "example": "Sie verwendete Papiergewebe, um das Geschenk zu verpacken. Sie hatte es vorher verwendet, um einen Unfall zu reinigen. Sie wird es nächsten Monat wieder verwenden, um Dekorationen für eine Party zu machen.",
      "example_translation": "Lei ha utilizzato la carta velina per impacchettare il regalo. L'aveva utilizzato prima per pulire gli schizzi. Lo userà di nuovo il mese prossimo per creare decorazioni per una festa.",
      "imageLink": "image_files\\English\\tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquarell",
      "translation": "acquerello",
      "definition": "Eine malerische Technik, bei der transparente Aquarellfarben auf einem weißen Hintergrund, typischerweise auf Papier, verwendet werden.",
      "definition_translation": "Tecnica pittorica di dipingere in acquerelli traslucidi su un fondo bianco, solitamente su carta.",
      "example": "Sie verwendete Aquarell, um ein schönes Landschaftsbild zu malen. Sie hatte Aquarell in ihrem vorherigen Kunstwerk verwendet. Sie wird Aquarell verwenden, um das neue Wandgemälde zu malen.",
      "example_translation": "Ha usato l'acquerello per creare un bell'olio paesaggistico. Aveva usato l'acquerello nel suo lavoro precedente. Userà l'acquerello per dipingere il nuovo murale.",
      "imageLink": "image_files\\English\\watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holzstempel",
      "translation": "timbro di legno",
      "definition": "Ein Block aus Holz, in den ein Design oder ein Buchstabe geschnitzt wurde, der zum Erstellen von Mustern oder Zeichen auf einer Oberfläche verwendet wird.",
      "definition_translation": "Un blocco di legno con un disegno o lettera tagliato, usato per modelli impressi o caratteri su una superficie.",
      "example": "Der Künstler schnitzte einen Holzstempel, um ein einzigartiges Design zu erstellen. Sie hatte einen Holzstempel verwendet, um das Logo zu drucken. Er wird einen Holzstempel verwenden, um ein Muster auf dem Stoff zu erstellen.",
      "example_translation": "L'artista ha intagliato un timbro di legno per creare un disegno unico. Aveva usato un timbro di legno per stampare il logo. Userà un timbro di legno per creare un modello sulla stoffa.",
      "imageLink": "image_files\\English\\wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreibpinsel",
      "translation": "pennello per scrivere",
      "definition": "Ein Pinsel, der zum Schreiben oder Zeichnen mit Tinte verwendet wird, typischerweise mit einer flexiblen Spitze.",
      "definition_translation": "Un pennello usato per scrivere o disegnare con l'inchiostro, solitamente con una punta flessibile.",
      "example": "Sie verwendete einen Schreibpinsel, um schöne Kalligrafie zu erstellen. Er hatte einen Schreibpinsel verwendet, um das Dokument zu unterschreiben. Sie werden einen Schreibpinsel verwenden, um das Banner zu bemalen.",
      "example_translation": "Ha usato un pennello per scrivere per creare una bella calligrafia. Aveva usato un pennello per scrivere per firmare il documento. Useranno un pennello per scrivere per dipingere la bandiera.",
      "imageLink": "image_files\\English\\writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]