[
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch",
      "translation": "pesce",
      "definition": "Ein kaltblütiges Tier, das in Wasser lebt, normalerweise mit Kiemen und einem gestreamten Körper.",
      "definition_translation": "Un animale a sangue freddo che vive nell'acqua, solitamente con branchie e un corpo aerodinamico.",
      "example": "Ich fing einen Fisch im See gestern. Ich werde heute Fisch zum Mittagessen essen. Ich werde nächstes Wochenende angeln gehen.",
      "example_translation": "Ho catturato un pesce nel lago ieri. Mangerò pesce per pranzo oggi. Andrò a pescare il prossimo week-end.",
      "imageLink": "image_files\\English\\fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kabeljau",
      "translation": "merluzzo",
      "definition": "Ein mildschmeckender Fisch, oft in der Küche verwendet.",
      "definition_translation": "Un pesce dal sapore delicato, spesso usato nella cucina.",
      "example": "Ich backte Kabeljau zum Abendessen letzte Nacht. Ich werde Kabeljau in einer Currysoße morgen kochen. Ich aß Kabeljau im Restaurant gestern.",
      "example_translation": "Ho cotto merluzzo per cena ieri sera. Cuocerò merluzzo in salsa al curry domani. Ho mangiato merluzzo al ristorante ieri.",
      "imageLink": "image_files\\English\\cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lachs",
      "translation": "salmone",
      "definition": "Ein Fisch mit rosa oder orangefarbenem Fleisch, oft gegrillt oder geräuchert.",
      "definition_translation": "Un pesce con carne rosa o arancione, spesso grigliato o affumicato.",
      "example": "Ich grillte Lachs zum Mittagessen heute. Ich werde geräucherten Lachs zum Frühstück morgen essen. Ich fing Lachs im Fluss vor einem Jahr.",
      "example_translation": "Ho grigliato salmone per pranzo oggi. Mangerò salmone affumicato per colazione domani. Ho catturato salmone nel fiume l'anno scorso.",
      "imageLink": "image_files\\English\\salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hai",
      "translation": "squalo",
      "definition": "Ein Hai ist eine Art großer Fisch mit einem langen, spitzen Kopf und scharfen Zähnen, im Ozean gefunden.",
      "definition_translation": "Uno squalo è un tipo di grande pesce con una testa lunga e appuntita e denti affilati, trovato nell'oceano.",
      "example": "Ich sah einen Hai im Ozean schwimmen gestern. Ich werde nächste Woche Hai-Tauchen gehen. Hai-Angriffe sind selten.",
      "example_translation": "Ho visto uno squalo nuotare nell'oceano ieri. Andrò a fare immersioni con gli squali la prossima settimana. Gli attacchi degli squali sono rari.",
      "imageLink": "image_files\\English\\shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Thunfisch",
      "translation": "tonno",
      "definition": "Thunfisch ist eine Art großer Fisch, oft als Lebensmittel genutzt, im Ozean gefunden.",
      "definition_translation": "Il tonno è un tipo di grande pesce, spesso mangiato come cibo, trovato nell'oceano.",
      "example": "Ich aß Thunfischsalat zum Mittagessen heute. Thunfisch ist mein Lieblingsfisch. Ich werde Thunfischdosen morgen kaufen.",
      "example_translation": "Ho mangiato insalata di tonno per pranzo oggi. Il tonno è il mio pesce preferito. Comprerò lattine di tonno domani.",
      "imageLink": "image_files\\English\\tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laichen",
      "translation": "generare",
      "definition": "Laichen bedeutet, Eier oder Nachkommen zu produzieren, vor allem in großen Mengen.",
      "definition_translation": "Generare significa produrre uova o prole, soprattutto in grandi quantità.",
      "example": "Die Fische laichten im Fluss letzten Monat. Das Spiel wird neue Charaktere laichen. Die Firma wird neue Tochtergesellschaften laichen.",
      "example_translation": "I pesci hanno generato nel fiume lo scorso mese. Il gioco genererà nuovi personaggi. L'azienda genererà nuove società.",
      "imageLink": "image_files\\English\\spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Forelle",
      "translation": "trota",
      "definition": "Ein Süßwasserfisch mit einem gesprenkelten Aussehen, oft gefangen zum Essen.",
      "definition_translation": "un pesce d'acqua dolce con un aspetto macchiato, spesso catturato per cibarsi",
      "example": "Ich fing eine Forelle im Fluss letzten Wochenende. Ich werde nächstes Wochenende eine Forelle im Fluss fangen. Ich hatte eine Forelle im Fluss vor dem letzten Wochenende gefangen.",
      "example_translation": "Ho catturato una trota nel fiume il week-end scorso. Sto andando a catturare una trota nel fiume il prossimo week-end. Avevo catturato una trota nel fiume il week-end precedente.",
      "imageLink": "image_files\\English\\trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Algenfresser",
      "translation": "alghifago",
      "definition": "Ein aquatisches Tier, das Algen verzehrt.",
      "definition_translation": "un animale acquatico che si nutre di alghe",
      "example": "Der Algenfresser schwamm nahe der Oberfläche des Teichs. Der Algenfresser schwimmt nahe der Oberfläche des Teichs. Der Algenfresser hatte nahe der Oberfläche des Teichs geschwommen.",
      "example_translation": "L'alghifago stava nuotando vicino alla superficie dello stagno. L'alghifago sta nuotando vicino alla superficie dello stagno. L'alghifago aveva nuotato vicino alla superficie dello stagno.",
      "imageLink": "image_files\\English\\algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anchovis",
      "translation": "acciuga",
      "definition": "Ein kleiner Fisch, oft als Zutat in Lebensmitteln verwendet.",
      "definition_translation": "un piccolo pesce, spesso usato come ingrediente alimentare",
      "example": "Ich fügte Anchovis meiner Pizza letzte Nacht hinzu. Ich werde Anchovis meiner Pizza heute Abend hinzufügen. Ich hatte Anchovis meiner Pizza vorgestern hinzugefügt.",
      "example_translation": "Ho aggiunto acciuga alla mia pizza la scorsa notte. Sto andando ad aggiungere acciuga alla mia pizza stasera. Avevo aggiunto acciuga alla mia pizza la notte precedente.",
      "imageLink": "image_files\\English\\anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barbe",
      "translation": "barbo",
      "definition": "Eine Art Süßwasserfisch mit einer bestimmten Form und langen, bartähnlichen Wuchsen um den Mund.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con una forma distintiva e lunghi crescimenti simili a baffi attorno alla bocca.",
      "example": "Ich fing eine Barbe beim Angeln im Fluss gestern, aber ich werde morgen eine größere fangen, und ich hatte ein paar letztes Jahr gefangen.",
      "example_translation": "Ho catturato un barbo mentre pescavo nel fiume ieri, ma catches un più grande domani, e avevo catturato alcuni l'anno scorso.",
      "imageLink": "image_files\\English\\barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "öde",
      "translation": "desolato",
      "definition": "Unangenehm kalt und düster; deprimierend.",
      "definition_translation": "Sgradevolmente freddo e cupo; deprimente.",
      "example": "Das öde Wetter machte mich gestern willenlos, aber ich werde morgen hinausgehen, und ich ging gestern trotz des öden Wetters hinaus.",
      "example_translation": "Il tempo desolato mi ha fatto venire voglia di restare in casa, ma uscirò domani, e ero uscito ieri nonostante le condizioni desolate.",
      "imageLink": "image_files\\English\\bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brasse",
      "translation": "bramino",
      "definition": "Eine Art von Süßwasserfisch mit einem flachen Körper und einem kleinen Mund.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con un corpo piatto e una bocca piccola.",
      "example": "Ich fing eine Brasse während des Angelns im See, aber ich werde nächste Woche einen größeren fangen, und ich fing letzten Monat einige.",
      "example_translation": "Ho catturato un bramino mentre pescavo nel lago, ma catches un più grande la prossima settimana, e avevo catturato alcuni il mese scorso.",
      "imageLink": "image_files\\English\\bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quappe",
      "translation": "lotte",
      "definition": "Eine Art von Süßwasserfisch, die in Nord-Europa und Asien gefunden wird, karakterisiert durch ihren schlanken Körper und einen Mund mit einem Paar bartartiger Barben.",
      "definition_translation": "Un tipo di pesce d'acqua dolce trovato nell'Europa settentrionale e in Asia, ha un corpo snello e una bocca con una coppia di barbigli simili a baffi.",
      "example": "Ich fing eine Quappe während des Angelns im See letzten Wochenende. Ich werde nächsten Monat einen größeren versuchen zu fangen. Ich fing bereits mehrere Quappen in meinem Leben.",
      "example_translation": "Ho catturato una lotte mentre pescavo nel lago lo scorso fine settimana. Proverò a catturare uno più grande il mese prossimo. Ho catturato diverse lotti nella mia vita.",
      "imageLink": "image_files\\English\\burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karpfen",
      "translation": "carpa",
      "definition": "Eine Art von Süßwasserfisch mit einem breiten, flachen Körper und einem langen Rückenflosse, oft als Schädling betrachtet.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con un corpo ampio e piatto e una pinna dorsale lunga, spesso considerato una specie di pesti.",
      "example": "Ich sah einen Karpfen im Fluss schwimmen gestern. Karpfen sind weit verbreitet in Europa. Ich werde versuchen, nächsten Mal keinen Karpfen zu fangen.",
      "example_translation": "Ho visto una carpa nuotare nel fiume ieri. Le carpe sono ampiamente distribuite in tutta Europa. Cercherò di evitare di catturare una carpa nel mio prossimo viaggio di pesca.",
      "imageLink": "image_files\\English\\carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wels",
      "translation": "pesce gatto",
      "definition": "Eine Art von Fisch mit bartartigen Barben um seinen Mund, oft in warmen, schlammigen Gewässern gefunden.",
      "definition_translation": "Un tipo di pesce con barbigli simili a baffi attorno alla bocca, spesso trovato in acque calde e fangose.",
      "example": "Der Wels versteckte sich unter dem Stein im Teich. Ich habe viele Welse im Amazonas-Fluss gefangen. Welse sind nachtaktive Kreaturen.",
      "example_translation": "Il pesce gatto si è nascosto sotto la roccia nella vasca. Ho catturato molti pesci gatto nel fiume Amazzonia. I pesci gatto sono creature notturne.",
      "imageLink": "image_files\\English\\catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Döbel",
      "translation": "trota",
      "definition": "Eine Döbel ist eine Art von Süßwasserfisch, die in Europa und Asien beheimatet ist, charakterisiert durch ihren stämmigen Körper und breiten Kopf.",
      "definition_translation": "Una trota è un tipo di pesce d'acqua dolce originario dell'Europa e dell'Asia, caratterizzato dal suo corpo robusto e testa larga.",
      "example": "Ich fing einen großen Döbel während des Angelns im Fluss gestern. Heute werde ich einen weiteren fangen. Bis nächster Woche werde ich einige Döbel gefangen haben.",
      "example_translation": "Ho catturato una grande trota mentre pescavo nel fiume ieri. Oggi, sto per catturare un'altra. Entro la prossima settimana, avrò catturato diverse trotte.",
      "imageLink": "image_files\\English\\chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aal",
      "translation": "anguilla",
      "definition": "Ein Aal ist eine Art von langgestrecktem Fisch, der in Süß- und Salzwasser-Gewässern gefunden wird, karakterisiert durch seinen schlangenartigen Körper.",
      "definition_translation": "Un'anguilla è un tipo di pesce allungato che si trova in entrambi gli ambienti di acqua dolce e salata, caratterizzato dal suo corpo simile a un serpente.",
      "example": "Ich sah einen Aal im See schwimmen gestern. Heute werde ich versuchen, einen zu fangen. Bis nächster Monat werde ich einige Aale gefangen haben.",
      "example_translation": "Ho visto un'anguilla nuotare nel lago ieri. Oggi, sto per provare a catturarne una. Entro il prossimo mese, avrò catturato diverse anguille.",
      "imageLink": "image_files\\English\\eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flosse",
      "translation": "pinna",
      "definition": "Eine Flosse ist ein dünnes, flaches Organ, das aus dem Körper eines Fischs hervorragt, verwendet für Balance und Stabilität im Wasser.",
      "definition_translation": "Una pinna è un organo sottile e piatto che sporge dal corpo di un pesce, utilizzato per l'equilibrio e la stabilità nell'acqua.",
      "example": "Der Fisch benutzte seine Flosse, um durch das Korallenriff zu steuern gestern. Heute benutzt er seine Flosse, um flussaufwärts zu schwimmen. Bis nächstes Jahr wird er seine Flosse benutzt haben, um in ein neues Habitat zu migrieren.",
      "example_translation": "Il pesce ha usato la sua pinna per navigare attraverso la barriera corallina ieri. Oggi, sta usando la sua pinna per nuotare a monte. Entro il prossimo anno, avrà usato la sua pinna per migrare in un nuovo habitat.",
      "imageLink": "image_files\\English\\fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Plattfisch",
      "translation": "pesce platessa",
      "definition": "Eine Art von Meerfisch, karakterisiert durch seinen flachen Körper und oft in flachen Gewässern gefunden.",
      "definition_translation": "Un tipo di pesce marino, caratterizzato dal suo corpo piatto e spesso trovato in acque poco profonde.",
      "example": "Ich fing einen Plattfisch während des Angelns in der Bucht letzten Wochenende. Jetzt grille ich ihn für das Mittagessen. Ich werde nächsten Sommer wieder Plattfisch essen.",
      "example_translation": "Ho catturato un pesce platessa mentre pescavo nella baia lo scorso weekend. Ora sto grigliandolo per pranzo. Mangerò di nuovo pesce platessa il prossimo estate.",
      "imageLink": "image_files\\English\\flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flunder",
      "translation": "flounder",
      "definition": "Eine Art von Plattfisch, oft in flachen Gewässern gefunden und karakterisiert durch seinen delikaten Geschmack.",
      "definition_translation": "Un tipo di pesce platessa, spesso trovato in acque poco profonde e caratterizzato dal suo sapore delicato.",
      "example": "Ich kochte Flunder für das Abendessen gestern Nacht. Es war lecker. Ich werde morgen wieder Flunder kochen. Ich habe Flunder viele Male vorher gekocht.",
      "example_translation": "Ho cucinato il flounder per cena la scorsa notte. Era delizioso. Cuocerò di nuovo flounder domani. Ho cucinato flounder molte volte prima.",
      "imageLink": "image_files\\English\\flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mittelmeer-Seezunge",
      "translation": "cefalo",
      "definition": "Eine Art von Fisch, oft in Mittelmeer-Gewässern gefunden und durch ihre charakteristische Kopfform gekennzeichnet.",
      "definition_translation": "Un tipo di pesce, spesso trovato in acque mediterranee e caratterizzato dalla sua forma di testa distintiva.",
      "example": "Ich sah eine Mittelmeer-Seezunge gestern im Meer schwimmen. Ich werde nächste Woche eine Mittelmeer-Seezunge fangen. Ich fing eine Mittelmeer-Seezunge letztes Jahr.",
      "example_translation": "Ho visto un cefalo nuotare in mare ieri. Acchiapperò un cefalo la prossima settimana. Ho catturato un cefalo l'anno scorso.",
      "imageLink": "image_files\\English\\gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gründling",
      "translation": "ghiozzo",
      "definition": "Eine Art von Fisch, insbesondere einer, der als Köder verwendet wird.",
      "definition_translation": "Un tipo di pesce, soprattutto uno utilizzato come esca.",
      "example": "Gestern fing ich einen Gründling im Fluss. Heute verwende ich ihn als Köder. Morgen werde ich ihn wieder ins Wasser zurücksetzen.",
      "example_translation": "Ieri, ho catturato un ghiozzo nel fiume. Oggi, sto utilizzandolo come esca. Domani, lo rilascerò nell'acqua.",
      "imageLink": "image_files\\English\\gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Guppy",
      "translation": "guppy",
      "definition": "Ein kleiner, farbiger Süßwasserfisch, oft als Haustier gehalten.",
      "definition_translation": "Un piccolo pesce d'acqua dolce colorato spesso tenuto come animale domestico.",
      "example": "Ich hatte einen Guppy als Kind. Er schwamm den ganzen Tag in seinem Aquarium umher. Ich werde meinem Kind nächste Woche wieder einen Guppy kaufen.",
      "example_translation": "Avevo un guppy quando ero bambino. Nuotava nella sua vasca tutto il giorno. Comprerò un altro guppy per mio figlio la prossima settimana.",
      "imageLink": "image_files\\English\\guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kolja",
      "translation": "eglefino",
      "definition": "Eine Art von Fisch, insbesondere einer, der als Nahrung verwendet wird.",
      "definition_translation": "Un tipo di pesce, soprattutto uno utilizzato come cibo.",
      "example": "Ich aß Kolja zum Abendessen gestern Abend. Meine Mutter wird Kolja heute zum Mittagessen kochen. Wir werden Kolja wieder nächste Sonntag essen.",
      "example_translation": "Ho mangiato eglefino per cena ieri sera. Mia madre cucinerà eglefino per pranzo oggi. Mangeremo eglefino di nuovo la prossima domenica.",
      "imageLink": "image_files\\English\\haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seehecht",
      "translation": "merluzzo",
      "definition": "Ein Seehecht ist eine Art von Tiefseefisch, der oft zum Essen gefangen wird. Er hat einen langen, schmalen Körper und einen kleinen Kopf.",
      "definition_translation": "Un merluzzo è un tipo di pesce di mare profondo che viene spesso catturato per il cibo. Ha un corpo lungo e sottile e una testa piccola.",
      "example": "Ich fing einen riesigen Seehecht beim Angeln letzte Woche. Ich werde Seehecht heute Abend zum Essen kochen. Ich habe Seehecht viele Male vorher gegessen.",
      "example_translation": "Ho catturato un grande merluzzo mentre pescavo la settimana scorsa. Cuocerò merluzzo per cena stasera. Ho mangiato merluzzo molte volte prima.",
      "imageLink": "image_files\\English\\hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heilbutt",
      "translation": "halibut",
      "definition": "Ein Heilbutt ist eine Art von Plattfisch, der im Ozean gefunden wird. Er ist ein beliebtes Nahrungsfisch und wird oft gegrillt oder gebacken serviert.",
      "definition_translation": "Un halibut è un tipo di pesce piatto che si trova nell'oceano. È un pesce alimentare popolare e viene spesso servito alla griglia o al forno.",
      "example": "Ich liebe es, Heilbutt in Restaurants zu essen. Der Heilbutt war perfekt gekocht gestern Abend. Ich werde versuchen, einen Heilbutt auf meiner nächsten Angelaust zu fangen.",
      "example_translation": "Adoro mangiare halibut al ristorante di pesce. L'halibut era cotto alla perfezione ieri sera. Proverò a catturare un halibut nel mio prossimo viaggio di pesca.",
      "imageLink": "image_files\\English\\halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hering",
      "translation": "aringa",
      "definition": "Ein Hering ist ein kleiner, ölig Fisch, der oft in Salzlake oder geräuchert gegessen wird. Er ist ein beliebtes Zutat in vielen Gerichten, einschließlich Salaten und Sandwiches.",
      "definition_translation": "Un'aringa è un piccolo pesce oleoso che viene spesso mangiato pickled o affumicato. È un ingrediente popolare in molti piatti, inclusi insalate e sandwich.",
      "example": "Ich aß Hering zum Frühstück heute Morgen. Meine Großmutter pflegte Hering zu fangen, als sie ein Mädchen war. Ich werde einige Heringe für den Salat heute kaufen.",
      "example_translation": "Ho mangiato aringa per colazione questa mattina. Mia nonna usava catturare aringa quando era una ragazza. Comprerò alcune aringhe per l'insalata oggi.",
      "imageLink": "image_files\\English\\herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neunaugen",
      "translation": "lampreda",
      "definition": "Eine Neunaugen ist eine Art von Aal-artigem Fisch mit einem saugnapf-ähnlichen Maul, das sich an andere Fische anheftet, um ihr Blut zu fressen.",
      "definition_translation": "Una lampreda è un tipo di pesce simile all'anguilla con una bocca a cupola adesiva che si attacca ad altri pesci per nutrirsi del loro sangue.",
      "example": "Die Neunaugen wurde von dem Körpers des Forellen entfernt und die Wunde wurde mit Antiseptika behandelt. Der Fischer hatte gestern eine Neunaugen gefangen, aber heute einen großen Forellen. Bis nächstem Jahr soll die Neunaugen-Population abgenommen haben.",
      "example_translation": "La lampreda fu rimossa dal corpo della trota e la ferita fu trattata con antibiotico. Il pescatore aveva catturato una lampreda ieri, ma oggi ha catturato una grossa trota. Entro l'anno prossimo, si prevede che la popolazione di lamprede diminuirà.",
      "imageLink": "image_files\\English\\lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Makrele",
      "translation": "sgombro",
      "definition": "Makrele ist eine Art von schnell schwimmenden Fischen, die in warmen und gemäßigten Gewässern gefunden werden, oft zum Essen gefangen.",
      "definition_translation": "Lo sgombro è un tipo di pesce che nuota velocemente che si trova in acque calde e temperate, spesso catturato come alimentazione.",
      "example": "Die Makrele war perfekt gegrillt und wurde mit einer Seite Salat serviert. Die Fischer versuchten, Makrele zu fangen, aber sie endeten mit nichts. Bis nächster Saison soll die Makrele-Population in tiefere Gewässer migriert sein.",
      "example_translation": "Lo sgombro era stato grigliato alla perfezione e servito con un lato d'insalata. I pescatori stavano cercando di catturare sgombri, ma finirono con niente. Entrata la prossima stagione, gli sgombri si saranno spostati in acque più profonde.",
      "imageLink": "image_files\\English\\mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Murmäne",
      "translation": "murena",
      "definition": "Eine Murmäne ist eine Art von Aal-artigem Fisch, der in Felsspalten und unter Felsen gefunden wird, oft mit einem langen, schmalen Körper.",
      "definition_translation": "Una murena è un tipo di pesce simile all'anguilla che si trova in crepe e sotto le rocce, spesso con un corpo lungo e snello.",
      "example": "Der Taucher entfernte vorsichtig die Murmäne vom Korallenriff. Das Aquarium hatte eine große Murmäne, die im Tank umherschwamm. Bis nächstem Jahr soll die Murmäne-Population zugenommen haben.",
      "example_translation": "Il subacqueo ha rimosso con cautela la murena dalla barriera corallina. L'acquario aveva una grosso murena che nuotava intorno alla vasca. Entrato l'anno prossimo, si prevede che la popolazione di murene aumenterà.",
      "imageLink": "image_files\\English\\moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Barsch",
      "translation": "luccio",
      "definition": "Ein Barsch ist ein Süßwasserfisch mit einer grün-gelben Farbe und einem gestreiften Muster, oft in Teichen und Seen gefunden.",
      "definition_translation": "Un luccio è un tipo di pesce d'acqua dolce con un colore verde-giallo e motivo a strisce, spesso trovato in stagni e laghi.",
      "example": "Ich fing einen Barsch beim Angeln im See letzten Wochenende. Ich werde versuchen, einen anderen Barsch nächste Woche zu fangen. Ich habe den ganzen Sommer Barsche geangelt.",
      "example_translation": "Ho catturato un luccio mentre pescavo nel lago lo scorso weekend. Proverò a catturare un altro luccio la settimana prossima. Ho catturato lucci per tutta l'estate.",
      "imageLink": "image_files\\English\\perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hecht",
      "translation": "lucio",
      "definition": "Ein Hecht ist ein Süßwasserfisch mit einer langen, spitzen Schnauze und scharfen Zähnen, bekannt für sein aggressives Verhalten.",
      "definition_translation": "Un lucio è un tipo di pesce d'acqua dolce con un muso lungo e appuntito e denti affilati, noto per il suo comportamento aggressivo.",
      "example": "Der Hecht lauerte in der Tiefe des Sees auf Beute. Ich sah einen Hecht im Fluss schwimmen gestern. Der Hecht wird seine Feinde heftig angreifen.",
      "example_translation": "Il lucio stava nascondendosi nelle profondità del lago, in attesa di preda. Ho visto un lucio nuotare nel fiume ieri. Il lucio attaccherà i suoi nemici con ferocia.",
      "imageLink": "image_files\\English\\pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Piranha",
      "translation": "piranha",
      "definition": "Eine Piranha ist ein fleischfressender Fisch, der in Südamerikanischen Flüssen gefunden wird, bekannt für seine scharfen Zähne und aggressives Verhalten.",
      "definition_translation": "Una piranha è un tipo di pesce carnivoro trovato nei fiumi dell'America meridionale, noto per i suoi denti affilati e il suo comportamento aggressivo.",
      "example": "Die Piranha schwamm in den dunklen Wassern des Amazonas. Piranhas sind bekannt dafür, Menschen in großen Gruppen anzugreifen. Ich sah eine Piranha ihr Opfer im Aquarium verschlingen.",
      "example_translation": "La piranha stava nuotando nelle acque buie del fiume Amazonas. Le piranha sono note per attaccare gli esseri umani in grandi gruppi. Ho visto una piranha divorare la sua preda nell'acquario.",
      "imageLink": "image_files\\English\\piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Scholle",
      "translation": "platessa",
      "definition": "Eine Scholle ist ein Plattfisch, der oft in Europa gefangen und gegessen wird.",
      "definition_translation": "Un tipo di pesce piatto, spesso catturato e mangiato in Europa.",
      "example": "Ich aß Scholle zum Abendessen letzte Nacht, und sie war lecker. Ich werde Scholle wieder morgen essen. Sie aß Scholle mit ihrer Familie gestern.",
      "example_translation": "Ho avuto la platessa per cena ieri sera, e era delizioso. Mangero la platessa di nuovo domani. Lei ha mangiato la platessa con la sua famiglia ieri.",
      "imageLink": "image_files\\English\\plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulbarsch",
      "translation": "scarabeo",
      "definition": "Ein Kaulbarsch ist ein Fischart, oft in Süßwasserflüssen und Seen gefunden.",
      "definition_translation": "Un tipo di pesce, spesso trovato nei fiumi e laghi di acqua dolce.",
      "example": "Ich fing einen Kaulbarsch beim Angeln im See letzten Wochenende. Sie wird einen Kaulbarsch im Fluss morgen fangen. Sie aßen gerösteten Kaulbarsch zum Abendessen letztes Jahr.",
      "example_translation": "Ho catturato uno scarabeo mentre pesavo nel lago lo scorso fine settimana. Lei peschera uno scarabeo nel fiume domani. Hanno mangiato uno scarabeo arrosto per cena l'anno scorso.",
      "imageLink": "image_files\\English\\roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sardine",
      "translation": "sardina",
      "definition": "Eine Sardine ist ein kleiner, fetter Fisch, oft in Dosen serviert und als Snack konsumiert.",
      "definition_translation": "Un tipo di pesce piccolo e oleoso, spesso conservato in scatola e mangiato come spuntino.",
      "example": "Ich aß ein Etui Sardinen zum Mittagessen heute. Sie wird Sardinen mit ihrem Salat morgen essen. Sie aßen Sardinen mit ihrer Pasta letzte Nacht.",
      "example_translation": "Ho mangiato un barattolo di sardine per pranzo oggi. Lei mangera sardine con la sua insalata domani. Hanno avuto sardine con la loro pasta ieri sera.",
      "imageLink": "image_files\\English\\sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sägefisch",
      "translation": "Pesce Sega",
      "definition": "Ein Sägefisch ist eine Rochenart, die eine lange, flache, spitze Schnauze hat, die mit scharfen Zähnen besetzt ist, zum Angriff und zur Verteidigung verwendet.",
      "definition_translation": "Un pesce sega è un tipo di razza che ha un lungo, piatto, becco appuntito con denti affilati, utilizzato per attaccare e difendere.",
      "example": "Der Sägefisch steht seit 2009 auf der Liste der gefährdeten Arten. Der Sägefisch wird wahrscheinlich aussterben, wenn die Konservierungsbemühungen nicht erhöht werden. Bis 2025 werden wir einen signifikanten Rückgang der Sägefischpopulationen gesehen haben.",
      "example_translation": "Il pesce sega è stato nella lista delle specie in pericolo dal 2009. Il pesce sega affronterà probabilmente l'estinzione se non verranno aumentati gli sforzi di conservazione. Entro il 2025, avremo visto un calo significativo delle popolazioni di pesci sega.",
      "imageLink": "image_files\\English\\sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skalar",
      "translation": "scalare",
      "definition": "In Physik und Mathematik ist ein Skalar eine Größe, die nur eine Größe hat, aber keine Richtung.",
      "definition_translation": "In fisica e matematica, uno scalare è una quantità che ha solo una grandezza, ma non una direzione.",
      "example": "Das Skalarprodukt zweier Vektoren ist ein skalares Wert. Skalare werden verwendet, um physikalische Größen wie Temperatur und Energie zu messen. In Zukunft werden wir die Entwicklung von Skalarfeldern in der Physik sehen.",
      "example_translation": "Il prodotto scalare di due vettori è un valore scalare. Gli scalar sono utilizzati per misurare le quantità fisiche come temperatura e energia. In futuro, vedremo lo sviluppo di campi scalar in fisica.",
      "imageLink": "image_files\\English\\scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tonleiter",
      "translation": "scala",
      "definition": "Eine Tonleiter ist eine Reihe von musikalischen Noten in einem bestimmten Muster, verwendet, um Melodien und Harmonien zu erstellen.",
      "definition_translation": "Una scala è una serie di note musicali in un pattern specifico, utilizzata per creare melodie e armonie.",
      "example": "Das Klavier hat eine chromatische Tonleiter mit 12 Halbtönen. Sie wird die Tonleiter des Berges besteigen, um den Gipfel morgen zu erreichen. Das Unternehmen wird seine Produktion skalieren, um die wachsende Nachfrage zu erfüllen.",
      "example_translation": "Il pianoforte ha una scala cromatica con 12 mezzi toni. Scala la montagna per raggiungere la vetta entro domani. L'azienda scalerà la sua produzione per soddisfare la crescente domanda.",
      "imageLink": "image_files\\English\\scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seepferdchen",
      "translation": "cavalluccio marino",
      "definition": " Ein Seepferdchen ist ein Meeresfisch, der zur Familie Syngnathidae gehört. Es ist gekennzeichnet durch seinen pferdeähnlichen Kopf, seine gekrümmte Schwanzflosse und die Fähigkeit, aufrecht zu schwimmen.",
      "definition_translation": "Un cavallo marino è un pesce marino che appartiene alla famiglia Syngnathidae. È caratterizzato dalla sua testa simile a cavallo, coda arrotolata e capacità di nuotare in posizione eretta.",
      "example": "Ich sah ein Seepferdchen in der Nähe des Korallenriffs schwimmen. Das Seepferdchen schwimmt langsam. Das Seepferdchen wird morgen in der Nähe der Wasseroberfläche schwimmen.",
      "example_translation": "Ho visto un cavallo marino nuotare vicino alla barriera corallina ieri. Il cavallo marino nuota lentamente. Il cavallo marino nuoterà vicino alla superficie domani.",
      "imageLink": "image_files\\English\\seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seezunge",
      "translation": "sogliola",
      "definition": "Eine Seezunge ist eine Art Plattfisch, die der Familie Soleidae angehört. Sie ist charakterisiert durch ihren flachen Körper, kleine Augen und delikaten Geschmack.",
      "definition_translation": "Una sogliola è un tipo di pesce piatto che appartiene alla famiglia Soleidae. È caratterizzata dal suo corpo piatto, piccoli occhi e sapore delicato.",
      "example": "Ich fing eine Seezunge, während ich letzte Woche im See angle. Die Seezunge schmeckt großartig, wenn sie gegrillt wird. Ich werde heute Abend eine Seezunge zum Essen zubereiten.",
      "example_translation": "Ho catturato una sogliola mentre pescavo nel lago la settimana scorsa. La sogliola è deliziosa quando grillata. Cucinerò una sogliola per cena stasera.",
      "imageLink": "image_files\\English\\sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sprotte",
      "translation": "acciuga",
      "definition": "Eine Sprotte ist ein kleiner, öliger Fisch, der der Familie Clupeidae angehört. Sie wird oft als Nahrungsmittel für Menschen und Tiere verwendet.",
      "definition_translation": "Una acciuga è un piccolo pesce oleoso che appartiene alla famiglia Clupeidae. È spesso utilizzato come fonte di cibo per gli esseri umani e gli animali.",
      "example": "Ich kaufte eine Dose Sprotten im Supermarkt gestern. Sprotten sind reich an Omega-3-Fettsäuren. Sprotten werden in Zukunft ein beliebtes Nahrungsmittel sein.",
      "example_translation": "Ho comprato una scatola di acciughe al supermercato ieri. Le acciughe sono ricche di acidi grassi omega-3. Le acciughe saranno una fonte di cibo popolare nel futuro.",
      "imageLink": "image_files\\English\\sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stichling",
      "translation": "ghiozzo spinoso",
      "definition": "Ein kleiner Süßwasserfisch mit einem Reihe von Stacheln entlang des Rückens, in Eurasien und Nordamerika vorkommend.",
      "definition_translation": "Un piccolo pesce d'acqua dolce con una fila di spine lungo la schiena, trovato in Eurasia e Nord America.",
      "example": "Der Stichling wurde als Modellorganismus in wissenschaftlichen Forschungen, insbesondere in den Feldern der Evolutionsbiologie und Ökologie, verwendet. Er wurde auch verwendet, um die Entwicklung von Stacheln zu studieren. Gestern sah ich einen Stichling im Aquarium und war von seinen Verteidigungsmechanismen beeindruckt.",
      "example_translation": "Il ghiozzo spinoso è stato utilizzato come organismo modello nella ricerca scientifica, in particolare nei campi della biologia evolutiva e dell'ecologia. È anche stato utilizzato per studiare lo sviluppo delle spine. In futuro, i ricercatori continueranno a studiare il ghiozzo spinoso per acquisire informazioni sulle sue caratteristiche uniche. Ieri, ho visto un ghiozzo spinoso nell'acquario e sono stato colpito dalle sue difese.",
      "imageLink": "image_files\\English\\stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stör",
      "translation": "storione",
      "definition": "Ein großer Fisch mit langem, spitzen Schnabel und Körper bedeckt mit knöchernen Platten, in Flüssen und Küstenbereichen Europas und Asiens vorkommend.",
      "definition_translation": "Un grande pesce con un lungo muso appuntito e un corpo coperto da placche ossee, trovato in fiumi e aree costiere d'Europa e Asia.",
      "example": "Stören waren Tausende von Jahren ein wichtiger Nahrungsmittel, insbesondere ihre Roggen wurden hoch geschätzt. Historisch waren Stören in europäischen Flüssen reichlich vorhanden, aber ihre Populationen wurden stark reduziert aufgrund von Überfischung. Heute sind Erhaltungsbemühungen im Gange, um Stör-Habitaten zu schützen und ihre Populationen wieder aufzufüllen. Bis 2025 hofft man, dass Stör-Populationen sich hinreichend erholen werden, um begrenzte Fischerei zu ermöglichen.",
      "example_translation": "Gli storioni sono stati una fonte di cibo importante per migliaia di anni, con le uova particolarmente apprezzate. Storicamente, gli storioni erano abbondanti nei fiumi europei, ma le loro popolazioni sono state grandemente ridotte a causa della sovrappesca. Oggi, sono in corso sforzi di conservazione per proteggere gli habitat degli storioni e rifornire i loro numeri. Entro il 2025, si spera che le popolazioni degli storioni si siano riprese sufficientemente per permettere una pesca limitata.",
      "imageLink": "image_files\\English\\sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenfisch",
      "translation": "pesce luna",
      "definition": "Ein großer, flacher Fisch mit rundem Körper und kleinem Mund, in warmen und gemäßigten Meeren weltweit vorkommend.",
      "definition_translation": "Un grande pesce piatto con un corpo rotondo e una bocca piccola, trovato in mari caldi e temperati del mondo.",
      "example": "Sonnenfische sind bekannt für ihre Fähigkeit, bis zu 3 Meter Länge zu erreichen, was sie zu einem der größten Knochenfische der Welt macht. Sie sind auch unglaublich schwimmfähig, was ihnen ermöglicht, nahe der Wasseroberfläche zu schwimmen. Gestern ging ich Schnorcheln und sah einen Sonnenfisch in seinem natürlichen Habitat schwimmen. Es war ein unglaublicher Anblick! In Zukunft hoffe ich, mehr Sonnenfische in ihrem natürlichen Habitat zu sehen.",
      "example_translation": "I pesci luna sono noti per la loro capacità di crescere fino a 3 metri di lunghezza, rendendoli uno dei pesci ossei più grandi del mondo. Sono anche incredibilmente galleggianti, il che gli consente di nuotare vicino alla superficie dell'acqua. Ieri, sono andato a fare snorkeling e ho visto un pesce luna nuotare vicino al reef corallino. È stato uno spettacolo incredibile! In futuro, spero di vedere più pesci luna nel loro habitat naturale.",
      "imageLink": "image_files\\English\\sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwertfisch",
      "translation": "pesce spada",
      "definition": "Ein großer, öliger Fisch mit langem, spitzen Schnabel, in warmen Meeren vorkommend.",
      "definition_translation": "un grande pesce oleoso con un lungo becco appuntito, trovato in mari caldi",
      "example": "Ich fing einen Schwertfisch, während ich im Mittelmeer letzte Sommer angelte. Ich werde heute Abend Schwertfisch zum Essen zubereiten. Ich habe jeden Wochenende im letzten Monat Schwertfisch gegessen.",
      "example_translation": "Ho catturato un pesce spada mentre pesavo nel Mediterraneo l'estate scorso. Cucinerò pesce spada per cena stasera. Sto mangiando pesce spada ogni settimana per un mese.",
      "imageLink": "image_files\\English\\swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karpfen",
      "translation": "tinca",
      "definition": "Ein Süßwasserfisch mit flachem Körper, in Flüssen und Seen vorkommend.",
      "definition_translation": "un pesce d'acqua dolce con un corpo piatto, trovato in fiumi e laghi",
      "example": "Ich sah einen Karpfen im See schwimmen. Karpfen sind gute Nahrung. Ich werde nächsten Sonntag erneut nach Karpfen angeln.",
      "example_translation": "Ho visto una tinca nuotare nel lago. Le tinche sono buone da mangiare. Andrò a pescare tinche la prossima domenica.",
      "imageLink": "image_files\\English\\tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zander",
      "translation": "luccio",
      "definition": "Ein Süßwasserfisch mit langem, schlankem Körper, in Flüssen und Seen vorkommend.",
      "definition_translation": "un pesce d'acqua dolce con un corpo lungo e snello, trovato in fiumi e laghi",
      "example": "Ich fing einen Zander, während ich im Fluss angelte. Zander sind ein beliebter Spiel- und Speisefisch. Ich werde nächste Woche erneut versuchen, einen Zander zu fangen.",
      "example_translation": "Ho catturato un luccio mentre pesavo nel fiume. I lucci sono un popolare pesce da gioco. Proverò a catturare un luccio ancora la prossima settimana.",
      "imageLink": "image_files\\English\\zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]