[
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biskuit",
      "translation": "biscotto",
      "definition": "Ein kleines gebackenes Essen, das typischerweise knusprig außen und weich innen ist, oft mit Tee oder Kaffee genossen.",
      "definition_translation": "Un alimento cotto piccolo che è tipicamente croccante all'esterno e morbido all'interno, spesso mangiato con tè o caffè.",
      "example": "Ich aß ein Biskuit mit meinem Tee gestern, ich esse ein Biskuit mit meinem Kaffee jetzt, und ich werde ein Biskuit mit meinem Saft morgen essen.",
      "example_translation": "Ho mangiato un biscotto con il mio tè ieri, sto mangiando un biscotto con il mio caffè ora, e mangerò un biscotto con il mio succo di frutta domani.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchen",
      "translation": "torta",
      "definition": "Ein süßes gebackenes Essen, hergestellt aus Mehl, Zucker und Eiern, oft als Dessert oder Snack serviert.",
      "definition_translation": "Un alimento dolce cotto fatto con farina, zucchero e uova, spesso servito come dessert o spuntino.",
      "example": "Ich bäckte einen Kuchen für meine Schwester's Geburtstag gestern, ich bäcke einen Kuchen für meine Freundin's Party jetzt, und ich werde einen Kuchen für mein Familienessen morgen backen.",
      "example_translation": "Ho preparato una torta per il compleanno di mia sorella ieri, sto preparando una torta per la festa del mio amico ora, e preparerò una torta per la cena con la mia famiglia domani.",
      "imageLink": "image_files\\English\\"imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokolade",
      "translation": "cioccolato",
      "definition": "Ein süßes Essen, hergestellt aus Kakao-Bohnen, oft als Snack genossen oder als Zutat in Koch- und Backrezepten verwendet.",
      "definition_translation": "Un alimento dolce fatto da fagioli di cacao, spesso mangiato come spuntino o usato come ingrediente nella cottura e nella pasticceria.",
      "example": "Ich aß eine Schokoladen-Tafel gestern, ich esse ein Schokoladen-Kuchen jetzt, und ich werde Schokoladen-Eiscreme morgen essen.",
      "example_translation": "Ho mangiato una barretta di cioccolato ieri, sto mangiando una torta di cioccolato ora, e mangerò il gelato di cioccolato domani.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiscreme",
      "translation": "gelato",
      "definition": "Ein süßes gefrorenes Essen, oft hergestellt aus Sahne, Zucker und Aromen, als Snack oder Dessert genossen.",
      "definition_translation": "Un alimento congelato dolce tipicamente fatto con crema, zucchero e aromi, mangiato come spuntino o dessert.",
      "example": "Ich aß Eiscreme gestern, ich esse Eiscreme jetzt, und ich werde Eiscreme morgen essen.",
      "example_translation": "Ho mangiato gelato ieri, sto mangiando gelato ora, e mangerò gelato domani.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bonbon",
      "translation": "caramella",
      "definition": "Ein süßes Essen, hergestellt aus Zucker, oft aromatisiert und gefärbt, und in kleinen Stücken oder Stangen geformt.",
      "definition_translation": "Un alimento dolce fatto con zucchero, spesso aromatizzato e colorato, e plasmato in piccoli pezzi o barre.",
      "example": "Mein Bruder kaufte Bonbons im Laden, meine Schwester kauft Bonbons jetzt, und meine Mutter wird Bonbons später kaufen.",
      "example_translation": "Mio fratello ha comprato caramelle al negozio, mia sorella sta comprando caramelle ora, e mia madre comprerà caramelle più tardi.",
      "imageLink": "image_files\\English\\"imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dessert",
      "translation": "dessert",
      "definition": "Ein Gang in einem Essen, typischerweise süß, am Ende eines Essens genossen.",
      "definition_translation": "Un corso in un pasto, tipicamente dolce, mangiato alla fine del pasto.",
      "example": "Wir aßen Dessert nach dem Abendessen letzte Nacht, wir essen Dessert nach dem Mittagessen jetzt, und wir werden Dessert nach dem Frühstück morgen essen.",
      "example_translation": "Abbiamo avuto dessert dopo cena ieri sera, stiamo avendo dessert dopo pranzo ora, e avremo dessert dopo colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lutschbonbon",
      "translation": "lecca lecca",
      "definition": "Ein süßes Konfekt, bestehend aus einem Stiel oder Griff, der in einen kleinen, runden oder ovalen Teil von hartem Zucker gesteckt ist.",
      "definition_translation": "Un dolce confettorio composto da un bastone o maniglia inserita in un piccolo pezzo di caramella dura, di forma rotonda o ovale.",
      "example": "Ich aß ein Lutschbonbon auf dem Jahrmarkt gestern. Ich esse ein Lutschbonbon jetzt. Ich werde ein Lutschbonbon auf der Party morgen essen.",
      "example_translation": "Ho mangiato un lecca lecca alla fiera ieri. Sto mangiando un lecca lecca adesso. Mangerò un lecca lecca alla festa domani.",
      "imageLink": "image_files\\English\\"imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "dolce",
      "definition": "Ein angenehmer Geschmack, insbesondere einer, der nicht sauer oder salzig ist.",
      "definition_translation": "Avendo un gusto piacevole, soprattutto uno che non è aspro o salato.",
      "example": "Der süße Kuchen war lecker. Sie ist ein süßer Mensch. Die süßen Erinnerungen meiner Kindheit sind unvergesslich.",
      "example_translation": "Il dolce torta era delizioso. Lei è una persona dolce. I dolci ricordi della mia infanzia sono indimenticabili.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeiten",
      "translation": "dolci",
      "definition": "Lebensmittel, die reich an Zucker und Kalorien sind, typischerweise als Snack oder Dessert genossen.",
      "definition_translation": "Prodotti alimentari che sono ricchi di zucchero e calorie, di solito mangiati come spuntino o dessert.",
      "example": "Ich liebe Süßigkeiten auf meinem Geburtstag. Die Süßigkeiten auf der Party waren großartig. Sie hat eine Süßzahn.",
      "example_translation": "Adoro mangiare dolci il mio compleanno. I dolci alla festa erano fantastici. Lei ha un debole per i dolci.",
      "imageLink": "image_files\\English\\"imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokoladen-Tafel",
      "translation": "barretta di cioccolato",
      "definition": "Eine Schokoladen-Tafel ist ein süßes Konfekt, hergestellt aus Kakao, Zucker und manchmal Nüssen oder anderen Zutaten, typischerweise rechteckig geformt und in Papier oder Folie eingewickelt.",
      "definition_translation": "Una barretta di cioccolato è un cibo dolce fatto con cacao, zucchero e a volte noci o altri ingredienti, tipicamente rettangolare nella forma e avvolto in carta o alluminio.",
      "example": "Gestern kaufte ich eine Schokoladen-Tafel im Laden. Heute esse ich sie. Morgen werde ich eine andere kaufen.",
      "example_translation": "Ieri ho comprato una barretta di cioccolato al negozio. Oggi sto mangiandola. Domani, ne comprerò un'altra.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gelee",
      "translation": "gelatina",
      "definition": "Gelee ist eine süße Ausbreitung, die aus Fruchtsaft, Zucker und Pektin hergestellt wird, oft als Topping für Toast, Joghurt oder Eiscreme serviert.",
      "definition_translation": "La gelatina è una spread dolce fatta con succo di frutta, zucchero e pectina, spesso servita come topping per pane tostato, yogurt o gelato.",
      "example": "Ich aß Gelee auf meinem Toast zum Frühstück. Jetzt esse ich es mit meinem Joghurt. Später werde ich es auf mein Eiscreme geben.",
      "example_translation": "Ho mangiato la gelatina sul mio toast per colazione. Ora, sto mangiandola con il mio yogurt. Più tardi, la metterò sul mio gelato.",
      "imageLink": "image_files\\English\\"imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuckerwatte",
      "translation": "zucchero filato",
      "definition": "Zuckerwatte ist ein süßes Konfekt, das aus Zucker hergestellt wird, der zu feinen Fäden gesponnen wird, oft auf Jahrmärkten und Festen serviert.",
      "definition_translation": "Lo zucchero filato è un cibo dolce fatto con zucchero che viene filato in sottili filamenti, spesso servito alle fiere e ai carnevali.",
      "example": "Ich ging auf den Jahrmarkt und kaufte Zuckerwatte. Als ich ein Kind war, kaufte meine Mutter es mir. Eines Tages werde ich meine Kinder auf den Jahrmarkt mitnehmen und ihnen Zuckerwatte kaufen.",
      "example_translation": "Sono andato alla fiera e ho comprato dello zucchero filato. Quando ero bambino, mia madre mi comprava sempre. Un giorno, porterò i miei bambini alla fiera e comprerò dello zucchero filato per loro.",
      "imageLink": "image_files\\English\\"imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummibärchen",
      "translation": "caramelle gommose",
      "definition": "Eine Art kaußbarer Süßigkeit, die üblicherweise aus Gelatine hergestellt wird und in verschiedenen Formen und Geschmacksrichtungen kommt.",
      "definition_translation": "Un tipo di caramella masticabile che è solitamente fatto di gelatina e viene in diverse forme e sapori.",
      "example": "Ich aß eine Tüte Gummibärchen im Kino letzte Nacht, und jetzt habe ich Magenschmerzen. Ich esse Gummibärchen seit Jahren, aber ich werde sie morgen wieder essen.",
      "example_translation": "Ho mangiato un sacchetto di caramelle gommose al cinema ieri sera, e adesso ho mal di stomaco. Ho mangiato caramelle gommose per anni, ma le mangerò di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harte Bonbons",
      "translation": "caramella dura",
      "definition": "Eine Art Bonbon, die hart und spröde ist, oft mit Früchten oder Gewürzen aromatisiert.",
      "definition_translation": "Un tipo di caramella che è dura e friabile, spesso aromatizzata con frutta o spezie.",
      "example": "Ich lutschte an einem harten Bonbon den ganzen Tag in der Schule, und jetzt ist mein Mund trocken. Meine Großmutter machte früher harte Bonbons zu Hause, aber ich werde sie nächste Woche machen.",
      "example_translation": "Ho succhiato una caramella dura tutto il giorno a scuola, e adesso ho la bocca secca. La mia nonna usava fare caramelle dure a casa, ma le farò la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marzipan",
      "translation": "marzapane",
      "definition": "Eine süße, mandelbasierte Konfekt, die aus gleichen Teilen gemahlenem Mandel und Zucker hergestellt wird, oft verwendet, um festliche Süßigkeiten und Dekorationen herzustellen.",
      "definition_translation": "Un dolce confezionato a base di mandorle fatto con parti uguali di mandorle macinate e zucchero, spesso usato per fare dolci e decorazioni festive.",
      "example": "Ich dekorierte den Weihnachtskuchen mit Marzipan-Früchten und -Blättern. Meine Schwester machte Marzipan-Tiere für die Ostereier, und wir werden Marzipan-Weihnachtsmänner machen.",
      "example_translation": "Ho decorato la torta di Natale con frutta e foglie di marzapane. La mia sorella ha fatto animali di marzapane per le uova di Pasqua, e faremo Babbi Natale di marzapane per Natale.",
      "imageLink": "image_files\\English\\"imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebrannte Süßigkeit",
      "translation": "caramella bollita",
      "definition": "Eine Art harter Bonbons, die durch Erhitzen eine harte Schale bildet und dann gefärbt und aromatisiert wird.",
      "definition_translation": "Un tipo di caramella dura che viene bollita per creare una shell dura e quindi colorata e aromatizzata.",
      "example": "Ich aß eine gebrannte Süßigkeit, als ich ein Kind war. Jetzt esse ich eine gebrannte Süßigkeit. Ich werde eine gebrannte Süßigkeit später essen.",
      "example_translation": "Ho mangiato una caramella bollita quando ero bambino. Sto mangiando una caramella bollita ora. Mangerò una caramella bollita più tardi.",
      "imageLink": "image_files\\English\\"imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konfiserie",
      "translation": "dolciaria",
      "definition": "Die Kunst, Konfekte wie Süßigkeiten, Schokoladen und andere Süßigkeiten herzustellen.",
      "definition_translation": "L'arte di fare confetti, come caramelle, cioccolati e altri dolci.",
      "example": "Das Konfiserie-Geschäft auf der Ecke verkauft die leckersten Leckereien. Das Konfiserie-Geschäft auf der Ecke verkauft Leckereien seit Jahren. Das Konfiserie-Geschäft auf der Ecke wird Leckereien für lange Zeit verkaufen.",
      "example_translation": "Il negozio di dolciaria all'angolo vende i trattamenti più deliziosi. Il negozio di dolciaria all'angolo ha venduto trattamenti per anni. Il negozio di dolciaria all'angolo venderà trattamenti per molto tempo.",
      "imageLink": "image_files\\English\\"imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fudge",
      "translation": "fuscina",
      "definition": "Eine Art süßer Leckerei, die aus Zucker, Milch und Butter hergestellt wird, oft aromatisiert mit Nüssen oder anderen Zutaten.",
      "definition_translation": "Un tipo di trattamento dolce fatto con zucchero, latte e burro, spesso aromatizzato con noci o altri ingredienti.",
      "example": "Ich liebe Fudge auf Urlaub. Jetzt esse ich Fudge. Ich werde Fudge bald wieder essen.",
      "example_translation": "Mi piace mangiare fuscina in vacanza. Sto mangiando fuscina ora. Mangerò fuscina di nuovo presto.",
      "imageLink": "image_files\\English\\"imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummisüßigkeiten",
      "translation": "caramelle gelatinose",
      "definition": "Eine Art süßer Speise, die aus Gelatine, Zucker und Aromastoffen hergestellt wird, oft gefärbt und in kleinen Tieren oder Früchten geformt.",
      "definition_translation": "Un tipo di cibo dolce fatto con gelatina, zucchero e sostanze aromatizzanti, solitamente colorato e formato come piccoli animali o frutta.",
      "example": "Ich liebte Gummisüßigkeiten, als ich ein Kind war. Jetzt kaufe ich sie für meine Kinder. Bis nächstem Jahr werde ich ihnen keine Gummisüßigkeiten mehr geben.",
      "example_translation": "Ammava mangiare caramelle gelatinose quando ero bambino. Adesso, le compro per i miei bambini. L'anno prossimo, avrò smesso di dar loro caramelle gelatinose.",
      "imageLink": "image_files\\English\\"imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]