[
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katze",
      "translation": "gatto",
      "definition": "Ein kleines,通常 pelzartiges, fleischfressendes Säugetier. Wenn sie als Haustiere gehalten werden, werden sie oft als 'Hauskatzen' bezeichnet.",
      "definition_translation": "Un piccolo mammifero carnivoro tipicamente peloso. Spesso vengono chiamati 'gatti domestici' quando vengono tenuti come animali da compagnia indoor.",
      "example": "Ich hatte eine Katze, als ich ein Kind war. Jetzt habe ich einen Hund. Ich werde wieder eine Katze haben, wenn ich in Rente gehe.",
      "example_translation": "Avevo un gatto quando ero bambino. Ora ho un cane. Mi comprerò un gatto di nuovo quando mi pensionerò.",
      "imageLink": "image_files\\English\\"imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuh",
      "translation": "mucca",
      "definition": "Ein großes, weibliches Säugetier, das Milch gibt und häufig auf Bauernhöfen gehalten wird.",
      "definition_translation": "Una grande mammifera femmina che produce latte e viene comunemente allevata nelle fattorie.",
      "example": "Die Kuh weidete auf der Wiese. Die Kuh wird nächsten Monat ein Kalb bekommen. Ich sah eine Kuh auf dem Bauernhof gestern.",
      "example_translation": "La mucca stava pascolando nel campo. La mucca darà alla luce a un vitello il mese prossimo. Ho visto una mucca nella fattoria ieri.",
      "imageLink": "image_files\\English\\"imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hund",
      "translation": "cane",
      "definition": "Ein domestiziertes, fleischfressendes Säugetier, das zur Familie der Hunde gehört.",
      "definition_translation": "Un mammifero carnivoro domestico che appartiene alla famiglia Canidae.",
      "example": "Ich ging mit dem Hund heute Morgen spazieren. Der Hund ist sehr freundlich. Der Hund wird nächste Woche kastriert werden.",
      "example_translation": "Ho portato a passeggio il cane stamattina. Il cane è molto amichevole. Il cane sarà sterilizzato la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pferd",
      "translation": "cavallo",
      "definition": "Ein großes, hufbewehrtes, pflanzenfressendes Säugetier, das für Transport, Freizeit und Arbeit verwendet wird.",
      "definition_translation": "Un grande mammifero erbivoro con zoccoli usato per il trasporto, il divertimento e il lavoro.",
      "example": "Ich ritt ein Pferd gestern, ich reite ein Pferd jeden Tag, und ich werde ein Pferd reiten morgen.",
      "example_translation": "Ho cavalcato un cavallo ieri, cavalco un cavallo ogni giorno e cavalcherò un cavallo domani.",
      "imageLink": "image_files\\English\\"imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwein",
      "translation": "maiale",
      "definition": "Ein stämmiges, hufbewehrtes, omnivores Säugetier, das hauptsächlich für Fleischproduktion auf Bauernhöfen gehalten wird.",
      "definition_translation": "Un mammifero onnivoro con corpo robusto e zoccoli allevato per la carne, in particolare nelle fattorie.",
      "example": "Ich sah ein Schwein Essen gestern, ich sehe ein Schwein Essen jeden Tag, und ich werde ein Schwein Essen morgen sehen.",
      "example_translation": "Ho visto un maiale che mangiava cibo ieri, vedo un maiale che mangia cibo ogni giorno e vedrò un maiale che mangia cibo domani.",
      "imageLink": "image_files\\English\\"imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaf",
      "translation": "pecora",
      "definition": "Ein domestiziertes, hufbewehrtes, pflanzenfressendes Säugetier, das für seine Wolle, Milch und Fleisch gehalten wird.",
      "definition_translation": "Un mammifero erbivoro con zoccoli addomesticato, allevato per la sua lana, il suo latte e la sua carne.",
      "example": "Ich schor ein Schaf gestern, ich schere ein Schaf jeden Tag, und ich werde ein Schaf morgen scheren.",
      "example_translation": "Ho tosato una pecora ieri, toso una pecora ogni giorno e toserò una pecora domani.",
      "imageLink": "image_files\\English\\"imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bambino",
      "definition": "Ein sehr junges menschliches Wesen, insbesondere ein Neugeborenes.",
      "definition_translation": "Un essere umano molto giovane, specialmente uno nuovo o recentemente nato.",
      "example": "Ich sah ein Baby mich gestern anlächeln. Das Baby wird morgen mit Spielzeug spielen. Das Baby spielte den ganzen Tag mit Blöcken.",
      "example_translation": "Ho visto un bambino sorridere ieri. Il bambino giocherà con dei giocattoli domani. Il bambino ha giocato con i blocchi tutto il giorno.",
      "imageLink": "image_files\\English\\"imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "orso",
      "definition": "Ein großes, fleischfressendes Säugetier mit zotteligem Fell, das in Wäldern und Bergen gefunden wird.",
      "definition_translation": "Un grande mammifero carnivoro con pelo irsuto, trovato in foreste e montagne.",
      "example": "Ich sah einen Bär einen Baum erklimmen gestern. Der Bär wird im Winter Winterschlaf halten. Der Bär erklimmte einen Berg letzten Jahr.",
      "example_translation": "Ho visto un orso arrampicarsi su un albero ieri. L'orso iberna in inverno. L'orso ha scalato una montagna l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gepard",
      "translation": "ghepardo",
      "definition": "Ein kleines, schnell bewegliches, fleischfressendes Säugetier mit einem charakteristischen Fell, das in Afrika und Asien beheimatet ist.",
      "definition_translation": "Un piccolo mammifero carnivoro veloce con un mantello distinto, nativo dell'Africa e dell'Asia.",
      "example": "Ich sah einen Gepard schnell laufen gestern. Der Gepard wird nachts jagen. Der Gepard rannte schnell über die Savanne letztes Jahr.",
      "example_translation": "Ho visto un ghepardo correre velocemente ieri. Il ghepardo cacerà di notte. Il ghepardo ha attraversato velocemente la savana l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elefant",
      "translation": "elefante",
      "definition": "Ein großes, intelligentes und soziales Tier mit einem Rüssel, Stoßzähnen und einem großen Körper, das in Afrika und Asien beheimatet ist.",
      "definition_translation": "Un grande, intelligente e sociale animale con una proboscide, zanne e un corpo grande, nativo dell'Africa e dell'Asia.",
      "example": "Ich sah einen Elefanten im Zoo gestern. Er isst jetzt. Er wird morgen wieder essen.",
      "example_translation": "Ho visto un elefante allo zoo ieri. Sta mangiando ora. Mangerà di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerschweinchen",
      "translation": "cavia",
      "definition": "Ein kleines, flauschiges Nagetier, das als Haustier gehalten wird, ursprünglich aus Südamerika stammt.",
      "definition_translation": "Un piccolo, peloso roditore tenuto come animale domestico, nativo del Sud America.",
      "example": "Meine Schwester hatte ein Meerschweinchen, als sie ein Kind war. Es war sehr süß. Sie wird bald ein weiteres kaufen.",
      "example_translation": "Mia sorella aveva un cavia quando era bambina. Era molto carino. Comprerà un altro presto.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamster",
      "translation": "hamster",
      "definition": "Ein kleines, flauschiges Nagetier, das als Haustier gehalten wird, ursprünglich aus Europa und Asien stammt.",
      "definition_translation": "Un piccolo, peloso roditore tenuto come animale domestico, nativo dell'Europa e dell'Asia.",
      "example": "Ich hatte einen Hamster, als ich ein Kind war. Er war sehr schnell. Er wird heute Nacht wieder laufen.",
      "example_translation": "Avevo un hamster quando ero ragazzo. Era molto veloce. Correrà di nuovo stasera.",
      "imageLink": "image_files\\English\\"imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "leone",
      "definition": "Ein Löwe ist ein großes, fleischfressendes Säugetier, das in Grasländern, Savannen und offenen Wäldern Afrikas und Indiens lebt.",
      "definition_translation": "Un leone è un grande mammifero carnivoro che vive nelle praterie, savane e boschi aperti dell'Africa e dell'India.",
      "example": "Der Löwe brüllte laut im Dschungel gestern. Der Löwe schläft jetzt. Der Löwe wird morgen ein Zebra essen.",
      "example_translation": "Il leone ha ruggito forte nella giungla ieri. Il leone sta dormendo ora. Il leone mangerà una zebra domani.",
      "imageLink": "image_files\\English\\"imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affe",
      "translation": "scimmia",
      "definition": "Ein Affe ist ein Primaten-Säugetier, das zur Ordnung Primaten gehört, einschließlich Makaken, Kapuzineraffen und Gibbons.",
      "definition_translation": "Una scimmia è un mammifero primate che appartiene all'ordine dei Primati, comprendendo macachi, cappuccini e gibboni.",
      "example": "Der Affe kletterte schnell den Baum hinauf. Der Affe isst jetzt eine Banane. Der Affe wird morgen mit seinen Freunden spielen.",
      "example_translation": "La scimmia ha scalato l'albero rapidamente. La scimmia sta mangiando una banana ora. La scimmia giocherà con i suoi amici domani.",
      "imageLink": "image_files\\English\\"imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maus",
      "translation": "topo",
      "definition": "Eine Maus ist ein kleines, Nagetier, das häufig in Häusern und Gebäuden gefunden wird, bekannt für seine Fähigkeit, durch winzige Öffnungen zu schlüpfen.",
      "definition_translation": "Un topo è un piccolo mammifero roditore che si trova comunemente nelle case e negli edifici, noto per la sua capacità di infilarsi attraverso piccole aperture.",
      "example": "Die Maus rannte schnell über den Fußboden. Die Maus versteckt sich jetzt hinter dem Sofa. Die Maus wird morgen aus seinem Loch kommen.",
      "example_translation": "Il topo ha attraversato il pavimento rapidamente. Il topo sta nascondendosi dietro il divano ora. Il topo uscirà dalla sua tana domani.",
      "imageLink": "image_files\\English\\"imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaninchen",
      "translation": "coniglio",
      "definition": "Ein kleines Säugetier mit einem weichen, flauschigen Schwanz und langen Ohren, oft als Haustier oder zur Nahrungsgewinnung gehalten.",
      "definition_translation": "Un piccolo mammifero con una coda soffice e lunghi orecchi, spesso tenuto come animale da compagnia o cacciato per il cibo.",
      "example": "Ich sah ein Kaninchen über das Feld hoppelnd gestern, ich sehe ein Kaninchen über das Feld hoppelnd jeden Morgen, ich werde ein Kaninchen über das Feld hoppelnd morgen sehen.",
      "example_translation": "Ho visto un coniglio saltare attraverso il campo ieri, vedo un coniglio saltare attraverso il campo ogni mattina, vedrò un coniglio saltare attraverso il campo domani.",
      "imageLink": "image_files\\English\\"imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ratte",
      "translation": "ratto",
      "definition": "Eine Ratte ist ein Nagetier, das als Schädling betrachtet wird, oft in Abwasserkanälen und anderen dreckigen Orten gefunden wird.",
      "definition_translation": "Un roditore considerato una pestilenza, spesso trovato nei tombini e in altri posti sporchi.",
      "example": "Die Ratte huschte über den Küchenboden letzte Nacht, die Ratte huscht über den Küchenboden jeden Tag, die Ratte wird morgen wieder über den Küchenboden huschen.",
      "example_translation": "Il ratto ha attraversato il pavimento della cucina la scorsa notte, il ratto attraversa il pavimento della cucina ogni giorno, il ratto attraverserà il pavimento della cucina di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "pipistrello",
      "definition": "Ein kleines, fliegendes Säugetier, das Echolokation benutzt, um seine Umgebung zu erkunden und Insekten zu finden.",
      "definition_translation": "Un piccolo mammifero volante che utilizza l'ecolocazione per navigare e trovare insetti da mangiare.",
      "example": "Die Fledermaus flog aus der Höhle bei Sonnenuntergang gestern, die Fledermaus fliegt aus der Höhle bei Sonnenuntergang jeden Abend, die Fledermaus wird morgen bei Sonnenuntergang aus der Höhle fliegen.",
      "example_translation": "Il pipistrello è volato fuori della caverna al tramonto ieri, il pipistrello vola fuori della caverna al tramonto ogni sera, il pipistrello volerà fuori della caverna al tramonto domani.",
      "imageLink": "image_files\\English\\"imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "toro",
      "definition": "Ein großes, kräftiges und aggressives männliches Rind, oft für die Zucht oder zum Zug verwendet.",
      "definition_translation": "Un grande, potente e aggressivo maschio di mammifero bovino, spesso usato per l'allevamento o il traino.",
      "example": "Der Bauer musste den Stier vorsichtig behandeln, um sich nicht zu verletzen. Letztes Jahr kaufte er einen neuen Stier, um den Viehbestand zu verbessern. Bis nächstes Jahr wird der Stier stark genug sein, um für das Pflügen verwendet zu werden.",
      "example_translation": "Il contadino doveva maneggiare con cura il toro per evitare di farsi male. L'anno scorso, ha comprato un nuovo toro per migliorare il branco. Entro l'anno prossimo, il toro sarà abbastanza forte da essere utilizzato per l'aratura.",
      "imageLink": "image_files\\English\\"imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalb",
      "translation": "vitello",
      "definition": "Ein junges Rind, insbesondere in seinem ersten Lebensjahr.",
      "definition_translation": "Una giovane mucca, soprattutto una che è nel suo primo anno di vita.",
      "example": "Das Kalb wurde von seiner Mutter getrennt und musste mit der Flasche gefüttert werden. Letzte Woche wurde auf dem Hof ein neues Kalb geboren. Bis nächsten Frühling wird das Kalb entwöhnt und kann Gras essen.",
      "example_translation": "Il vitello era stato separato dalla madre e doveva essere alimentato con il biberon. La settimana scorsa, è nato un nuovo vitello sulla fattoria. Entro la prossima primavera, il vitello sarà svezzato e in grado di mangiare l'erba.",
      "imageLink": "image_files\\English\\"imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamel",
      "translation": "cammello",
      "definition": "Ein großes, geradzehiges Ungulat mit einem auffälligen Höcker auf seinem Rücken, das in Wüstenregionen als Lasttier verwendet wird.",
      "definition_translation": "Un grande ungulato con un caratteristico gobba sul dorso, usato come bestia da soma nelle regioni desertiche.",
      "example": "Das Kamel kämpfte, den sandigen Dünen hinaufzuklettern. Letztes Jahr ritten wir auf einem Kamel durch die Wüste. Bis nächsten Sommer werden wir eine Kameltour quer durch die Sahara machen.",
      "example_translation": "Il cammello ha faticato a scalare la duna di sabbia. L'anno scorso, abbiamo cavalcato un cammello attraverso il deserto. Entro la prossima estate, faremo un trekking con i cammelli attraverso il Sahara.",
      "imageLink": "image_files\\English\\"imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rinder",
      "translation": "bestiame",
      "definition": "Domestizierte Säugetiere, die auf einer Ranch oder einem Bauernhof gehalten werden, oft zur Milch-, Fleisch- oder Lederproduktion.",
      "definition_translation": "Mammiferi domestici allevati in un ranch o in una fattoria, spesso tenuti per il latte, la carne o le pelli.",
      "example": "Der Bauer züchtete Rinder zum Lebensunterhalt. Er züchtete sie, als sie noch Kälber waren, und verkaufte sie, wenn sie ausgewachsen waren. Er wird nächstes Jahr mehr Rinder züchten.",
      "example_translation": "L'agricoltore allevava bestiame per vivere. Li allevava quando erano vitellini, e poi li vendeva quando erano pienamente cresciuti. Alleverà più bestiame l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Delphin",
      "translation": "delfino",
      "definition": "Ein hochintelligentes, aquatisches Säugetier mit einem gekrümmten Rückenflossen, das in warmen Meeren gefunden wird und oft zur Unterhaltung in Gefangenschaft gehalten wird.",
      "definition_translation": "Un mammifero acquatico altamente intelligente con una pinna dorsale curva, trovato in mari caldi e spesso tenuto in cattività per l'intrattenimento.",
      "example": "Ich sah einen Delphin im Aquarium gestern. Es schwamm und spielte mit seinem Trainer. Es wird morgen wieder aus dem Wasser springen.",
      "example_translation": "Ho visto un delfino all'acquario ieri. Stava nuotando e giocando con il suo allenatore. Salterà fuori dall'acqua ancora domani.",
      "imageLink": "image_files\\English\\"imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esel",
      "translation": "asino",
      "definition": "Ein domestiziertes, hufiges Säugetier, das oft als Lasttier oder zum Reiten verwendet wird.",
      "definition_translation": "Un mammifero ungulato domestico, spesso usato come bestia da soma o per cavalcare.",
      "example": "Mein Großvater ritt früher einen Esel zur Arbeit, als er jung war. Er ritt ihn jeden Tag und verkaufte ihn, als er älter wurde. Er wird seinen alten Esel einmal besuchen.",
      "example_translation": "Mio nonno usava cavalcare un asino per andare al lavoro quando era giovane. Lo cavalcava ogni giorno, e poi lo vendette quando ebbe più anni. Visiterà il suo vecchio asino un giorno.",
      "imageLink": "image_files\\English\\"imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "femmina",
      "definition": "Ein erwachsener Mensch, der biologisch in der Lage ist, Nachwuchs zu zeugen, insbesondere einer, der die Pubertät überschritten hat.",
      "definition_translation": "Un essere umano adulto che è biologicamente in grado di avere prole, specialmente uno che è oltre la pubertà.",
      "example": "Sie war eine starke und unabhängige Frau, die alleine um die Welt reiste. Sie war über 10 Jahre lang eine Frau als Pilotin. Sie wird bis dahin, wenn sie 35 ist, die CEO eines Unternehmens sein.",
      "example_translation": "Era una femmina forte e indipendente che aveva viaggiato il mondo da sola. Era stata una pilota femmina per oltre 10 anni. Sarà una CEO femmina dell'azienda quando avrà 35 anni.",
      "imageLink": "image_files\\English\\"imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelz",
      "translation": "pelliccia",
      "definition": "Ein dicker, weicher und warmer Fellüberzug bei einem Tier, insbesondere einem, das wegen seiner Weichheit und Wärme geschätzt wird.",
      "definition_translation": "Un copertura spessa, morbida e calda di peli su un animale, specialmente uno che è valutato per la sua morbidezza e calore.",
      "example": "Das Kaninchen hatte einen dicken Pelz, der es im Winter warm hielt. Sie trug einen Pelzmantel zur Party gestern Abend. Der Pelz des Bären war überraschend weich.",
      "example_translation": "Il coniglio aveva una pelliccia spessa che lo teneva caldo in inverno. Lei ha indossato un cappotto di pelliccia alla festa di ieri sera. La pelliccia dell'orso era sorprendentemente morbida.",
      "imageLink": "image_files\\English\\"imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Giraffe",
      "translation": "giraffa",
      "definition": "Ein großes, geradzehiges Ungulat mit einem langen Hals und Beinen, das in Afrika heimisch ist und ein charakteristisches Fellmuster aufweist.",
      "definition_translation": "Un ungulato mammifero alto, con una lunga cervice e gambe, nativo dell'Africa, e avendo un pattern di mantello distinto.",
      "example": "Ich sah eine Giraffe im Zoo gestern. Sie fütterte die Giraffe Blätter von einem Baum. Die Giraffe wird schneller laufen als der Löwe in der Savanne.",
      "example_translation": "Ho visto una giraffa allo zoo ieri. Lei ha nutrito la giraffa con foglie dall'albero. La giraffa correrà più veloce del leone nella savana.",
      "imageLink": "image_files\\English\\"imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziege",
      "translation": "capra",
      "definition": "Eine Ziege ist ein horntragendes, pflanzenfressendes Säugetier, das oft als Vieh gehalten wird. Es ist ein Mitglied der Familie Bovidae, zu der auch Rinder, Antilopen und Gazellen gehören.",
      "definition_translation": "Una capra è un mammifero erbivoro cornuto che viene spesso tenuto come bestiame. Fa parte della famiglia Bovidae, che include bovini, antilopi e gazzelle.",
      "example": "Ich sah eine Ziege, die Gras auf einem Feld aß. Gestern sah ich eine Ziege, die in unserem Hinterhof herumlief. Ich werde nächstes Jahr eine Ziege für meinen Hof kaufen.",
      "example_translation": "Ho visto una capra mangiare l'erba nel campo. Ieri, ho visto una capra correre in giro nel cortile. Comprerò una capra per la mia fattoria il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hase",
      "translation": "lepre",
      "definition": "Ein Hase ist ein schnell laufendes, langbeiniges Säugetier, das in Grasländern und offenen Räumen lebt. Es ist bekannt für seine Geschwindigkeit und Wendigkeit und wird oft wegen seines Fleisches und Pelzes gejagt.",
      "definition_translation": "Una lepre è un mammifero veloce e dalle lunghe zampe che vive in praterie e spazi aperti. È nota per la sua velocità e agilità, e viene spesso cacciata per la sua carne e pelo.",
      "example": "Der Hase rannte schnell über das Feld. Gestern sah ich einen Hasen, der hinter einem Busch versteckt war. Ich werde nächstes Wochenende mit meinen Freunden auf Hasenjagd gehen.",
      "example_translation": "La lepre ha corso velocemente attraverso il campo. Ieri, ho visto una lepre nascondersi dietro un cespuglio. Andrò a caccia di lepri con i miei amici il prossimo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nilpferd",
      "translation": "ippopotamo",
      "definition": "Ein Nilpferd ist ein großes, semi-aquatisches Säugetier, das in Flüssen und Seen lebt. Es hat einen runden Körper, kurze Beine und einen großen Mund und ist bekannt für sein aggressives Verhalten.",
      "definition_translation": "Un ippopotamo è un mammifero grande e semi-acquatico che vive in fiumi e laghi. Ha un corpo rotondo, gambe corte e una grande bocca, e è noto per il suo comportamento aggressivo.",
      "example": "Ich sah ein Nilpferd, das im Fluss schwamm. Gestern sah ich ein Nilpferd, das Gras am Wasser aß. Ich werdeächstes Monat den Zoo besuchen, um die Nilpferde zu sehen.",
      "example_translation": "Ho visto un ippopotamo nuotare nel fiume. Ieri, ho visto un ippopotamo mangiare l'erba vicino all'acqua. Visiterò lo zoo per vedere gli ippopotami il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kätzchen",
      "translation": "micetto",
      "definition": "Ein junger Kater, typischerweise im ersten Jahr seines Lebens.",
      "definition_translation": "Un giovane gatto, solitamente nel primo anno di vita.",
      "example": "Das Kätzchen spielte mit dem Ball aus Wolle. Das Kätzchen schläft jetzt. Das Kätzchen wird morgen auf das Spielzeug springen.",
      "example_translation": "Il micetto ha giocato con la palla di lana. Il micetto sta dormendo adesso. Il micetto balzerà sul giocattolo domani.",
      "imageLink": "image_files\\English\\"imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lamm",
      "translation": "agnello",
      "definition": "Ein junges Schaf, typischerweise im ersten Jahr seines Lebens.",
      "definition_translation": "Un giovane ovino, solitamente nel primo anno di vita.",
      "example": "Das Lamm weidete in der Wiese. Das Lamm blökte laut. Das Lamm wird zu einem starken Ram werden.",
      "example_translation": "L'agnello pascolava nel prato. L'agnello sta belando forte. L'agnello crescerà diventando un ariete forte.",
      "imageLink": "image_files\\English\\"imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "männlich",
      "translation": "maschio",
      "definition": "Bezieht sich auf oder ist charakteristisch für Männer oder Jungen; des oder der Geschlechts, das Spermatozoen produziert.",
      "definition_translation": "Riferito o caratteristico degli uomini o dei ragazzi; del sesso che produce spermatozoi.",
      "example": "Der männliche Löwe brüllte laut. Der männliche Athlet gewann die Goldmedaille. Der männliche Arzt untersuchte den Patienten sorgfältig.",
      "example_translation": "Il leone maschio ruggì forte. L'atleta maschio vinse la medaglia d'oro. Il dottore maschio esaminò il paziente con attenzione.",
      "imageLink": "image_files\\English\\"imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maultier",
      "translation": "mulo",
      "definition": "Ein Hybridtier, das Ergebnis eines männlichen Esels und eines weiblichen Pferdes, bekannt für seine Stärke und eigensinnigkeit.",
      "definition_translation": "un animale ibrido, figlio di un asino maschio e di una cavalla femmina, noto per la sua forza e testardaggine",
      "example": "Sie ritt ein Maultier durch die Berge letzten Sommer, aber es war zu eigensinnig, um den steilen Hügel zu erklimmen. Sie hatte vorher ein Maultier geritten und wird nächstes Jahr wieder eines reiten.",
      "example_translation": "Ha cavalcato un mulo attraverso le montagne l'estate scorsa, ma era troppo testardo per scalare la collina ripida. Aveva cavalcato un mulo prima, e cavalcherà uno lagi l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puma",
      "translation": "puma",
      "definition": "Eine große, wilde Katze, die in den Amerikas heimisch ist, mit einem goldbraunen oder graubraunen Fell und einem langen Schwanz",
      "definition_translation": "un grande felino selvatico nativo delle Americhe, con un mantello fulvo o grigio-bruno e una coda lunga",
      "example": "Die Puma lauerte ihrer Beute durch den Wald, und dann sprang sie mit Blitzgeschwindigkeit auf sie zu. Sie hatte die Puma stundenlang verfolgt, aber schließlich konnte sie ein Foto machen.",
      "example_translation": "Il puma stava inseguendo la sua preda attraverso la foresta, e poi si lanciò su di essa con velocità fulminea. Aveva tracciato il puma per ore, ma finalmente è stato in grado di scattare una fotografia.",
      "imageLink": "image_files\\English\\"imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welpen",
      "translation": "cucciolo",
      "definition": "Ein junger Hund, insbesondere einer, der noch klein und spielerisch ist.",
      "definition_translation": "un cane giovane, specialmente uno che è ancora piccolo e giocoso",
      "example": "Der Welpen spielte mit seinem Schwanz, jagte ihn rund und rund im Kreis. Sie hatte vorher einen Welpen großgezogen und würde bald wieder einen aufziehen.",
      "example_translation": "Il cucciolo stava giocando con la sua coda, inseguendola in cerchi intorno. Aveva allevato un cucciolo prima, e allevarebbe un altro presto.",
      "imageLink": "image_files\\English\\"imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rentier",
      "translation": "renna",
      "definition": "Ein Rentier ist eine Art von Hirsch mit einer dicken Fell und einem charakteristischen Geweih, das in den arktischen Regionen vorkommt.",
      "definition_translation": "Una renna è un tipo di cervo con un mantello spesso e un insieme di corna distinctive, rinvenuto nelle regioni artiche.",
      "example": "Gestern sah ich ein Rentier im Zoo. Heute lerne ich über die Gewohnheiten von Rentieren. Bis nächstem Jahr werde ich die Arktis besucht haben, um Rentiere in ihrem natürlichen Habitat zu sehen.",
      "example_translation": "Ieri, ho visto una renna allo zoo. Oggi, sto imparando sui comportamenti delle renne. Entrambi l'anno prossimo, avrò visitato l'Artico per vedere le renne nel loro habitat naturale.",
      "imageLink": "image_files\\English\\"imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tiger",
      "translation": "tigre",
      "definition": "Ein Tiger ist ein großes, fleischfressendes Säugetier mit einem charakteristischen orange-schwarzen Streifenmuster, das in Wäldern und Grasländern vorkommt.",
      "definition_translation": "Una tigre è un grande mammifero carnivoro con un modello di strisce arancioni e nere distinctive, rinvenuto nei boschi e praterie.",
      "example": "Der Tiger brüllte laut im Wald. Der Tiger schläft jetzt. Bis nächster Woche wird der Tiger von seiner Verletzung genesen sein.",
      "example_translation": "La tigre ha ruggito forte nella foresta. La tigre sta dormendo ora. Entro la prossima settimana, la tigre si sarà ripresa dalla sua ferita.",
      "imageLink": "image_files\\English\\"imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wal",
      "translation": "balena",
      "definition": "Ein Wal ist ein großes, aquatisches Säugetier, das durch sein Blasloch atmet, das in Ozeanen auf der ganzen Welt vorkommt.",
      "definition_translation": "Una balena è un grande mammifero acquatico che respira aria attraverso il suo blowhole, rinvenuto in oceani di tutto il mondo.",
      "example": "Ich sah einen Wal gestern, der aus dem Wasser sprang. Heute lerne ich über die Lebensräume von Walen. Bis nächsten Monat werde ich an einer Walbeobachtungstour teilgenommen haben.",
      "example_translation": "Ho visto una balena saltare fuori dall'acqua ieri. Oggi, sto imparando sui habitat delle balene. Entro il prossimo mese,sarò andato in un tour di osservazione delle balene.",
      "imageLink": "image_files\\English\\"imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hirsch",
      "translation": "cervo",
      "definition": "Ein Hirsch ist eine Art von wildem oder domestiziertem Wiederkäuer, das zur Familie der Cerviden gehört. Sie sind auf jedem Kontinent außer der Antarktis und Australien heimisch.",
      "definition_translation": "Un cervo è un tipo di mammifero ruminante selvatico o domestico che appartiene alla famiglia dei Cervidi. Sono originari di ogni continente tranne l'Antartide e l'Australia.",
      "example": "Ich sah einen Hirsch, der Gras im Wald aß, gestern. Der Hirsch wird schnell laufen, wenn er Gefahr spürt. Der Hirsch hat alle Pflanzen im Garten gefressen.",
      "example_translation": "Ho visto un cervo che mangiava l'erba nella foresta ieri. Il cervo correrà velocemente se sente il pericolo. Il cervo aveva mangiato tutte le piante nel giardino.",
      "imageLink": "image_files\\English\\"imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs",
      "translation": "volpe",
      "definition": "Ein Fuchs ist ein kleines bis mittelgroßes, omnivores Säugetier, das verschiedenen Gattungen der Familie Canidae angehört. Sie finden sich auf jedem Kontinent außer Antarktika.",
      "definition_translation": "Una volpe è un mammifero onnivoro di piccole o medie dimensioni appartenente a diversi generi della famiglia Canidae. Si trovano su ogni continente tranne l'Antartide.",
      "example": "Der Fuchs war listig und stahl das Huhn vom Hof. Der Fuchs buddelt ein Loch im Hinterhof. Der Fuchs hatte das Kaninchen letzte Nacht gefressen.",
      "example_translation": "La volpe era astuta e ha rubato il pollo dalla fattoria. La volpe sta scavando un buco nel cortile. La volpe aveva mangiato il coniglio la scorsa notte.",
      "imageLink": "image_files\\English\\"imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gorilla",
      "translation": "gorilla",
      "definition": "Ein Gorilla ist ein großes, intelligentes, soziales Primaten, das in den Wäldern Zentralafrikas heimisch ist. Sie sind Herbivoren und leben in Gruppen.",
      "definition_translation": "Un gorilla è un grande primate intelligente e sociale che è originario delle foreste dell'Africa centrale. Sono erbivori e vivono in gruppi.",
      "example": "Der Gorilla spielte mit seinem Baby im Dschungel. Der Gorilla isst Blätter vom Baum. Der Gorilla war letztes Jahr aus dem Zoo entflohen.",
      "example_translation": "Il gorilla giocava con il suo bambino nella giungla. Il gorilla sta mangiando foglie dall'albero. Il gorilla era scappato dallo zoo l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Känguru",
      "translation": "canguro",
      "definition": "Ein Känguru ist ein großes Beuteltier, das in Australien beheimatet ist, charakterisiert durch seine kräftigen Hinterbeine und starken Schwanz, der zum Hüpfen und Springen verwendet wird.",
      "definition_translation": "un grande marsupiale nativo dell'Australia, caratterizzato dalle sue potenti zampe posteriori e coda forte, utilizzato per saltare e saltellare.",
      "example": "In der Vergangenheit wurden Kängurus wegen ihres Fleisches und ihrer Haut gejagt. Heute sind Kängurus durch Gesetz geschützt und spielen eine wichtige Rolle in der australischen Kultur. In Zukunft werden wir mehr über diese erstaunlichen Tiere lernen.",
      "example_translation": "In passato, i canguri venivano cacciati per la loro carne e pelle. Oggi, i canguri sono protetti dalla legge e sono una parte importante della cultura australiana. Nel futuro, continueremo ad imparare di più su questi animali incredibili.",
      "imageLink": "image_files\\English\\"imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leopard",
      "translation": "leopardo",
      "definition": "Ein Leopard ist ein großes, fleischfressendes Säugetier der Katzenfamilie, typischerweise mit einem gelbbraunen Fell mit schwarzen Flecken.",
      "definition_translation": "un grande mammifero carnivoro della famiglia dei felini, tipicamente con un manto giallo-bruno con macchie nere.",
      "example": "In der Vergangenheit fanden sich Leoparden in den meisten Teilen Afrikas. Heute sind Leoparden bedroht und werden in Nationalparks geschützt. In Zukunft werden Schutzmaßnahmen dazu beitragen, ihre Population zu erhöhen.",
      "example_translation": "In passato, i leopardi si trovavano in gran parte dell'Africa. Oggi, i leopardi sono in pericolo e sono protetti nei parchi nazionali. Nel futuro, gli sforzi di conservazione aiuteranno ad aumentare la loro popolazione.",
      "imageLink": "image_files\\English\\"imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ochse",
      "translation": "bue",
      "definition": "Ein domestiziertes Säugetier der Rinderfamilie, oft als Zugtier verwendet, insbesondere für den Ackerbau.",
      "definition_translation": "un mammifero domestico della famiglia dei bovini, spesso utilizzato come animale da tiro, in particolare per lavori agricoli come l'aratura.",
      "example": "In der Vergangenheit wurden Ochsen für den Ackerbau und den Transport verwendet. Heute werden Ochsen noch in einigen Teilen der Welt für landwirtschaftliche Zwecke verwendet. In Zukunft werden moderne Maschinen wahrscheinlich Ochsen in vielen Orten ersetzen.",
      "example_translation": "In passato, i buoi erano utilizzati per arare i campi e il trasporto. Oggi, i buoi sono ancora utilizzati in alcune parti del mondo per l'agricoltura e altri scopi agricoli. Nel futuro, le moderne macchine sostituiranno probabilmente i buoi in molti posti.",
      "imageLink": "image_files\\English\\"imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfote",
      "translation": "zampa",
      "definition": "Der Fuß eines Tieres, insbesondere eines Vierbeiners, mit Krallen.",
      "definition_translation": "Il piede di un animale, soprattutto quadrupede, con artigli.",
      "example": "Der Hund wedelte mit seiner Pfote vor Begeisterung. Gestern hatte es sich an der Pfote am Zaun verletzt. Morgen wird es den Pfotenwink gegen den Postboten ausführen.",
      "example_translation": "Il cane agitò la sua zampa per l'eccitazione. Ieri, aveva graffiato la sua zampa sulla recinzione. Domani, agiterà la sua zampa al portalettere.",
      "imageLink": "image_files\\English\\"imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisbär",
      "translation": "orso polare",
      "definition": "Ein großes, fleischfressendes Säugetier, das in den arktischen Regionen lebt, mit weißem Fell und einer markanten Schnauze.",
      "definition_translation": "Un grande mammifero carnivoro che vive nelle regioni artiche, con pelo bianco e un muso prominente.",
      "example": "Der Eisbär schwamm in den eisigen Wassern. Letzte Woche war er auf einen Eisberg geklettert. Nächsten Monat wird er auf der gefrorenen Tundra nach Robben jagen.",
      "example_translation": "L'orso polare nuotò nelle acque ghiacciate. La settimana scorsa, era salito sull'iceberg. Il mese prossimo, caccierà le foche sulla tundra ghiacciata.",
      "imageLink": "image_files\\English\\"imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nashorn",
      "translation": "rinoceronte",
      "definition": "Ein großes, pflanzenfressendes Säugetier mit einer auffälligen hornförmigen Schnauze, das in Afrika und Südasien vorkommt.",
      "definition_translation": "Un grande mammifero erbivoro con un muso cornuto distinto, trovato in Africa e nell'Asia meridionale.",
      "example": "Das Nashorn stürmte auf den Touristen zu. Letztes Jahr hatte es ein Kalb bekommen. In 10 Jahren wird es aussterben, wenn wir sein Habitat nicht schützen.",
      "example_translation": "Il rinoceronte caricò il turista. L'anno scorso, aveva dato alla luce un vitellino. Tra 10 anni, sarà estinto se non proteggiamo il suo habitat.",
      "imageLink": "image_files\\English\\"imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Robbe",
      "translation": "foca",
      "definition": "Ein fischfressendes Säugetier mit einem stromlinienförmigen Körper und einer Schicht Speck, das in Ozeanen auf der ganzen Welt vorkommt.",
      "definition_translation": "un mammifero che si nutre di pesci con un corpo aerodinamico e uno strato di grasso, trovato negli oceani di tutto il mondo.",
      "example": "Die Robbe schwamm schnell durch das Wasser, dann wird sie langsam schwimmen, und schließlich wird sie schnell wieder schwimmen.",
      "example_translation": "La foca nuotò rapidamente attraverso l'acqua, poi nuoterà lentamente, e infine nuotò rapidamente di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichhörnchen",
      "translation": "scoiattolo",
      "definition": "Ein kleines, typischerweise pelziges, Nagetier, das einen buschigen Schwanz hat und Bäume erklettern kann.",
      "definition_translation": "un piccolo roditore, solitamente peloso, con una coda folta e in grado di arrampicarsi sugli alberi.",
      "example": "Das Eichhörnchen rannte schnell den Baum hoch, dann wird es langsam herunterlaufen, und schließlich wird es schnell wieder hinaufrennen.",
      "example_translation": "Lo scoiattolo corse rapidamente su per l'albero, poi correrà giù lentamente, e infine correrà su rapidamente di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]