[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidung",
      "translation": "vestiti",
      "definition": "Überbekleidung für den menschlichen Körper, typischerweise aus Stoff, synthetischen oder tierischen Materialien hergestellt.",
      "definition_translation": "Copertura per il corpo umano, tipicamente fatta di tessuto, sintetico o materiali animali.",
      "example": "Sie hängte ihre Kleidung im Schrank auf. Sie trägt heute schöne Kleidung. Sie wird nächste Woche neue Kleidung kaufen.",
      "example_translation": "Lei ha appeso i suoi vestiti nell'armadio. Lei indossa bei vestiti oggi. Lei comprerà nuovi vestiti la prossima settimana.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mantel",
      "translation": "cappotto",
      "definition": "Ein Außenbekleidungsstück, das über Kleidung getragen wird, typischerweise aus Stoff, Wolle oder synthetischen Materialien hergestellt.",
      "definition_translation": "Un indumento esterno indossato sopra i vestiti, tipicamente fatto di tessuto, lana o materiali sintetici.",
      "example": "Er trug einen Mantel, um sich vor der Kälte zu schützen. Sie zieht ihren Mantel an, um nach draußen zu gehen. Sie werden einen neuen Mantel für den Winter kaufen.",
      "example_translation": "Lui ha indossato un cappotto per proteggersi dal freddo. Lei sta mettendo il suo cappotto per uscire. Compreranno un nuovo cappotto per l'inverno.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleid",
      "translation": "vestito",
      "definition": "Ein einstückiges Kleidungsstück für Frauen oder Mädchen, typischerweise bei formellen oder halbformellen Anlässen getragen.",
      "definition_translation": "Un indumento in un pezzo per una donna o ragazza, tipicamente indossato per occasioni formali o semi-formali.",
      "example": "Sie trug ein schönes Kleid auf der Party. Meine Schwester probiert ein neues Kleid an. Sie werden ein neues Kleid für die Modenschau entwerfen.",
      "example_translation": "Lei ha indossato un bel vestito alla festa. Mia sorella sta provando un nuovo vestito. Creeranno un nuovo vestito per la sfilata di moda.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hut",
      "translation": "cappello",
      "definition": "Ein Kopfbedeckung, typischerweise aus Stoff oder anderen Materialien hergestellt, um Wärme zu spenden, als modisches Statement oder als Teil einer Uniform getragen.",
      "definition_translation": "Un cappello è un copricapo, tipicamente fatto di stoffa o altri materiali, indossato per il calore, come una dichiarazione di moda o come parte di un uniforme.",
      "example": "Ich trug einen Hut auf der Party letzte Nacht. Ich werde einen Hut zum Strand morgen tragen. Ich trug einen Hut auf der Hochzeit letzten Jahr.",
      "example_translation": "Ho indossato un cappello alla festa ieri sera. Indosserò un cappello alla spiaggia domani. Ho indossato un cappello al matrimonio l'anno scorso.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jeans",
      "translation": "jeans",
      "definition": "Jeans sind eine Art von Hosen, die aus Denim hergestellt werden und oft als lockere Kleidung getragen werden.",
      "definition_translation": "I jeans sono un tipo di pantaloni fatti di denim, spesso indossati come abbigliamento casual.",
      "example": "Ich kaufte ein neues Paar Jeans gestern. Ich werde meine Jeans zum Konzert heute Abend tragen. Ich trug meine Jeans zum Park letzten Wochenende.",
      "example_translation": "Ho comprato un nuovo paio di jeans ieri. Indosserò i miei jeans al concerto stasera. Ho indossato i miei jeans al parco il-weekend scorso.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemd",
      "translation": "camicia",
      "definition": "Ein Hemd ist ein Kleidungsstück, das am Oberkörper getragen wird, typischerweise mit Ärmeln und Kragen.",
      "definition_translation": "Una camicia è un indumento indossato sul corpo superiore, tipicamente con maniche e collo.",
      "example": "Ich trug ein Hemd ins Büro heute. Ich werde ein Hemd zur Hochzeit nächste Woche tragen. Ich trug ein Hemd auf der Party letzten Monat.",
      "example_translation": "Ho indossato una camicia all'ufficio oggi. Indosserò una camicia al matrimonio la prossima settimana. Ho indossato una camicia alla festa lo scorso mese.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuh",
      "translation": "scarpa",
      "definition": "Ein Schuh ist ein Fußbekleidungsstück, typischerweise aus Leder, synthetischen Materialien oder einer Kombination aus beiden hergestellt.",
      "definition_translation": " Una scarpa è un articolo di abbigliamento indossato sul piede, tipicamente fatto di cuoio, materiali sintetici o una combinazione di entrambi.",
      "example": "Ich trug meine neuen Schuhe auf der Party letzte Nacht. Ich trage sie jeden Tag zur Arbeit. Ich werde sie zur Hochzeit morgen tragen.",
      "example_translation": "Ho indossato le mie nuove scarpe alla festa ieri sera. Le indosso al lavoro ogni giorno. Le indosserò al matrimonio domani.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rock",
      "translation": "gonna",
      "definition": "Ein Rock ist ein Kleidungsstück, das von Frauen getragen wird, gekennzeichnet durch einen Saum, der kreisförmig oder oval ist.",
      "definition_translation": "Una gonna è un tipo di indumento indossato dalle donne, caratterizzato da un orlo inferiore che è tipicamente circolare o ovale.",
      "example": "Sie trug einen schönen Rock auf dem Abschlussball letzten Jahr. Sie trägt Röcke zur Arbeit im Sommer. Sie wird einen Rock zur Abschlusszeremonie tragen.",
      "example_translation": "Lei ha indossato una bella gonna al ballo dell'anno scorso. Lei indossa gonne al lavoro in estate. Lei indosserà una gonna alla cerimonia di laurea.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "T-Shirt",
      "translation": "maglietta",
      "definition": "Ein T-Shirt ist ein Typ von lockerem, kurzsleevedem Hemd, typischerweise aus Baumwolle, Polyester oder einer Mischung aus beiden hergestellt.",
      "definition_translation": "Una maglietta è un tipo di camicia informale, a maniche corte, tipicamente fatta di cotone, poliestere o una miscela di entrambi.",
      "example": "Ich trug ein T-Shirt zum Strand gestern. Ich trage T-Shirts ins Fitnessstudio jede Woche. Ich werde ein T-Shirt zum Konzert heute Abend tragen.",
      "example_translation": "Ho indossato una maglietta alla spiaggia ieri. Io indosso magliette alla palestra ogni settimana. Io indosserò una maglietta al concerto stasera.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "pantaloni",
      "definition": "Eine äußere Bekleidung, die die Beine bedeckt, typischerweise aus Stoff oder Leder hergestellt, von Menschen, insbesondere Männern, von der Taille bis zu den Knöcheln getragen.",
      "definition_translation": "un indumento esterno che copre le gambe, tipicamente fatto di tessuto o pelle, indossato dagli esseri umani, soprattutto dagli uomini, dalla vita alle caviglie",
      "example": "Ich trug meine Lieblingshose auf der Party letzte Nacht, ich werde sie zum Strand morgen tragen, und ich trug sie ins Büro gestern.",
      "example_translation": "Ho indossato i miei pantaloni preferiti alla festa la scorsa notte, li indosserò alla spiaggia domani, e li ho indossati all'ufficio ieri.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "stivali",
      "definition": "Ein Überzug für den Fuß und das untere Bein, typischerweise aus Leder oder Gummi hergestellt, wird mit einem Schuh oder als separates Kleidungsstück getragen",
      "definition_translation": "un copertura per il piede e la gamba inferiore, tipicamente fatta di cuoio o gomma, indossata con una scarpa o come un indumento separato",
      "example": "Ich schnürte meinen Stiefel zu und ging auf den Berg, Ich putze meinen Stiefel vor der Party, und ich hatte meinen Stiefel nach dem langen Marsch ausgetragen.",
      "example_translation": "Ho allacciato il mio stivali e ho scalato la montagna, lustrerò il mio stivali prima della festa, e avevo logorato il mio stivali dopo la lunga escursione.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "berretto",
      "definition": "Eine Mütze ist ein weicher, enganliegender Hut, der den oberen Teil des Kopfes bedeckt, wird von Menschen, insbesondere Männern und Jungen getragen",
      "definition_translation": "un cappello morbido, aderente, che copre la parte superiore della testa, indossato dagli esseri umani, soprattutto dagli uomini e dai ragazzi",
      "example": "Ich setzte meine Mütze auf und ging zum Baseball-Spiel, Ich wasche meine Mütze nach der Reise, und ich trug meine Mütze zur Schule.",
      "example_translation": "Ho messo il mio berretto e sono andato alla partita di baseball, laverò il mio berretto dopo il viaggio, e avevo indossato il mio berretto a scuola.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handschuh",
      "translation": "guanto",
      "definition": "Ein Handschuh ist ein Kleidungsstück, das die Hand bedeckt, typischerweise mit individuellen Schutzschichten für jeden Finger und den Daumen, wird für Wärme, Schutz oder besseren Griff getragen",
      "definition_translation": "Un guanto è un indumento che copre la mano, di solito con guaine individuali per ogni dito e pollice, indossato per il calore, la protezione o per migliorare la presa.",
      "example": "Ich trug einen Handschuh zum Winterfest letzten Nacht, weil es frierend kalt war. Ich werde einen Handschuh zum Festival morgen tragen, weil es kalt sein wird. Ich hätte einen Handschuh zum Festival letztes Jahr getragen, wenn ich einen gehabt hätte.",
      "example_translation": "Ho indossato un guanto alla festa invernale ieri sera perché faceva molto freddo. Indosserò un guanto alla festa domani perché farà freddo. Avrei indossato un guanto alla festa l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jacke",
      "translation": "giacca",
      "definition": "Eine Jacke ist ein Typ von Oberbekleidung ohne Ärmel oder mit Ärmeln, typischerweise aus leichtem Material hergestellt, wird für informelle oder halbformelle Anlässe getragen",
      "definition_translation": "Una giacca è un tipo di indumento superiore senza maniche o con maniche, solitamente realizzato in un materiale leggero, indossato per occasioni casual o semiformali.",
      "example": "Ich trug eine Jacke zur Party letzten Nacht, weil es klimatisiert war. Ich werde eine Jacke zum Büro morgen tragen, weil die Klimaanlage stark ist. Ich hätte eine Jacke zum Strand letztes Jahr getragen, wenn es nicht so heiß gewesen wäre.",
      "example_translation": "Ho indossato una giacca alla festa ieri sera perché era condizionata. Indosserò una giacca in ufficio domani perché la condizionata è forte. Avrei indossato una giacca alla spiaggia l'anno scorso se non fosse stato così caldo.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "maglione",
      "definition": "Ein Pullover ist ein Typ von gestricktem Kleidungsstück, typischerweise aus Wolle oder synthetischen Fasern hergestellt, wird für Wärme getragen und hat oft einen runden Ausschnitt und lange Ärmel",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia, solitamente realizzato in lana o fibre sintetiche, indossato per il calore e spesso caratterizzato da un collo rotondo e maniche lunghe.",
      "example": "Ich trug einen Pullover zu den Bergen letzten Winter, weil es sehr kalt war. Ich werde einen Pullover zum Park morgen tragen, weil es frisch sein wird. Ich hätte einen Pullover zum Fitnessstudio letztes Jahr getragen, wenn ich einen gehabt hätte.",
      "example_translation": "Ho indossato un maglione sulle montagne lo scorso inverno perché faceva molto freddo. Indosserò un maglione al parco domani perché sarà fresco. Avrei indossato un maglione alla palestra l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "tasca",
      "definition": "Eine kleine Tasche oder Beutel, die in ein Kleidungsstück eingenäht oder angebracht ist, wird für das Tragen kleiner Gegenstände verwendet",
      "definition_translation": "Un piccolo sacco o borsa cucita o attaccata a un indumento, utilizzato per portare oggetti piccoli.",
      "example": "Ich muss mein Handy in meiner Tasche finden. Gestern habe ich es in meine Tasche gesteckt, aber jetzt ist es nicht mehr da. Morgen werde ich sicherstellen, dass ich es wieder in meine Tasche stecke.",
      "example_translation": "Devo trovare il mio telefono nella mia tasca. Ieri, l'ho messo nella mia tasca, ma ora non c'è. Domani, mi assicurerò di metterlo di nuovo nella mia tasca.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenmantel",
      "translation": "impermeabile",
      "definition": "Ein wasserdichter oder wasserabweisender Mantel, der vom Träger against Regen oder nasses Wetter getragen wird",
      "definition_translation": "Un cappotto impermeabile o resistente all'acqua indossato per proteggere l'indossatore dalla pioggia o dalle condizioni meteorologiche umide.",
      "example": "Ich trage immer einen Regenmantel, wenn es regnet. Meine Schwester trug einen Regenmantel zur Schule gestern, und jetzt hängt er im Kleiderschrank. Ich werde nächstes Jahr einen neuen Regenmantel kaufen.",
      "example_translation": "Indosso sempre un impermeabile quando piove. Mia sorella ha indossato un impermeabile ieri a scuola, e ora è appeso nell'armadio. Comprerò un nuovo impermeabile l'anno prossimo.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schal",
      "translation": "sciarpa",
      "definition": "Ein Stück Stoff, das um den Hals getragen wird, typischerweise aus weichen, warmen Materialien hergestellt, wird für Wärme und Mode getragen",
      "definition_translation": "Un pezzo di tessuto indossato attorno al collo, tipicamente realizzato in materiali morbidi e caldi, utilizzato per il calore e la moda.",
      "example": "Ich liebe es, einen Schal im Winter zu tragen. Meine Mutter trug einen Schal zur Party letzten Nacht, und er passte zu ihrem Kleid. Ich werde meine Freundin nächsten Woche einen Schal schenken.",
      "example_translation": "Adoro indossare una sciarpa in inverno. Mia mamma ha indossato una sciarpa alla festa ieri sera, e si abbinava al suo vestito. Regalerò una sciarpa al mio amico la settimana prossima come regalo.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurze Hose",
      "translation": "pantaloncini",
      "definition": "Eine Kurze Hose ist ein Typ von Außenbekleidung, der den unteren Teil des Körpers bedeckt, typischerweise von der Taille bis zum oberen Oberschenkel reichend",
      "definition_translation": "I pantaloncini sono un tipo di indumento esterno che copre la parte inferiore del corpo, solitamente estendendosi dalla vita fino alla coscia superiore.",
      "example": "Ich trug eine Kurze Hose zum Strand letzten Sommer, Ich trage eine Kurze Hose zum Park heute, und ich werde eine Kurze Hose zum Fest nächstes Wochenende tragen.",
      "example_translation": "Ho indossato pantaloncini al mare l'estate scorsa, sto indossando pantaloncini al parco oggi e indosserò pantaloncini al festival la prossima settimana.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Socke",
      "translation": "calza",
      "definition": "Eine Socke ist ein Kleidungsstück, das am Fuß getragen wird, typischerweise aus Stoff oder synthetischen Materialien hergestellt",
      "definition_translation": "Una calza è un pezzo di abbigliamento indossato sul piede, solitamente fatto di stoffa o materiali sintetici.",
      "example": "Ich verlor eine Socke in der Waschmaschine gestern, Ich trage eine Socke an meinem linken Fuß heute, und ich werde nächste Woche neue Socken kaufen.",
      "example_translation": "Ho perso una calza nella lavatrice ieri, sto indossando una calza sul mio piede sinistro oggi e comprerò nuove calze la prossima settimana.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzug",
      "translation": "completo",
      "definition": "Ein Anzug ist ein Satz von Außenbekleidungsteilen, typischerweise bestehend aus einem Jackett, Hose und manchmal einer Weste, die für formelle oder geschäftliche Anlässe getragen wird.",
      "definition_translation": "Un completo è un insieme di indumenti esterni, solitamente composto da una giacca, pantaloni e a volte una giacca senza maniche, indossato per occasioni formali o di affari.",
      "example": "Ich trug einen Anzug zur Hochzeit letzten Monat, ich trage einen Anzug zum Meeting heute, und ich werde einen Anzug zum Vorstellungsgespräch nächste Woche tragen.",
      "example_translation": "Ho indossato un completo al matrimonio il mese scorso, sto indossando un completo all'incontro oggi e indosserò un completo al colloquio di lavoro la prossima venerdì.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "maglione",
      "definition": "Ein Pullover ist ein Kleidungsstück, typischerweise aus dickem, warmem Stoff gefertigt, das auf dem Oberkörper getragen wird.",
      "definition_translation": "Un maglione è un capo di abbigliamento, solitamente fatto di stoffa spessa e calda, indossato sul corpo superiore.",
      "example": "Ich trug gestern einen Pullover, ich werde morgen einen Pullover tragen, und ich trage jetzt einen Pullover.",
      "example_translation": "Ho indossato un maglione ieri, indosserò un maglione domani e sto indossando un maglione ora.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "costume da bagno",
      "definition": "Ein Badeanzug ist ein Kleidungsstück, das fürs Schwimmen, Surfen oder andere Wasseraktivitäten entworfen wurde, typischerweise aus leichtem, schnelltrocknendem Stoff gefertigt.",
      "definition_translation": "Un costume da bagno è un indumento progettato per essere indossato per nuotare, solitamente fatto di stoffa leggera e rapida asciugatura.",
      "example": "Ich werde einen neuen Badeanzug für den Sommer kaufen, ich kaufte einen Badeanzug letztes Jahr, und ich trage jetzt einen Badeanzug.",
      "example_translation": "Comprerò un nuovo costume da bagno per l'estate, ho comprato un costume da bagno l'anno scorso e sto indossando un costume da bagno ora.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badehose",
      "translation": "costume da nuoto",
      "definition": "Eine Badehose ist ein Kleidungsstück, das fürs Schwimmen, Surfen oder andere Wasseraktivitäten entworfen wurde.",
      "definition_translation": "Un costume da nuoto è un indumento progettato per essere indossato per nuotare, surfare o altre attività acquatiche.",
      "example": "Sie trug eine Badehose zum Strand, ich werde eine Badehose zum Pool tragen, und sie tragen jetzt Badehosen.",
      "example_translation": "Lei ha indossato un costume da nuoto sulla spiaggia, indosserò un costume da nuoto in piscina e loro stanno indossando costumi da nuoto ora.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "cravatta",
      "definition": "Eine Krawatte ist ein langes, schmales Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, als Teil eines formellen Outfits.",
      "definition_translation": "Una cravatta è un pezzo di stoffa lungo e stretto indossato intorno al collo, normalmente dagli uomini, come parte di un outfit formale.",
      "example": "Ich band meine Krawatte vor dem Vorstellungsgespräch in einem Knoten. Ich werde eine Krawatte zur Hochzeit morgen tragen. Er trug eine Krawatte zur Arbeit jeden Tag.",
      "example_translation": "Mi sono legato la cravatta in un nodo prima dell'intervista di lavoro. Indosserò una cravatta al matrimonio domani. Lui indossava una cravatta al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhosen",
      "translation": "calze",
      "definition": "Strumpfhosen sind enganliegende, undurchsichtige Strümpfe, die die Beine bedecken, von Frauen und Mädchen getragen.",
      "definition_translation": "Le calze sono calzini stretti e opachi che coprono le gambe, indossati dalle donne e dalle ragazze.",
      "example": "Sie trug Strumpfhosen unter ihrem Rock, um warm zu bleiben. Die Ballerina trug Strumpfhosen als Teil ihres Kostüms. Ich werde Strumpfhosen für meine Schwester zum Geburtstag kaufen.",
      "example_translation": "Lei indossava calze sotto la gonna per stare al caldo. La ballerina indossava calze come parte del suo costume. Comprerò calze per il compleanno di mia sorella.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "scarpe da allenamento",
      "definition": "Turnschuhe sind leichte, flexible Schuhe, die für athletische oder sportliche Aktivitäten entworfen wurden.",
      "definition_translation": "Le scarpe da allenamento sono scarpe leggere e flessibili progettate per attività atletiche o sportive.",
      "example": "Ich trage Turnschuhe zum Fitnessstudio jeden Tag. Sie trug Turnschuhe, um im Park zu laufen. Sie werden Turnschuhe für ihre Reise in die Berge kaufen.",
      "example_translation": "Indosso le scarpe da allenamento alla palestra ogni giorno. Lei indossava scarpe da allenamento per correre nel parco. Compreranno scarpe da allenamento per il loro viaggio in montagna.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uniform",
      "translation": "uniforme",
      "definition": "Ein Satz von Kleidern, die von Menschen getragen werden, die einer bestimmten Gruppe oder Organisation angehören, insbesondere wegen ihres Jobs oder ihrer Aktivität.",
      "definition_translation": "Un insieme di vestiti indossati da persone appartenenti a un gruppo o organizzazione particolare, soprattutto a causa del loro lavoro o attività.",
      "example": "Gestern trug ich meine Schuluniform zum Unterricht. Heute trage ich meine Casual-Uniform zur Arbeit. Morgen werde ich meine Sportuniform zum Spiel tragen.",
      "example_translation": "Ieri, ho indossato la mia uniforme scolastica in classe. Oggi, sto indossando la mia uniforme casual per lavoro. Domani, indosserò la mia uniforme sportiva alla partita.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluse",
      "translation": "camicetta",
      "definition": "Eine lockere, typischerweise mit Kragen und Knöpfen ausgestattete Bluse, die von Frauen getragen wird.",
      "definition_translation": "Una camicia a larghevoli dimensioni, tipicamente con un colletto e bottoni, indossata dalle donne.",
      "example": "Sie trug eine schöne Bluse zum Party letzte Nacht. Sie wird eine neue Bluse zur Arbeit morgen tragen. Sie trug ihre Lieblingsbluse zur Hochzeit gestern.",
      "example_translation": "Lei ha indossato una bellissima camicetta alla festa di ieri sera. Indosserà una camicetta nuova a lavoro domani. Ha indossato la sua camicetta preferita al matrimonio di ieri.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kragen",
      "translation": "colletto",
      "definition": "Der Teil eines Hemdes oder Mantels, der sich um den Hals schließt.",
      "definition_translation": "La parte di una camicia o cappotto che si chiude attorno al collo.",
      "example": "Der Hundeträger war zu eng. Sie justierte den Kragen ihres Mantels, um warm zu bleiben. Er richtete seinen Kragen vor dem Meeting gerade.",
      "example_translation": "Il collare del cane era troppo stretto. Lei ha regolato il colletto del suo cappotto per stare al caldo. Ha raddrizzato il suo colletto prima dell'incontro.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferse",
      "translation": "tallone",
      "definition": "Der hintere Teil des menschlichen Fußes, unten und hinter dem Knöchel.",
      "definition_translation": "La parte posteriore del piede umano, sotto e dietro la caviglia.",
      "example": "Gestern habe ich mir den Knöchel verstaucht und musste eine Pause machen. Heute trage ich Schuhe mit einem niedrigen Absatz, um Unbehagen zu vermeiden. Morgen werde ich das Gehen in hohen Absätzen üben.",
      "example_translation": "Ieri, ho torto il mio tallone e ho dovuto fare una pausa. Oggi, indosso scarpe con un tacco basso per evitare disagio. Domani, praticherò a camminare con tacchi alti.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Höschen",
      "translation": "mutandine",
      "definition": "Eine Art Damenunterwäsche, die die Genital- und Gesäßregion bedeckt.",
      "definition_translation": "Un tipo di indumento intimo femminile che copre le aree genitali e del gluteo.",
      "example": "Meine Großmutter trug früher langärmlige Höschen unter ihren Röcken. Heute bevorzuge ich nahtlose Höschen zum Tragen. In Zukunft werde ich vielleicht meine eigene Linie von Höschen entwerfen.",
      "example_translation": "Mia nonna usava indossare mutandine lunghe sotto le sue gonne. Oggi, preferisco indossare mutandine senza cuciture per comodità. Nel futuro, potrei progettare la mia linea di mutandine.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "pantaloni",
      "definition": "Ein Äußeres Kleidungsstück, das die Beine bedeckt, typischerweise vom Gürtel bis zu den Knöcheln reichend.",
      "definition_translation": "Un indumento esterno che copre le gambe, tipicamente estendendosi dalla vita alle caviglie.",
      "example": "Ich trug gerissene Hosen zum Konzert letzte Nacht. Heute trage ich formelle Hosen zum Vorstellungsgespräch. Nächste Woche werde ich neue Hosen für die Winterseason kaufen.",
      "example_translation": "Ho indossato pantaloni strappati al concerto la sera scorsa. Oggi, indosso pantaloni formali per il colloquio di lavoro. La prossima settimana, comprerò nuovi pantaloni per la stagione invernale.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "maglione",
      "definition": "Ein Pullover ist eine Art von Sweater, die über den Kopf gezogen wird, anstatt mit einer Schnalle oder Knöpfen geöffnet und geschlossen zu werden.",
      "definition_translation": "Un maglione è un tipo di maglione che si indossa tirandolo sulla testa, anziché aprirlo e chiuderlo con una cerniera o bottoni.",
      "example": "Ich zog meinen Lieblings-Pullover über, um mich während des kalten Wintermorgens warm zu halten. Ich trage ihn seit Jahren und er sieht immer noch großartig aus. Ich werde ihn zum Abendessen morgen tragen.",
      "example_translation": "Mi sono infilato il mio maglione preferito per stare al caldo durante la fredda mattina invernale. L'ho indossato per anni, e ancora sembra grande. Lo indosserò alla festa di domani sera.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sandale",
      "translation": "sandaletto",
      "definition": "Eine Sandale ist eine Art von Fußbekleidung, die den Fuß aufzeigt und typischerweise in warmem Wetter getragen wird.",
      "definition_translation": "Un sandaletto è un tipo di calzatura che espone il piede e si indossa generalmente in tempo di caldo.",
      "example": "Ich trug Sandalen zum Strand letzten Sommer. Ich kaufe seit Jahren Sandalen online und sie passen immer perfekt. Ich werde Sandalen zum Park nächstes Wochenende tragen.",
      "example_translation": "Ho indossato sandaletti alla spiaggia l'estate scorsa. Compro sandaletti online da anni, e sono sempre della misura giusta. Indosserò sandaletti al parco il prossimo fine settimana.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "manica",
      "definition": "Ein Ärmel ist der Teil eines Kleidungsstücks, der den Arm bedeckt, typischerweise vom Schulter bis zum Handgelenk reichend.",
      "definition_translation": "Una manica è la parte di un indumento che copre il braccio, tipicamente dalla spalla al polso.",
      "example": "Ich rollte meinen Ärmel hoch, um mich impfen zu lassen. Ich trug kürzliche Ärmel während des Sommers und lange Ärmel während des Winters. Ich werde ein Hemd mit langen Ärmeln kaufen.",
      "example_translation": "Mi sono arrotolato la manica per ricevere il vaccino. Ho indossato maniche corte durante l'estate e maniche lunghe durante l'inverno. Comprerò una camicia con maniche lunghe domani.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausschuhe",
      "translation": "pantofole",
      "definition": "Eine Hausschuh ist eine Art von Schuh, die zum Tragen im Haus entworfen wurde, typischerweise aus weichen, leichten Materialien wie Baumwolle oder Synthetikstoffen.",
      "definition_translation": "Un pantofola è un tipo di calzatura progettata per essere indossata all'interno, tipicamente realizzata in materiali morbidi e leggeri come cotone o tessuti sintetici.",
      "example": "Ich trug meine Hausschuhe in die Lounge, dann werde ich sie in die Küche tragen, und nächstes Jahr werde ich sie ins Schlafzimmer tragen.",
      "example_translation": "Ho indossato le mie pantofole nel salotto, poi le indosserò in cucina, e il prossimo anno le indosserò in camera da letto.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sweatshirt",
      "translation": "maglietta",
      "definition": "Ein Sweatshirt ist eine Art von informellen Kleidung, die typischerweise aus dickem, warmem Stoff hergestellt wird, oft mit einem Rundhalsausschnitt und langen Ärmeln.",
      "definition_translation": "Una maglietta è un tipo di abbigliamento informale che è tipicamente realizzato in tessuto spesso e caldo, spesso con collo rotondo e maniche lunghe.",
      "example": "Ich trug mein Sweatshirt zum Fitnessstudio, dann werde ich es zum Park tragen, und letzte Woche trug ich es zum Einkaufszentrum.",
      "example_translation": "Ho indossato la mia maglietta in palestra, poi la indosserò al parco, e la settimana scorsa l'ho indossata al centro commerciale.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badehose",
      "translation": "costume da bagno uomo",
      "definition": "Eine Badehose ist eine Art von Badeanzug für Männer, die typischerweise aus schnell trocknendem Stoff hergestellt wird und ein kurzes, lockeres Design aufweist.",
      "definition_translation": "I costumi da bagno sono un tipo di costume da bagno progettato per gli uomini, tipicamente realizzato in tessuto ad asciugatura rapida e caratterizzato da un design breve e morbido.",
      "example": "Ich trug meine Badehose zum Strand, dann werde ich sie zum Schwimmbad tragen, und letzten Sommer trug ich sie zum See.",
      "example_translation": "Ho indossato i miei costumi da bagno sulla spiaggia, poi li indosserò in piscina, e l'estate scorsa li ho indossati al lago.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberteil",
      "translation": "cima",
      "definition": "Der höchste oder oberste Punkt oder Teil von etwas.",
      "definition_translation": "Il punto più alto o parte superiore di qualcosa.",
      "example": "Ich stand auf dem Gipfel des Berges, fühlte mich stolz auf meine Leistung. Ich werde nächstes Jahr auf den Gipfel des Berges klettern. Ich kletterte letzten Woche auf den Gipfel des Berges.",
      "example_translation": "Mi sono fermato in cima alla montagna, sentendomi orgoglioso del mio successo. Salirò in cima alla montagna l'anno prossimo. Sono salito in cima alla montagna la settimana scorsa.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingsanzug",
      "translation": "tuta da corsa",
      "definition": "Ein lockerer, komfortabler Anzug, der für athletische oder Casual-Verwendung getragen wird, typischerweise besteht er aus einer Jacke und Hose.",
      "definition_translation": "Un indumento comodo e largo indossato per attività atletiche o informali, che consiste normalmente in una giacca e pantaloni.",
      "example": "Ich trug einen Trainingsanzug zum Fitnessstudio gestern. Ich werde einen Trainingsanzug zum Stadion morgen tragen. Ich trug einen Trainingsanzug zum Park letzten Sonntag.",
      "example_translation": "Mi sono messo una tuta da corsa alla palestra ieri. Mi metterò una tuta da corsa allo stadio domani. Mi sono messo una tuta da corsa al parco la scorsa domenica.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhose",
      "translation": "mutande",
      "definition": "Ein Kleidungsstück, das direkt auf der Haut unter der Außenkleidung getragen wird, typischerweise aus Stoff oder synthetischen Materialien hergestellt.",
      "definition_translation": "Un indumento indossato contro la pelle sotto i vestiti esterni, normalmente fatto di tessuto o materiali sintetici.",
      "example": "Ich zog ein sauberes Paar Unterhose heute Morgen an. Ich werde neue Unterhose nächste Woche kaufen. Ich trug meine Lieblingsunterhose ins Bett letzten Nacht.",
      "example_translation": "Mi sono messo un paio di mutande pulite questa mattina. Comprerò mutande nuove la settimana prossima. Mi sono messo le mie mutande preferite a letto la scorsa notte.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterwäsche",
      "translation": "intimo",
      "definition": "Kleidung, die direkt auf der Haut getragen wird, insbesondere unter anderen Kleidungsstücken.",
      "definition_translation": "Vestiti indossati vicino alla pelle, soprattutto sotto altri vestiti.",
      "example": "Sie vergaß, ihre Unterwäsche für die Reise einzupacken. Sie trägt heute ihre Lieblingsunterwäsche. Sie wird neue Unterwäsche morgen kaufen.",
      "example_translation": "Lei ha dimenticato di mettere in valigia il suo intimo per il viaggio. Indossa il suo intimo preferito oggi. Comprerà nuovo intimo domani.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "grembiule",
      "definition": "Ein Stück Stoff, das über der Vorderseite der Kleidung getragen wird, um sie vor Schmutz oder Flecken zu schützen.",
      "definition_translation": "Un pezzo di stoffa indossato sulla parte anteriore dei vestiti per proteggerli dalla sporcizia o dalle macchie.",
      "example": "Der Koch trug eine Schürze, um seine Kleidung vor Flecken zu schützen. Sie trägt immer eine Schürze, wenn sie kocht. Er wird eine Schürze anziehen, um zu beginnen zu kochen.",
      "example_translation": "Il cuoco indossava un grembiule per proteggere i suoi vestiti dalle macchie. Lei sempre indossa un grembiule quando cucina. Lui si metterà un grembiule per iniziare a cucinare.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "costume da bagno",
      "definition": "Ein Typ Damen-Badeanzug, bestehend aus einem kurzen Oberteil und kurzen Shorts.",
      "definition_translation": "Un tipo di costume da bagno per donne composto da un top breve e da shorts brevi.",
      "example": "Sie kaufte einen neuen Bikini für den Sommer. Sie trugen passende Bikinis am Strand. Sie wird einen neuen Bikini morgen anprobieren.",
      "example_translation": "Lei ha comprato un nuovo costume da bagno per l'estate. Indossavano costumi da bagno abbinati sulla spiaggia. Proverà un nuovo costume da bagno domani.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxershorts",
      "translation": "mutande.boxer",
      "definition": "Boxershorts sind eine Art von Herrenunterwäsche, gekennzeichnet durch ein locker sitzendes Design und einen elastischen Bund, oft für Komfort und athletische Zwecke getragen.",
      "definition_translation": "Le mutande.boxer sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e un elastico in vita, spesso indossato per comfort e scopi atletici.",
      "example": "Ich trug Boxershorts ins Bett letzten Nacht, ich trage sie jeden Tag zum Fitnessstudio, und ich werde sie morgen zum Park tragen.",
      "example_translation": "Ho indossato le mutande.boxer a letto ieri sera, le indosso in palestra ogni giorno e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büstenhalter",
      "translation": "reggiseno",
      "definition": "Ein Büstenhalter ist ein Typ Damenunterwäsche, der dazu dient, die Brüste zu unterstützen und zu bedecken, oft für Komfort und Zurückhaltung getragen.",
      "definition_translation": "Un reggiseno è un tipo di indumento intimo indossato dalle femmine, progettato per fornire sostegno e copertura per i seni, spesso indossato per comfort e modestia.",
      "example": "Sie zog einen neuen Büstenhalter gestern an, sie wird ihn heute Abend zum Party tragen, und sie trug ihn letzte Woche ins Büro.",
      "example_translation": "Lei ha messo un nuovo reggiseno ieri, lo indosserà al party stasera e l'aveva indossato all'ufficio la scorsa settimana.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slips",
      "translation": "slip",
      "definition": "Slips sind eine Art von Herrenunterwäsche, gekennzeichnet durch ein eng anliegendes Design und einen Y-förmigen Vorderteil, oft für Komfort und athletische Zwecke getragen.",
      "definition_translation": "Gli slip sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e una parte anteriore a forma di Y, spesso indossato per comfort e scopi atletici.",
      "example": "Er trug Slips zum Fitnessstudio gestern, er wird sie morgen zum Leichtathletik-Wettbewerb tragen, und er trug sie letzten Wochenende zum Fußballspiel.",
      "example_translation": "Lui ha indossato gli slip in palestra ieri, li indosserà all'incontro di atletica leggera domani e li aveva indossati alla partita di football lo scorso fine settimana.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cardigan",
      "translation": "maglione",
      "definition": "Ein Cardigan ist ein Typ von gestricktem Kleidungsstück, das Knöpfe oder einen Reißverschluss hat und über einem Hemd oder einem Kleid getragen wird.",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia che ha bottoni o una cerniera e viene indossato sopra una camicia o un vestito.",
      "example": "Ich werde einen Cardigan tragen, um morgen warm zu bleiben, ich trug einen Cardigan zu der Party letzte Nacht, und ich trage jeden Tag einen Cardigan zur Arbeit.",
      "example_translation": "Indosserò un maglione per tenermi caldo domani, ho indossato un maglione al party la scorsa notte, e indosso un maglione al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kostüm",
      "translation": "costume",
      "definition": "Ein Kostüm ist ein Satz von Kleidungsstücken, der getragen wird, um ein bestimmtes Aussehen zu erzeugen, oft um jemanden oder etwas zu täuschen oder nachzuahmen.",
      "definition_translation": "Un costume è un set di abiti indossati per creare un aspetto particolare, spesso per travestirsi o imitare qualcuno o qualcosa.",
      "example": "Ich trug ein Kostüm zur Halloween-Party, sie wird ein Kostüm zum Theaterabend heute Abend tragen, und sie trugen Kostüme zum Maskenball letzten Jahr.",
      "example_translation": "Ho indossato un costume alla festa di Halloween, lei indosserà un costume alla rappresentazione teatrale stasera, e loro hanno indossato costumi al ballo in maschera l'anno scorso.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "polso",
      "definition": "Ein Ärmel ist ein Teil eines Ärmels, der das Handgelenk bedeckt.",
      "definition_translation": "Un polso è una parte della manica che copre il polso.",
      "example": "Ich rollte meinen Ärmel hoch, um meine Hände zu waschen, sie musste ihren Ärmel anpassen, um ihre Uhr anzulegen, und er wird den Ärmel seines Hemdes reparieren müssen.",
      "example_translation": "Ho arrotolato il mio polso per lavare le mani, lei ha dovuto regolare il suo polso per mettere il suo orologio, e lui dovrà riparare il polso della sua camicia.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Helm",
      "translation": "elmetto",
      "definition": "Ein Helm ist eine Form von Schutzausrüstung, die auf dem Kopf getragen wird, um ihn vor Verletzungen, Schäden oder Gefahren zu schützen, und wird oft in Sport, Militär oder anderen Aktivitäten verwendet.",
      "definition_translation": "Un elmetto è una forma di equipaggiamento protettivo indossato sulla testa per proteggerla dalle lesioni, danni o pericoli, e viene spesso utilizzato nello sport, militare o altre attività.",
      "example": "Ich trug einen Helm, als ich gestern mit dem Fahrrad fuhr. Ich trage immer einen Helm, wenn ich mit dem Fahrrad fahre. Ich werde einen Helm tragen, wenn ich morgen mit dem Fahrrad fahre.",
      "example_translation": "Indossavo un elmetto quando guidavo la mia bicicletta ieri. Io sempre indosso un elmetto quando guido la mia bicicletta. Indosserò un elmetto quando guiderò la mia bicicletta domani.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hood",
      "translation": "cappuccio",
      "definition": "Ein Hood ist eine Abdeckung für den Kopf und den Nacken, oft an einer Jacke oder einem Umhang befestigt, und wird getragen, um den Kopf und den Nacken vor den Elementen zu schützen.",
      "definition_translation": "Un cappuccio è una copertura per la testa e il collo, spesso attaccata a una giacca o un mantello, e viene indossato per proteggere la testa e il collo dagli elementi.",
      "example": "Ich zog den Hood meiner Jacke hoch, als es anfing zu regnen. Sie trug ein Hood, um ihr Gesicht zu verbergen. Sie werden ein Hood für den neuen Mantel entwerfen.",
      "example_translation": "Ho tirato su il cappuccio della mia giacca quando ha iniziato a piovere. Lei indossava un cappuccio per nascondere il suo volto. Progetteranno un cappuccio per il nuovo cappotto.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "KnieSocken",
      "translation": "calze al ginocchio",
      "definition": "KnieSocken sind eine Art von Socken, die den Fuß und das nackte Bein bis zum Knie bedecken, oft für athletische oder modische Zwecke getragen.",
      "definition_translation": "Le calze al ginocchio sono un tipo di calza che copre il piede e la gamba inferiore fino al ginocchio, spesso indossate per scopi atletici o di moda.",
      "example": "Ich liebe es, KnieSocken zum Fußballspielen zu tragen. Sie trug KnieSocken mit ihrem Rock. Sie werden KnieSocken für das neue Sportteam entwerfen.",
      "example_translation": "Adoro indossare le calze al ginocchio per giocare a calcio. Lei indossava le calze al ginocchio con la sua gonna. Progetteranno le calze al ginocchio per la nuova squadra sportiva.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachthemd",
      "translation": "camicia da notte",
      "definition": "Ein loses, meist informelles Gewand, das zum Schlafen oder Faulenzen getragen wird, typischerweise aus weichem, leichtem Material hergestellt.",
      "definition_translation": "Una veste larga, generalmente informale, indossata per dormire o rilassarsi, tipicamente fatta di materiale morbido e leggero.",
      "example": "Ich trug ein Nachthemd ins Bett letzte Nacht. Ich werde ein Nachthemd ins Bett heute Nacht tragen. Ich trug ein Nachthemd ins Bett gestern Nacht.",
      "example_translation": "Ho indossato una camicia da notte a letto ieri sera. Indosserò una camicia da notte a letto stasera. Ho indossato una camicia da notte a letto ieri.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtie",
      "translation": "vestaglia",
      "definition": "Ein loses, meist informelles Gewand, das zum Schlafen oder Faulenzen getragen wird, typischerweise aus weichem, leichtem Material hergestellt.",
      "definition_translation": "Un indumento largo, generalmente informale, indossato per dormire o rilassarsi, tipicamente fatto di materiale morbido e leggero.",
      "example": "Sie trug ein Nachtie ins Bett letzte Nacht. Sie wird ein Nachtie ins Bett heute Nacht tragen. Sie trug ein Nachtie ins Bett gestern Nacht.",
      "example_translation": "Lei ha indossato una vestaglia a letto ieri sera. Indosserà una vestaglia a letto stasera. Lei ha indossato una vestaglia a letto ieri.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyjama",
      "translation": "pigiama",
      "definition": "Lockere, komfortable Hose und ein lockerer Oberteil, die zum Schlafen oder Faulenzen getragen werden, typischerweise aus weichem, leichtem Material hergestellt.",
      "definition_translation": "Pantaloni larghi e comodi e una parte superiore larga indossati per dormire o rilassarsi, tipicamente fatti di materiale morbido e leggero.",
      "example": "Er trug Pyjamas ins Bett letzte Nacht. Er wird Pyjamas ins Bett heute Nacht tragen. Er trug Pyjamas ins Bett gestern Nacht.",
      "example_translation": "Lui ha indossato un pigiama a letto ieri sera. Indosserà un pigiama a letto stasera. Lui ha indossato un pigiama a letto ieri.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "scarpe da ginnastica",
      "definition": "Komfortable athletic Schuhe mit einer Gummisol oder synthetischen Sohle und einem Obermaterial aus Leder, synthetischen Materialien oder Stoff.",
      "definition_translation": "Scarpe da atletica leggere con suola in gomma o sintetica e parte superiore in pelle, materiali sintetici o tessuto.",
      "example": "Ich trug meine Turnschuhe zum Fitness-Studio gestern, ich trage sie jetzt und werde sie morgen zum Park tragen.",
      "example_translation": "Ho indossato le mie scarpe da ginnastica alla palestra ieri, le sto indossando ora e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bademantel",
      "translation": "accappatoio",
      "definition": "Ein lockerer, komfortabler Mantel, der nach dem Baden oder Duschen getragen wird, typischerweise aus weichem, absorbierendem Material hergestellt.",
      "definition_translation": "Un'amaca larga e comoda indossata dopo un bagno o una doccia, solitamente fatta di materiale morbido e assorbente.",
      "example": "Sie zog ihren Bademantel nach dem Duschen an, sie trägt ihn noch und wird ihn bis zum Schlafengehen tragen.",
      "example_translation": "Si è messa l'accappatoio dopo la doccia, lo sta ancora indossando e lo indosserà fino all'ora di andare a letto.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fliege",
      "translation": "cravatta a farfalla",
      "definition": "Eine Art von Krawatte, die aus einem Band besteht, das in einer Schleife um den Hals gebunden wird, typischerweise für formelle Anlässe getragen.",
      "definition_translation": "Un tipo di cravatta consistente in una fascia annodata in un fiocco intorno al collo, solitamente indossata per occasioni formali.",
      "example": "Er trug eine Fliege zur Hochzeit letztes Jahr, er trägt eine jetzt und wird eine zur Gala nächsten Monat tragen.",
      "example_translation": "Ha indossato una cravatta a farfalla al matrimonio dello scorso anno, ne sta indossando una ora e ne indosserà una al galà il prossimo mese.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniehosen",
      "translation": "tuta da lavoro",
      "definition": "Überhosen oder lose Hosen, typischerweise aus Jeans oder einem anderen starken Stoff, zum tragen bei informellen oder arbeitsbezogenen Anlässen.",
      "definition_translation": "Tute o pantaloni larghi, tipicamente fatti di denim o altro tessuto resistente, indossati per occasioni casual o lavorative.",
      "example": "Ich trug Kniehosen zum letzten Sommer am Strand, und mein Freund trug sie zu der Gartengesellschaft gestern. Ich werde Kniehosen zum nächsten Monat zum Festival tragen.",
      "example_translation": "Ho indossato la tuta da lavoro al mare lo scorso estate, e il mio amico ha indossato alla festa in giardino ieri. Indosserò la tuta da lavoro al festival il prossimo mese.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flipflops",
      "translation": "infradito",
      "definition": "Ein Typ Sandale, der typischerweise bei warmem Wetter getragen wird, mit einer flachen Sohle und einem Riemen, der zwischen dem großen und zweiten Zeh går.",
      "definition_translation": "Un tipo di sandalo, tipicamente indossato in tempo di caldo, che ha una suola piatta e una cinghia che va tra il dito grande e il secondo dito.",
      "example": "Ich kaufte Flipflops im Strandladen letzte Woche, und ich trage sie jeden Tag in diesem Sommer. Sie wird Flipflops im Einkaufszentrum nächstes Wochenende kaufen.",
      "example_translation": "Ho comprato infradito al negozio di articoli da spiaggia la settimana scorsa, e le indosso ogni giorno quest'estate. Comprerà infradito al centro commerciale il prossimo fine settimana.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelzmantel",
      "translation": "cappotto di pelliccia",
      "definition": "Ein Mantel, der aus dem Fell von Tieren hergestellt wird, insbesondere einer, der luxuriös und teuer ist.",
      "definition_translation": "Un cappotto fatto di pelliccia di animali, specialmente uno che è lussuoso e costoso.",
      "example": "Meine Großmutter hatte einen schönen Pelzmantel, als sie jung war, und meine Mutter trug ihn zur Hochzeit letzten Jahr. Ich werde einen Pelzmantel für meine Frau nächstes Winter kaufen.",
      "example_translation": "Mia nonna aveva un bellissimo cappotto di pelliccia quando era giovane, e mia madre l'ha indossato al matrimonio l'anno scorso. Comprerò un cappotto di pelliccia per mia moglie il prossimo inverno.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Overall",
      "translation": "tuta",
      "definition": "Ein Kleidungsstück, das über anderen Kleidern getragen wird, um sie vor Schmutz oder Flecken zu schützen, insbesondere ein locker sitzendes Kleidungsstück mit Hose und Jacke oder Schlupf und Trägern.",
      "definition_translation": "un indumento indossato sopra altri vestiti per proteggerli da sporcizia o macchie, specialmente un indumento a piedi liberi con pantaloni e giacca o bavero e cinghie",
      "example": "Ich trug Overalls, um das Haus letztes Wochenende zu streichen, und jetzt sind sie voller Flecken. Gestern trug ich Overalls, um mein Fahrrad zu reparieren, aber sie wurden nicht schmutzig. Nächste Woche werde ich Overalls tragen, um meinem Freund zu helfen, umzuziehen.",
      "example_translation": "Ho indossato la tuta per dipingere la casa il weekend scorso, e ora sono coperti di macchie. Ieri, ho indossato la tuta per riparare la mia bicicletta, ma non si sono sporcati. La settimana prossima, indosserò la tuta per aiutare il mio amico a traslocare.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhose",
      "translation": "collant",
      "definition": "Ein enganliegendes Kleidungsstück, das die Beine und den unteren Körper bedeckt, ähnlich wie Strümpfe, aber oft dicker und opaker.",
      "definition_translation": "un indumento aderente che copre le gambe e il corpo inferiore, simile alle calze ma spesso più spesso e opaco",
      "example": "Sie trug eine Strumpfhose ins Büro, um ihre Beine warm zu halten. Meine Schwester liebt es, Strumpfhosen mit ihren Kleidern im Winter zu tragen. Bis nächstem Winter werde ich alle meine Strumpfhosen abgetragen haben.",
      "example_translation": "Lei ha indossato collant in ufficio per tenere le gambe calde. Mia sorella adora indossare collant con i suoi vestiti in inverno. Per il prossimo inverno, avrò consumato tutti i miei collant.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strümpfe",
      "translation": "calze",
      "definition": "Ein enganliegendes Kleidungsstück, das den Fuß und das Bein bedeckt, typischerweise bis zum Knie oder darüber.",
      "definition_translation": "un indumento aderente che copre il piede e la gamba, tipicamente fino al ginocchio o sopra",
      "example": "Ich vergaß, Strümpfe für die Party zu kaufen, also musste ich stattdessen Netzstrümpfe tragen. Meine Großmutter trug immer Strümpfe mit ihren Kleidern, als sie jung war. Bis nächstem Jahr werde ich gelernt haben, meine eigenen Strümpfe herzustellen.",
      "example_translation": "Mi sono dimenticato di comprare calze per la festa, quindi ho dovuto indossare collant al loro posto. Mia nonna sempre indossava calze con i suoi vestiti quando era giovane. Per il prossimo anno, avrò imparato a fare le mie calze.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "cappello a cilindro",
      "definition": "Ein hoher, flacher Hut, der von Männern getragen wird, typischerweise aus Seide oder Filz.",
      "definition_translation": "Un cappello alto con corona piatta indossato dagli uomini, solitamente fatto di seta o feltro.",
      "example": "Er trug einen Zylinder zur Hochzeit, und alle dachten, er sähe elegant aus. Er wird einen Zylinder zur Party heute Abend tragen. Sie hatte einen Zylinder zur Zeremonie letzten Jahr getragen.",
      "example_translation": "Lui indossava un cappello a cilindro al matrimonio e tutti pensavano che fosse elegante. Indosserà un cappello a cilindro alla festa stasera. Lei aveva indossato un cappello a cilindro alla cerimonia lo scorso anno.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleier",
      "translation": "velo",
      "definition": "Ein Stück Stoff, das von Frauen getragen wird, um ihr Gesicht zu bedecken, typischerweise bei einer Hochzeit.",
      "definition_translation": "Un pezzo di stoffa indossato dalle donne per coprire il loro viso, solitamente in un matrimonio.",
      "example": "Die Braut trug einen Schleier während der Zeremonie, und er fügte ihrer Schönheit hinzu. Sie wird einen Schleier zur Hochzeit nächstes Jahr tragen. Sie hatten Schleier zur Zeremonie letzten Monat getragen.",
      "example_translation": "La sposa indossava un velo durante la cerimonia, e ciò aggiungeva alla sua bellezza. Indosserà un velo al matrimonio dell'anno prossimo. Avevano indossato veli alla cerimonia dello scorso mese.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "gilet",
      "definition": "Ein ärmelloses Kleidungsstück, das um den Oberkörper getragen wird, typischerweise aus Wolle oder Baumwolle.",
      "definition_translation": "Un indumento senza maniche indossato attorno al corpo superiore, solitamente fatto di lana o cotone.",
      "example": "Er trug eine Weste unter seinem Jacket, um warm zu bleiben. Sie wird eine Weste zur Party heute Abend tragen. Sie hatten Westen zur Zeremonie letzten Jahr getragen.",
      "example_translation": "Lui indossava un gilet sotto la sua giacca per stare al caldo. Indosserà un gilet alla festa stasera. Avevano indossato gilet alla cerimonia dello scorso anno.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balaclava",
      "translation": "passamontagna",
      "definition": "Eine Balaclava ist eine Art von Kopfbedeckung, die den Kopf, den Hals und Teil des Gesichts bedeckt, oft bei kaltem Wetter oder als Schutz getragen.",
      "definition_translation": "Una passamontagna è un tipo di copricapo che copre la testa, il collo e parte del viso, spesso indossato in tempo di freddo o come forma di protezione.",
      "example": "Ich trug eine Balaclava, um mein Gesicht vor dem kalten Wind zu schützen, als ich gestern im Freien war. Ich werde es morgen wieder tragen. Ich trage es jeden Wintermorgen.",
      "example_translation": "Ho indossato una passamontagna per proteggere il mio viso dal vento freddo ieri. La indosserò di nuovo domani. L'ho indossata ogni mattina d'inverno.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hosen",
      "translation": "brache",
      "definition": "Hosen sind eine Art von Hosen, die früher von Männern getragen wurden, meist nur knapp unter dem Knie.",
      "definition_translation": "Le brache sono un tipo di pantaloni che erano precedentemente indossati dagli uomini, raggiungendo tipicamente appena sotto il ginocchio.",
      "example": "Er trug Hosen, um sein Pferd im 18. Jahrhundert zu reiten. Noch heute tragen einige Reiter sie bei traditionellen Veranstaltungen. Sie werden sie weiterhin bei traditionellen Veranstaltungen tragen.",
      "example_translation": "Lui indossava le brache per cavalcare il suo cavallo nel 18° secolo. Sono ancora indossate da alcuni cavalieri oggi. Continueranno a indossarle per eventi tradizionali.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umhang",
      "translation": "cappa",
      "definition": "Ein Umhang ist ein ärmelloses Überkleid, das vom Hals herabhängt, oft als Symbol der Macht oder des Prestiges getragen.",
      "definition_translation": " Una cappa è un capo di abbigliamento esterno senza maniche che pende dal collo, spesso indossato come simbolo di potere o prestigio.",
      "example": "Superman trägt einen Umhang, um seine Macht zu symbolisieren. Sie trug einen Umhang auf der Kostümparty letztes Jahr. Sie werden einen neuen Umhang für die Modenschau nächste Saison entwerfen.",
      "example_translation": "Superman indossa una cappa per simbolizzare il suo potere. Lei indossò una cappa alla festa di costume l'anno scorso. Designeranno una nuova cappa per la sfilata di moda della prossima stagione.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verstopfung",
      "translation": "ingorgo",
      "definition": "Eine Verstopfung ist ein Block oder Hindernis in einer Rohrleitung oder einem Kanal, das den Fluss von Flüssigkeiten oder Gasen behindert.",
      "definition_translation": "Un ingorgo è un blocco o ostruzione in un tubo o canale, specialmente uno che impedisce il flusso di liquido o gas.",
      "example": "Der Klempner musste die Verstopfung in der Abwasserleitung beseitigen, um das Waschbecken zu reparieren. Gestern reinigte ich die Verstopfung im Duschkopf. Bis nächste Woche werde ich die Verstopfung in der Dachrinne beseitigt haben.",
      "example_translation": "L'idraulico doveva liberare l'ingorgo nel tubo di scarico per riparare il lavandino. Ieri, ho liberato l'ingorgo nella testa della doccia. Entro la prossima settimana, avrò liberato l'ingorgo nel canale di gronda.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mieder",
      "translation": "corsetto",
      "definition": "Ein Mieder ist ein eng anliegendes, meist ärmelloses Kleidungsstück, das bis unter die Taille reicht, getragen, um den Oberkörper zu formen oder zu beschränken, typischerweise von Frauen.",
      "definition_translation": "Un corsetto è un indumento aderente, solitamente senza maniche, che si estende sotto la vita, indossato per modellare o comprimere il torso, tipicamente dalle donne.",
      "example": "Meine Großmutter trug ein Mieder, um ihre Taille in den 1950er Jahren zu schnüren. Heute tragen einige Frauen Mieder als Modeaccessoire. Bis in die 1920er Jahre war das Mieder weniger populär geworden.",
      "example_translation": "Mia nonna indossava un corsetto per stringere la vita negli anni '50. Oggi, alcune donne indossano corsetti come una dichiarazione di moda. Entro gli anni '20, il corsetto era diventato meno popolare.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischbeinstümpfe",
      "translation": "calzamaglia a rete",
      "definition": "Fischbeinstümpfe sind eine Art von Strumpfhosen mit einem Netz-Muster, meist aus Nylon oder anderen synthetischen Materialien hergestellt.",
      "definition_translation": "Le calze a rete sono un tipo di calzatura con un pattern a rete, tipicamente realizzato in nylon o altri materiali sintetici.",
      "example": "Das Model trug Fischbeinstümpfe auf dem Laufsteg. Gestern sah ich eine Frau, die Fischbeinstümpfe im Club trug. Bis nächsten Monat werde ich Fischbeinstümpfe für Halloween gekauft haben.",
      "example_translation": "La modella ha indossato calze a rete sulla passerella. Ieri, ho visto una donna che indossava calze a rete al club. Entro il prossimo mese, avrò comprato calze a rete per Halloween.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "cinghia",
      "definition": "Ein Gürtel ist ein flexibles Band oder Kordel, das meist um die Taille getragen wird, um Kleidung, wie einen Rock oder Hosen, zu halten.",
      "definition_translation": "Una cinghia è una fascia flessibile o corda, solitamente indossata attorno alla vita per sostenere i vestiti, come una gonna o i pantaloni.",
      "example": "Ich trug einen Gürtel, um meinen Rock zu halten, aber jetzt bevorzuge ich einen Gürtel. Ich werde einen Gürtel zur Party heute Abend tragen, und ich trug einen zum Hochzeit letztes Jahr.",
      "example_translation": "Usavo indossare una cinghia per sostenere la gonna, ma ora preferisco una cintura. Indosserò una cinghia alla festa stasera, e ne indossai una al matrimonio la settimana scorsa.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beinwärmer",
      "translation": "calzamaglie",
      "definition": "Beinwärmer sind röhrenförmige Kleidungsstücke, die über die Beine gezogen werden, um sie warm zu halten, meist von Tänzern oder Athleten getragen.",
      "definition_translation": "Le calzamaglie sono indumenti tubolari indossati sulle gambe per tenerle calde, solitamente dai danzatori o atleti.",
      "example": "Die Balletttänzer trugen Beinwärmer während der Probe und werden sie auch während der Aufführung heute Abend tragen. Sie trug Beinwärmer zum Fitnessstudio gestern, aber vergaß, sie nach dem Workout abzulegen.",
      "example_translation": "Le ballerine indossavano calzamaglie durante la prova, e le indosseranno durante l'esibizione stasera. Ha indossato calzamaglie alla palestra ieri, ma dimenticò di toglierle dopo l'allenamento.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "sottogonna",
      "definition": "Ein Unterrock ist ein rockartiges Kleidungsstück, das unter einem Kleid oder Rock getragen wird, um Volumen oder Form hinzuzufügen.",
      "definition_translation": "Un sottogonna è un indumento simile a una gonna indossato sotto un vestito o gonna per aggiungere volume o forma.",
      "example": "Sie trug einen Unterrock unter ihrem Brautkleid, um es voluminöser zu machen. Die Schauspielerin trug einen Unterrock unter ihrem Kostüm für das Historiendrama und wird ihn auch zum Kostümfest heute Abend tragen.",
      "example_translation": "Lei indossava un sottogonna sotto il suo abito da sposa per darle una forma più piena. L'attrice indossava un sottogonna sotto il suo costume per il dramma d'epoca, e ne indosserà uno alla festa in costume stasera.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schafsfellmantel",
      "translation": "cappotto di pelle di pecora",
      "definition": "Ein Schafsfellmantel ist eine Art von Oberbekleidung, die aus Schafsfellen hergestellt wird, oft zum Schutz vor den Elementen getragen.",
      "definition_translation": "Un cappotto di pelle di pecora è un tipo di indumento esterno fatto dalla pelle di pecora, spesso indossato per calore e protezione dagli elementi.",
      "example": "Ich trug einen Schafsfellmantel auf den Berg letzten Woche, es war sehr warm. Ich werde ihn wieder nächstes Jahr tragen. Ich habe ihn schon viele Male vorher getragen.",
      "example_translation": "Ho indossato un cappotto di pelle di pecora sulla montagna la settimana scorsa, era molto caldo. Lo indosserò di nuovo l'anno prossimo. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "gilet",
      "definition": "Eine Weste ist ein ärmelloses Kleidungsstück, das über einem Hemd und unter einer Jacke oder einem Mantel getragen wird, meist aus dickem, warmem Material hergestellt.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato sopra una camicia e sotto una giacca o un cappotto, tipicamente fatto di un materiale spesso e caldo.",
      "example": "Ich trug eine Weste unter meiner Jacke, um warm zu bleiben. Ich werde sie morgen wieder tragen. Ich habe sie schon viele Male vorher getragen.",
      "example_translation": "Ho indossato un gilet sotto la mia giacca per stare al caldo. Lo indosserò di nuovo domani. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haube",
      "translation": "cappello",
      "definition": "Eine Haube ist eine Art von Hut, die von Frauen getragen wird, typischerweise aus weichem Material und oft mit Bändern oder Blumen dekoriert.",
      "definition_translation": "Un cappello è un tipo di copricapo indossato dalle donne, tipicamente fatto di un materiale soffice e spesso decorato con nastri o fiori.",
      "example": "Sie trug eine Haube zur Kirche letzten Sonntag, es war sehr hübsch. Sie wird es nächste Woche wieder tragen. Sie hat es viele Male zuvor getragen.",
      "example_translation": "Lei ha indossato un cappello alla chiesa la scorsa domenica, era molto carino. Lo indosserà di nuovo la prossima settimana. Lo ha indossato molte volte prima.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Morgenrock",
      "translation": " accappatoio",
      "definition": "Ein loser, informeller Damenanzug zum Schlafen oder Faulenzen, typischerweise aus weichem Material wie Baumwolle oder Seide.",
      "definition_translation": "Un indumento informale leggero indossato per rilassarsi o dormire, solitamente realizzato in un materiale morbido come cotone o seta.",
      "example": "Ich trug einen Morgenrock ins Bett gestern Nacht, ich werde ihn heute Nacht wieder tragen, und ich trug ihn gestern Morgen.",
      "example_translation": "Ho indossato un accappatoio a letto ieri sera, lo indosserò di nuovo stasera e l'ho indossato ieri mattina.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kapuzenpullover",
      "translation": "felpa con cappuccio",
      "definition": "Ein informelles Kleidungsstück mit Kapuze, typischerweise aus dickem, warmem Material wie Baumwolle oder Fleece.",
      "definition_translation": "Un indumento informale con cappuccio, solitamente realizzato in un tessuto spesso e caldo come cotone o fleece.",
      "example": "Ich trug einen Kapuzenpullover zum Park gestern, ich werde ihn morgen zum Fitnessstudio tragen, und ich trug ihn letzte Woche zur Schule.",
      "example_translation": "Ho indossato una felpa con cappuccio al parco ieri, la indosserò in palestra domani e l'ho indossata a scuola la settimana scorsa.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausmantel",
      "translation": "vestaglia",
      "definition": "Ein loser, informeller Damenanzug zum Tragen zu Hause, typischerweise aus weichem, bequemem Material.",
      "definition_translation": "Un indumento informale indossato in casa, solitamente realizzato in un materiale morbido e comodo.",
      "example": "Meine Großmutter trug immer einen Hausmantel, wenn sie zu Hause war, sie trug ihn jeden Morgen, und sie trägt ihn noch heute.",
      "example_translation": "Mia nonna indossava sempre una vestaglia quando era a casa, la indossava ogni mattina e la indossa ancora oggi.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundhalsausschnitt",
      "translation": "maglione a collo alto",
      "definition": "Ein Rundhalsausschnitt ist eine Art von Pullover oder Oberteil, das einen hohen, runden Ausschnitt hat, der sich über den Hals zieht und ihn bedeckt.",
      "definition_translation": "Un maglione a collo alto è un tipo di maglione o top che ha un collo alto e rotondo che si ripiega e copre il collo.",
      "example": "Ich trug einen Rundhalsausschnitt ins Büro gestern, ich werde einen Rundhalsausschnitt zur Party heute Abend tragen, und ich trug einen Rundhalsausschnitt zum Fitnessstudio letzte Woche.",
      "example_translation": "Ho indossato un maglione a collo alto all'ufficio ieri, indosserò un maglione a collo alto alla festa stasera e ho indossato un maglione a collo alto in palestra la scorsa settimana.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "sottogonna",
      "definition": "Ein Unterrock ist ein Rock, der unter einem anderen Rock oder Kleid getragen wird, üblicherweise um Volumen oder Stütze hinzuzufügen.",
      "definition_translation": "Una sottogonna è una gonna indossata sotto un'altra gonna o vestito, solitamente per aggiungere volume o supporto.",
      "example": "Sie zog einen Unterrock unter ihrem Hochzeitskleid an, sie wird einen Unterrock unter ihrem Kostüm für das Theaterstück tragen, und sie trug einen Unterrock unter ihrem Uniform für die historische Nachstellung.",
      "example_translation": "Lei si è messa una sottogonna sotto l'abito da sposa, indosserà una sottogonna sotto il costume per la rappresentazione e ha indossato una sottogonna sotto l'uniforme per la ricostruzione storica.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "gilet",
      "definition": "Eine Weste ist ein ärmelloses Kleidungsstück, das um den Oberkörper getragen wird, typischerweise über einem Hemd und unter einem Jacket oder Mantel.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato attorno al corpo superiore, solitamente sopra una camicia e sotto un cappotto o giacca.",
      "example": "Er zog eine Weste unter seinem Anzug für das formelle Ereignis an, sie wird eine Weste über ihrer Bluse für die Hochzeit tragen, und sie trugen Westen mit ihren Uniformen für den Militärparade.",
      "example_translation": "Lui si è messo un gilet sotto il suo completo per l'evento formale, lei indosserà un gilet sopra la sua camicetta per il matrimonio e loro hanno indossato gilets con le loro uniformi per la parata militare.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]