[
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffel",
      "translation": "patata",
      "definition": "Ein stärkehaltiges Gemüse, Solanum tuberosum, das unterirdisch in verschiedenen Formen und Größen angebaut wird, oft weiß oder braun.",
      "definition_translation": "Un vegetale amidaceo, Solanum tuberosum, coltivato sottoterra in una varietà di forme e dimensioni, spesso bianco o marrone.",
      "example": "Ich aß eine gebackene Kartoffel zum Mittagessen gestern, ich werde eine gekochte Kartoffel zum Abendessen heute essen, und ich werde eine pürierte Kartoffel zum Frühstück morgen essen.",
      "example_translation": "Ho mangiato una patata al forno per pranzo ieri, mangerò una patata bollita per cena oggi, e mangerò una patata schiacciata per colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomate",
      "translation": "pomodoro",
      "definition": "Ein saftiges, typischerweise rotes, essbares Obst, das an einer Ranke wächst und in der Küche oft verwendet wird.",
      "definition_translation": "Un frutto succoso, tipicamente rosso, commestibile che cresce su una vite e viene spesso utilizzato nella cottura.",
      "example": "Ich pflückte eine reife Tomate aus dem Garten gestern, ich werde eine Tomate für den Salat heute schneiden, und ich werde ein neues Tomatensetzling heute pflanzen.",
      "example_translation": "Ho raccolto un pomodoro maturo dal giardino ieri, taglierò un pomodoro per l'insalata oggi, e pianterò un nuovo seedling di pomodoro domani.",
      "imageLink": "image_files\\English\\"imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüse",
      "translation": "verdura",
      "definition": "Jedes von verschiedenen Pflanzen oder Pflanzenteilen, wie Blättern, Stielen oder Wurzeln, die essbar sind und in der Küche verwendet werden.",
      "definition_translation": "Qualsiasi delle diverse piante o parti di piante, come foglie, steli o radici, che sono commestibili e utilizzate nella cottura.",
      "example": "Ich zog verschiedene Gemüsesorten in meinem Garten letztes Jahr, ich werde einige Gemüse auf dem Markt heute kaufen, und ich werde mehr Gemüse für eine gesündere Ernährung morgen essen.",
      "example_translation": "Ho coltivato una varietà di verdure nel mio giardino l'anno scorso, comprerò alcune verdure al mercato oggi, e mangerò più verdure per una dieta più sana domani.",
      "imageLink": "image_files\\English\\"imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bohne",
      "translation": "fagiolo",
      "definition": "Ein kleiner, meist kugelförmiger oder ovaler Samen, der in Hülsen wächst, wie eineKidneybohne, schwarze Bohnen oder Pinto-Bohnen, und oft als Gemüse gegessen wird.",
      "definition_translation": "Un piccolo seme, generalmente sferico o ovale, che cresce in baccelli, come un fagiolo kidney, fagiolo nero o fagiolo pinto, e spesso mangiato come un ortaggio.",
      "example": "Ich pflanzte Bohnen in meinem Garten letzte Woche, ich wässere sie täglich und werde sie nächsten Monat ernten. Gestern sah ich einige Bohnen aus dem Boden sprießen.",
      "example_translation": "Ho piantato fagioli nel mio giardino la settimana scorsa, sto irrigandoli ogni giorno e li raccoglierò il mese prossimo. Ieri, ho visto alcuni fagioli germogliare dal suolo.",
      "imageLink": "image_files\\English\\"imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karotte",
      "translation": "carota",
      "definition": "Ein knackiges, süßes und saftiges Wurzelgemüse, oft orange in der Farbe, das in Salaten, Eintöpfen und Suppen verwendet wird.",
      "definition_translation": "Un vegetale radice croccante, dolce e succoso, spesso di colore arancione, utilizzato in insalate, stufati e zuppe.",
      "example": "Ich rieb eine Karotte, um sie dem Salat hinzuzufügen, ich werde einige Karotten für den Eintopf morgen schneiden, und ich aß einen Karottenstick als Snack gestern.",
      "example_translation": "Ho grattugiato una carota per aggiungerla all'insalata, taglierò alcune carote per lo stufato domani, e ho mangiato un bastoncino di carota come spuntino ieri.",
      "imageLink": "image_files\\English\\"imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chili",
      "translation": "peperoncino",
      "definition": "Eine Art Paprika, oft rot, grün oder gelb, die verwendet wird, um Gerichte zu würzen, insbesondere in mexikanischer und asiatischer Küche.",
      "definition_translation": "Un tipo di peperone, spesso rosso, verde o giallo, utilizzato per aggiungere calore e sapore ai piatti, soprattutto nella cucina messicana e asiatica.",
      "example": "Ich fügte Chili-Flocken der Spaghetti-Soße hinzu, ich werde ein Chili con Carne zum Abendessen heute machen, und ich aß eine Chili-Peper als Snack gestern.",
      "example_translation": "Ho aggiunto fiocchi di peperoncino alla salsa di spaghetti, farò un peperoncino con carne per cena stasera, e ho mangiato un peperoncino come spuntino ieri.",
      "imageLink": "image_files\\English\\"imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauch",
      "translation": "aglio",
      "definition": "Knoblauch ist eine Pflanze, die zur Zwiebelfamilie gehört und in der Küche als Würze verwendet wird.",
      "definition_translation": "L'aglio è una pianta che appartiene alla famiglia delle cipolle e viene utilizzato come aroma nella cucina.",
      "example": "Ich hackte den Knoblauch und briet ihn in Olivenöl. Ich werde den Knoblauch hacken und brieten ihn in Olivenöl. Ich habe den Knoblauch gehackt und ihn in Olivenöl gebrieften.",
      "example_translation": "Ho tritato l'aglio e l'ho soffritto in olio d'oliva. Triturerò l'aglio e lo soffrirò in olio d'oliva. Ho tritato l'aglio e l'ho soffritto in olio d'oliva.",
      "imageLink": "image_files\\English\\"imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwiebel",
      "translation": "cipolla",
      "definition": "Eine Zwiebel ist eine Art Gemüse, die in der Küche oft verwendet wird und einen starken, süßen Geschmack hat.",
      "definition_translation": "Una cipolla è un tipo di verdura che viene comunemente usata nella cucina e ha un forte, dolce sapore.",
      "example": "Ich hackte die Zwiebel und fügte sie der Suppe hinzu. Ich werde die Zwiebel hacken und sie der Suppe hinzufügen. Ich habe die Zwiebel gehackt und sie der Suppe hinzugefügt.",
      "example_translation": "Ho tritato la cipolla e l'ho aggiunta alla zuppa. Triturerò la cipolla e la aggiungerò alla zuppa. Ho tritato la cipolla e l'ho aggiunta alla zuppa.",
      "imageLink": "image_files\\English\\"imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brokkoli",
      "translation": "broccolo",
      "definition": "Brokkoli ist ein grünes Gemüse, das reich an Vitaminen ist und oft gedämpft oder gekocht wird.",
      "definition_translation": "Il broccolo è un verdure verde ricco di vitamine e spesso viene stufato o bollito.",
      "example": "Ich dämpfte den Brokkoli und servierte ihn mit Reis. Ich werde den Brokkoli dämpfen und ihn mit Reis servieren. Ich habe den Brokkoli gedämpft und ihn mit Reis serviert.",
      "example_translation": "Ho stufato il broccolo e l'ho servito con il riso. Stufurerò il broccolo e lo servirò con il riso. Ho stufato il broccolo e l'ho servito con il riso.",
      "imageLink": "image_files\\English\\"imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohl",
      "translation": "cavolo",
      "definition": "Ein Kohl ist ein Gemüse, das in der Küche oft verwendet wird. Es ist eine Kühlzeitepflanze, was bedeutet, dass es in kühleren Temperaturen am besten wächst. Kohl ist eine gute Quelle für Vitamin C und Ballaststoffe und wird mit mehreren Gesundheitsvorteilen in Verbindung gebracht.",
      "definition_translation": "Il cavolo è un tipo di verdura che è comunemente utilizzato nella cucina. È un raccolto di stagione fredda, il che significa che cresce meglio a temperature più fredde. Il cavolo è una buona fonte di vitamina C e fibra, ed è stato collegato a diversi benefici per la salute.",
      "example": "Ich aß Kohlsuppe zum Mittagessen gestern. Ich esse Kohlsalat zum Abendessen heute. Ich werde Kohl-stir-fry zum Frühstück morgen essen.",
      "example_translation": "Ho mangiato la zuppa di cavolo per pranzo ieri. Sto mangiando l'insalata di cavolo per cena oggi. Mangerò il cavolo saltato per colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zucchini",
      "translation": "zucchina",
      "definition": "Eine Zucchini ist eine Art Sommerkürbis, die häufig in der Küche verwendet wird. Sie ist ein vielseitiges Gemüse, das gegrillt, sautiert oder gebacken werden kann. Zucchinis sind eine gute Quelle für Vitamin C und Kalium und haben wenige Kalorien.",
      "definition_translation": "La zucchina è un tipo di zucca estiva che è comunemente utilizzato nella cucina. È un ortaggio versatile che può essere grigliato, saltato o cotto al forno. Le zucchine sono una buona fonte di vitamina C e potassio, e sono basso in calorie.",
      "example": "Ich zog Zucchinis in meinem Garten letzten Sommer. Ich koche Zucchinis für das Abendessen heute Abend. Ich werde Zucchinis für mein Mittagessen morgen essen.",
      "example_translation": "Ho coltivato le zucchine nel mio giardino l'estate scorsa. Sto cucinando le zucchine per cena questa sera. Mangerò le zucchine per pranzo domani.",
      "imageLink": "image_files\\English\\"imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gurke",
      "translation": "cetriolo",
      "definition": "Eine Gurke ist ein Gemüse, das häufig in Salaten und Sandwiches verwendet wird. Es ist ein kalorienarmes Gemüse mit hohem Wasser- und Elektrolytgehalt. Gurken sind auch eine gute Quelle für Vitamin K und Kalium.",
      "definition_translation": "Il cetriolo è un tipo di verdura che è comunemente utilizzato nelle insalate e nei panini. È un ortaggio a basso contenuto calorico che è alto nel contenuto di acqua e elettroliti. I cetrioli sono anche una buona fonte di vitamina K e potassio.",
      "example": "Ich aß ein Gurkensandwich zum Mittagessen gestern. Ich esse heute Abend Gurkensalat. Ich werde morgen GurkenSaft zum Frühstück trinken.",
      "example_translation": "Ho mangiato un panino con cetriolo per pranzo ieri. Sto mangiando l'insalata di cetriolo per cena stasera. Mangerò il succo di cetriolo per colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salat",
      "translation": "lattuga",
      "definition": "Ein blättriges Gemüse, das häufig in Salaten verwendet wird.",
      "definition_translation": "Un verdura verde fogliosa comunemente utilizzata nelle insalate.",
      "example": "Ich aß einen Salat zum Mittagessen gestern, ich werde heute Abend einen Salat essen, und ich werde morgen einen Salat zum Frühstück essen.",
      "example_translation": "Ho mangiato un'insalata con lattuga per pranzo ieri, mangerò una per cena stasera e mangerò una per colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erbsen",
      "translation": "pisello",
      "definition": "Eine kleine, kugelförmige Samen, die häufig als Gemüse verwendet werden.",
      "definition_translation": "Un seme sferico piccolo comunemente utilizzato come verdura.",
      "example": "Ich schälte Erbsen für das Abendessen letzte Nacht, ich schäle sie heute zum Mittagessen, und ich werde sie morgen zum Frühstück schälen.",
      "example_translation": "Ho sbucciato piselli per cena ieri sera, sto sbucciando oggi per pranzo e sbuccerò domani per colazione.",
      "imageLink": "image_files\\English\\"imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffer",
      "translation": "pepe",
      "definition": "Ein süßer oder heißer Gewürz, hergestellt aus den getrockneten Früchten einer Pflanze.",
      "definition_translation": "Un dolce o piccante spezie fatto dai frutti essiccati di una pianta.",
      "example": "Ich fügte Pfeffer zu meinem Steak für das Abendessen letzte Nacht hinzu, ich werde ihn heute zum Mittagessen zu meiner Pasta hinzufügen, und ich werde ihn morgen zu meinen Eiern zum Frühstück hinzufügen.",
      "example_translation": "Ho aggiunto pepe alla mia bistecca per cena ieri sera, aggiungerò alla mia pasta per pranzo oggi e aggiungerò alle mie uova per colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kürbis",
      "translation": "zucca",
      "definition": "Ein Kürbis ist eine Art Kürbis, ein beliebtes Gemüse in vielen Küchen, das oft in Suppen, Kuchen und Dekorationen verwendet wird.",
      "definition_translation": "Una zucca è un tipo di zucca, un ingrediente popolare in molte cucine, spesso utilizzato in zuppe, torte e decorazioni.",
      "example": "Ich schnitzte einen Kürbis für Halloween letztes Jahr, ich werde einen Kürbis für Thanksgiving dieses Jahr schnitzen, und ich habe bereits einen Kürbis für Weihnachten nächstes Jahr geplant.",
      "example_translation": "Ho intagliato una zucca per Halloween l'anno scorso, intagliero uno per il Ringraziamento quest'anno e ho già pianificato di intagliare uno per Natale l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinat",
      "translation": "spinaci",
      "definition": "Spinat ist ein blättriges Gemüse, reich an Eisen und Nährstoffen, das oft in Salaten, Smoothies und gekochten Gerichten verwendet wird.",
      "definition_translation": "Gli spinaci sono un tipo di verdura a foglia verde, ricchi di ferro e nutrienti, spesso utilizzati in insalate, frullati e piatti cotti.",
      "example": "Ich aß Spinat mit meinen Eiern gestern, ich werde Spinat mit meiner Omelette morgen essen, und ich esse Spinat mit meiner Pasta seit Monaten.",
      "example_translation": "Ho mangiato gli spinaci con le uova ieri, mangerò con la mia omelette domani e ho mangiato con la mia pasta per mesi.",
      "imageLink": "image_files\\English\\"imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Süßmais",
      "translation": "granturco",
      "definition": "Süßmais ist eine Art Mais, der meist erntet wird, wenn die Körner weich und süß sind, oft gekocht, gegrillt oder als Popcorn gegessen.",
      "definition_translation": "Il granturco è un tipo di mais, solitamente raccolto quando i chicchi sono morbidi e dolci, spesso mangiato bollito, grigliato o come popcorn.",
      "example": "Ich grillte Süßmais auf dem Barbecue letzten Wochenende, ich werde es heute Abend mit meinem Abendessen kochen, und ich esse es seit Wochen als Snack.",
      "example_translation": "Ho grigliato il granturco al barbecue lo scorso weekend, lo bollirò con la mia cena stasera e ho mangiato come spuntino per settimane.",
      "imageLink": "image_files\\English\\"imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "melanzana",
      "definition": "Eine violette Gemüse, oft in der Kochkunst verwendet, insbesondere in der mediterranen Küche.",
      "definition_translation": "Un vegetale viola, spesso usato nella cottura, soprattutto nella cucina mediterranea.",
      "example": "Ich kochte eine Aubergine gestern, ich koche jetzt eine Aubergine, und ich werde morgen eine Aubergine kochen.",
      "example_translation": "Ho cucinato una melanzana ieri, sto cucinando una melanzana ora e cucinerò una melanzana domani.",
      "imageLink": "image_files\\English\\"imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenkohl",
      "translation": "cavolfiore",
      "definition": "Ein weißes oder grünliches Gemüse, oft in Suppen und Salaten verwendet.",
      "definition_translation": "Un vegetale bianco o verdastro, spesso usato nelle zuppe e nelle insalate.",
      "example": "Meine Mutter machte Blumenkohlsuppe, als ich ein Kind war, jetzt mache ich Blumenkohlsalat, und nächste Woche werde ich Blumenkohl-Gratin machen.",
      "example_translation": "Mia madre faceva la zuppa di cavolfiore quando ero bambino, ora sto facendo l'insalata di cavolfiore e la settimana prossima farò il cavolfiore al gratin.",
      "imageLink": "image_files\\English\\"imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lauch",
      "translation": "porro",
      "definition": "Ein hoher, grüner Gemüse, oft in Suppen und Eintöpfen verwendet, mit einem milderem Geschmack als Zwiebeln.",
      "definition_translation": "Un vegetale verde alto, spesso usato nelle zuppe e stufati, con un sapore più delicato degli scalogni.",
      "example": "Ich fügte Lauch zur Suppe hinzu, ich säubere Lauch juste, und ich werde Lauch morgen rösten.",
      "example_translation": "Ho aggiunto porri allo stufato ieri, sto saltando i porri ora e cucinerò i porri domani.",
      "imageLink": "image_files\\English\\"imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Petersilie",
      "translation": "prezzemolo",
      "definition": "Petersilie ist ein beliebtes Kraut, das in vielen verschiedenen Arten von Kochrezepten verwendet wird. Es hat einen frischen, grünen Geschmack und wird oft verwendet, um Suppen, Salaten und anderen Gerichten Geschmack zu geben.",
      "definition_translation": "Il prezzemolo è una popolare erba aromatica utilizzata in molti tipi di cucina. Ha un sapore fresco e verde e viene spesso utilizzato per aggiungere sapore a zuppe, insalate e altri piatti.",
      "example": "Ich fügte frische Petersilie zur Suppe hinzu, um ihr extra Geschmack zu geben. Gestern verwendete ich Petersilie, um den Salat zu garnieren. Nächste Woche werde ich Petersilie in meinem Garten pflanzen.",
      "example_translation": "Ho aggiunto del prezzemolo fresco alla zuppa per darle sapore extra. Ieri, ho utilizzato il prezzemolo per guarnire l'insalata. La prossima settimana, pianterò del prezzemolo nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radieschen",
      "translation": "ravanello",
      "definition": "Ein Radieschen ist ein Wurzelgemüse, das normalerweise roh gegessen wird. Es hat einen scharfen, knackigen Geschmack und wird oft in Salaten und als Garnitur verwendet.",
      "definition_translation": "Un ravanello è un vegetale radice che viene solitamente mangiato crudo. Ha una texture croccante e piccante e viene spesso utilizzato in insalate e come guarnizione.",
      "example": "Ich liebe es, Radieschen roh in meinem Salat zu essen. Gestern marinierete ich einige Radieschen, um sie als Topping für mein Sandwich zu verwenden. Nächsten Monat werde ich Radieschen in meinem Garten anpflanzen.",
      "example_translation": "Adoro mangiare ravanelli crudi nella mia insalata. Ieri, ho pickled alcuni ravanelli per utilizzarli come topping per il mio panino. Il prossimo mese, coltiverò ravanelli nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkohl",
      "translation": "cavolo rosso",
      "definition": "Rotkohl ist eine Art von Kohl, der eine tiefe rote Farbe hat. Er wird oft in Salaten, Slaws und als farbiger Zusatz zu vielen Gerichten verwendet.",
      "definition_translation": "Il cavolo rosso è un tipo di cavolo che ha un colore rosso profondo. Viene spesso utilizzato in insalate, cavoli e come aggiunta colorata a molti piatti.",
      "example": "Ich liebe es, Rotkohl in meinen Salaten für einen Farbtupfer zu verwenden. Gestern briet ich Rotkohl mit Äpfeln, um ein leckeres Beilagen zu machen. Nächste Woche werde ich Rotkohl-Slaw machen, um ihn zu meinem BBQ zu servieren.",
      "example_translation": "Adoro utilizzare il cavolo rosso nelle mie insalate per un tocco di colore. Ieri, ho brasato del cavolo rosso con mele per fare un contorno delizioso. La prossima settimana, farò dello slaw di cavolo rosso per servirlo con il mio BBQ.",
      "imageLink": "image_files\\English\\"imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühlingszwiebel",
      "translation": "cipolla verde",
      "definition": "Eine junge Zwiebel, die vor der Bildung der Zwiebelknolle geerntet wird, oft in Salaten und Kochrezepten verwendet.",
      "definition_translation": "Una giovane cipolla raccolta prima che il bulbo si formi, spesso usata in insalate e cucina.",
      "example": "Ich hackte die Frühlingszwiebel und fügte sie dem Salat hinzu. Ich hatte die Frühlingszwiebel am Vortag gehackt. Ich werde die Frühlingszwiebel morgen hacken.",
      "example_translation": "Ho tritato la cipolla verde e l'ho aggiunta all'insalata. Avevo tritato la cipolla verde il giorno prima. Triturerò la cipolla verde domani.",
      "imageLink": "image_files\\English\\"imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "barbabietola",
      "definition": "Ein Wurzelgemüse mit einem süßen, erdigen Geschmack, oft eingelegt oder geröstet.",
      "definition_translation": "Un ortaggio con un sapore dolce e terroso, spesso conservato in salamoia o arrostito.",
      "example": "Ich röstete die Rübe und servierte sie mit Ziegenkäse. Ich hatte die Rübe in der vorherigen Woche geröstet. Ich werde die Rübe für das Dinnerparty rösten.",
      "example_translation": "Ho arrostito la barbabietola e l'ho servita con formaggio di capra. Avevo arrostito la barbabietola la settimana precedente. Arrostirò la barbabietola per la festa di cena.",
      "imageLink": "image_files\\English\\"imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Soja, Sojabohne",
      "translation": "soia",
      "definition": "Eine Hülsenfrucht, die in verschiedenen Lebensmitteln verwendet wird, einschließlich Tofu und Sojamilch.",
      "definition_translation": "Un legume usato in una varietà di prodotti alimentari, tra cui tofu e latte di soia.",
      "example": "Ich fügte Sojasoße zum Stir-Fry hinzu. Ich hatte Sojamilch zu meinem Müsli hinzugefügt. Ich werde Sojabohnen in dem Rezept verwenden.",
      "example_translation": "Ho aggiunto salsa di soia al stir-fry. Avevo aggiunto latte di soia al mio cereale. Userò fagioli di soia nella ricetta.",
      "imageLink": "image_files\\English\\"imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dicke Bohne",
      "translation": "fagiolo nano",
      "definition": "Eine Art von Hülsenfrucht, die häufig in der mediterranen und nahöstlichen Küche verwendet wird.",
      "definition_translation": "Un tipo di legume che viene comunemente utilizzato nella cucina, in particolare nella cucina mediterranea e medio-orientale.",
      "example": "Ich zog Dicke Bohnen in meinem Garten letzten Sommer an und kochte sie mit Knoblauch und Zitrone. In der Vergangenheit mochte ich Dicke Bohnen nicht, aber jetzt liebe ich sie. Ich werde sicherlich Dicke Bohnen in meinem Garten wieder nächsten Jahr anpflanzen.",
      "example_translation": "Ho coltivato fagioli nano nel mio giardino l'estate scorsa e li ho cucinati con aglio e limone. In passato, non mi piacevano i fagioli nano, ma ora li adoro. Certamente pianterò di nuovo fagioli nano nel mio giardino l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosenkohl",
      "translation": "cavolfiore di Bruxelles",
      "definition": "Ein Gemüse, das zur Kohlfamilie gehört, häufig in der europäischen Küche verwendet.",
      "definition_translation": "Un tipo di ortaggio che appartiene alla famiglia del cavolo, comunemente utilizzato nella cucina europea.",
      "example": "Meine Oma kochte Rosenkohl immer mit Butter und Salz zu Weihnachten. Als ich ein Kind war, mochte ich Rosenkohl nicht, aber jetzt esse ich sie regelmäßig. Ich werde Rosenkohl heute Abend im Ofen mit Olivenöl und Pfeffer rösten.",
      "example_translation": "La mia nonna cucinava sempre cavolfiori di Bruxelles con burro e sale per il pranzo di Natale. Quando ero un bambino, non mi piacevano i cavolfiori di Bruxelles, ma ora li mangio regolarmente. Stasera, rosterò cavolfiori di Bruxelles nel forno con olio d'oliva e pepe per la cena.",
      "imageLink": "image_files\\English\\"imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Artischocke",
      "translation": "carciofo",
      "definition": "Eine Art von Distel, die häufig in der mediterranen Küche verwendet wird.",
      "definition_translation": "Un tipo di cardo che viene comunemente utilizzato nella cucina, in particolare nella cucina mediterranea.",
      "example": "Ich aß Artischocken zum ersten Mal in einem Restaurant in Rom und liebte sie. Artischocken sind während des Sommers in Saison, also werde ich sicherlich einige nächste Woche auf dem Markt kaufen. Ich werde Artischocken heute Abend mit Zitrone und Knoblauch dämpfen.",
      "example_translation": "Ho mangiato i carciofi per la prima volta in un ristorante a Roma e li ho adorati. I carciofi sono in stagione durante l'estate, quindi cercherò di comprarne alcuni al mercato la prossima settimana. Stasera, cuocerò i carciofi al vapore con limone e aglio per la cena.",
      "imageLink": "image_files\\English\\"imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spargel",
      "translation": "asparagi",
      "definition": "Eine mehrjährige Pflanze mit federartigem Laub und aufrechten Stängeln, die kleine, grünlich-weiße Blüten tragen. Die jungen Triebe werden als Gemüse verwendet.",
      "definition_translation": "Una pianta perenne con foglie piumose e steli eretti che portano piccoli fiori verdi-bianchi. Le giovani germogliazioni sono utilizzate come ortaggio.",
      "example": "Ich hatte Spargel zum Abendessen gestern Nacht. Ich werde Spargel zum Mittagessen morgen essen. Ich aß Spargel zum Frühstück gestern.",
      "example_translation": "Ho mangiato asparagi per cena ieri sera. Mangerò asparagi per pranzo domani. Ho mangiato asparagi per colazione ieri.",
      "imageLink": "image_files\\English\\"imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sellerie",
      "translation": "sedano",
      "definition": "Eine Pflanze der Petersilienfamilie, mit Stängeln, die als Gemüse verwendet werden, meist in Salaten oder als Garnitur.",
      "definition_translation": "Una pianta della famiglia del prezzemolo, con steli utilizzati come ortaggio, tipicamente in insalate o come guarnizione.",
      "example": "Ich fügte Sellerie zum Salat gestern hinzu. Ich werde Sellerie zu der Suppe morgen hinzufügen. Ich fügte Sellerie zum Sandwich heute Morgen hinzu.",
      "example_translation": "Ho aggiunto sedano all'insalata ieri. Aggiungerò sedano alla zuppa domani. Ho aggiunto sedano al sandwich stamattina.",
      "imageLink": "image_files\\English\\"imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zichorie",
      "translation": "cicoria",
      "definition": "Eine mehrjährige Pflanze mit blauen oder weißen Blüten, die für ihre bitteren Blätter angebaut wird, die in Salaten verwendet werden.",
      "definition_translation": "Una pianta perenne con fiori blu o bianchi, coltivata per le sue foglie amare utilizzate in insalate.",
      "example": "Ich hatte Zichorie in meinem Salat letzte Woche. Ich werde Zichorie in meinem Smoothie morgen essen. Ich aß Zichorie in meinem Frühstück gestern.",
      "example_translation": "Ho mangiato cicoria nella mia insalata la settimana scorsa. Mangerò cicoria nel mio smoothie domani. Ho mangiato cicoria nella mia colazione ieri.",
      "imageLink": "image_files\\English\\"imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnittlauch",
      "translation": "erba cipollina",
      "definition": "Schnittlauch ist eine Art von Kraut, das in der Küche verwendet wird, um Gerichte zu würzen. Es hat einen milden Zwiebelauf und wird oft als Garnitur oder in Suppen, Salaten und Saucen verwendet.",
      "definition_translation": "Le erbe cipolline sono un tipo di erba che viene comunemente utilizzato in cucina per aggiungere sapore ai piatti. Hanno un sapore dolce di cipolla e vengono spesso utilizzati come guarnizione o aggiunti a zuppe, insalate e salse.",
      "example": "Ich werde Schnittlauch verwenden, um die gebackene Kartoffel heute Abend zu garnieren. Gestern fügte ich Schnittlauch der Suppe hinzu, um extra Geschmack zu verleihen. Bis nächstem Jahr werde ich meinen eigenen Schnittlauch im Garten angebaut haben.",
      "example_translation": "Userò le erbe cipolline per guarnire la patata al forno stasera. Ieri, ho aggiunto le erbe cipolline alla zuppa per aggiungere sapore. Entro l'anno prossimo, avrò coltivato le mie erbe cipolline nel giardino.",
      "imageLink": "image_files\\English\\"imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kresse",
      "translation": "crescione",
      "definition": "Kresse ist ein schnell wachsendes Kraut, das oft in Salaten und als Garnitur verwendet wird. Es hat einen pfeffrig scharfen Geschmack und ist reich an Vitaminen und Mineralien.",
      "definition_translation": "Il crescione è un'erba a crescita rapida che viene spesso utilizzato in insalate e come guarnizione. Ha un sapore pepato e è ricco di vitamine e minerali.",
      "example": "Ich liebe es, Kresse zu meinem Salat hinzuzufügen, um einen Geschmackstoß zu erzielen. Gestern pflanzte ich Kressensamen in meinem Garten. Bis nächsten Monat werde ich frische Kresse aus meinem Garten ernten.",
      "example_translation": "Adoro aggiungere il crescione alle mie insalate per un'esplosione di sapore. Ieri, ho piantato semi di crescione nel mio giardino. Entro il prossimo mese, sarò pronto a raccogliere il crescione fresco dal mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dill",
      "translation": "aneto",
      "definition": "Dill ist ein Kraut, das oft in der Küche und zum Einlegen verwendet wird. Es hat einen frischen, hellen Geschmack und wird oft verwendet, um Fisch, Gemüse und Saucen zu würzen.",
      "definition_translation": "L'aneto è un'erba che viene spesso utilizzata in cucina e nella preparazione dei sottaceti. Ha un sapore fresco e luminoso e viene spesso utilizzato per aggiungere sapore al pesce, ai vegetali e alle salse.",
      "example": "Ich werde Dill verwenden, um die Pickles herzustellen, die ich heute mache. Letztes Jahr verwendete ich Dill, um den Lachs zu würzen, den ich grillte. Bis zum nächsten Sommer werde ich die Kunst des Einlegens mit Dill perfektioniert haben.",
      "example_translation": "Userò l'aneto per insaporire le cipolle che sto facendo oggi. L'anno scorso, ho utilizzato l'aneto per condire il salmone che ho grigliato. Entro l'estate prossima, avrò padroneggiato l'arte di preparare i sottaceti con l'aneto.",
      "imageLink": "image_files\\English\\"imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fenchel",
      "translation": "finocchio",
      "definition": "Fenchel ist eine mehrjährige Pflanze mit gelbgrünen Blättern und süßem Anisgeschmack, die in der Küche, insbesondere in der mediterranen Küche, verwendet wird.",
      "definition_translation": "Il finocchio è un'erba perenne con foglie giallo-verdi e sapore dolce di anice, utilizzato nella cottura, in particolare nella cucina mediterranea.",
      "example": "Ich habe Fenchelsuppe in der Vergangenheit gegessen, ich esse Fenchelsalat jetzt, und ich werde Fencheltee in der Zukunft trinken.",
      "example_translation": "Ho mangiato zuppa di finocchio nel passato, sto mangiando insalata di finocchio adesso e mangerò tè di finocchio nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerrettich",
      "translation": "rafano",
      "definition": "Meerrettich ist eine mehrjährige Pflanze mit heißem, pfeffrigem Geschmack, die als Würze oder Zutat in verschiedenen Gerichten, wie Saucen und Marinaden, verwendet wird.",
      "definition_translation": "Il rafano è una pianta perenne con un sapore caldo e pungente, utilizzato come condimento o ingrediente in vari piatti, come salse e marinature.",
      "example": "Ich verwendete Meerrettichsauce auf meinem Steak letztes Abend, ich füge Meerrettich meinem Sandwich heute hinzu, und ich werde eine Meerrettichmarinade für mein Hähnchen morgen herstellen.",
      "example_translation": "Ho usato la salsa di rafano sulla mia bistecca ieri sera, sto aggiungendo rafano al mio sandwich oggi e farò una marinatura di rafano per il mio pollo domani.",
      "imageLink": "image_files\\English\\"imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grünkohl",
      "translation": "cavolo riccio",
      "definition": "Grünkohl ist ein grünes Gemüse, mit krausen oder gefiederten Blättern, reich an Vitaminen und Antioxidantien, oft in Salaten, Smoothies und gesauten Gerichten verwendet.",
      "definition_translation": "Il cavolo riccio è un tipo di verdura verde, con foglie ricce o laccate, ricco di vitamine e antiossidanti, spesso utilizzato in insalate, smoothie e piatti saltati.",
      "example": "Ich werde Grünkohl zu meinem Frühstück-Smoothie morgen hinzufügen, ich fügte Grünkohl meinem Lunch-Salat gestern hinzu, und ich esse Grünkohl-Chips jetzt.",
      "example_translation": "Aggiungerò il cavolo riccio al mio smoothie di colazione domani, ho aggiunto il cavolo riccio alla mia insalata di pranzo ieri e sto mangiando chips di cavolo riccio adesso.",
      "imageLink": "image_files\\English\\"imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linsen",
      "translation": "lenticchia",
      "definition": "Die Linse ist eine Art von Hülsenfrucht, die oft in Suppen, Eintöpfen und Currys verwendet wird. Sie ist eine gute Quelle für Protein, Faser und Nährstoffe.",
      "definition_translation": "La lenticchia è un tipo di legume che viene spesso utilizzato in zuppe, stufati e curry. È una buona fonte di proteine, fibre e nutrienti.",
      "example": "Ich aß Linsensuppe zum Mittagessen gestern, ich werde es zum Abendessen heute essen, und ich habe es jeden Sonntag zum Frühstück gegessen.",
      "example_translation": "Ho mangiato zuppa di lenticchie per pranzo ieri, la mangerò per cena stasera, e l'ho mangiata per colazione ogni domenica.",
      "imageLink": "image_files\\English\\"imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mark",
      "translation": "midollo",
      "definition": "Das Mark ist das schwammige Gewebe, das in den Hohlräumen der Knochen vorkommt und für die Produktion von Blutzellen verantwortlich ist.",
      "definition_translation": "Il midollo è il tessuto spugnoso trovato nelle cavità delle ossa, responsabile della produzione di cellule del sangue.",
      "example": "Der Arzt hat das Mark aus meinem Hüftknochen aspiriert, um es auf Anzeichen von Krebs zu untersuchen. Er wird es nächste Woche wieder aspirieren und hat es bereits mehrmals zuvor aspiriert.",
      "example_translation": "Il dottore ha aspirato il midollo dall'osso dell'anca per esaminarlo per segni di cancro. Lo aspirerà di nuovo la prossima settimana, e lo ha aspirato diverse volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pastinake",
      "translation": "pastinaca",
      "definition": "Eine Pastinake ist ein Wurzelgemüse, das einem Karotten ähnelt, aber einen süßeren und nussigten Geschmack hat.",
      "definition_translation": "La pastinaca è un vegetale radice che è simile alla carota, ma ha un sapore più dolce e più nocciolato.",
      "example": "Ich habe Pastinaken letzte Nacht im Ofen geröstet, ich werde sie morgen wieder rösten und habe sie jede Woche für Monate geröstet.",
      "example_translation": "Ho arrostito le pastinache nel forno ieri sera, le arrostirò di nuovo domani, e le ho arrostite ogni settimana per mesi.",
      "imageLink": "image_files\\English\\"imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhabarber",
      "translation": "rabarbaro",
      "definition": "Ein sauer schmeckendes Gemüse, das oft in Kuchen und Marmeladen verwendet wird, mit einer charakteristischen dreieckigen Blattform.",
      "definition_translation": "Un ortaggio dalla gusto aspro, spesso utilizzato in torte e marmellate, con una forma triangolare distinta delle foglie.",
      "example": "Ich habe letzten Abend einen Rhabarber-Krümel gegessen, und ich werde einen weiteren heute Abend essen, weil ich ihn bereits viele Male zuvor gegessen habe.",
      "example_translation": "Ho mangiato un crumble di rabarbaro ieri sera, e mangerò un altro domani sera, perché ho già mangiato molti volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "ravanello",
      "definition": "Eine Art von Wurzelgemüse, das oft in Suppen und Eintöpfen verwendet wird, mit einem süßen und leicht pfeffrigen Geschmack.",
      "definition_translation": "Un tipo di ortaggio radice, spesso utilizzato in zuppe e stufati, con un sapore dolce e leggermente pepato.",
      "example": "Ich werde heute Abend das Rüben-Gemüse-Süppchen zubereiten, ich habe es letzte Nacht zubereitet und hatte es die Nacht davor auch zubereitet.",
      "example_translation": "Suderò la zuppa di ortaggi questa sera, l'ho sudata ieri sera, e l'avevo sudata la sera prima.",
      "imageLink": "image_files\\English\\"imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßkartoffel",
      "translation": "patata dolce",
      "definition": "Ein stärkehaltiges Wurzelgemüse, das oft zum Backen und Rösten verwendet wird, mit einem süßen und nussigen Geschmack.",
      "definition_translation": "Un ortaggio radice amidaceo, spesso utilizzato in forno e in rosticceria, con un sapore dolce e nocciolato.",
      "example": "Ich habe Süßkartoffeln zum Abendessen gebacken, ich werde sie zum Mittagessen backen und hatte sie zum Frühstück gebacken.",
      "example_translation": "Ho cotto patate dolci per cena, le cucinerò per pranzo, e le avevo cotte per colazione.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "rapa",
      "definition": "Ein Wurzelgemüse, typischerweise weiß oder purpurn, mit einem süßen und pfeffrigen Geschmack.",
      "definition_translation": "Un ortaggio radice, tipicamente bianco o viola, con un sapore dolce e pepatoso.",
      "example": "Ich habe gestern im Garten die Rübe umgedreht, ich werde sie morgen wieder umdrehen und hatte sie letzte Woche umgedreht.",
      "example_translation": "Ho scavato la rapa nel giardino ieri, lo scaverò di nuovo domani, e l'avevo scavata la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]