[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messer",
      "translation": "coltello",
      "definition": "Ein Messer ist ein Schneidewerkzeug mit einer scharfen Klinge, das für Aufgaben wie das Zubereiten von Nahrung, das Schneiden von Seilen oder als Waffe verwendet wird.",
      "definition_translation": "Un coltello è uno strumento di taglio con una lama affilata, utilizzato per compiti come la preparazione del cibo, il taglio della corda o come arma.",
      "example": "Ich werde ein Messer verwenden, um den Apfel morgen zu schneiden, ich benutze ein Messer, um das Seil gerade jetzt zu schneiden, und ich habe ein Messer verwendet, um das Brot gestern zu schneiden.",
      "example_translation": "Userò un coltello per tagliare la mela domani, sto usando un coltello per tagliare la corda ora, e ho usato un coltello per affettare il pane ieri.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schüssel",
      "translation": "coppa",
      "definition": "Eine Schüssel ist ein runder, offener Behälter, der zum Halten oder Servieren von Nahrung wie Suppe, Cornflakes oder Früchten verwendet wird.",
      "definition_translation": "Una coppa è un contenitore aperto rotondo usato per contenere o servire il cibo, come zuppa, cereale o frutta.",
      "example": "Ich werde eine Schüssel verwenden, um morgen Cornflakes zu essen, ich benutze eine Schüssel, um gerade jetzt den Teig zu mischen, und ich habe eine Schüssel verwendet, um die Suppe letzte Nacht zu servieren.",
      "example_translation": "Userò una coppa per mangiare il cereale al mattino, sto usando una coppa per miscelare l'impasto ora, e ho usato una coppa per servire la zuppa la scorsa notte.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kochgerät",
      "translation": "cucinatore",
      "definition": "Ein Kochgerät ist ein Küchengerät, das zum Kochen von Nahrung wie zum Beispiel einem Backofen, Herd oder Mikrowelle verwendet wird.",
      "definition_translation": "Un cucinatore è un elettrodomestico da cucina usato per cucinare il cibo, come un forno, un fornello o un forno a microonde.",
      "example": "Ich werde ein Kochgerät verwenden, um einen Kuchen in Zukunft zu backen, ich benutze ein Kochgerät, um gerade jetzt Wasser zu kochen, und ich habe ein Kochgerät verwendet, um Hähnchen letzte Woche zu braten.",
      "example_translation": "Userò un cucinatore per cuocere una torta nel futuro, sto usando un cucinatore per bollire l'acqua ora, e ho usato un cucinatore per arrostire il pollo la scorsa settimana.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schrank",
      "translation": "armadio",
      "definition": "Ein Schrank ist ein Möbelstück mit Fächern, das zum Lagern von Nahrung, Geschirr und Utensilien verwendet wird.",
      "definition_translation": "Un armadio è un mobile con scaffali, usato per conservare cibo, stoviglie e utensili.",
      "example": "Ich öffnete den Schrank, um einen Teller zu holen. Gestern hatte ich den Schrank geputzt. Wenn ich Zeit habe, werde ich den Schrank morgen organisieren.",
      "example_translation": "Ho aperto l'armadio per prendere un piatto. Ieri, avevo pulito l'armadio. Se avrò tempo, organizzerò l'armadio domani.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schublade",
      "translation": "cassetto",
      "definition": "Eine Schublade ist ein Behälter in einem Möbelstück, der zum Lagern von Dingen verwendet wird.",
      "definition_translation": "Un cassetto è un contenitore in un mobile, usato per conservare le cose.",
      "example": "Ich zog die Schublade auf, um meine Socken zu holen. Sie öffnete die Schublade, um ihre Kleider wegzulegen. Sie werden nächste Woche eine neue Schublade in der Kommode installieren.",
      "example_translation": "Ho tirato fuori il cassetto per prendere i miei calzini. Lei ha aperto il cassetto per mettere via i suoi vestiti. Installeranno un nuovo cassetto nel cassettone la prossima settimana.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gabel",
      "translation": "forchetta",
      "definition": "Eine Gabel ist ein Besteck, das zum Aufgreifen und Essen von Nahrung verwendet wird.",
      "definition_translation": "Una forchetta è un utensile usato per raccogliere e mangiare il cibo.",
      "example": "Ich benutzte eine Gabel, um den Salat zu essen. Sie werden Gabeln zum Picknick mitbringen. Sie hatte ihre Gabel auf den Boden fallen lassen.",
      "example_translation": "Ho usato una forchetta per mangiare l'insalata. Porteranno le forchette al picnic. Lei aveva lasciato cadere la sua forchetta sul pavimento.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kühlschrank",
      "translation": "frigorifero",
      "definition": "Ein Küchengerät, das zum Kühlen oder Kälten von Nahrung und Getränken verwendet wird.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per mantenere cibi e bevande freschi o freddi.",
      "example": "Ich öffnete den Kühlschrank, um ein kaltes Getränk zu holen. Gestern hatte ich den Kühlschrank geöffnet, um Milch zu holen. Morgen werde ich den Kühlschrank öffnen, um die Reste wegzulegen.",
      "example_translation": "Ho aperto il frigorifero per prendere una bibita fredda. Ieri, avevo aperto il frigorifero per prendere del latte. Domani, aprirò il frigorifero per conservare gli avanzi.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Küchentisch",
      "translation": "tavola da cucina",
      "definition": "Ein Möbelstück mit einer flachen Oberfläche und Beinen, das zum Zubereiten und Essen von Nahrung in einer Küche verwendet wird.",
      "definition_translation": "Un pezzo di mobili con una superficie piatta e gambe, utilizzato per preparare e mangiare cibi in una cucina.",
      "example": "Wir versammelten uns um den Küchentisch, um zu Abend zu essen. Gestern hatten wir uns um den Küchentisch versammelt, um unsere Hausaufgaben zu erledigen. Morgen werden wir uns um den Küchentisch versammeln, um Kekse zu backen.",
      "example_translation": "Ci siamo riuniti intorno alla tavola da cucina per mangiare la cena. Ieri, ci eravamo riuniti intorno alla tavola da cucina per fare i compiti. Domani, ci riuniremo intorno alla tavola da cucina per fare i biscotti.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mikrowellenherd",
      "translation": "forno a microonde",
      "definition": "Ein Küchengerät, das zum schnellen Erhitzen und Kochen von Nahrung mittels elektromagnetischer Energie verwendet wird.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per riscaldare e cuocere cibi velocemente mediante energia elettromagnetica.",
      "example": "Ich erwärmte die Reste in der Mikrowellenherd. Gestern hatte ich die Suppe in der Mikrowellenherd erhitzt. Morgen werde ich das gefrorene Abendessen in der Mikrowellenherd kochen.",
      "example_translation": "Ho riscaldato gli avanzi nel forno a microonde. Ieri, avevo riscaldato la zuppa nel forno a microonde. Domani, cucinerò la cena surgelata nel forno a microonde.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regal",
      "translation": "scaffale",
      "definition": "Eine flache, horizontale Oberfläche, meist aus Holz oder Metall, die zum Lagern oder Ausstellen von Gegenständen verwendet wird.",
      "definition_translation": "Una superficie orizzontale pianeggiante, solitamente in legno o metallo, utilizzata per immagazzinare o mostrare oggetti.",
      "example": "Ich werde das Buch auf das Regal stellen morgen, aber gestern nahm ich es vom Regal, und jetzt liegt es auf dem Tisch.",
      "example_translation": "Metto il libro sulla scaffale domani, ma ieri l'ho preso dallo scaffale e ora è sul tavolo.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spüle",
      "translation": "lavandino",
      "definition": "Ein Sanitärgerät zum Waschen von Händen, Geschirr usw., typischerweise bestehend aus einem Becken und einer Armatur.",
      "definition_translation": "Un dispositivo di edilizia idraulica utilizzato per lavare le mani, i piatti, ecc., solitamente composto da un bacino e un rubinetto.",
      "example": "Sie wird ihre Hände in der Spüle waschen, aber gestern wusch sie sie im Ozean, und nächstes Jahr wird sie sie im Fluss waschen.",
      "example_translation": "Laverà le mani nel lavandino, ma ieri le ha lavate nell'oceano e l'anno prossimo le laverà nel fiume.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löffel",
      "translation": "cucchiaio",
      "definition": "Ein Essbesteck, bestehend aus einer kleinen, flachen Schale und einem Griff, verwendet zum Essen oder Servieren von Lebensmitteln.",
      "definition_translation": "Un utensile composto da una piccola ciotola poco profonda e un manico, utilizzato per mangiare o servire cibo.",
      "example": "Er aß die Suppe mit einem Löffel, aber gestern aß er sie mit seinen Händen, und nächste Woche wird er sie mit einer Gabel essen.",
      "example_translation": "Ha mangiato la zuppa con un cucchiaio, ma ieri l'ha mangiata con le mani e la prossima settimana la mangerà con una forchetta.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Behälter",
      "translation": "cestino",
      "definition": "Ein Behälter, typischerweise mit einer offenen Oberseite, verwendet zum Lagern oder Aufbewahren von etwas.",
      "definition_translation": "Un contenitore, solitamente con un'apertura superiore, utilizzato per contenere o archiviare qualcosa.",
      "example": "Ich warf den Müll in den Behälter. Gestern warf ich den Müll in den Behälter. Morgen werde ich den Müll in den Behälter werfen.",
      "example_translation": "Ho gettato la spazzatura nel cestino. Ieri, ho gettato la spazzatura nel cestino. Domani, getterò la spazzatura nel cestino.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschirrspüler",
      "translation": "lavastoviglie",
      "definition": "Eine Maschine zum Waschen von Geschirr, Besteck und anderen Gegenständen, typischerweise unter Verwendung von heißem Wasser und Reinigungsmittel.",
      "definition_translation": "Una macchina per lavare piatti, utensili e altri oggetti, solitamente utilizzando acqua calda e detergente.",
      "example": "Ich lud das Geschirr in den Geschirrspüler. Gestern lud ich das Geschirr in den Geschirrspüler. Morgen werde ich das Geschirr in den Geschirrspüler laden.",
      "example_translation": "Ho caricato i piatti nel lavastoviglie. Ieri, ho caricato i piatti nel lavastoviglie. Domani, caricherò i piatti nel lavastoviglie.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "E-Kocher",
      "translation": "bollitore elettrico",
      "definition": "Ein Kocher, der elektrischen Strom verwendet, um Wasser zu erhitzen, typischerweise verwendet zum Zubereiten von Tee, Kaffee oder anderen heißen Getränken.",
      "definition_translation": "Un bollitore che utilizza elettricità per scaldare l'acqua, tipicamente utilizzato per preparare tè, caffè o altri bevande calde.",
      "example": "Ich kochte Wasser im E-Kocher. Gestern kochte ich Wasser im E-Kocher. Morgen werde ich Wasser im E-Kocher kochen.",
      "example_translation": "Ho fatto bollire l'acqua nel bollitore elettrico. Ieri, ho fatto bollire l'acqua nel bollitore elettrico. Domani, farò bollire l'acqua nel bollitore elettrico.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Froster",
      "translation": "congelatore",
      "definition": "Ein elektrisches Gerät zum Einfrieren und Lagern von Lebensmitteln bei sehr niedrigen Temperaturen.",
      "definition_translation": "Un elettrodomestico utilizzato per congelare e conservare il cibo a bassissime temperature.",
      "example": "Sie öffnete den Froster, um Eiscreme zu holen, dann stellte sie die Reste in den Froster, und schließlich wird sie den Froster nächste Woche reinigen.",
      "example_translation": "Ha aperto il congelatore per prendere del gelato, poi ha messo gli avanzi nel congelatore e infine pulirà il congelatore la prossima settimana.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfanne",
      "translation": "pentola per friggere",
      "definition": "Ein Kochgefäß aus Metall, typischerweise mit einem langen Griff, verwendet zum Braten von Lebensmitteln über direkter Hitze.",
      "definition_translation": "Un recipiente da cucina fatto di metallo, solitamente con un manico lungo, utilizzato per friggere il cibo sulla fiamma diretta.",
      "example": "Er erhitzte die Pfanne, um Eier zu braten, dann benutzte sie die Pfanne, um Pfannkuchen zu backen, und schließlich werden sie eine neue Pfanne nächsten Monat kaufen.",
      "example_translation": "Ha riscaldato la pentola per friggere per cucinare le uova, poi lei ha usato la pentola per friggere per fare le panke, e infine compreranno una nuova pentola per friggere il prossimo mese.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ofen",
      "translation": "forno",
      "definition": "Ein Gerät zum Kochen oder Erhitzen von Lebensmitteln, typischerweise unter Verwendung von trockener Hitze, in einer Küche oder einem Labor.",
      "definition_translation": "Un dispositivo utilizzato per cucinare o scaldare il cibo, solitamente usando il calore secco, in una cucina o laboratorio.",
      "example": "Sie wärmte den Ofen vor, um einen Kuchen zu backen, dann stellte er Hähnchen in den Ofen, um es zu grillen, und schließlich werden sie den Ofen nächstes Wochenende reinigen.",
      "example_translation": "Ha precaldato il forno per cuocere la torta, poi lui ha messo il pollo nel forno per arrostirlo, e infine puliranno il forno questo fine settimana.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Topf",
      "translation": "pentola",
      "definition": "Ein Topf ist ein Behälter mit einem Deckel, verwendet zum Kochen oder Lagern von Lebensmitteln oder Flüssigkeiten.",
      "definition_translation": "Una pentola è un contenitore con coperchio, utilizzato per cucinare o conservare cibi o liquidi.",
      "example": "Ich kochte Wasser in einem Topf gestern, ich koche Wasser in einem Topf jetzt, und ich werde Wasser in einem Topf morgen kochen.",
      "example_translation": "Ho bollito l'acqua in una pentola ieri, sto bollendo l'acqua in una pentola ora, e bollerò l'acqua in una pentola domani.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kasserolle",
      "translation": "tegame",
      "definition": "Eine Kasserolle ist ein kleiner Topf mit einem Griff, verwendet zum Erhitzen und Kochen von Soßen, Suppen oder anderen Flüssigkeiten.",
      "definition_translation": "Un tegame è una piccola pentola con manico, utilizzato per riscaldare e cucinare salse, zuppe o altri liquidi.",
      "example": "Sie erhitzte die Soße in einer Kasserolle letzte Nacht, sie erhitzt die Soße in einer Kasserolle jetzt, und sie wird die Soße in einer Kasserolle nächste Woche erhitzen.",
      "example_translation": "Lei ha riscaldato la salsa in un tegame ieri sera, sta riscaldando la salsa in un tegame ora, e riscalderà la salsa in un tegame la prossima settimana.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasserhahn",
      "translation": "rubinetto",
      "definition": "Ein Wasserhahn ist ein Ventil zum Steuern des Flusses einer Flüssigkeit, insbesondere Wasser, aus einer Rohrleitung.",
      "definition_translation": "Un rubinetto è una valvola per controllare il flusso di un liquido, specialmente acqua, da una tubatura.",
      "example": "Ich drehte den Wasserhahn gestern auf, um meine Hände zu waschen, ich drehe den Wasserhahn jetzt auf, um den Ausguss zu füllen, und ich werde den Wasserhahn morgen aufdrehen, um die Pflanzen zu bewässern.",
      "example_translation": "Ho aperto il rubinetto ieri per lavarmi le mani, sto aprendo il rubinetto ora per riempire il lavandino, e aprirò il rubinetto domani per innaffiare le piante.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teekanne",
      "translation": "teiera",
      "definition": "Eine Teekanne ist ein Gefäß zum Zuzubereiten und Servieren von Tee, typischerweise aus Keramik oder Metall mit Ausgießer und Griff.",
      "definition_translation": "Una teiera è un contenitore utilizzato per infondere e servire il tè, solitamente realizzato in ceramica o metallo con un beccuccio e un manico.",
      "example": "Ich goss das heiße Wasser in die Teekanne, dann fügte ich einen Teebeutel hinzu. Gestern kaufte ich eine neue Teekanne auf dem Markt. Bis zum nächsten Jahr werde ich diese Teekanne fünf Jahre lang besessen haben.",
      "example_translation": "Ho versato l'acqua calda nella teiera, poi ho aggiunto un sacchetto di tè. Ieri, ho acquistato una nuova teiera al mercato. Entro l'anno prossimo, avrò posseduto questa teiera per cinque anni.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dosenöffner",
      "translation": "apri-lattine",
      "definition": "Ein Dosenöffner ist ein Gerät zum Öffnen von Dosen, typischerweise bestehend aus einem scharfen Schneidrad und einem Griff.",
      "definition_translation": "Un apri-lattine è un dispositivo utilizzato per aprire le lattine, solitamente composto da una ruota tagliente e un manico.",
      "example": "Sie hatte Schwierigkeiten, die Dose mit dem Dosenöffner zu öffnen, also musste ich ihr helfen. Gestern verwendete ich einen Dosenöffner, um eine Dose mit Bohnen zu öffnen. Bis zum Ende des Monats werde ich einen neuen Dosenöffner gekauft haben.",
      "example_translation": "Lei aveva difficoltà ad aprire la lattina con l'apri-lattine, quindi ho dovuto aiutarla. Ieri, ho usato un apri-lattine per aprire una lattina di fagioli. Entro la fine del mese, avrò comprato un nuovo apri-lattine.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Toaster",
      "translation": "tostapane",
      "definition": "Ein Toaster ist ein kleines elektrisches Gerät zum Rösten von Brotscheiben, typischerweise mit justierbaren Wärme- und Zeitsteuerungen.",
      "definition_translation": "Un tostapane è un piccolo elettrodomestico utilizzato per tostare le fette di pane, solitamente con controlli di temperatura e tempo regolabili.",
      "example": "Ich steckte den Toaster ein und wartete darauf, dass er sich aufheizte. Gestern kaufte ich einen neuen Toaster im Laden. Bis zur nächsten Woche werde ich diesen Toaster jeden Morgen verwendet haben.",
      "example_translation": "Ho inserito la spina del tostapane e ho aspettato che si riscaldasse. Ieri, ho comprato un nuovo tostapane al negozio. Entro la prossima settimana, avrò utilizzato questo tostapane ogni mattina.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoff",
      "translation": "stoffa",
      "definition": "Ein flexibles gewebtes Material, typischerweise aus Fäden oder Garnen hergestellt, verwendet für die Herstellung von Kleidung, Polstern und anderen textilen Erzeugnissen.",
      "definition_translation": "Un materiale flessibile intessuto, solitamente fatto di fili o fibre, utilizzato per fare abiti, tappezzario e altri prodotti tessili.",
      "example": "Ich muss einen neuen Stoff kaufen, um ein Kleid zu nähen. Ich kaufte einen Stoff letzten Jahr. Ich werde einen Stoff nächsten Monat kaufen.",
      "example_translation": "Devo comprare un nuovo stoffa per fare un abito. Ho comprato uno stoffa l'anno scorso. Comprerò uno stoffa il mese prossimo.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffeemaschine",
      "translation": "macchinetta del caffè",
      "definition": "Ein elektrisches Gerät, das Kaffee aus gemahlenen Kaffeebohnen herstellt.",
      "definition_translation": "Un apparecchio elettrico che prepara il caffè dai chicchi di caffè macinati.",
      "example": "Ich muss meine Kaffeemaschine reinigen. Ich reinigte meine Kaffeemaschine gestern. Ich werde meine Kaffeemaschine morgen verwenden.",
      "example_translation": "Devo pulire la mia macchinetta del caffè. Ho pulito la mia macchinetta del caffè ieri. Userò la mia macchinetta del caffè domani.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Korkenzieher",
      "translation": "cacciavite",
      "definition": "Ein Küchengerät zum Entfernen des Korkens aus einer Flasche, typischerweise einer Weinflasche.",
      "definition_translation": "Uno strumento da cucina utilizzato per rimuovere il tappo da una bottiglia, solitamente una bottiglia di vino.",
      "example": "Kannst du mir den Korkenzieher geben? Ich gab ihr den Korkenzieher letzte Nacht. Ich werde den Korkenzieher auf der Party verwenden.",
      "example_translation": "Puoi passarmi il cacciavite? Ho passato il cacciavite a lei la scorsa notte. Userò il cacciavite alla festa.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "bilance",
      "definition": "Ein Satz von Waagen ist ein Gerät zur Messung des Gewichts oder der Masse eines Objekts oder einer Person.",
      "definition_translation": "Un set di bilance è un dispositivo utilizzato per misurare il peso o la massa di un oggetto o persona.",
      "example": "Sie trat auf die Waage, um sich zu wiegen. Gestern musste sie die Waage vor der Verwendung kalibrieren. Bis zum nächsten Jahr wird sie die Kunst der Verwendung digitaler Waagen gemeistert haben.",
      "example_translation": "Lei si mise sulle bilance per pesarsi. Ieri, lei ha dovuto calibrare le bilance prima di usarle. Entro il prossimo anno, lei avrà padronanza dell'arte di utilizzare bilance digitali.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hocker",
      "translation": "sgabello",
      "definition": "Ein Hocker ist ein Stück Möbel mit einem einzelnen Sitz, typischerweise ohne Rücken oder Armlehnen, verwendet zum Sitzen.",
      "definition_translation": "Uno sgabello è un pezzo di mobiliario con un unico sedile, tipicamente senza schienale o bracci, utilizzato per sedersi.",
      "example": "Er setzte sich auf den Hocker, um eine Pause zu machen. Gestern musste sie den Hocker nach dem Kauf zusammenbauen. Bis zum nächsten Monat werden sie einen neuen Hocker für den Garten entworfen haben.",
      "example_translation": "Lui si sedette sullo sgabello per prendersi una pausa. Ieri, lei ha dovuto assemblare lo sgabello dopo averlo comprato. Entro il prossimo mese, loro avranno progettato un nuovo sgabello per il giardino.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Backmanschette",
      "translation": "sleeve da forno",
      "definition": "Eine Backmanschette ist ein Kochgerät zum Kochen von Lebensmitteln gleichmäßig im Ofen, typischerweise aus Silikon oder anderen hitzebeständigen Materialien.",
      "definition_translation": "Un sleeve da forno è un utensile da cucina utilizzato per cuocere il cibo in modo uniforme nel forno, tipicamente realizzato in silicone o altri materiali resistenti al calore.",
      "example": "Sie legte die Truthahn in die Backmanschette, um ihn zu braten. Gestern musste er die Backmanschette nach der Verwendung waschen. Bis zur nächsten Woche werden sie eine neue Backmanschette mit einer nicht haftenden Beschichtung entwickelt haben.",
      "example_translation": "Lei mise il tacchino nel sleeve da forno per arrostirlo. Ieri, lui ha dovuto lavare il sleeve da forno dopo averlo utilizzato. Entro la prossima settimana, loro avranno sviluppato un nuovo sleeve da forno con rivestimento antiaderente.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biskuitausstecher",
      "translation": "tagliabiscotti",
      "definition": "Ein Küchengerät, das verwendet wird, um Formen aus Teig oder Blätterteig auszustechen, typischerweise verwendet, um Biskuits herzustellen.",
      "definition_translation": " Uno strumento da cucina utilizzato per tagliare forme dal impasto o pasta, solitamente utilizzato per fare biscotti.",
      "example": "Sie verwendete einen Biskuitausstecher, um herzförmige Kekse für den Valentinstag herzustellen. Sie wird ihn nächstes Jahr wieder verwenden. Sie hat ihn bereits Jahre lang verwendet.",
      "example_translation": "Lei ha utilizzato un tagliabiscotti per fare biscotti a forma di cuore per il giorno di San Valentino. Lo userà di nuovo l'anno prossimo. Ha stato utilizzandolo per anni.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brotmesser",
      "translation": "affettatrice del pane",
      "definition": "Ein Werkzeug oder Gerät, das verwendet wird, um Brot in dünne Scheiben zu schneiden, oft in kommerziellen Bäckereien verwendet.",
      "definition_translation": " Uno strumento o dispositivo utilizzato per affettare il pane in pezzi sottili, spesso utilizzato in panetterie commerciali.",
      "example": "Der Bäcker verwendete ein Brotmesser, um den frisch gebackenen Laib zu schneiden. Er wird es morgen wieder verwenden. Er hatte es am Tag zuvor verwendet.",
      "example_translation": "Il panettiere ha utilizzato un'affettatrice del pane per affettare la pagnotta appena sfornata. Lo userà di nuovo domani. Aveva utilizzato il giorno prima.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tortenform",
      "translation": "stampo per torte",
      "definition": "Ein Behälter, der verwendet wird, um einen Kuchen während des Backvorgangs zu halten und zu formen, oft aus Metall oder Silikon.",
      "definition_translation": "Un contenitore utilizzato per contenere e dare forma a una torta mentre viene cotta, spesso fatto di metallo o silicone.",
      "example": "Sie fetzte die Tortenform und goss den Teig hinein. Sie wird ihn nächste Woche wieder verwenden. Sie hatte ihn letzten Monat verwendet.",
      "example_translation": "Lei ha unto il stampo per torte e versato il composto. Lo userà di nuovo la settimana prossima. Aveva utilizzato il mese scorso.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auflaufform",
      "translation": "pentola da forno",
      "definition": "Ein großes, tiefes Gefäß, das verwendet wird, um Nahrungsmittel, insbesondere herzhafte Gerichte, im Ofen zu backen.",
      "definition_translation": "Un grande, profondo piatto utilizzato per cuocere alimenti, specialmente piatti salati, nel forno.",
      "example": "Ich verwendete eine Auflaufform, um Lasagne für die Dinnerparty zu backen. Gestern habe ich die Auflaufform nach dem Essen gewaschen. Ich werde die Auflaufform morgen wieder verwenden.",
      "example_translation": "Ho utilizzato una pentola da forno per cuocere una lasagna per la festa di cena. Ieri, ho lavato la pentola da forno dopo il pasto. Userò la pentola da forno di nuovo domani.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hackmesser",
      "translation": "coltello da taglio",
      "definition": "Ein Messer, das verwendet wird, um Lebensmittel zuzubereiten, insbesondere Hacken und Schneiden.",
      "definition_translation": "Un coltello utilizzato per tagliare e preparare alimenti, specialmente tritando e affettando.",
      "example": "Ich benötige ein Hackmesser, um die Gemüse für den Salat zu hacken. Gestern habe ich das Hackmesser geschärft, um es effizienter zu machen. Ich werde das Hackmesser heute Abend verwenden, um das Fleisch zu schneiden.",
      "example_translation": "Ho bisogno di un coltello da taglio per tritare le verdure per l'insalata. Ieri, ho affilato il coltello da taglio per renderlo più efficiente. Userò il coltello da taglio per affettare la carne stasera.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Essstäbchen",
      "translation": "bacchette",
      "definition": "Ein Paar kleiner, dünner Stäbchen oder Stangen, die als Esswerkzeuge verwendet werden, insbesondere in der asiatischen Küche.",
      "definition_translation": "Un paio di piccoli bastoncini o aste sottili utilizzati come utensili per mangiare, specialmente nella cucina asiatica.",
      "example": "Ich lernte, Essstäbchen zu benutzen, als ich in Japan lebte. Gestern übte ich das Benutzen von Essstäbchen, um Sushi zu essen. Ich werde Essstäbchen heute Abend verwenden, um Ramen-Nudeln zu essen.",
      "example_translation": "Ho imparato a usare le bacchette quando vivevo in Giappone. Ieri, ho praticato l'uso delle bacchette per mangiare sushi. Userò le bacchette per mangiare i noodles di ramen stasera.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sieb",
      "translation": "colapasta",
      "definition": "Ein Küchengerät, das verwendet wird, um Flüssigkeiten von Nahrungsmitteln, wie Nudeln oder Reis, abzutrennen, typischerweise mit einem perforierten oder Mesh-Design.",
      "definition_translation": "Un utensile da cucina usato per scaricare i liquidi dal cibo, come pasta o riso, solitamente con un design perforato o a rete.",
      "example": "Sie wusch das Gemüse und legte es dann in das Sieb, um es abzutrennen. Gestern verwendete sie das Sieb, um Quinoa zu spülen. Wenn sie nach Hause kommt, wird sie das Sieb bereits gereinigt haben.",
      "example_translation": "Ha lavato le verdure e poi le ha messe nel colapasta per scaricare. Ieri, ha usato il colapasta per sciacquare la quinoa. Quando tornerà a casa, avrà già pulito il colapasta.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneidebrett",
      "translation": "tavola da taglio",
      "definition": "Eine flache, gewöhnlich rechteckige Oberfläche, die aus Holz, Kunststoff oder anderen Materialien besteht, verwendet wird, um Lebensmittel zuzubereiten.",
      "definition_translation": "Una superficie piatta, solitamente rettangolare, fatta di legno, plastica o altri materiali, usata per tagliare e preparare il cibo.",
      "example": "Sie griff nach dem Schneidebrett und begann, die Zwiebeln zu hacken. Gestern verwendete er das Schneidebrett, um das Fleisch zu schneiden. Wenn sie fertig gekocht haben, wird das Schneidebrett bereits gereinigt sein.",
      "example_translation": "Ha afferrato la tavola da taglio e ha iniziato a tritare le cipolle. Ieri, lui ha usato la tavola da taglio per affettare la carne. Quando finiranno di cucinare, avranno già pulito la tavola da taglio.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mehlsieb",
      "translation": "setaccio per farina",
      "definition": "Ein Küchengerät, das verwendet wird, um Mehl und andere trockene Zutaten zu sieben und zu luftigen, typischerweise besteht es aus einem Drahtgitter oder perforierten Bildschirm.",
      "definition_translation": "Uno strumento da cucina usato per setacciare e arieggiare la farina e altri ingredienti secchi, solitamente composto da una rete metallica o schermo perforato.",
      "example": "Sie benötigt ein Mehlsieb, um die Kuchenzutaten zu mischen. Gestern verwendete er ein Mehlsieb, um den Teig vorzubereiten. Wenn sie beginnt zu backen, wird sie das Mehlsieb bereits gereinigt haben.",
      "example_translation": "Ha bisogno di un setaccio per farina per miscelare gli ingredienti del dolce. Ieri, lui ha usato un setaccio per farina per preparare l'impasto. Quando inizia a cucinare, avrà già pulito il setaccio per farina.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleischschneider",
      "translation": "affettatrice per alimenti",
      "definition": "Ein Küchengerät, das verwendet wird, um Lebensmittel, wie Fleisch, Käse und Gemüse, in dünne Scheiben zu schneiden.",
      "definition_translation": "Un dispositivo da cucina utilizzato per affettare alimenti come carne, formaggio e verdure in pezzi sottili.",
      "example": "Gestern verwendete ich einen Fleischschneider, um Mittagessen vorzubereiten. Heute verwende ich ihn, um Schinken für ein Sandwich zu schneiden. Morgen werde ich ihn verwenden, um Gemüse für einen Salat zu schneiden.",
      "example_translation": "Ieri, ho utilizzato un'affettatrice per alimenti per preparare il pranzo. Oggi, sto usando per affettare prosciutto per un panino. Domani, userò per affettare le verdure per un'insalata.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trichter",
      "translation": "imbuto",
      "definition": "Ein Rohr oder Schlauch mit breitem, verengtem Eingang und schmalem Ausgang, verwendet zum Gießen von Flüssigkeiten oder Pulvern in eine kleine Öffnung.",
      "definition_translation": "Un tubo o una pipa con un'ampia apertura a imbuto e un'uscita stretta, utilizzata per versare liquidi o polveri in un'apertura piccola.",
      "example": "Ich benutzte einen Trichter, um Öl in den Auto-Motor zu gießen. Jetzt bin ich am Trichter, um Mehl in eine Mischtasse zu gießen. Später werde ich einen Trichter verwenden, um Saft in eine Flasche zu gießen.",
      "example_translation": "Ho utilizzato un imbuto per versare olio nel motore della macchina. Ora, sto usando per versare farina in un recipiente per mescolare. Più tardi, userò per versare succo in una bottiglia.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauchpresse",
      "translation": "pressa aglio",
      "definition": "Ein Küchengerät, das verwendet wird, um Knoblauchzehen zu zerquetschen und ihr Aroma und Öl freizusetzen.",
      "definition_translation": "Uno strumento da cucina utilizzato per schiacciare spicchi d'aglio, rilasciandone il sapore e l'olio.",
      "example": "Ich benutzte eine Knoblauchpresse, um Knoblauch für das Abendessen vorzubereiten. Gestern hatte ich sie verwendet, um Knoblauchbrot zu machen. Morgen werde ich sie verwenden, um eine Knoblauchsoße herzustellen.",
      "example_translation": "Ho utilizzato una pressa aglio per preparare aglio per la cena. Ieri, l'avevo usato per fare il pane all'aglio. Domani, userò per fare una salsa all'aglio.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reibe",
      "translation": "grattugia",
      "definition": "Ein Küchengerät mit kleinen Löchern oder Klingen, das verwendet wird, um Lebensmittel wie Käse oder Gemüse zu reiben oder zu raspeln.",
      "definition_translation": "Un utensile da cucina con buchi piccoli o lame utilizzato per tritare o grattugiare il cibo, come formaggio o verdure.",
      "example": "Ich benutzte eine Reibe, um den Mozzarella-Käse für die Pizza zu reiben. Ich werde eine Reibe verwenden, um die Karotten für den Salat zu raspeln. Sie hatte den Zucchini für das Brot gerieben.",
      "example_translation": "Ho utilizzato una grattugia per tritare il formaggio mozzarella per la pizza. Userò una grattugia per grattugiare le carote per l'insalata. Aveva grattugiato la zucca per il pane.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiscrem Portionsierer",
      "translation": "pallina di gelato",
      "definition": "Ein Gerät, das verwendet wird, um Eiscreme in runde Bällchen oder Portionsformen zu portionieren und zu formen.",
      "definition_translation": "Un utensile utilizzato per porzionare e dare forma al gelato in palline o cucchiai.",
      "example": "Sie benutzte einen Eiscrem Portionsierer, um das Dessert zu servieren. Sie werden einen Eiscrem Portionsierer verwenden, um die Sundae herzustellen. Ich hatte einen Eiscrem Portionsierer verwendet, um den gefrorenen Joghurt zu portionieren.",
      "example_translation": "Ha utilizzato una pallina di gelato per servire il dessert. Useranno una pallina di gelato per fare i sundae. Avevo utilizzato una pallina di gelato per porzionare lo yogurt congelato.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schöpfkelle",
      "translation": "mestolo",
      "definition": "Eine große, tiefe Schöpfkelle mit langem Griff, die verwendet wird, um Flüssigkeiten wie Suppe oder Soße zu servieren oder zu gießen.",
      "definition_translation": "Un cucchiaio grande e profondo con un manico lungo, utilizzato per servire o versare liquidi, come zuppa o salsa.",
      "example": "Sie benutzte eine Schöpfkelle, um die Suppe zu servieren. Sie werden eine Schöpfkelle verwenden, um die Soße zu gießen. Ich hatte eine Schöpfkelle verwendet, um die Brühe abzuschöpfen.",
      "example_translation": "Ha utilizzato un mestolo per servire la zuppa. Useranno un mestolo per versare la salsa. Avevo utilizzato un mestolo per prendere il brodo.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenpresse",
      "translation": "spremiagrumi",
      "definition": "Ein Küchengerät, das verwendet wird, um Saft aus Zitronen oder anderen Zitrusfrüchten durch Quetschen zu gewinnen.",
      "definition_translation": "Un utensile da cucina utilizzato per estrarre il succo dai limoni o altri frutti agrumi premendoli.",
      "example": "Ich benutzte eine Zitronenpresse, um den Saft für das Rezept zu gewinnen. Gestern hatte ich die Zitronen mit einer Hand-Zitronenpresse gequetscht. Bis nächstem Jahr werde ich einen elektrischen Zitronenquetscher gekauft haben.",
      "example_translation": "Ho utilizzato uno spremiagrumi per ottenere il succo per la ricetta. Ieri, ho spremuto i limoni con uno spremiagrumi manuale. Entro l'anno prossimo, avrò comprato uno spremiagrumi elettrico.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandoline",
      "translation": "mandolino",
      "definition": "Ein Küchengerät mit verstellbaren Klingen, das verwendet wird, um Gemüse und Früchte in dünne Scheiben oder Julienne-Form zu schneiden.",
      "definition_translation": "Un utensile da cucina con lame regolabili utilizzato per affettare o julienne verdure e frutti.",
      "example": "Ich benutzte vorsichtig eine Mandoline, um die Karotten für den Salat in dünne Scheiben zu schneiden. Gestern hatte ich die Paprika mit einer Mandoline in Julienne-Form geschnitten. Bis nächster Woche werde ich die Kunst, eine Mandoline sicher zu benutzen, beherrschen.",
      "example_translation": "Ho usato con cura un mandolino per affettare le carote per l'insalata. Ieri, ho julienne le peppersoni con un mandolino. Entro la prossima settimana, avrò padroneggiato l'arte di utilizzare un mandolino in sicurezza.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messlöffel",
      "translation": "cucchiaio dosatore",
      "definition": "Ein Löffel, der verwendet wird, um die Volumen von Zutaten bei der Zubereitung von Gerichten zu messen.",
      "definition_translation": "Un cucchiaio utilizzato per misurare il volume degli ingredienti quando si cucina o si cuoce.",
      "example": "Ich benutzte einen Messlöffel, um den Zucker für das Rezept zu messen. Gestern hatte ich den Mehl mit einem Messlöffel abgemessen. Bis nächsten Monat werde ich einen Satz von Messlöffeln in verschiedenen Größen gekauft haben.",
      "example_translation": "Ho utilizzato un cucchiaio dosatore per misurare lo zucchero per la ricetta. Ieri, ho pareggiato la farina con un cucchiaio dosatore. Entro il prossimo mese, avrò acquistato un set di cucchiai dosatori di diverse dimensioni.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleischzartmacher",
      "translation": "addolcente per carne",
      "definition": "Ein Fleischzartmacher ist ein kulinarisches Werkzeug, das verwendet wird, um die Proteine im Fleisch aufzubrechen, damit es weicher und leichter zu kauen ist.",
      "definition_translation": "Un addolcente per carne è uno strumento culinario usato per rompere le proteine della carne, rendendola più tenera e più facile da masticare.",
      "example": "Ich benutzte einen Fleischzartmacher, um den Steaks weicher zu machen. Gestern hatte ich das Hähnchen gezartet. Morgen werde ich das Schwein zartmachen.",
      "example_translation": "Ho usato un addolcente per carne per rendere più tenero il filetto. Ieri, avevo addolcito il pollo. Domani, addolcerò il maiale.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zerkleinerer",
      "translation": "tritacarne",
      "definition": "Ein Zerkleinerer ist ein Küchengerät, das verwendet wird, um Lebensmittel wie Fleisch, Gemüse oder Früchte in kleine Stücke oder feine Texturen zu zerkleinern.",
      "definition_translation": "Un tritacarne è un elettrodomestico da cucina usato per tritare o macinare il cibo, come carne, verdure o frutta, in piccoli pezzi o in una textures fine.",
      "example": "Ich benutzte einen Zerkleinerer, um die Zwiebeln zu zerkleinern. Sie hatte den Knoblauch zerkleinert. Sie werden das Rindfleisch zerkleinern.",
      "example_translation": "Ho usato un tritacarne per tritare le cipolle. Lei aveva tritato l'aglio. Loro triteranno il manzo.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mörser und Stößel",
      "translation": "mortaio e pestello",
      "definition": "Ein Mörser und Stößel ist ein Küchengerät, das verwendet wird, um Lebensmittel wie Gewürze, Kräuter oder andere Zutaten in eine feine Paste oder Pulver zu zerkleinern, zu zerstoßen oder zu mischen.",
      "definition_translation": "Un mortaio e pestello è uno strumento da cucina usato per macinare, schiacciare o mischiare alimenti, come spezie, erbe o altri ingredienti, in un fine pasta o polvere.",
      "example": "Ich verwendete einen Mörser und Stößel, um die Gewürze zu zerkleinern. Sie hatte die Nüsse mit einem Mörser und Stößel zerkleinert. Sie werden die Zutaten mit einem Mörser und Stößel mischen.",
      "example_translation": "Ho usato un mortaio e pestello per macinare le spezie. Lei aveva schiacciato le noci con un mortaio e pestello. Loro mischieranno gli ingredienti con un mortaio e pestello.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nussknacker",
      "translation": "schiaornatore",
      "definition": "Ein Werkzeug, das verwendet wird, um Nüsse aufzubrechen, typischerweise bestehend aus einem Hebel oder Schraube, die Druck auf die Nuss ausübt.",
      "definition_translation": "Uno strumento usato per aprire le noci, tipicamente costituito da una leva o vite che applica pressione alla noce.",
      "example": "Ich verwendete einen Nussknacker, um die Walnüsse aufzubrechen, aber es war sehr schwer, sie zu knacken. Jetzt verwende ich einen Nussknacker, um die Mandeln für mein Rezept aufzubrechen. Ich werde einen Nussknacker benötigen, um die Haselnüsse für mein Dessert aufzubrechen.",
      "example_translation": "Ho usato uno schiaccianoci per aprire le noci di noce, ma è stato molto difficile aprirle. Ora sto usando uno schiaccianoci per aprire le mandorle per la mia ricetta. Avrò bisogno di uno schiaccianoci per aprire le nocciole per il mio dessert.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teigbrett",
      "translation": "tavola da pasticceria",
      "definition": "Eine glatte, flache Oberfläche, typischerweise aus Holz oder Marmor gefertigt, die verwendet wird, um Teig zu rollen und zu formen.",
      "definition_translation": "Una superficie liscia e pianeggiante, tipicamente realizzata in legno o marmo, usata per stendere e modellare l'impasto di pasta.",
      "example": "Ich muss mein Teigbrett vor dem Ausrollen des Teigs für meinen Kuchen mit Mehl bestäuben. Das Teigbrett war zu klein für die Menge an Teig, die ich ausrollen musste. Sie wird ein Teigbrett verwenden, um die perfekten Croissants für ihre Bäckerei herzustellen.",
      "example_translation": "Devo infarinare la mia tavola da pasticceria prima di stendere l'impasto per la mia torta. La tavola da pasticceria era troppo piccola per la quantità di impasto che dovevo stendere. Lei userà una tavola da pasticceria per fare i croissant perfetti per la sua pasticceria.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schäler",
      "translation": "sbucciatoio",
      "definition": "Ein Küchengerät, das verwendet wird, um die Haut oder äußere Schicht von Früchten und Gemüse zu entfernen.",
      "definition_translation": "Uno strumento da cucina usato per rimuovere la buccia o lo strato esterno di frutta e verdura.",
      "example": "Ich verwende einen Schäler, um die Haut der Äpfel vor dem Backen eines Kuchens zu entfernen. Sie wird einen Schäler benötigen, um die Karotten für ihre Suppe zu schälen. Er schälte die Kartoffeln mit einem Schäler, bevor er sie kochte.",
      "example_translation": "Uso uno sbucciatoio per rimuovere la buccia delle mele prima di fare una torta. Lei avrà bisogno di uno sbucciatoio per sbucciare le carote per la sua zuppa. Lui ha sbucciato le patate usando uno sbucciatoio prima di lessarle.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffermühle",
      "translation": "macinapepe",
      "definition": "Ein Küchengerät, das verwendet wird, um Pfefferkörner in feinen Pfeffer zu mahlen.",
      "definition_translation": "Un utensile da cucina utilizzato per macinare i chicchi di pepe in pepe fine.",
      "example": "Ich verwendete eine Pfeffermühle, um den Steak gestern zu würzen, werde ich es heute wieder verwenden und habe es viele Male zuvor verwendet.",
      "example_translation": "Ho usato un macinapepe per condire la bistecca ieri, lo userò di nuovo domani, e l'ho usato molte volte prima.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spritzbeutel",
      "translation": "borsa per pipette",
      "definition": "Ein Beutel mit einer Düse, der verwendet wird, um halbfeste Lebensmittel wie Zuckerguss oder Sahne auf eine Oberfläche zu spritzen.",
      "definition_translation": "Un sacchetto con una bocchetta utilizzato per fare uscire cibi semisolidi, come glassa o crema, su una superficie.",
      "example": "Der Konditor verwendete einen Spritzbeutel, um die komplexe Dekoration auf der Hochzeitskuchen zu erstellen, benutzt ihn jetzt, um die Cupcakes zu dekorieren, und wird ihn morgen verwenden, um einen Rand auf der Geburtstagskuchen zu erstellen.",
      "example_translation": "Il pasticciere ha usato una borsa per pipette per creare disegni intricati sulla torta nuziale, la sta usando ora per decorare i cupcake, e la userà domani per fare un bordo sulla torta di compleanno.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nudelholz",
      "translation": "matterello",
      "definition": "Ein Küchengerät, das verwendet wird, um Teig, Pasta oder andere Materialien zu flachdrücken und zu formen.",
      "definition_translation": "Un utensile da cucina utilizzato per appiattire e modellare impasti, pasta, o altri materiali.",
      "example": "Sie rollte den Teig mit einem Nudelholz gestern aus, rollt jetzt den Pizzateig aus und wird morgen den Croissant-Teig ausrollen.",
      "example_translation": "Lei ha steso l'impasto usando un matterello ieri, sta stendendo la crosta della pizza ora, e stenderà l'impasto dei croissant domani.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anrichte",
      "translation": "credenza",
      "definition": "Ein Möbelstück mit Regalen, Schubladen oder Schränken, das verwendet wird, um Geschirr, Geräte und andere Gegenstände in einem Esszimmer oder Küche zu lagern und auszustellen.",
      "definition_translation": "Un pezzo di mobilia con scaffali, cassetti o armadietti, utilizzato per stoccaggio e display di piatti, utensili e altri articoli in una sala da pranzo o cucina.",
      "example": "Sie polierte die Anrichte, bis sie glänzte. Gestern hatte sie sie poliert. Morgen wird sie sie wieder polieren.",
      "example_translation": "Lei ha lucidato la credenza finché non ha brillato. Ieri, l'aveva lucidata. Domani, la luzzerà ancora.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sieb",
      "translation": "setaccio",
      "definition": "Ein Küchengerät mit einer gesiebten oder perforierten Boden, das verwendet wird, um Teilchen unterschiedlicher Größe zu separieren oder Mehl, Zucker oder andere Pulver zu sieben.",
      "definition_translation": "Un utensile da cucina con fondo a maglia o perforato, utilizzato per separare particelle di diverse dimensioni o per setacciare farina, zucchero o altri polveri.",
      "example": "Sie verwendete ein Sieb, um das Mehl zu sieben. Gestern hatte sie es verwendet, um den Reis zu trennen. Morgen wird sie es verwenden, um den Zucker zu sieben.",
      "example_translation": "Lei ha usato un setaccio per setacciare la farina. Ieri, l'aveva usato per separare il riso. Domani, lo userà per setacciare lo zucchero.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewürzregal",
      "translation": "porta spezie",
      "definition": "Ein Küchengerät oder Einrichtungsgegenstand mit Fächern oder Regalen, das verwendet wird, um Gewürze, Kräuter oder andere Würzmittel zu lagern und zu organisieren.",
      "definition_translation": "Un utensile o elemento da cucina con compartimenti o scaffali, utilizzato per stoccaggio e organizzazione di spezie, erbe o altri condimenti.",
      "example": "Sie organisierte das Gewürzregal in alphabetischer Reihenfolge. Gestern hatte sie es nach Häufigkeit der Verwendung organisiert. Morgen wird sie es nach Kategorie neu organisieren.",
      "example_translation": "Lei ha organizzato la porta spezie in ordine alfabetico. Ieri, l'aveva organizzato per frequenza di utilizzo. Domani, lo riorganizzerà per categoria.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Probierlöffel",
      "translation": "cucchiaio assaggiatore",
      "definition": "Ein kleiner Löffel, der verwendet wird, um während des Kochens Geschmack und Aroma von Lebensmitteln zu überprüfen, um sicherzustellen, dass die Würzung und der Geschmack stimmen.",
      "definition_translation": "Un cucchiaio piccolo usato per assaggiare il cibo mentre viene cucinato, per garantire che la stagionatura e il sapore siano corretti.",
      "example": "Ich verwendete einen Probierlöffel, um den Geschmack der Soße vor dem Servieren zu überprüfen. Ich werde morgen einen Probierlöffel benutzen, um das Gericht zu probieren. Sie benutzte einen Probierlöffel, um die Würzung der Suppe anzupassen.",
      "example_translation": "Ho usato un cucchiaio assaggiatore per controllare il sapore della salsa prima di servirla. Userò un cucchiaio assaggiatore per assaggiare il piatto domani. Ha usato un cucchiaio assaggiatore per regolare la stagionatura della zuppa.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Timer",
      "translation": "timer",
      "definition": "Ein Gerät, das Zeitintervalle misst, um sicherzustellen, dass eine Aufgabe innerhalb einer bestimmten Zeitgrenze abgeschlossen wird.",
      "definition_translation": "Un dispositivo che misura gli intervalli di tempo, utilizzato per garantire che un compito venga completato entro un certo limite di tempo.",
      "example": "Ich stellte den Timer ein, um mich daran zu erinnern, den Kuchen aus dem Ofen zu nehmen. Sie wird einen Timer verwenden, um die Zeit während der Prüfung zu überwachen. Sie benutzten einen Timer, um die Zeit zu messen, die für die Aufgabe benötigt wurde.",
      "example_translation": "Ho impostato il timer per ricordarmi di togliere la torta dal forno. Userà un timer per tenere traccia del tempo durante l'esame. Hanno usato un timer per misurare il tempo necessario per completare il compito.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quirl",
      "translation": "frusta",
      "definition": "Ein Kochwerkzeug, das verwendet wird, um Zutaten miteinander zu vermischen und zu vermengen, typischerweise bestehend aus einem Griff und einer Serie von Drahtschlingen.",
      "definition_translation": "Uno strumento da cucina usato per mescolare e amalgamare gli ingredienti insieme, tipicamente composto da un manico e una serie di anelli di filo.",
      "example": "Ich benutzte einen Quirl, um die Eier und den Zucker miteinander zu vermischen. Sie wird einen Quirl verwenden, um die Sahne bis zur Steifheit zu schlagen. Sie benutzten einen Quirl, um die feuchten und trockenen Zutaten zu kombinieren.",
      "example_translation": "Ho usato una frusta per mescolare le uova e lo zucchero insieme. Userà una frusta per sbattere la panna fino a quando non diventa rigida. Hanno usato una frusta per combinare gli ingredienti umidi e secchi.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arbeitsfläche",
      "translation": "piano di lavoro",
      "definition": "Die Oberfläche eines Küchenschranks, Counters oder Tisches, oft aus einer dauerhaften Material wie Holz, Granit oder Edelstahl gefertigt.",
      "definition_translation": "La superficie superiore di un armadio da cucina, bancone o tavolo, spesso realizzata in un materiale resistente come legno, granito o acciaio inox.",
      "example": "Ich installierte letzten Monat eine neue Arbeitsfläche in meiner Küche. Ich arbeite aktuell an der Arbeitsfläche, um das Projekt abzuschließen. Ich werde die Countertops auf der Arbeitsfläche nächstes Jahr installieren.",
      "example_translation": "Ho installato un nuovo piano di lavoro in cucina lo scorso mese. Sto attualmente lavorando sul piano di lavoro per finire il progetto. Installerò i counter tops sul piano di lavoro l'anno prossimo.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]