[
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "cuocere",
      "definition": "Eine Person, die Nahrung zubereitet und kocht, insbesondere als Beruf oder Profession.",
      "definition_translation": "Una persona che prepara e cucina il cibo, soprattutto come lavoro o professione.",
      "example": "Ich werde heute Abend kochen, ich kochte gestern frühstück, und ich koche jeden Tag mittagessen.",
      "example_translation": "Cucinerò la cena stasera, ho cucinato la colazione ieri e cuocio il pranzo ogni giorno.",
      "imageLink": "image_files\\English\\cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arzt",
      "translation": "dottore",
      "definition": "Eine Person, die in den Heilkünsten erfahren ist; ein Arzt.",
      "definition_translation": "Una persona esperta nelle arti della guarigione; un medico.",
      "example": "Ich werde morgen zum Arzt gehen, ich ging gestern zum Arzt, und ich gehe regelmäßig zum Arzt.",
      "example_translation": "Visiterò il dottore domani, ho visitato il dottore ieri e visito il dottore regolarmente.",
      "imageLink": "image_files\\English\\doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahrer",
      "translation": "guidatore",
      "definition": "Eine Person, die ein Fahrzeug, insbesondere ein Auto oder einen Lastwagen, bedient.",
      "definition_translation": "Una persona che opera un veicolo, soprattutto un'auto o un camion.",
      "example": "Ich werde nächstes Jahr Fahrer sein, ich war letztes Jahr Fahrer, und ich bin jetzt Fahrer.",
      "example_translation": "Sarò un guidatore l'anno prossimo, ero un guidatore l'anno scorso e sono un guidatore adesso.",
      "imageLink": "image_files\\English\\driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lehrer",
      "translation": "insegnante",
      "definition": "Eine Person, die anderen hilft, Wissen, Fähigkeiten oder Werte zu erwerben. Informell kann die Rolle des Lehrers von jedem übernommen werden.",
      "definition_translation": "Una persona che aiuta gli altri ad acquisire conoscenze, competenze o valori. Informalmente il ruolo di insegnante può essere assunto da chiunque.",
      "example": "Gestern gab mir mein Lehrer viel Hausaufgaben. Heute studiere ich für meine Prüfung. Morgen werde ich Lehrer sein.",
      "example_translation": "Ieri, il mio insegnante mi ha dato un sacco di compiti. Oggi, sto studiando per il mio esame. Domani, sarò un insegnante.",
      "imageLink": "image_files\\English\\teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kellner",
      "translation": "cameriere",
      "definition": "Eine Person, die Speisen und Getränke in einem Restaurant oder anderen Essenausrichtung serviert.",
      "definition_translation": "Una persona cheserve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "Ich war letztes Jahr Kellner in einem Restaurant. Jetzt arbeite ich als Manager. In Zukunft werde ich ein Restaurant besitzen.",
      "example_translation": "Ero un cameriere in un ristorante l'anno scorso. Ora, sto lavorando come manager. In futuro, possiederò un ristorante.",
      "imageLink": "image_files\\English\\waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kellnerin",
      "translation": "cameriera",
      "definition": "Eine Frau, die Speisen und Getränke in einem Restaurant oder anderen Essenausrichtung serviert.",
      "definition_translation": "Una donna che serve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "Meine Schwester war Kellnerin in einem Café. Jetzt arbeitet sie als Köchin. In Zukunft wird sie ihr eigenes Backhaus haben.",
      "example_translation": "Mia sorella era una cameriera in un caffè. Ora, sta lavorando come cuoca. In futuro, avrà la sua propria pasticceria.",
      "imageLink": "image_files\\English\\waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schauspieler",
      "translation": "attore",
      "definition": "Eine Person, die in einem Theaterstück, Film oder Fernsehsendung agiert;",
      "definition_translation": "Una persona che agisce in un'opera teatrale, film o show televisivo;",
      "example": "Der Schauspieler spielte die Rolle des Hamlet im Theaterstück. Er spielt jetzt die Rolle des Romeo im Film. Er wird morgen die Rolle des Macbeth in der Fernsehsendung spielen.",
      "example_translation": "L'attore ha recitato il ruolo di Amleto nella pièce teatrale. Sta recitando il ruolo di Romeo nel film. Reciterà il ruolo di Macbeth nello show televisivo domani.",
      "imageLink": "image_files\\English\\actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schauspielerin",
      "translation": "attrice",
      "definition": "Eine Frau, die in einem Theaterstück, Film oder Fernsehsendung agiert;",
      "definition_translation": "Una donna che agisce in un'opera teatrale, film o show televisivo;",
      "example": "Die Schauspielerin spielte die Rolle der Kleopatra im Theaterstück. Sie spielt jetzt die Rolle der Julia im Film. Sie wird nächste Woche die Rolle der Lady Macbeth in der Fernsehsendung spielen.",
      "example_translation": "L'attrice ha recitato il ruolo di Cleopatra nella pièce teatrale. Sta recitando il ruolo di Giulietta nel film. Reciterà il ruolo di Lady Macbeth nello show televisivo la prossima settimana.",
      "imageLink": "image_files\\English\\actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstler",
      "translation": "artista",
      "definition": "Eine Person, die Gemälde, Zeichnungen oder Skulpturen schafft;",
      "definition_translation": "Una persona che crea dipinti, disegni o sculture;",
      "example": "Der Künstler malte eine schöne Landschaft. Sie schafft jetzt eine Skulptur für das Museum. Sie wird nächsten Monat ein Porträt für die Ausstellung malen.",
      "example_translation": "L'artista ha dipinto un paesaggio bellissimo. Sta creando una scultura per il museo. Dipingerà un ritratto per la mostra il mese prossimo.",
      "imageLink": "image_files\\English\\artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschaftsmann",
      "translation": "uomo d'affari",
      "definition": "Eine Person, die kommerzielle oder berufliche Aktivitäten ausübt, insbesondere eine, die in der Geschäftsführung erfahren ist.",
      "definition_translation": "Una persona impegnata in attività commerciali o professionali, specialmente uno che è esperto nella gestione di un'azienda.",
      "example": "Der Geschäftsmann reiste nach Japan, um einen Handelsvertrag auszuhandeln. Er trifft sich gerade mit Investoren, um den Vorschlag zu diskutieren. Bis nächstem Jahr wird er sein Unternehmen weltweit expandiert haben.",
      "example_translation": "L'uomo d'affari ha viaggiato in Giappone per negoziare un accordo commerciale. Sta attualmente incontrando gli investitori per discutere la proposta. Entro l'anno prossimo,avrà espanso la sua azienda a livello globale.",
      "imageLink": "image_files\\English\\businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unternehmerin",
      "translation": "donna d'affari",
      "definition": "Eine Frau, die kommerzielle oder berufliche Aktivitäten ausführt, insbesondere eine, die im Management eines Unternehmens erfahren ist.",
      "definition_translation": "Una donna impegnata in attività commerciali o professionali, specialmente una che è esperta nella gestione di un'azienda.",
      "example": "Die Unternehmerin gründete ihr eigenes Unternehmen nach Jahren der Arbeit für andere. Sie ist jetzt eine erfolgreiche Unternehmerin, bekannt für ihre innovativen Ideen. Bis Ende des Jahrzehnts wird sie mehrere Start-ups lanciert haben.",
      "example_translation": "La donna d'affari ha fondato la sua azienda dopo anni di lavoro per altri. È ora un'imprenditrice di successo, conosciuta per le sue idee innovative. Entro la fine del decennio, avrà lanciato diverse startup.",
      "imageLink": "image_files\\English\\businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kfz-Mechaniker",
      "translation": "meccanico d'auto",
      "definition": "Eine Person, die sich auf die Reparatur und Wartung von Automobilen spezialisiert hat, insbesondere eine, die in einem professionellen Umfeld tätig ist.",
      "definition_translation": "Una personaesperta nella riparazione e manutenzione di automobili, specialmente uno che lavora in una capacità professionale.",
      "example": "Der Kfz-Mechaniker diagnostizierte das Problem mit dem Motor und ersetzte das defekte Teil. Er hatte vorher an einem ähnlichen Modell gearbeitet, daher wusste er genau, was zu tun war. Bis nächsten Monat wird er Hunderte von Autos repariert haben.",
      "example_translation": "Il meccanico d'auto ha diagnosticato il problema con il motore e ha sostituito la parte difettosa. Aveva precedentemente lavorato su un modello simile, quindi sapeva esattamente cosa fare. Entro il mese prossimo, avrà riparato centinaia di auto.",
      "imageLink": "image_files\\English\\car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Köchin",
      "translation": "cuoco",
      "definition": "Eine Köchin ist eine professionelle Kochfrau, die in einem Restaurant oder einer anderen gastronomischen Einrichtung arbeitet.",
      "definition_translation": "Un cuoco è un professionista qualificato che prepara e cuoce cibo in un ristorante o altra sede di servizio alimentare.",
      "example": "Ich war Köchin in einem mit einem Michelin-Stern ausgezeichneten Restaurant letztes Jahr, aber jetzt bin ich Food-Bloggerin. Ich werde Köchin in einem neuen Restaurant nächstes Jahr sein, und meine Freundin ist Köchin in einem Hotel.",
      "example_translation": "Ero un cuoco in un ristorante stellato Michelin l'anno scorso, ma ora sono un blogger alimentare. Sarò un cuoco in un nuovo ristorante l'anno prossimo, e il mio amico è un cuoco in un albergo.",
      "imageLink": "image_files\\English\\chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "chimico",
      "definition": "Ein Chemiker ist ein Wissenschaftler, der sich auf die Erforschung der Zusammensetzung, Eigenschaften und Reaktionen von Stoffen spezialisiert hat.",
      "definition_translation": "Un chimico è uno scienziato che si specializza nello studio della composizione, delle proprietà e delle reazioni della materia.",
      "example": "Ich habe Chemie im College studiert, und meine Schwester war Chemikerin in einem pharmazeutischen Unternehmen letztes Jahr. Ich werde Chemikerin in einer Forschungsinstitution nächstes Jahr sein, und meine Freundin ist Chemikerin an einer Universität.",
      "example_translation": "Ho studiato chimica al college, e mia sorella era un chimico in una compagnia farmaceutica l'anno scorso. Sarò un chimico in un'istituzione di ricerca l'anno prossimo, e il mio amico è un chimico in un'università.",
      "imageLink": "image_files\\English\\chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reinigungskraft",
      "translation": "pulitore",
      "definition": "Eine Reinigungskraft ist eine Person, die Gebäude, Räume oder andere Bereiche putzt und instand hält.",
      "definition_translation": "Un pulitore è una persona che pulisce e mantiene l'aspetto di edifici, stanze o altre aree.",
      "example": "Ich habe eine Reinigungskraft angeheuert, um mein Haus letzte Woche zu putzen, und mein Bruder ist Reinigungskraft in einem Krankenhaus jetzt. Ich werde Reinigungskraft in einem Hotel nächsten Monat sein, und meine Freundin war Reinigungskraft in einer Schule letztes Jahr.",
      "example_translation": "Ho assunto un pulitore per pulire la mia casa la settimana scorsa, e mio fratello è un pulitore in un ospedale ora. Sarò un pulitore in un albergo il mese prossimo, e il mio amico era un pulitore in una scuola l'anno scorso.",
      "imageLink": "image_files\\English\\cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tänzerin",
      "translation": "ballerino",
      "definition": "Eine Person, die tanzt, insbesondere als Beruf oder Hobby.",
      "definition_translation": "Una persona che esegue una danza, specialmente come professione o hobby.",
      "example": "Sie war professionelle Tänzerin in einer Tanzkompanie. Sie tanzte schön auf der Party letzte Nacht. Sie wird die Hauptrolle im Ballett morgen tanzen.",
      "example_translation": "Era una ballerina professionista in una compagnia di danza. Ha ballato bellamente alla festa di ieri sera. Ballerà il ruolo principale nel balletto di domani.",
      "imageLink": "image_files\\English\\dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahnärztin",
      "translation": "dentista",
      "definition": "Eine Person, die zur Ausübung der Zahnmedizin berechtigt ist, sich mit der Verhütung, Diagnose und Behandlung von Krankheiten und Zuständen der Zähne und des Mundes beschäftigt.",
      "definition_translation": "Una persona qualificata per praticare l'odontoiatria, occupata della prevenzione, della diagnosi e del trattamento delle malattie e delle condizioni dei denti e della bocca.",
      "example": "Ich besuchte meine Zahnärztin gestern für eine Kontrolle. Die Zahnärztin wird mein Zahn morgen füllen. Sie war über 20 Jahre lang Zahnärztin.",
      "example_translation": "Ho visitato il mio dentista ieri per una visita di controllo. Il dentista mi riempirà il dente domani. Era stata un dentista per oltre 20 anni.",
      "imageLink": "image_files\\English\\dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingenieurin",
      "translation": "ingegnere",
      "definition": "Eine Person, die Maschinen, Anlagen oder Strukturen entwirft, baut oder wartet; eine Person, die die Prinzipien der Ingenieurwissenschaft anwendet.",
      "definition_translation": "Una persona che progetta, costruisce o manutiene motori, macchine o strutture; una persona che è formata sui principi dell'ingegneria e li utilizza.",
      "example": "Die Ingenieurin hat die neue Brücke entworfen. Sie wird Ingenieurin in ein paar Jahren sein. Er war 10 Jahre lang Ingenieur.",
      "example_translation": "L'ingegnere ha progettato il nuovo ponte. Sarà un ingegnere tra pochi anni. Era stato un ingegnere per 10 anni.",
      "imageLink": "image_files\\English\\engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauer",
      "translation": "agricoltore",
      "definition": "Eine Person, die ein landwirtschaftliches Gut besitzt oder führt, insbesondere eine, die das Land bearbeitet und Ernte einheimst.",
      "definition_translation": "Una persona che possiede o gestisce un'azienda agricola, specialmente uno che coltiva la terra e coltiva i raccolti.",
      "example": "Der Bauer war um Morgen aufgestanden, um die Kühe zu melken, dann arbeitete er den ganzen Tag auf den Feldern und wird schließlich nächste Woche die Ernte einfahren.",
      "example_translation": "L'agricoltore era in piedi all'alba per mungere le mucche, poi lavorò nei campi tutto il giorno, e infine, raccoglierà i raccolti la prossima settimana.",
      "imageLink": "image_files\\English\\farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fußballspieler",
      "translation": "calciatore",
      "definition": "Eine Person, die Fußball spielt, insbesondere eine, die professionell spielt.",
      "definition_translation": "Una persona che gioca a calcio, specialmente uno che gioca professionalmente.",
      "example": "Der Fußballspieler trainierte jeden Tag, um seine Fähigkeiten zu verbessern, dann spielte er im Finale letzte Nacht und wird jetzt sein Land im Weltcup vertreten.",
      "example_translation": "Il calciatore si allenava ogni giorno per migliorare le sue abilità, poi giocò nel campionato ieri sera, e ora rappresenterà il suo paese nella Coppa del Mondo.",
      "imageLink": "image_files\\English\\footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "guida",
      "definition": "Eine Person, die anderen den Weg zeigt, insbesondere einer, der Touristen oder Reisendeführt.",
      "definition_translation": "Una persona che mostra la strada agli altri, specialmente uno che è impiegato per condurre turisti o viaggiatori.",
      "example": "Der Führer führte die Touristen durch das Museum, dann erklärte er die Geschichte der Stadt und schließlich wird er uns zu den besten Restaurants in der Stadt bringen.",
      "example_translation": "La guida guidò i turisti attraverso il museo, poi spiegò la storia della città, e infine, ci porterà ai migliori ristoranti della città.",
      "imageLink": "image_files\\English\\guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rektor",
      "translation": "preside",
      "definition": "Der Rektor ist der höchste Lehrer in einer Schule, verantwortlich für wichtige Entscheidungen und die Überwachung der Ausbildung der Schüler.",
      "definition_translation": "Il preside è l'insegnante più anziano in una scuola, responsabile per le decisioni importanti e la gestione dell'istruzione degli studenti.",
      "example": "Der Rektor wird mit den Eltern sprechen, um den Fortschritt des Schülers zu erörtern. Der Rektor sprach mit den Eltern, um den Fortschritt des Schülers zu erörtern. Der Rektor wird mit den Eltern gesprochen haben, um den Fortschritt des Schülers zu erörtern.",
      "example_translation": "Il preside incontrerà con i genitori per discutere il progresso dello studente. Il preside ha incontrato con i genitori per discutere il progresso dello studente. Il preside avrà incontrato con i genitori per discutere il progresso dello studente.",
      "imageLink": "image_files\\English\\headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Manager",
      "translation": "manager",
      "definition": "Ein Manager ist eine Person, die für die Planung, Organisation und Überwachung der Aktivitäten eines Unternehmens oder einer Organisation verantwortlich ist.",
      "definition_translation": "Un manager è una persona responsabile per la pianificazione, l'organizzazione e la supervisione delle attività di un'azienda o organizzazione.",
      "example": "Der Manager wird an der Sitzung teilnehmen, um den Verkaufsbericht zu erörtern. Der Manager nahm an der Sitzung teil, um den Verkaufsbericht zu erörtern. Der Manager wird an der Sitzung teilgenommen haben, um den Verkaufsbericht zu erörtern.",
      "example_translation": "Il manager parteciperà alla riunione per discutere il rapporto sulle vendite. Il manager ha partecipato alla riunione per discutere il rapporto sulle vendite. Il manager avrà partecipato alla riunione per discutere il rapporto sulle vendite.",
      "imageLink": "image_files\\English\\manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mechaniker",
      "translation": "meccanico",
      "definition": "Ein Mechaniker ist eine Person, die Maschinen und Fahrzeuge, insbesondere Autos, repariert und wartet.",
      "definition_translation": "Un meccanico è una persona che ripara e mantiene le macchine e i veicoli, đặcolarmente le auto.",
      "example": "Der Mechaniker wird den Motor des Autos morgen reparieren. Der Mechaniker reparierte den Motor des Autos gestern. Der Mechaniker wird den Motor des Autos bis nächste Woche repariert haben.",
      "example_translation": "Il meccanico riparerà il motore della macchina domani. Il meccanico ha riparato il motore della macchina ieri. Il meccanico avrà riparato il motore della macchina entro la prossima settimana.",
      "imageLink": "image_files\\English\\mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenpfleger",
      "translation": "infermiera",
      "definition": "Eine Krankenpflegerin ist eine Person, die ausgebildet wurde, um Menschen zu pflegen, die krank oder verletzt sind. Sie arbeiten in Krankenhäusern, Kliniken und anderen Gesundheitseinrichtungen und bieten Patienten hands-on-Pflege an.",
      "definition_translation": "Un'infermiera è una persona che è stata addestrata per prendersi cura delle persone che sono malate o ferite. Lavorano negli ospedali, nelle cliniche e in altre strutture sanitarie, e forniscono cure personalizzate ai pazienti.",
      "example": "Sie wird in Zukunft eine Krankenpflegerin sein, sie ist jetzt eine Krankenpflegerin und sie war letztes Jahr eine Krankenpflegerin.",
      "example_translation": "Sarà un'infermiera in futuro, è un'infermiera ora, e era un'infermiera l'anno scorso.",
      "imageLink": "image_files\\English\\nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maler",
      "translation": "pittore",
      "definition": "Ein Maler ist eine Person, die Kunstwerke mit Farbe schafft. Sie können sich auf bestimmte Stile oder Techniken spezialisieren und auf verschiedenen Oberflächen wie Leinwand, Holz und Wänden arbeiten.",
      "definition_translation": "Un pittore è una persona che crea opere d'arte usando la pittura. Possono specializzarsi in stili o tecniche specifici, e lavorare su una varietà di superfici, incluyendo tela, legno e muri.",
      "example": "Der Maler wird das Haus nächste Woche bemalen, der Maler bemalt gerade das Tor jetzt und der Maler hat das Porträt letzten Monat gemalt.",
      "example_translation": "Il pittore dipingerà la casa la settimana prossima, il pittore sta dipingendo la recinzione ora, e il pittore ha dipinto il ritratto lo scorso mese.",
      "imageLink": "image_files\\English\\painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fotograf",
      "translation": "fotografo",
      "definition": "Ein Fotograf ist eine Person, die Fotos mit einer Kamera macht. Sie können sich auf bestimmte Bereiche wie Porträt-, Landschafts- oder Sportfotografie spezialisieren.",
      "definition_translation": "Un fotografo è una persona che scatta fotografie usando una camera. Possono specializzarsi in aree specifiche, come la fotografia di ritratto, paesaggio o sportiva.",
      "example": "Der Fotograf wird auf der Hochzeit nächstes Jahr Fotos machen, der Fotograf macht gerade Fotos der Stadt jetzt und der Fotograf hat Fotos des Konzerts letzte Nacht gemacht.",
      "example_translation": "Il fotografo scatterà le foto del matrimonio l'anno prossimo, il fotografo sta scattando le foto della città ora, e il fotografo ha scattato le foto del concerto la scorsa notte.",
      "imageLink": "image_files\\English\\photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pilot",
      "translation": "pilota",
      "definition": "Eine Person, die die Kontrollen eines Flugzeugs bedient.",
      "definition_translation": "Una persona che opera i controlli di un aereo.",
      "example": "Der Pilot flog das Flugzeug sicher zu seinem Ziel. Der Pilot fliegt das Flugzeug jetzt. Der Pilot wird das Flugzeug morgen früh fliegen.",
      "example_translation": "Il pilota ha volato l'aereo in sicurezza alla sua destinazione. Il pilota sta volando l'aereo ora. Il pilota volerà l'aereo domani mattina.",
      "imageLink": "image_files\\English\\pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spieler",
      "translation": "giocatore",
      "definition": "Eine Person, die an einem Sport, Spiel oder einer Aktivität teilnimmt.",
      "definition_translation": "Una persona che partecipa a uno sport, gioco o attività.",
      "example": "Der Spieler erzielte ein Tor in der letzten Minute. Der Spieler übt gerade jetzt. Der Spieler wird nächste Woche im Finale spielen.",
      "example_translation": "Il giocatore ha segnato un gol nell'ultimo minuto. Il giocatore sta praticando ora. Il giocatore giocherà nel campionato la settimana prossima.",
      "imageLink": "image_files\\English\\player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "agente di polizia",
      "definition": "Eine Person, die für die Durchsetzung des Gesetzes und die Aufrechterhaltung der Ordnung in einer Gemeinschaft verantwortlich ist.",
      "definition_translation": "Una persona che è responsabile dell'applicazione della legge e del mantenimento dell'ordine in una comunità.",
      "example": "Der Polizist hielt den Verdächtigen an. Der Polizist patrouilliert gerade jetzt. Der Polizist wird den Kriminellen morgen verhaften.",
      "example_translation": "L'agente di polizia ha fermato il sospetto. L'agente di polizia sta pattugliando ora. L'agente di polizia arresterà il criminale domani.",
      "imageLink": "image_files\\English\\police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "poliziotto",
      "definition": "Eine Person, typischerweise ein Mann, die einem Polizeikorps angehört, verantwortlich für die Durchsetzung von Gesetz und Ordnung und den Schutz der Öffentlichkeit.",
      "definition_translation": "Una persona, generalmente un uomo, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "Der Polizist hielt das Auto an und fragte nach dem Führerschein. Gestern patrouillierte der Polizist auf den Straßen. Morgen wird der Polizist den Tatort untersuchen.",
      "example_translation": "Il poliziotto ha fermato la macchina e ha chiesto la licenza del conducente. Ieri, il poliziotto stava pattugliando le strade. Domani, il poliziotto indagherà sulla scena del crimine.",
      "imageLink": "image_files\\English\\policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizistin",
      "translation": "poliziotta",
      "definition": "Eine Person, typischerweise eine Frau, die einem Polizeikorps angehört, verantwortlich für die Durchsetzung von Gesetz und Ordnung und den Schutz der Öffentlichkeit.",
      "definition_translation": "Una persona, generalmente una donna, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "Die Polizistin half dem verlorenen Kind, seine Eltern zu finden. Gestern reagierte die Polizistin auf einen Notruf. Morgen wird die Polizistin vor Gericht aussagen.",
      "example_translation": "La poliziotta ha aiutato il bambino perso a trovare i genitori. Ieri, la poliziotta stava rispondendo a una chiamata di emergenza. Domani, la poliziotta testimonierà in tribunale.",
      "imageLink": "image_files\\English\\policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rezeptionist",
      "translation": "addetto alla ricezione",
      "definition": "Eine Person, die am Empfang eines Hotels, Bürogebäudes oder anderen Einrichtungen beschäftigt ist, verantwortlich für die Begrüßung von Gästen und die Bearbeitung von Anfragen.",
      "definition_translation": "Una persona assunta per attendere al banco di ricezione in un hotel, edificio per uffici o altra istituzione, responsabile di accogliere gli ospiti e gestire le domande.",
      "example": "Der Rezeptionist checkte uns ein und gab uns unsere Zimmer Schlüssel. Gestern beantwortete der Rezeptionist Anrufe von Kunden. Morgen wird der Rezeptionist einen neuen Mitarbeiter trainieren.",
      "example_translation": "L'addetto alla ricezione ci ha registrati e ci ha dato le chiavi della camera. Ieri, l'addetto alla ricezione stava rispondendo alle chiamate telefoniche dei clienti. Domani, l'addetto alla ricezione formerà un nuovo dipendente.",
      "imageLink": "image_files\\English\\receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäuferassistent",
      "translation": "assistente di vendita",
      "definition": "Eine Person, die Kunden bei Kaufentscheidungen unterstützt und Produktinformationen in einem Einzelhandelsgeschäft bereitstellt.",
      "definition_translation": "Una persona responsabile dell'assistenza ai clienti con acquisti e fornitura di informazioni sui prodotti in un ambiente di retail.",
      "example": "Sie arbeitete als Verkäuferassistent im Kaufhaus. Sie arbeitet als Verkäuferassistent im Kaufhaus. Sie wird als Verkäuferassistent im Kaufhaus arbeiten.",
      "example_translation": "Lavorava come assistente di vendita al grande magazzino. Sta lavorando come assistente di vendita al grande magazzino. Lavorerà come assistente di vendita al grande magazzino.",
      "imageLink": "image_files\\English\\salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäufer",
      "translation": "venditore",
      "definition": "Eine Person, die Waren oder Dienstleistungen an Kunden verkauft, oft in einer Einzelhandelsgeschäft oder Geschäftsumgebung.",
      "definition_translation": "Una persona che vende beni o servizi ai clienti, spesso in un ambiente di retail o aziendale.",
      "example": "Er war ein erfolgreicher Verkäufer bei einem Autohändler. Er ist ein erfolgreicher Verkäufer bei einem Autohändler. Er wird ein erfolgreicher Verkäufer bei einem Autohändler sein.",
      "example_translation": "Era un venditore di successo alla concessionaria di automobili. È un venditore di successo alla concessionaria di automobili. Sarà un venditore di successo alla concessionaria di automobili.",
      "imageLink": "image_files\\English\\salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sekretärin",
      "translation": "segretario",
      "definition": "Eine Person, die die täglichen Aktivitäten eines Büros verwaltet, wie zum Beispiel die Organisation von Terminen und die Bearbeitung von Korrespondenz.",
      "definition_translation": "Una persona assunta per gestire le attività quotidiane di un ufficio, come pianificare appuntamenti e gestire la corrispondenza.",
      "example": "Sie war eine Sekretärin in einer Anwaltskanzlei. Sie ist eine Sekretärin in einer Anwaltskanzlei. Sie wird eine Sekretärin in einer Anwaltskanzlei sein.",
      "example_translation": "Era una segretaria in uno studio legale. È una segretaria in uno studio legale. Sarà una segretaria in uno studio legale.",
      "imageLink": "image_files\\English\\secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sänger",
      "translation": "cantante",
      "definition": "Eine Person, die singt, insbesondere einer, der professionell singt.",
      "definition_translation": "Una persona che canta, specialmente una che canta professionalmente.",
      "example": "Sie war eine berühmte Sängerin in den 80ern, singt jetzt im Chor und wird morgen auf dem Konzert auftreten.",
      "example_translation": "Era una cantante famosa negli anni '80, canta ora nel coro e si esibirà al concerto domani.",
      "imageLink": "image_files\\English\\singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taxifahrer",
      "translation": "tassista",
      "definition": "Eine Person, die ein Taxi fährt, insbesondere als Beruf.",
      "definition_translation": "Una persona che guida un taxi, specialmente come lavoro.",
      "example": "Er war ein Taxifahrer in New York, fährt ein Taxi in Paris und wird nächsten Jahr in Rom ein Taxi gefahren haben.",
      "example_translation": "Era un tassista a New York, guida un taxi a Parigi ora, e avrebbe guidato un taxi a Roma l'anno prossimo.",
      "imageLink": "image_files\\English\\taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiseleiter",
      "translation": "guida turistica",
      "definition": "Eine Person, die Besuchern die Sehenswürdigkeiten eines Ortes zeigt und erklärt.",
      "definition_translation": "Una persona che mostra e spiega i luoghi di un posto ai visitatori.",
      "example": "Sie arbeitete als Reiseleiterin in Italien, hat in Spanien gearbeitet und wird bald in Frankreich als Reiseleiterin arbeiten.",
      "example_translation": "Lavorava come guida turistica in Italia, ha lavorato come guida turistica in Spagna, e lavorerà come guida turistica in Francia presto.",
      "imageLink": "image_files\\English\\tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schriftsteller",
      "translation": "scrittore",
      "definition": "Eine Person, die Bücher, Artikel oder andere schriftliche Werke als Beruf oder Beschäftigung schreibt.",
      "definition_translation": "Una persona che scrive libri, articoli o altri lavori scritti come professione o occupazione.",
      "example": "Sie war eine Schriftstellerin für die lokale Zeitung und hatte auch mehrere Romane veröffentlicht. Sie schreibt derzeit ein Drehbuch. Sie wird ein Buch über ihre Erfahrungen als Journalistin schreiben.",
      "example_translation": "Era una scrittrice per il giornale locale e aveva anche pubblicato diversi romanzi. Sta attualmente scrivendo una sceneggiatura. Scriverà un libro sulle sue esperienze come giornalista.",
      "imageLink": "image_files\\English\\writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhalter",
      "translation": "conto",
      "definition": "Eine Person, die Finanzunterlagen und -aussagen vorbereitet, überprüft oder prüft.",
      "definition_translation": "Una persona che prepara, esamina o verifica registri e statement finanziari.",
      "example": "Er arbeitete als Buchhalter für ein großes Unternehmen und musste jedes Jahr die Steuererklärungen vorbereiten. Er ist Experte für Buchhaltungssoftware. Er wird einen Kurs besuchen, um ein zertifizierter Buchhalter zu werden.",
      "example_translation": "Lavorava come conto per una grande azienda e doveva preparare le dichiarazioni dei redditi dell'azienda ogni anno. È un esperto in software di contabilità. Farà un corso per diventare un conto certificato.",
      "imageLink": "image_files\\English\\accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Architekt",
      "translation": "architetto",
      "definition": "Eine Person, die Gebäude und andere Bauwerke entwirft.",
      "definition_translation": "Una persona che progetta edifici e altre strutture.",
      "example": "Sie war Architektin, die sich auf die Planung nachhaltiger Gebäude spezialisiert hatte. Sie entwarf ein neues Hochhaus, das letztes Jahr eröffnet wurde. Sie wird ein neues Museum im Stadtzentrum entwerfen.",
      "example_translation": "Era un architetto che si specializzava nella progettazione di edifici sostenibili. Ha progettato un nuovo grattacielo che è stato aperto l'anno scorso. Progetterà un nuovo museo nel centro città.",
      "imageLink": "image_files\\English\\architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Babysitter",
      "translation": "tata",
      "definition": "Eine Person, meist eine junge Frau, die Kinder betreut, während die Eltern weg sind.",
      "definition_translation": "Una persona, tipicamente una giovane donna, che si prende cura di un bambino o di bambini mentre i genitori sono assenti.",
      "example": "Ich habe eine Babysitterin engagiert, um die Kinder zu beaufsichtigen, während ich bei der Arbeit war. Sie war sehr verantwortungsbewusst und die Kinder mochten sie. Sie wird nächste Woche wieder babysitten.",
      "example_translation": "Ho assunto una tata per guardare i bambini mentre ero al lavoro. Era molto responsabile e i bambini l'hanno amata. Tornerà a fare la babysitter la settimana prossima.",
      "imageLink": "image_files\\English\\babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäcker",
      "translation": "panettiere",
      "definition": "Eine Person, die Brot, Kuchen und Pasteten backt und verkauft.",
      "definition_translation": "Una persona che cuoce e vende pane, torte e pasticceria.",
      "example": "Der Bäcker arbeitete die ganze Nacht, um frisches Brot für den Morgen zu backen. Sie war eine excellente Bäckerin und ihre Pasteten waren köstlich. Sie wird bald Hauptbäckerin werden.",
      "example_translation": "Il panettiere lavorava tutta la notte per fare pane fresco per la mattina. Era un'ottima panettiera e le sue paste erano deliziose. Diventerà capo panettiere presto.",
      "imageLink": "image_files\\English\\baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balletttänzer",
      "translation": "ballerino di balletto",
      "definition": "Eine Person, die Ballett, eine Form des klassischen Tanzes, der technische Bewegungen erfordert, ausführt.",
      "definition_translation": "Una persona che esegue il balletto, una forma di danza classica che coinvolge movimenti tecnici.",
      "example": "Die Balletttänzerin übte stundenlang, um ihre Pirouetten zu perfektionieren. Sie war seit dem Alter von fünf Jahren Balletttänzerin. Sie wird als Solotänzerin bei der kommenden Aufführung auftreten.",
      "example_translation": "Il ballerino di balletto si era allenato per ore per perfezionare le sue piroette. Era stato un ballerino di balletto fin da quando aveva cinque anni. Si esibirà come ballerino di balletto principale nello spettacolo imminente.",
      "imageLink": "image_files\\English\\ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "barbiere",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden, Bärte und Schnurrbärte zu stutzen und andere körperliche Pflegedienstleistungen anzubieten.",
      "definition_translation": "Una persona la cui occupazione è tagliare e vestire i capelli, rasare e tagliare le barbe e i baffi e fornire altri servizi di toeletta personali.",
      "example": "Der Friseur schnitt mein Haar gestern, er wird es morgen wieder schneiden und er hat es für Jahre geschnitten.",
      "example_translation": "Il barbiere mi ha tagliato i capelli ieri, lo farà di nuovo domani e lo ha fatto per anni.",
      "imageLink": "image_files\\English\\barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barkeeper",
      "translation": "barman",
      "definition": "Eine Person, die in einer Bar oder einem Gasthaus Getränke ausschenkt und serviert.",
      "definition_translation": "Una persona che serve drink e altre bevande in un bar o taverna.",
      "example": "Der Barkeeper mixte die Getränke letzte Nacht, er mischt sie jede Nacht und hat sie für Jahre gemixt.",
      "example_translation": "Il barman ha mischiato i drink la scorsa notte, li mischia ogni notte e li ha mischiati per anni.",
      "imageLink": "image_files\\English\\barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauarbeiter",
      "translation": "costruttore",
      "definition": "Eine Person, die Häuser, Straßen oder andere Gebäude errichtet oder repariert.",
      "definition_translation": "Una persona che costruisce o costruisce qualcosa, come una casa o un ponte.",
      "example": "Der Bauarbeiter baute das Haus letztes Jahr, er baut es gerade jetzt und wird es nächstes Jahr bauen.",
      "example_translation": "Il costruttore ha costruito la casa l'anno scorso, lo sta costruendo ora e lo costruirà l'anno prossimo.",
      "imageLink": "image_files\\English\\builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Metzger",
      "translation": "macellaio",
      "definition": "Eine Person, die Tiere für die Nahrung schlachtet und zerlegt oder Fleisch verkauft.",
      "definition_translation": "Una persona che uccide e prepara animali per il cibo, o uno che vende carne.",
      "example": "Ich ging zum Metzger, um Fleisch für das Abendessen zu kaufen. Der Metzger half mir bei der Auswahl des besten Schnittes. Ich werde morgen wieder zum Metzger gehen, um Würste zu bestellen.",
      "example_translation": "Sono andato dal macellaio per comprare della carne per cena. Il macellaio mi ha aiutato a selezionare il miglior taglio. Visiterò di nuovo il macellaio domani per ordinare alcune salsicce.",
      "imageLink": "image_files\\English\\butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "chimico",
      "definition": "Eine Person, die in der Chemie ausgebildet wurde, insbesondere eine, die in einem Labor oder in der Chemieproduktion arbeitet.",
      "definition_translation": "Una persona che è stata addestrata in chimica, specialmente uno che lavora in un laboratorio o produce chimici.",
      "example": "Der Chemiker arbeitete im Labor, indem er Chemikalien mischte, um eine neue Verbindung zu schaffen. Sie war eine erfahrene Chemikerin, die viele Jahre Erfahrung hatte. Der Chemiker wird morgen das Werk besuchen, um den Produktionsprozess zu überprüfen.",
      "example_translation": "Il chimico stava lavorando nel laboratorio, mescolando sostanze chimiche per creare un nuovo composto. Era un chimico esperto con molti anni di esperienza. Il chimico visiterà la fabbrica domani per ispezionare il processo di produzione.",
      "imageLink": "image_files\\English\\chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainer",
      "translation": "allenatore",
      "definition": "Eine Person, die Athleten oder Sportteams trainiert und anleitet.",
      "definition_translation": "Una persona che allena e istruisce atleti o squadre atletiche.",
      "example": "Der Trainer gab den Spielern vor dem Spiel Anweisungen. Er war ein erfahrener Trainer, der viele Meisterschaften gewonnen hatte. Der Trainer wird morgen mit dem Team treffen, um das anstehende Turnier zu besprechen.",
      "example_translation": "L'allenatore stava dando istruzioni ai giocatori prima della partita. Era un allenatore esperto che aveva vinto molte campionati. L'allenatore si incontrerà con la squadra domani per discutere il prossimo torneo.",
      "imageLink": "image_files\\English\\coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Informatiker",
      "translation": "scienziato informatico",
      "definition": "Eine Person, die mit Computern und Computernystemen arbeitet und sich auf die Entwicklung von Software und Computer-Hardware konzentriert.",
      "definition_translation": "Una persona che ha studiato e lavora con computer e sistemi informatici, concentrandosi sullo sviluppo di software e hardware computer.",
      "example": "Sie arbeitete als Informatikerin bei Google, bevor sie ihre eigene Firma gründete. Sie hatte an mehreren Projekten als Informatikerin gearbeitet. Sie wird eine führende Informatikerin auf ihrem Gebiet werden.",
      "example_translation": "Lavorava come scienziata informatica a Google prima di fondare la sua azienda. Aveva lavorato a diversi progetti come scienziata informatica. Diventerà una scienziata informatica leader nel settore.",
      "imageLink": "image_files\\English\\computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Designer",
      "translation": "progettista",
      "definition": "Eine Person, die die visuellen und ästhetischen Aspekte von Produkten, Systemen und Räumen entwirft und plant.",
      "definition_translation": "Una persona che crea e pianifica gli aspetti visivi e estetici di prodotti, sistemi e spazi.",
      "example": "Der Designer hat ein neues Logo für das Unternehmen entworfen. Sie hatte bereits mehrere Produkte entworfen, bevor sie eine erfolgreiche Designerin wurde. Er wird eine neue Website für das Startup entwerfen.",
      "example_translation": "Il progettista ha creato un nuovo logo bellissimo per l'azienda. Aveva progettato diversi prodotti prima di diventare un progettista di successo. Progetterà un nuovo sito web per la startup.",
      "imageLink": "image_files\\English\\designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Detektiv",
      "translation": "investigatore",
      "definition": "Eine Person, insbesondere ein Polizist, der Verbrechen untersucht und Beweise sammelt, um sie aufzuklären.",
      "definition_translation": "Una persona, in particolare un agente di polizia, che indaga sui crimini e raccoglie prove per risolverli.",
      "example": "Der Detektiv löste den Fall mit seinem schlauen Denken. Sie hatte fünf Jahre als Detektivin gearbeitet, bevor sie Chefinspektorin wurde. Er wird den Fall als Detektiv untersuchen.",
      "example_translation": "L'investigatore ha risolto il crimine con il suo pensiero astuto. Aveva lavorato come investigatore per cinque anni prima di diventare ispettore capo. Indagherà sul caso come investigatore.",
      "imageLink": "image_files\\English\\detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regisseur",
      "translation": "regista",
      "definition": "Eine Person, die die Produktion eines Films, eines Theaterstücks oder einer anderen Aufführung leitet.",
      "definition_translation": "Una persona che dirige la realizzazione di un film, un'opera teatrale o un'altra performance.",
      "example": "Sie führte letzten Jahr ihren ersten Film Regie, aber er wird erst nächstes Jahr veröffentlicht. Sie leitet derzeit ein neues Projekt, und sie hatte bereits mehrere Werbespots geführt.",
      "example_translation": "Lei ha diretto il suo primo film l'anno scorso, ma verrà rilasciato l'anno prossimo. Sta attualmente dirigendo un nuovo progetto, e ha già diretto diversi spot pubblicitari.",
      "imageLink": "image_files\\English\\director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Discjockey, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Eine Person, die Musik auf dem Radio oder auf einer Party oder in einem Nachtclub auswählt und abspielt.",
      "definition_translation": "Una persona che seleziona e suona musica registrata alla radio o in un party o in un nightclub.",
      "example": "Er war ein berühmter DJ in den 90er Jahren, aber jetzt arbeitet er nur bei privaten Veranstaltungen. Er hatte früher in einem populären Club als DJ gearbeitet, aber es schloss letztes Jahr. Er wird nächsten Monat in einem neuen Club anfangen zu DJen.",
      "example_translation": "Era un famoso DJ negli anni 90, ma ora lavora solo ad eventi privati. Era solito DJare in un club popolare, ma è stato chiuso l'anno scorso. Inizierà a DJare in un nuovo club il mese prossimo.",
      "imageLink": "image_files\\English\\disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filmemacher",
      "translation": "regista cinematografico",
      "definition": "Eine Person, die Filme produziert, insbesondere als Regisseur oder Produzent.",
      "definition_translation": "Una persona che realizza film, specialmente come direttore o produttore.",
      "example": "Sie ist eine angesehene Filmemacherin, die an mehreren preisgekrönten Projekten gearbeitet hat. Sie hatte immer Filmemacherin werden wollen, und sie erreichte endlich ihren Traum. Sie wird nächstes Jahr ihren neuen Film veröffentlichen, den sie letztes Jahr begann zu drehen.",
      "example_translation": "È una regista cinematografica acclamata che ha lavorato su diversi progetti premiati. Aveva sempre voluto essere una regista cinematografica, e ha finalmente raggiunto il suo sogno. Uscirà il suo ultimo film l'anno prossimo, che ha iniziato a girare lo scorso mese.",
      "imageLink": "image_files\\English\\film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwehrmann",
      "translation": "pompiere",
      "definition": "Eine Person, die ausgebildet wurde, um Brände zu löschen und Menschen aus brennenden Gebäuden oder anderen gefährlichen Situationen zu retten.",
      "definition_translation": "Una persona che è addestrata a spegnere incendi e salvare persone da edifici in fiamme o altre situazioni pericolose.",
      "example": "Der Feuerwehrmann rannte in das brennende Gebäude, um die gefangene Familie zu retten. Gestern hatte sie einen Brand in der Innenstadt bekämpft. Nächste Woche wird sie an einem Feuerübung teilnehmen.",
      "example_translation": "Il pompiere si precipitò nell'edificio in fiamme per salvare la famiglia intrappolata. Ieri, aveva combattuto un incendio nel centro città. La prossima settimana, parteciperà a una simulazione di incendio.",
      "imageLink": "image_files\\English\\firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wächter",
      "translation": "guardia",
      "definition": "Eine Person, die Menschen oder Dinge beaufsichtigt, schützt oder kontrolliert.",
      "definition_translation": "Una persona che sorveglia, protegge o controlla persone o cose.",
      "example": "Der Sicherheitswächter überprüfte die Identität aller Personen, die das Gebäude betraten. Gestern hatte er einen betrunkenen Passagier zurückgehalten. Nächsten Monat wird er im Museum anfangen zu arbeiten.",
      "example_translation": "La guardia di sicurezza controllò l'identità di tutti quelli che entravano nell'edificio. Ieri, doveva trattenere un passeggero ubriaco. Il prossimo mese, inizierà a lavorare al museo.",
      "imageLink": "image_files\\English\\guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarrist",
      "translation": "chitarrista",
      "definition": "Eine Person, die eine Gitarre spielt, insbesondere als Beruf.",
      "definition_translation": "Una persona che suona la chitarra, soprattutto come professione.",
      "example": "Die Gitarristin spielte die Saiten ihres Instruments mit Leichtigkeit. Letztes Jahr hatte sie auf dem Musikfestival gespielt. Nächste Woche wird sie ihr Debütalbum veröffentlichen.",
      "example_translation": "La chitarrista strimpellò le corde del suo strumento con facilità. L'anno scorso, aveva eseguito al festival della musica. La prossima settimana, pubblicherà il suo album di debutto.",
      "imageLink": "image_files\\English\\guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]