[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klette",
      "translation": "bardana",
      "definition": "Eine zweijährige Pflanze der Korbblütlerfamilie, ursprünglich in Europa und Asien verbreitet, mit großen, groben Blättern und purpurnen Blüten.",
      "definition_translation": "Una pianta biennale della famiglia delle asteracee, originaria dell'Europa e dell'Asia, con foglie grosse e fiori purpurei.",
      "example": "Ich habe Kletten auf dem Land gesammelt, als ich ein Kind war, und meine Großmutter verwendete sie, um Tee zu machen. Heute kaufe ich sie auf dem Markt, um eine gesunde Infusion herzustellen. Bis zum nächsten Jahr werde ich meine eigenen Kletten im Garten angebaut haben.",
      "example_translation": "Una volta raccoglievo le bardane in campagna quando ero bambino, e mia nonna le usava per fare il tè. Oggi le compro al mercato per fare un'infusione salutare. L'anno prossimo avrò coltivato le mie bardane nel giardino.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamille",
      "translation": "camomilla",
      "definition": "Ein Kraut mit weißen oder gelben Blüten und einem beruhigenden, apfelähnlichen Duft, verwendet in Tees und Medizin, um Entspannung und Angst zu lindern.",
      "definition_translation": "Una erba con fiori bianchi o gialli e un profumo calmante, simile a quello della mela, utilizzata in tisane e medicinali per promuovere la rilassazione e alleviare l'ansia.",
      "example": "Meine Mutter machte Kamillentee, um mir bei Stress zu helfen. Heute bevorzuge ich, Kamillen-Öl in meinem Diffusor zu verwenden, um eine beruhigende Atmosphäre zu schaffen. Bis nächster Woche werde ich Kamillensamen in meinem Garten gepflanzt haben, um frische Blüten zu genießen.",
      "example_translation": "Mia madre mi faceva il tè di camomilla per aiutarmi a dormire quando mi sentivo stressato. Oggi preferisco utilizzare olio essenziale di camomilla nel mio diffusore per creare un'atmosfera rilassante. La prossima settimana, avrò piantato semi di camomilla nel mio giardino per godermi fiori freschi.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katzenkralle",
      "translation": "unghia di gatto",
      "definition": "Eine kletternde Pflanze mit krallenartigen Dornen und gelben Blüten, ursprünglich in den tropischen Wäldern Mittel- und Südamerikas verbreitet, verwendet in der phytotherapeutischen Medizin, um verschiedene Beschwerden zu behandeln.",
      "definition_translation": "Una pianta rampicante con spine a forma di artiglio e fiori gialli, originaria delle foreste tropicali dell'America centrale e meridionale, utilizzata nella medicina erboristica per trattare varie malattie.",
      "example": "Ich hatte gehört, dass Katzenkralle von indigenen Völkern verwendet wurde, um Fieber und Infektionen zu behandeln. Jetzt nehme ich Katzenkralle-Nahrungsergänzungsmittel, um mein Immunsystem zu stärken. Bis nächsten Monat werde ich Katzenkralle-Tee ausprobiert haben, um zu sehen, ob er bei meinem Gelenkschmerz hilft.",
      "example_translation": "Avevo sentito che l'unghia di gatto era utilizzata dalle persone indigene per trattare la febbre e le infezioni. Ora, prendo integratori di unghia di gatto per rafforzare il mio sistema immunitario. Il mese prossimo, avrò provato il tè di unghia di gatto per vedere se aiuta con il mio dolore articolare.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Huflattich",
      "translation": "tussilago",
      "definition": "Ein mehrjähriges Kraut mit daisy-ähnlichen Blüten und Blättern, verwendet in der phytotherapeutischen Medizin, um Atemwegsprobleme zu behandeln.",
      "definition_translation": "Un'erba perenne con fiori simili a margherite e foglie utilizzate nella medicina erboristica per trattare problemi respiratori.",
      "example": "Die Heilerin empfahl mir Huflattich-Tee, um meinen Husten zu lindern. Sie hatte es in der Vergangenheit verwendet, um ihr eigenes Bronchitis zu heilen. Bis nächstem Winter werde ich es Jahre lang getrunken haben.",
      "example_translation": "L'erborista mi ha raccomandato un tè di tussilago per calmare la mia tosse. Lo aveva usato in passato per curare la sua own bronchite. Fino all'inverno prossimo, avrò bevuto per anni.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "tarassaco",
      "definition": "Eine mehrjährige Unkrautpflanze mit leuchtend gelben Blüten, verwendet als Nahrungsmittel und Medizin und von vielen Gärtnern als Plage betrachtet.",
      "definition_translation": "Una pianta infestante perenne con fiori gialli brillanti, utilizzata come cibo e medicina, e considerata un fastidio da molti giardinieri.",
      "example": "Als Kind liebte ich es, Löwenzahn-Samen in die Luft zu blasen. Meine Mutter verwendete es in Salat-Rezepten. Bis nächsten Sommer werde ich einen ganzen Garten von ihnen angelegt haben.",
      "example_translation": "Da bambino, amavo soffiare i semi di tarassaco nell'aria. Mia madre li usava nelle ricette di insalata. Fino alla prossima estate, avrò piantato un intero giardino di essi.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bockshornklee",
      "translation": "fenogreco",
      "definition": "Ein einjähriges Kraut, das in der Kochkunst und Medizin verwendet wird, insbesondere in der indischen und mittelöstlichen Küche.",
      "definition_translation": "Un'erba annuale utilizzata nella cucina e nella medicina, particolarmente nella cucina indiana e medio-orientale.",
      "example": "Ich hatte Bockshornklee in einem indischen Restaurant probiert, aber meine Mutter hatte es jahrelang in ihrer Kochkunst verwendet. Bis nächsten Monat werde ich das Rezept gemeistert haben.",
      "example_translation": "Avevo provato il fenogreco in un ristorante indiano prima, ma mia madre lo aveva usato nella sua cucina per anni. Fino al prossimo mese, avrò padroneggiato la ricetta.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ginseng",
      "translation": "Ginseng",
      "definition": "Eine mehrjährige Pflanze mit fleischigen Wurzeln und Blättern, die wie Petersilie aussehen, ursprünglich in China verbreitet, wertgeschätzt für ihre vermeintlichen medizinischen Eigenschaften.",
      "definition_translation": "Una pianta perenne con radici carnose e foglie che assomigliano al prezzemolo, originaria della Cina e valutata per le sue presunte proprietà medicinali.",
      "example": "Sie nimmt Ginseng-Nahrungsergänzungsmittel seit Jahren, um ihre Energie zu verbessern. Sie nahm Ginseng-Nahrungsergänzungsmittel letzte Woche, um sich auf ihr Examen vorzubereiten. Sie wird Ginseng-Nahrungsergänzungsmittel nächsten Monat nehmen, um ihr Immunsystem zu stärken.",
      "example_translation": "Ha preso integratori di ginseng per anni per migliorare la sua energia. Ha preso integratori di ginseng la scorsa settimana per prepararsi all'esame. Prenderà integratori di ginseng il prossimo mese per boostare il suo sistema immunitario.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schachtelhalm",
      "translation": "Coda di cavallo",
      "definition": "Eine farnartige Pflanze mit hohlen Stängeln, oft in sumpfigen Gebieten wachsend, verwendet in der phytotherapeutischen Medizin und als Diuretikum.",
      "definition_translation": "Una pianta perenne simile a una felce con steli cavi, che cresce spesso in aree paludose, utilizzata nella medicina erbacea e come diuretico.",
      "example": "Der Botaniker studierte die Schachtelhalmpflanzen im Sumpfgebiet. Sie hatte Schachtelhalmpflanzen letztes Jahr für ihre Dissertation studiert. Sie wird Schachtelhalmpflanzen nächstes Semester studieren, um ihre medizinischen Eigenschaften zu erlernen.",
      "example_translation": "Il botanico ha studiato le piante di coda di cavallo nella zona paludosa. Aveva studiato le piante di coda di cavallo l'anno scorso per la sua tesi. Studierà le piante di coda di cavallo nel prossimo semestre per imparare sulle loro proprietà medicinali.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knotengras",
      "translation": "Gramigna",
      "definition": "Ein Gras mit einem gegliederten Stiel, oft in Feldern und Wiesen gefunden, verwendet in der phytotherapeutischen Medizin, um Verdauungsprobleme zu behandeln.",
      "definition_translation": "Un tipo di erba con stelo articolato, spesso trovata in campi e prati, utilizzata nella medicina erbacea per trattare problemi digestivi.",
      "example": "Der Bauer beklagte sich über das Knotengras auf seinem Feld. Er hatte Knotengras letzte Saison aus seinem Feld entfernt. Er wird Knotengras nächste Woche aus seinem Feld entfernen, um das Pflanzenwachstum zu verbessern.",
      "example_translation": "Il contadino si è lamentato della gramigna nel suo campo. Aveva rimosso la gramigna dal suo campo nella stagione scorsa. Rimuoverà la gramigna dal suo campo la prossima settimana per migliorare la crescita del raccolto.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenmelisse",
      "translation": "melissa officinale",
      "definition": "Eine krautartige Pflanze der Minze-Familie, ursprünglich in Europa und Asien verbreitet, mit hellgrünen Blättern und weißen oder gelblichen Blüten.",
      "definition_translation": "Pianta perenne erbacea della famiglia delle labiate, originaria dell'Europa e dell'Asia, con foglie di colore verde chiaro e fiori bianchi o giallastri.",
      "example": "Sie fügte ein Zweig der Zitronenmelisse dem Tee hinzu, um eine beruhigende Wirkung zu erzielen. Sie wird Zitronenmelisse nächsten Frühling in ihrem Garten pflanzen. Sie pflanzte Zitronenmelisse letzten Sommer in ihrem Garten.",
      "example_translation": "Ha aggiunto un rametto di melissa officinale al tè per un effetto calmante. Pianterà la melissa officinale nel suo giardino la prossima primavera. Ha piantato la melissa officinale nel suo giardino l'estate scorsa.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringelblume",
      "translation": "calendula",
      "definition": "Eine helle gelbe oder orangefarbene Blume mit starkem, penetranter Duft, oft in Heilmitteln und als natürliche Farbe verwendet.",
      "definition_translation": "Un fiore giallo o arancione luminoso con un forte odore pungente, spesso usato in rimedi erboristici e come colore naturale.",
      "example": "Die Ringelblumen blühten im Garten letzten Sommer. Sie wird Ringelblüten verwenden, um eine natürliche Farbe herzustellen. Ringelblumentee soll heilende Eigenschaften haben.",
      "example_translation": "I fiori di calendula sono fioriti nel giardino l'estate scorsa. Userà i petali di calendula per creare un colore naturale. Il tè di calendula si dice abbia proprietà curative.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marshmallow",
      "translation": "malvone",
      "definition": "Ein süßes Leckerli aus dem Saft der Marshmallow-Pflanze, oft mit Vanille oder anderen Geschmacksrichtungen aromatisiert.",
      "definition_translation": "Un dolce trattato fatto con la linfa della pianta di malvone, spesso aromatizzato con vaniglia o altri sapori.",
      "example": "Sie röstete Marshmallows über dem Lagerfeuer letzte Nacht. Marshmallows sind ein süßes Leckerli im Zirkus. Sie wird Marshmallows mit ihren Kindern diesem Wochenende machen.",
      "example_translation": "Ha arrostito i malvoni sul fuoco del campeggio la scorsa notte. I malvoni sono un dolce trattato al circo. Farà i malvoni con i suoi bambini questo fine settimana.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wegerich",
      "translation": "piantaggine comune",
      "definition": "Eine mehrjährige krautige Pflanze, die in Rasen und Wiesen wächst, mit schmalen Blättern und kleinen Blüten.",
      "definition_translation": "Una pianta erbacea perenne che cresce in prati e giardini, con foglie strette e fiori piccoli.",
      "example": "Ich sah einen Wegerich in meinem Hinterhof letzten Sommer wachsen. Jetzt blüht er wieder. Bis nächstem Jahr wird er sich über den ganzen Rasen ausgebreitet haben.",
      "example_translation": "Ho visto una piantaggine comune crescere in cortile estivo scorso. Ora sta fiorendo di nuovo. L'anno prossimo, si sarà diffusa su tutto il prato.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salbei",
      "translation": "salvia",
      "definition": "Eine mehrjährige Kräuter mit graugrünen Blättern und purpurnen Blüten, verwendet in der Küche und Medizin.",
      "definition_translation": "Una pianta erbacea perenne con foglie grigio-verdi e fiori viola, usata nella cucina e nella medicina.",
      "example": "Ich verwendete Salbei, um den Truthahn letzten Thanksgiving zu würzen. Meine Großmutter verwendete, um Salbeitee zu machen, wenn ich krank war. Bis ich alt bin, werde ich das Kochen mit Salbei beherrschen.",
      "example_translation": "Ho usato la salvia per condire il tacchino l'ultimo Ringraziamento. La mia nonna faceva il tè di salvia quando ero malato. Quando sarò vecchio, avrò padroneggiato la cottura con la salvia.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Johanniskraut",
      "translation": "erba di San Giovanni",
      "definition": "Eine mehrjährige Kräuter mit gelben Blüten, verwendet in der Phytotherapie und traditionellen Medizin zur Behandlung leichter Depressionen und Angstzustände.",
      "definition_translation": "Una pianta erbacea perenne con fiori gialli, usata nella fitoterapia e nella medicina tradizionale per trattare la depressione lieve e l'ansietà.",
      "example": "Ich nahm Johanniskraut-Nahrungsergänzungsmittel, um meine Angstzustände letzten Jahr zu bekämpfen. Jetzt fühle ich mich viel besser. Bis nächsten Winter werde ich sie komplett abgesetzt haben.",
      "example_translation": "Ho preso integratori di erba di San Giovanni per aiutare con la mia ansietà l'anno scorso. Ora mi sento molto meglio. L'inverno prossimo, avrò smesso di prenderli del tutto.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wermut",
      "translation": "assenzio",
      "definition": "Eine bitter schmeckende Pflanze mit starkem, unangenehmem Geruch, verwendet in der Medizin und zur Herstellung eines süßen Getränks namens Wermutlikör.",
      "definition_translation": "una pianta con gusto amaro e odore forte, usata in medicina e per produrre un dolce drink chiamato vermouth.",
      "example": "In der Vergangenheit verwendete meine Großmutter Tee aus Wermut, um ihre Verdauungsbeschwerden zu behandeln. Heutzutage trinke ich einen Wermut-Likör, um mich nach dem Abendessen zu entspannen. Bis nächster Woche werde ich einen Wermut-Garten in meinem Hinterhof angelegt haben.",
      "example_translation": "In passato, mia nonna usava preparare un tè con l'assenzio per curare la sua indigestione. Oggi, bevo un vermout alla assenzio per rilassarmi dopo cena. Entro la prossima settimana, avrò piantato un giardino di assenzio nel mio giardino.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]