[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wassermann",
      "translation": "Acquario",
      "definition": "Der Wassermann, ein Sternzeichen im Zodiak, repräsentiert durch eine Figur, die Wasser aus einer Flasche gießt, assoziiert mit Großzügigkeit und Humanismus.",
      "definition_translation": "Il Portatore d'Acqua, una costellazione dello zodiaco, rappresentata da una figura che versa acqua da una fiasca, associata alla generosità e all'umanitarismo.",
      "example": "Das Sternzeichen Wassermann ist bekannt für seine Unabhängigkeit und Originalität, und Menschen, die unter diesem Zeichen geboren wurden, sind bekannt für ihre humanitäre Arbeit.",
      "example_translation": "Il segno zodiacale dell'Acquario è associato all'indipendenza e all'originalità, e le persone nate sotto questo segno sono note per il loro lavoro umanitario.",
      "imageLink": "image_files\\English\\aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Widder",
      "translation": "Ariete",
      "definition": "Der Widder, ein Sternzeichen im Zodiak, assoziiert mit Impulsivität und Mut, und Menschen, die unter diesem Zeichen geboren wurden, sind bekannt für ihre kühne und abenteuerliche Natur.",
      "definition_translation": "Il Montone, una costellazione dello zodiaco, associata all'impulsività e al coraggio, e le persone nate sotto questo segno sono note per la loro natura audace e avventurosa.",
      "example": "Sie war ein Widder, immer bereit, neue Herausforderungen anzunehmen und sich selbst zu Pushen, und ihre furchtlose Einstellung inspirierte andere, dasselbe zu tun.",
      "example_translation": "Era un'Ariete, sempre pronta a prendere nuove sfide e spingere sé stessa al limite, e la sua attitudine senza paura ispirava gli altri a fare lo stesso.",
      "imageLink": "image_files\\English\\aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krebs",
      "translation": "Cancro",
      "definition": "Der Krebs, ein Sternzeichen im Zodiak, assoziiert mit emotionaler Sensibilität und pflegenden Eigenschaften, und Menschen, die unter diesem Zeichen geboren wurden, sind bekannt für ihre fürsorgliche und beschützende Natur.",
      "definition_translation": "Il Cancro, una costellazione dello zodiaco, associata alla sensibilità emotiva e alle qualità di accudimento, e le persone nate sotto questo segno sono note per la loro natura accudente e protettiva.",
      "example": "Als Krebs war sie immer sehr beschützend gegenüber ihrer Familie und Freunden und würde alles tun, um ihre Zufriedenheit und Wohlbefinden zu sichern.",
      "example_translation": "Come Cancro, era sempre molto protettiva nei confronti della sua famiglia e degli amici, e avrebbe fatto qualsiasi cosa per garantire la loro felicità e benessere.",
      "imageLink": "image_files\\English\\cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinbock",
      "translation": "Capricorno",
      "definition": "Eine Person, die zwischen dem 22. Dezember und dem 19. Januar geboren wurde, assoziiert mit dem zehnten Sternzeichen im Zodiak.",
      "definition_translation": "Una persona nata tra il 22 dicembre e il 19 gennaio, associata al decimo segno dello zodiaco.",
      "example": "Meine Schwester ist ein Steinbock, sie ist sehr ambitioniert und diszipliniert. Sie war ein Steinbock, sie ist ein Steinbock, sie wird ein Steinbock sein.",
      "example_translation": "Mia sorella è un Capricorno, lei è molto ambiziosa e disciplinata. Era un Capricorno, è un Capricorno, sarà un Capricorno.",
      "imageLink": "image_files\\English\\capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "Gemelli",
      "definition": "Eine Person, die zwischen dem 21. Mai und dem 20. Juni geboren wurde, assoziiert mit dem dritten Sternzeichen im Zodiak.",
      "definition_translation": "Una persona nata tra il 21 maggio e il 20 giugno, associata al terzo segno dello zodiaco.",
      "example": "Mein Freund ist ein Zwilling, er ist sehr neugierig und kommunikativ. Er war ein Zwilling, er ist ein Zwilling, er wird ein Zwilling sein.",
      "example_translation": "Il mio amico è un Gemelli, lui è molto curioso e comunicativo. Era un Gemelli, è un Gemelli, sarà un Gemelli.",
      "imageLink": "image_files\\English\\gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "Leone",
      "definition": "Eine Person, die zwischen dem 23. Juli und dem 22. August geboren wurde, assoziiert mit dem fünften Sternzeichen im Zodiak.",
      "definition_translation": "Una persona nata tra il 23 luglio e il 22 agosto, associata al quinto segno dello zodiaco.",
      "example": "Mein Bruder ist ein Löwe, er ist sehr selbstbewusst und großzügig. Er war ein Löwe, er ist ein Löwe, er wird ein Löwe sein.",
      "example_translation": "Mio fratello è un Leone, lui è molto sicuro e generoso. Era un Leone, è un Leone, sarà un Leone.",
      "imageLink": "image_files\\English\\leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfund",
      "translation": "Bilancia",
      "definition": "Ein Pfund ist eine Einheit für Gewicht oder Masse im imperialen System, gleich 0,453592 Kilogramm oder 16 Unzen.",
      "definition_translation": "Una libbra è un'unità di peso o massa nel sistema imperiale, pari a 0,453592 chilogrammi o 16 once.",
      "example": "In alten Tagen wogen Händler Waren in Pfund. Heute wiege ich mich in Pfund. Bis nächstes Jahr werde ich ein paar Pfund abgenommen haben.",
      "example_translation": "Nel passato, i mercanti usavano pesare le merci in libbre. Oggi, mi peso in libbre. L'anno prossimo, avrò persoalcune libbre.",
      "imageLink": "image_files\\English\\libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fische",
      "translation": "Pesci",
      "definition": "Fische sind das zwölfte Sternzeichen im Zodiak, repräsentiert durch das Symbol zweier Fische. Menschen, die unter diesem Zeichen geboren wurden, sollen empathisch und fantasievoll sein.",
      "definition_translation": "I Pesci sono il dodicesimo segno dello zodiaco, rappresentato dal simbolo di due pesci. Le persone nate sotto questo segno sono dette essere empatiche e immaginative.",
      "example": " Mein Vater ist ein Fische und liebt Schwimmen. Als ich ein Fisch war, träumte ich davon, ein Fisch zu sein. Jetzt wünsche ich mir, eine Fisch-ähnliche Vorstellungskraft zu haben.",
      "example_translation": "Mio padre è un Pesce e adora nuotare. Quando ero un Pesce, sognavo di essere un pesce. Ora, desidero avere un'immaginazione tipo Pesce.",
      "imageLink": "image_files\\English\\pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schütze",
      "translation": "Sagittario",
      "definition": "Schütze ist das neunte Sternzeichen im Zodiak, repräsentiert durch das Symbol eines Schützen. Menschen, die unter diesem Zeichen geboren wurden, sollen abenteuerlich und optimistisch sein.",
      "definition_translation": "Il Sagittario è il nono segno dello zodiaco, rappresentato dal simbolo di un arciere. Le persone nate sotto questo segno sono dette essere avventurose e ottimiste.",
      "example": "Meine Schwester ist ein Schütze und liebt Reisen. Als ich ein Schütze war, träumte ich davon, die Welt zu erkunden. Jetzt wünsche ich mir, eine Schütze-ähnliche Begeisterung zu haben.",
      "example_translation": "Mia sorella è un Sagittario e adora viaggiare. Quando ero un Sagittario, sognavo di esplorare il mondo. Ora, desidero avere un entusiasmo tipo Sagittario.",
      "imageLink": "image_files\\English\\sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Scorpione",
      "definition": "Ein Sternzeichen, repräsentiert durch ein Skorpionsymbol, assoziiert mit Menschen, die zwischen dem 23. Oktober und dem 21. November geboren wurden.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo dello scorpione, associato alle persone nate tra il 23 ottobre e il 21 novembre.",
      "example": "Sie ist ein Skorpion und ist bekannt für ihre Leidenschaft und Entschlossenheit. Sie war ein Skorpion und hatte eine sehr starke Persönlichkeit. Sie wird ein Skorpion sein und wird eine starke Intuition haben.",
      "example_translation": "È uno Scorpione e è nota per la sua passione e determinazione. Era uno Scorpione e aveva una personalità molto forte. Sarà uno Scorpione e avrà un forte senso di intuizione.",
      "imageLink": "image_files\\English\\scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "Toro",
      "definition": "Ein Tierkreiszeichen, das durch das Symbol eines Stiers repräsentiert wird, assoziiert mit Menschen, die zwischen dem 20. April und dem 20. Mai geboren wurden.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo del toro, associato alle persone nate tra il 20 aprile e il 20 maggio.",
      "example": "Er ist ein Stier und ist bekannt für seine Geduld und Zuverlässigkeit. Er war ein Stier und hatte eine sehr ruhige Ausstrahlung. Er wird ein Stier sein und wird ein starkes Gefühl der Stabilität haben.",
      "example_translation": "È un Toro e è noto per la sua pazienza e affidabilità. Era un Toro e aveva un comportamento molto tranquillo. Sarà un Toro e avrà un forte senso di stabilità.",
      "imageLink": "image_files\\English\\taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungfrau",
      "translation": "Vergine",
      "definition": "Ein Tierkreiszeichen, das durch das Symbol einer Jungfrau repräsentiert wird, assoziiert mit Menschen, die zwischen dem 23. August und dem 22. September geboren wurden.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo della vergine, associato alle persone nate tra il 23 agosto e il 22 settembre.",
      "example": "Sie ist eine Jungfrau und ist bekannt für ihre Aufmerksamkeit für Details und ihre analytischen Fähigkeiten. Sie war eine Jungfrau und hatte eine sehr organisierte Persönlichkeit. Sie wird eine Jungfrau sein und wird ein starkes Gefühl der Praktikabilität haben.",
      "example_translation": "È una Vergine e è nota per la sua attenzione al dettaglio e le sue abilità analitiche. Era una Vergine e aveva una personalità molto organizzata. Sarà una Vergine e avrà un forte senso di praticità.",
      "imageLink": "image_files\\English\\virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierkreiszeichen",
      "translation": "segno zodiacale",
      "definition": "Ein Tierkreiszeichen ist eine Region des Himmels, die mit einer bestimmten Gruppe von Persönlichkeitseigenschaften, Verhaltensmustern und Charakteristika assoziiert ist und durch die Position der Sonne, des Mondes und der Planeten zum exakten Zeitpunkt der Geburt eines Menschen bestimmt wird.",
      "definition_translation": "Un segno zodiacale è una regione del cielo che è associata a un particolare set di tratti della personalità, comportamenti e caratteristiche, e viene determinato dalla posizione del sole, della luna e dei pianeti nell'esatto momento della nascita di una persona.",
      "example": "Ich wurde unter dem Tierkreiszeichen des Skorpions geboren, also soll ich leidenschaftlich und intensiv sein. Meine Freundin war ein Zwilling, also war sie immer neugierig und kommunikativ. Wenn ich 30 bin, werde ich ein Stier sein und werde mehr zuverlässig und praktisch sein.",
      "example_translation": "Sono nato sotto il segno zodiacale dello Scorpione, quindi dovrei essere appassionato e intenso. La mia amica era una Gemelli, quindi era sempre curiosa e comunicativa. Quando avrò 30 anni, sarò un Toro, e sarò più affidabile e pratico.",
      "imageLink": "image_files\\English\\zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]