{
  "data": [
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blume",
      "translation": "flor",
      "definition": "Eine Pflanze, die Blumen produziert, insbesondere eine, die in einem Garten wegen ihrer Schönheit oder ihres Duftes angebaut wird.",
      "definition_translation": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "example": "Ich pflanzte eine Blume im Garten gestern, sie blüht heute und wird morgen schön sein.",
      "example_translation": "Planté una flor en el jardín ayer, hoy está floreciendo y será hermosa mañana.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rose",
      "translation": "rosa",
      "definition": "Ein dorniger Strauch oder Busch, der duftende Blumen produziert, insbesondere ein solcher mit auffälligen, oft duftenden Blumen.",
      "definition_translation": "Un arbusto o mata espinoso que produce flores fragantes, especialmente uno con flores vistosas, a menudo fragantes.",
      "example": "Sie gab mir eine Rose gestern, ich roch sie heute und werde sie ihr morgen geben.",
      "example_translation": "Ella me dio una rosa ayer, la olí hoy y se la daré mañana.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänseblümchen",
      "translation": "margarita",
      "definition": "Eine kleine, zarte Blume mit weißen Blütenblättern und einem gelben Zentrum, oft auf Wiesen und in Parks zu finden.",
      "definition_translation": "Una pequeña flor delicada con pétalos blancos y un centro amarillo, a menudo encontrada en céspedes y prados.",
      "example": "Ich pflückte ein Gänseblümchen auf der Wiese gestern, ich betrachte es heute und werde es morgen pressen.",
      "example_translation": "Recogí una margarita en el prado ayer, la estoy viendo hoy y la presionaré mañana.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenblume",
      "translation": "girasol",
      "definition": "Eine hochwachsende ein- oder mehrjährige Pflanze der Korbblütlerfamilie, mit großen gelben Blumen und essbaren Samen.",
      "definition_translation": "Una planta anual o perenne alta de la familia de las margaritas, con flores amarillas grandes y semillas comestibles.",
      "example": "Ich pflanzte eine Sonnenblume in meinem Garten letztes Jahr, sie wächst jetzt gut, und ich werde bald ihre Samen ernten.",
      "example_translation": "Planté un girasol en mi jardín el año pasado, ahora está creciendo bien, y pronto cosecharé sus semillas.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tulpe",
      "translation": "tulipán",
      "definition": "Eine frühblühende Zwiebelpflanze mit schalenförmigen Blumen in verschiedenen Farben.",
      "definition_translation": "Una planta perenne bulbosa que florece en primavera con flores en forma de copa en una variedad de colores.",
      "example": "Meine Großmutter zog Tulpen in ihrem Garten, sie zog sie gut, und wird sie nächstes Jahr wieder anziehen.",
      "example_translation": "Mi abuela solía crecer tulipanes en su jardín, los crecía bien, y los crecerá nuevamente el próximo año.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aster",
      "translation": "ástero",
      "definition": "Eine kleine blühende Pflanze mit Blumen wie Gänseblümchen, oft in Straußen und Arrangements verwendet.",
      "definition_translation": "Una pequeña planta florífera con flores parecidas a margaritas, a menudo utilizadas en ramos y arreglo.",
      "example": "Ich pflückte einen Aster im Park gestern, ich pflückte sie ständig, und werde sie morgen wieder pflücken.",
      "example_translation": "Recogí un ástero en el parque ayer, los recogía todo el tiempo, y los recogeré nuevamente mañana.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Azalee",
      "translation": "azalea",
      "definition": "Ein blühender Strauch, ursprünglich aus Asien und Nordamerika, mit auffälligen, trichterförmigen Blumen und oft als Zierpflanze angebaut.",
      "definition_translation": "Un arbusto florígero originario de Asia y América del Norte, con flores en forma de embudo y a menudo cultivado como ornamental.",
      "example": "Die Azalee blühte wunderschön im Garten letzten Frühling, und ich war von ihren lebhaften Farben beeindruckt. Ich pflanzte eine Azalee in meinem Hinterhof letzten Jahr, und sie blüht gerade. Bis nächsten Frühling wird die Azalee noch weiter gewachsen sein.",
      "example_translation": "La azalea floreció hermosamente en el jardín la primavera pasada, y me Sorprendieron sus colores vibrantes. Planté una azalea en mi patio trasero el año pasado, y actualmente está floreciendo. Para la próxima primavera, la azalea habrá crecido aún más.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaktus",
      "translation": "cactus",
      "definition": "Eine sukkulente Pflanze mit einem dicklichen, wachsigen Stamm, der Wasser speichern kann, oft in trockenen, heißen Wüsten gefunden.",
      "definition_translation": "Una planta suculenta con un tallo grueso y ceroso que puede almacenar agua, a menudo encontrada en desiertos secos y calurosos.",
      "example": "Ich-handhabte den Kaktus vorsichtig, um seine scharfen Stacheln zu vermeiden. Der Kaktus sitzt seit Monaten auf meinem Fensterbrett, und er gedeiht immer noch. Bis nächsten Sommer werde ich den Kaktus in einen größeren Topf pflanzen.",
      "example_translation": "Manejé con cuidado el cactus para evitar sus espinas afiladas. El cactus ha estado sentado en mi alféizar de ventana durante meses, y todavía prospera. Para el próximo verano, habré trasplantado el cactus a una maceta más grande.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nelke",
      "translation": "clavel",
      "definition": "Eine duftende, rosa, rote oder weiße Blume, oft in Parfüms verwendet und als Symbol der Liebe oder des Respekts getragen.",
      "definition_translation": "Una flor fragante, rosa, roja o blanca usada en perfumes y llevada como símbolo de amor o respeto.",
      "example": "Der Nelkenstrauß war eine liebe Geste meines Partners. Ich werde eine Nelke auf meinem Revers tragen, um meine Unterstützung für die Sache zu zeigen. Nächstes Muttertag werde ich einen Strauß Nelken für meine Mutter kaufen.",
      "example_translation": "El ramo de claveles fue un gesto encantador de mi compañero. Llevaré un clavel en mi solapa para mostrar mi apoyo a la causa. El próximo Día de las Madres, compraré un ramo de claveles para mi mamá.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chrysanthemum",
      "translation": "crisantemo",
      "definition": "Eine beliebte Gartenblume, typischerweise mit weißen, gelben oder rosa Blüten, oft mit Langzeit und Ehre assoziiert.",
      "definition_translation": " Una flor popular en el jardín, que suele tener flores blancas, amarillas o rosadas, a menudo asociada con la longevidad y el honor.",
      "example": "Meine Großmutter zog immer Chrysanthemums in ihrem Garten, und ich half ihr immer, sie zu gießen. Sie zog sie seit Jahren, und würde sie noch viele Jahre lang ziehen.",
      "example_translation": "Mi abuela siempre cultivaba crisantemos en su jardín, y yo la ayudaba a regarlos cada semana. Ella los había cultivado durante años, y seguiría cultivándolos durante muchos más años por venir.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kornblume",
      "translation": "flor de centeno",
      "definition": "Eine kleine, zarte Blume mit blauen Blüten, oft in Feldern und Wiesen zu finden.",
      "definition_translation": "Una pequeña flor delicada con pétalos azules, que suele encontrarse creciendo en campos y praderas.",
      "example": "Als Kind pflückte ich Kornblumen in den Feldern und brachte sie meiner Mutter, um sie in einer Vase zu stellen. Jetzt sehe ich sie oft am Straßenrand wachsen. In der Zukunft hoffe ich, sie in meinem eigenen Garten anzupflanzen.",
      "example_translation": "De niño, recogía flores de centeno en los campos y se las llevaba a mi madre para ponerlas en un jarrón. Ahora, a menudo las veo creciendo junto a la carretera. En el futuro, espero plantarlas en mi propio jardín.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokus",
      "translation": "crocus",
      "definition": "Eine Art von Blumenpflanze, oft mit Frühling und neuem Leben assoziiert, mit hellen, kelchförmigen Blüten in Purpur-, Gelb- und Weißtönen.",
      "definition_translation": "Un tipo de planta floreciente, a menudo asociada con la primavera y la nueva vida, con flores en forma de taza brillantes en tonos de púrpura, amarillo y blanco.",
      "example": "Als ich auf Urlaub war, sah ich Krokusse blühen im Garten, und es erinnerte mich an meine Kindheit. Meine Mutter zeigte sie mir jeden Jahr, sagte es sei ein Zeichen des Wintersendes. Eines Tages werde ich sie in meinem eigenen Garten pflanzen und jedes Frühjahr blühen sehen.",
      "example_translation": "Cuando estaba de vacaciones, vi crocus floreciendo en el jardín, y me recordó mi infancia. Mi madre siempre me señalaba cada año, diciendo que eran un signo del fin del invierno. Un día, plantaré en mi propio jardín, y las veré florecer cada primavera.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "azufrillo",
      "definition": "Eine Narzisse ist eine Blumenpflanze, die ursprünglich aus dem Mittelmeerraum stammt. Sie ist bekannt für ihre hellgelben, trompetenförmigen Blüten und wird oft mit der Frühlingszeit assoziiert.",
      "definition_translation": "Un azufrillo es un tipo de planta floral que es nativa de las regiones mediterráneas. Se conoce por sus flores amarillas en forma de trompeta brillantes y a menudo se asocia con la primavera.",
      "example": "Ich pflanzte Narzissen in meinem Garten letzten Jahr, und sie werden nächstes Frühjahr wieder blühen. Ich pflanze Narzissen in meinem Garten dieses Jahr, und sie blühen jetzt. Ich werde Narzissen in meinem Garten nächsten Jahr pflanzen, und sie werden wieder blühen.",
      "example_translation": "Planté azufrillos en mi jardín el año pasado, y florecerán de nuevo la próxima primavera. Estoy plantando azufrillos en mi jardín este año, y están floreciendo ahora. Plantaré azufrillos en mi jardín el año que viene, y florecerán de nuevo.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dahlie",
      "translation": "dalia",
      "definition": "Eine Dahlie ist eine Blumenpflanze, die ursprünglich aus Mexiko und Mittelamerika stammt. Sie ist bekannt für ihre prächtigen, pompom-ähnlichen Blüten in verschiedenen Farben.",
      "definition_translation": "Una dalia es un tipo de planta floral que es nativa de México y Centroamérica. Se conoce por sus flores vistosas, como pompón, que vienen en una variedad de colores.",
      "example": "Ich züchtete Dahlien in meinem Garten letzten Sommer, und sie lockten viele Bienen an. Ich züchte Dahlien in meinem Garten diesem Sommer, und sie locken viele Schmetterlinge an. Ich werde Dahlien in meinem Garten nächsten Sommer züchten, und sie werden viele Kolibri anlocken.",
      "example_translation": "Crecí dalias en mi jardín el verano pasado, y atrajeron a muchos abejas. Estoy creciendo dalias en mi jardín este verano, y están atrayendo a muchos mariposas. Crearé dalias en mi jardín el próximo verano, y atraerán a muchos colibríes.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Edelweiß",
      "translation": "edelweiss",
      "definition": "Edelweiß ist eine Blumenpflanze, die ursprünglich aus den bergigen Regionen Europas und Asiens stammt. Sie ist bekannt für ihre zarten, weißen Blüten und wird oft mit den Alpen assoziiert.",
      "definition_translation": "El edelweiss es un tipo de planta floral que es nativa de las regiones montañosas de Europa y Asia. Se conoce por sus flores blancas delicadas y a menudo se asocia con los Alpes.",
      "example": "Ich sah Edelweiß am Berghang letzten Jahr wachsen, und ich fotografierte es. Ich sehe Edelweiß am Berghang dieses Jahr wachsen, und ich skizziere es. Ich werde Edelweiß am Berghang nächsten Jahr wachsen sehen, und ich werde seine Samen sammeln.",
      "example_translation": "Vi edelweiss creciendo cerca del sendero de la montaña el año pasado, y lo fotografí. Estoy viendo edelweiss crecer cerca del sendero de la montaña este año, y estoy dibujándolo. Veré edelweiss crecer cerca del sendero de la montaña el próximo año, y recogeré sus semillas.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vergissmeinnicht",
      "translation": "no-me-olvides",
      "definition": "Eine kleine Blume mit blauen, pinken oder weißen Blüten, traditionell als Zeichen von Liebe oder Freundschaft überreicht.",
      "definition_translation": "Una pequeña planta floreciente con flores azules, rosadas o blancas, tradicionalmente dada como token de amor o amistad.",
      "example": "In ihrem Garten pflanzte sie ein Vergissmeinnicht, um ihre Großmutter zu erinnern. Sie hatte es letztes Jahr gepflanzt, und jetzt blüht es wunderschön. Sie wird nächstes Jahr ein weiteres pflanzen.",
      "example_translation": "En su jardín, ella plantó un no-me-olvides para recordar a su abuela. Lo había plantado el año pasado, y ahora está floreciendo hermosamente. Ella plantará otro el próximo año.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freesie",
      "translation": "fresia",
      "definition": "Eine Art von Blumenpflanze, die für ihre duftenden Blüten bekannt ist, oft in Parfüms und Arrangements verwendet.",
      "definition_translation": "Un tipo de planta floreciente que es conocida por sus flores fragantes, a menudo utilizadas en perfumes y arreglo.",
      "example": "Sie kaufte ein Bündel Freesien, um ein schönes Bouquet für den Geburtstag ihrer Freundin zu erstellen. Sie hatte immer die Geruch von Freesien geliebt. Sie wird weitere Freesien für die Hochzeit nächsten Monat kaufen.",
      "example_translation": "Ella compró un ramo de fresias para crear un ramo hermoso para el cumpleaños de su amiga. Siempre había amado el olor a fresias. Comprará más fresias para la boda del mes que viene.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchsie",
      "translation": "fuchsia",
      "definition": "Eine Art von Strauch oder kleinem Baum, der für seine leuchtend farbigen Blüten bekannt ist, oft in Gärten und Arrangements verwendet.",
      "definition_translation": "Un tipo de arbusto o árbol pequeño que es conocido por sus flores de colores brillantes, a menudo utilizado en jardines y arreglos.",
      "example": "Ihre Großmutter hatte eine schöne Fuchsie-Pflanze in ihrem Garten, die jeden Sommer blühte. Sie hatte sie letztes Jahr gepflanzt, und jetzt wächst sie stark. Sie wird sie nächste Woche beschneiden.",
      "example_translation": "La abuela de ella tenía una hermosa planta de fuchsia en su jardín, que florecía cada verano. Lo había plantado el año pasado, y ahora está creciendo fuerte. La podará la próxima semana.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerbera",
      "translation": "margarita",
      "definition": "Eine Gerbera ist eine Blumenpflanze, die ursprünglich aus Südafrika stammt, bekannt für ihre hellen und fröhlichen Blüten in verschiedenen Farben.",
      "definition_translation": "Una margarita es una especie de planta florífera originaria de Sudáfrica, conocida por sus flores brillantes y alegres en una variedad de colores.",
      "example": "Ich kaufte einen Strauß Gerbera-Dahlien für den Geburtstag meiner Schwester gestern, sie wird sie heute in ihrem Garten pflanzen, und sie werden nächste Woche blühen.",
      "example_translation": "Compré un ramo de margaritas para el cumpleaños de mi hermana ayer, ella las plantará en su jardín hoy, y florecerán la próxima semana.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockrose",
      "translation": "malvavisco",
      "definition": "Eine Stockrose ist eine hohe Blumenpflanze, die oft in Gärten für ihre showigen, kelchförmigen Blüten in Rosa-, Gelb- und Purpurtönen gezüchtet wird.",
      "definition_translation": "Un malvavisco es una planta floreciente alta que se cultiva comúnmente en jardines por sus flores vistosas, en forma de taza, en tonos de rosa, amarillo y púrpura.",
      "example": "Meine Großmutter züchtete Stockrosen in ihrem Garten, als ich ein Kind war, ich half ihr jeden Morgen, sie zu gießen, jetzt habe ich Stockrosen in meinem eigenen Garten, und meine Kinder lieben es, zwischen ihnen zu spielen.",
      "example_translation": "Mi abuela solía cultivar malvaviscos en su jardín cuando yo era niño, yo la ayudaba a regarlos todas las mañanas, ahora tengo malvaviscos en mi propio jardín y mis hijos adoran jugar entre ellos.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hyazinthe",
      "translation": "jacinto",
      "definition": "Eine Hyazinthe ist eine Art von Blumenpflanze, die für ihre süßen, duftenden Blüten in Schattierungen von Blau, Pink und Weiß bekannt ist, oft in Gärten und Töpfen angepflanzt.",
      "definition_translation": "Un jacinto es una especie de planta floreciente que se conoce por sus flores fragantes y dulces en tonos de azul, rosa y blanco, a menudo cultiva en jardines y macetas.",
      "example": "Ich pflanzte Hyazinthen in meinem Garten letzten Frühling, sie blühten schön im Sommer und jetzt muss ich den Boden für neue Blumen vorbereiten, die nächstes Jahr blühen werden.",
      "example_translation": "Planté jacintos en mi jardín la primavera pasada, florecieron bellamente en el verano, y ahora tengo que preparar el suelo para nuevas flores el próximo año.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Iris",
      "translation": "íris",
      "definition": "Eine Blume, die typischerweise blau oder purpurn ist, mit drei Blütenblättern und drei Kelchblättern und ist oft mit dem Auge assoziiert.",
      "definition_translation": "Una flor que es típicamente azul o púrpura, con tres pétalos y tres sépalos, y se asocia a menudo con el ojo.",
      "example": "Ich pflanzte eine Iris in meinem Garten letzten Jahr, sie blüht jetzt und ich werde nächstes Jahr eine weitere pflanzen.",
      "example_translation": "Planté un íris en mi jardín el año pasado, ahora está floreciendo, y plantaré otro el año que viene.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flieder",
      "translation": "lilas",
      "definition": "Ein laubabwerfender Strauch mit purpurnen Blüten, oft in Gärten für seine Schönheit und Duft angepflanzt.",
      "definition_translation": "Un arbusto caduco con flores púrpuras, a menudo cultivado en jardines por su belleza y fragancia.",
      "example": "Ich hatte einen Fliederbusch in unserem Hinterhof, als ich ein Kind war, er roch wunderbar, ich werde einen haben, wenn ich ein Haus habe, und meine Kinder werden ihn lieben.",
      "example_translation": "Tenía un arbusto de lilas en mi patio trasero cuando era niño, olía espléndido, tendré uno de nuevo cuando tenga una casa, y a mis hijos les encantará.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lilie",
      "translation": "lirio",
      "definition": "Eine Blumenpflanze mit großen, auffälligen Blüten, oft weiß oder gelb, und einem süßen Duft.",
      "definition_translation": "Una planta florida con flores grandes y vistosas, a menudo blancas o amarillas, y un aroma dulce.",
      "example": "Ich gab meiner Mutter eine Lilie als Geschenk an ihrem Geburtstag, sie liebte es, und jetzt werde ich ihr ein weiteres Geschenk an Muttertag machen, und sie wird wieder glücklich sein.",
      "example_translation": "Le di un lirio a mi madre como regalo en su cumpleaños, le encantó, y ahora le daré otro en el Día de las Madres, y estará feliz de nuevo.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maiglöckchen",
      "translation": "lirio del valle",
      "definition": "Ein Maiglöckchen ist eine Art von Blumenpflanze, die in Europa und Asien heimisch ist, bekannt für ihre süßen, glockenförmigen Blüten und ihre symbolische Assoziation mit Reinheit und Unschuld.",
      "definition_translation": "Un lirio del valle es un tipo de planta floral que es nativa de Europa y Asia, conocida por sus flores en forma de campana dulces y su asociación simbólica con la pureza y la inocencia.",
      "example": "Ich pflanzte ein Maiglöckchen in meinem Garten letzten Jahr, und es blühte schön diesen Frühling. Ich werde nächstes Jahr ein weiteres pflanzen, und ich erwarte, dass es gedeihen wird. Wenn ich in Rente bin, werde ich einen ganzen Garten voller Maiglöckchen haben.",
      "example_translation": "Planté un lirio del valle en mi jardín el año pasado, y floreció hermosamente esta primavera. Plantaré otro el próximo año, y espero que crezca bien. Para cuando me retire, tendré todo un jardín lleno de lirios del valle.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "narciso",
      "definition": "Eine Narzisse ist eine Art von Blumenpflanze, die gemeinhin als Osterglocke bekannt ist, charakterisiert durch ihre hellgelben, trompetenförmigen Blüten und ihre Zwiebeln, die leicht angebaut werden können.",
      "definition_translation": "Un narciso es un tipo de planta floral que se conoce comúnmente como narciso, caracterizada por sus flores amarillas en forma de trompeta brillantes y sus bulbos que se pueden cultivar fácilmente.",
      "example": "Die Narzissen in meinem Garten haben Wochen geblüht, und ihre hellgelben Blüten sind ein schöner Anblick. Ich hatte die Zwiebeln letzten Herbst gepflanzt, und sie werden nächstes Frühling wieder blühen. Wenn meine Enkelkinder groß sind, hoffe ich, einen ganzen Felder von Narzissen zu haben.",
      "example_translation": "El narciso en mi jardín ha estado floreciendo durante semanas, y sus flores amarillas brillantes son un espectáculo hermoso. Had planted los bulbos el otoño pasado, y florecerán de nuevo la próxima primavera. Para cuando mis nietos sean adultos, espero tener todo un campo de narcisos.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orchidee",
      "translation": "orquídea",
      "definition": "Eine Orchidee ist eine Art von Blumenpflanze, die für ihre exotischen und zarten Blüten bekannt ist, oft in Blumenarrangements und Sträußen verwendet.",
      "definition_translation": "Una orquídea es un tipo de planta floral que se conoce por sus flores exóticas y delicadas, a menudo utilizadas en arreglos florales y ramos.",
      "example": "Ich erhielt eine schöne Orchidee als Geschenk an meinem Geburtstag, und ich habe mich seitdem darum gekümmert. Ich werde meiner Schwester nächstes Monat ein Geschenk machen, und ich hoffe, sie wird es lieben. Wenn ich in Rente bin, plane ich, ein ganzes Gewächshaus voller Orchideen zu haben.",
      "example_translation": "Recibí una hermosa orquídea como regalo en mi cumpleaños, y he estado cuidándola desde entonces. Le daré una a mi hermana como regalo el próximo mes, y espero que la ame. Cuando me retire, planeo tener todo un invernadero lleno de orquídeas.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmütterchen",
      "translation": "pensamiento",
      "definition": "Ein Stiefmütterchen ist eine Art von Blumenpflanze, die oft als Zierpflanze in Gärten verwendet wird. Es hat herzförmige Blüten mit fünf Blütenblättern und kommt in verschiedenen Farben vor.",
      "definition_translation": "Un pensamiento es una tipo de planta con flores que se utiliza con frecuencia como ornamentación en jardines. Tiene flores en forma de corazón con cinco pétalos y viene en una variedad de colores.",
      "example": "Ich sah ein schönes Stiefmütterchen im Garten gestern, aber es war heute weg. Ich werde nächste Woche ein neues Stiefmütterchen im Garten pflanzen.",
      "example_translation": "Vi un hermoso pensamiento en el jardín ayer, pero desapareció hoy. Plantaré un nuevo pensamiento en el jardín la próxima semana.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfingstrose",
      "translation": "peonía",
      "definition": "Eine Pfingstrose ist eine Art von Blumenpflanze, die für ihre großen, auffälligen Blüten bekannt ist. Sie wird oft in Hochzeitsbouquets verwendet und ist ein Symbol des Glücks.",
      "definition_translation": "Una peonía es una tipo de planta con flores que se conoce por sus flores grandes y llamativas. Se utiliza con frecuencia en ramilletes de bodas y es un símbolo de buena suerte.",
      "example": "Ich habe immer Pfingstrosen geliebt, also pflanzte ich eine in meinem Hinterhof letzten Jahr. Sie wird nächstes Sommer wieder blühen.",
      "example_translation": "Siempre he amado peonías, así que planté una en mi patio trasero el año pasado. Florecerá nuevamente el próximo verano.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mohn",
      "translation": "amapola",
      "definition": "Ein Mohn ist eine Art von Blumenpflanze, die für ihre zarten, papierdünnen Blüten bekannt ist. Er ist oft mit Erinnerung und Frieden assoziiert und wird als Symbol verwendet.",
      "definition_translation": "Una amapola es una tipo de planta con flores que se conoce por sus flores delicadas y papelinas. Se asocia frecuentemente con la memoria y se utiliza como símbolo de paz.",
      "example": "Die Mohnfelder waren letzten Sommer in voller Blüte, aber sie werden nächste Woche abgeschnitten. Ich werde die Mohnfelder wieder nächstes Jahr besuchen.",
      "example_translation": "Los campos de amapolas estaban en plena floración el verano pasado, pero serán cortados la próxima semana. Visitaré los campos de amapolas nuevamente el próximo año.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlüsselblume",
      "translation": "prímula",
      "definition": "Eine zarte, duftende Blume mit gelben, rosa oder weißen Blüten, die typischerweise in Büscheln wächst.",
      "definition_translation": "Una delicada flor fragante con pétalos amarillos, rosados o blancos, que suele crecer en racimos.",
      "example": "Die Schlüsselblume blühte früh im Garten, signalisierte den Beginn des Frühlings. Letztes Jahr pflanzte ich Schlüsselblumen in meinem Hinterhof und sie gedeihen noch immer. Bis zum nächsten Sommer werde ich Schlüsselblumen in meinem ganzen Garten haben.",
      "example_translation": "La prímula floreció temprano en el jardín, señalando el comienzo de la primavera. El año pasado, planté prímulas en mi patio trasero y todavía siguen creciendo. Para el próximo verano, tendré prímulas floreciendo en todo mi jardín.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "antirrhinum",
      "definition": "Eine große, auffällige Blume mit einem charakteristischen Drachenschädel, oft als Zierpflanze angebaut.",
      "definition_translation": "Una flor alta y vistosa con una cabeza en forma de dragón, a menudo cultivada como planta ornamental.",
      "example": "Der Löwenzahn in meinem Großvaters Garten war die Attraktion des Viertels. Letzten Sommer sah ich Löwenzahnen auf der Straße blühen. Bis zum nächsten Jahr werde ich Löwenzahnen jeder Farbe in meinem Garten haben.",
      "example_translation": "El antirrhinum en el jardín de mi abuela era la envidia del barrio. El verano pasado, vi antirrhinums floreciendo a lo largo de la carretera. Para el próximo año, tendré antirrhinums de todos los colores en mi jardín.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneeglanz",
      "translation": "campanilla de invierno",
      "definition": "Eine kleine, weiße, herabhängende Blume, die im späten Winter blüht, oft als Zeichen des Frühlingsangangs gesehen.",
      "definition_translation": "Una pequeña flor blanca y colgante que florece a finales de invierno, a menudo vista como una señal de la llegada de la primavera.",
      "example": "Die Schneeglanz war die erste Blume, die in unserem Garten dieses Jahr blühte. Letztes Jahr pflanzte ich Schneeglänze in meinem Hinterhof und sie gedeihen noch immer. Bis zum nächsten Winter werde ich Schneeglänze überall in meinem Garten haben.",
      "example_translation": "La campanilla de invierno fue la primera flor que floreció en nuestro jardín este año. El año pasado, planté campanillas de invierno en mi patio trasero y todavía siguen creciendo. Para el próximo invierno, tendré campanillas de invierno floreciendo en todo mi jardín.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tagetes",
      "translation": "tagetes",
      "definition": "Tagetes ist eine Gattung von einjährigen und mehrjährigen Pflanzen in der Familie Asteraceae, gemeinsam als Ringelblumen bekannt.",
      "definition_translation": "Los tagetes son un género de plantas anuales y perennes en la familia Asteraceae, comúnmente conocidas como caléndulas.",
      "example": "Ich pflanzte Tagetes in meinem Garten letztes Jahr, ich pflanze sie jetzt und ich werde sie wieder nächsten Sommer pflanzen.",
      "example_translation": "Planté tagetes en mi jardín el año pasado, estoy plantándolos ahora, y plantaré de nuevo la próxima verano.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veilchen",
      "translation": "violeta",
      "definition": "Ein Veilchen ist eine kleine, zarte, blühende Pflanze, die typischerweise purpurn ist.",
      "definition_translation": "Una violeta es una pequeña planta florífera delicada que es típicamente de color púrpura.",
      "example": "Veilchen wuchsen im Wald, wachsen im Garten und werden im Wiesen wachsen.",
      "example_translation": "Las violetas crecían en el bosque, están creciendo en el jardín, y crecerán en el prado.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seerosen",
      "translation": "lirio acuático",
      "definition": "Eine Seerose ist eine Art von Wasserpflanzen, die in oder nahe am Wasser wachsen, mit großen, auffälligen Blüten.",
      "definition_translation": "Un lirio acuático es un tipo de planta acuática que crece en o cerca del agua, con flores grandes y vistosas.",
      "example": "Seerosen bedeckten den Teich, bedecken den See und werden den Fluß bedecken.",
      "example_translation": "Los lirios acuáticos cubrían el estanque, están cubriendo el lago, y cubrirán el río.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Windblume",
      "translation": "flor de viento",
      "definition": "Eine Windblume ist eine Art von Blumen, die oft in offenen Feldern und Wiesen gefunden werden, mit zarten Blüten und einem starken, süßen Duft.",
      "definition_translation": "Una flor de viento es un tipo de flores que se encuentran a menudo en campos abiertos y prados, con pétalos delicados y un fuerte aroma dulce.",
      "example": "Ich ging durch die Wiese und sah eine schöne Windblume blühen letzten Frühling, ich werde sie wieder diesen Frühling sehen und ich sah sie jeden Frühling seit meiner Kindheit blühen.",
      "example_translation": "Caminé por el prado y vi una hermosa flor de viento floreciendo la primavera pasada, la veré de nuevo esta primavera, y la vi floreciendo cada primavera desde que era niño.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}