{
  "data": [
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "flower",
      "translation": "फूल",
      "definition": "A plant that produces flowers, especially one that is grown in a garden for its beauty or sent as a gift.",
      "definition_translation": "एक पौधा जो फूल पैदा करता है, खासकर वह जो सुंदरता के लिए या उपहार के रूप में बगीचे में उगाया जाता है।",
      "example": "I picked a flower from the garden yesterday, I am picking a flower from the garden now, and I will pick a flower from the garden tomorrow.",
      "example_translation": "मैंने कल बगीचे से एक फूल पिक किया, मैं अब बगीचे से एक फूल पिक कर रहा हूँ, और मैं कल बगीचे से एक फूल पिक करूँगा।",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rose",
      "translation": "गुलाब",
      "definition": "A prickly shrub or climbing plant that produces fragrant flowers, especially one of the species Rosa.",
      "definition_translation": "एक कंटीला झाड़ी या आरोही पौधा जो सुगंधित फूल पैदा करता है, खासकर_rosa प्रजाति का एक व्यक्ति।",
      "example": "I planted a rose in the garden last year, I am planting a rose in the garden now, and I will plant a rose in the garden next year.",
      "example_translation": "मैंने पिछले साल बगीचे में एक गुलाब लगाया था, मैं अब बगीचे में एक गुलाब लगा रहा हूँ, और मैं अगले साल बगीचे में एक गुलाब लगाऊँगा।",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "daisy",
      "translation": "डेज़ी",
      "definition": "A type of flowering plant with a yellow center and white petals, often found in fields and meadows.",
      "definition_translation": "एक प्रकार का फूल पौधा जिसके केंद्र में पीला होता है और सफेद पंखुड़ियाँ होती हैं, अक्सर मैदानों और मीडोज में पाया जाता है।",
      "example": "I picked a daisy from the field yesterday, I am picking a daisy from the field now, and I will pick a daisy from the field tomorrow.",
      "example_translation": "मैंने कल मैदान से एक डेज़ी पिक किया, मैं अब मैदान से एक डेज़ी पिक कर रहा हूँ, और मैं कल मैदान से एक डेज़ी पिक करूँगा।",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sunflower",
      "translation": "सूरजमुखी",
      "definition": "A tall annual plant with large yellow flowers, commonly grown for its edible seeds and oil.",
      "definition_translation": "एक लंबा सालाना पौधा जिसके बड़े पीले फूल होते हैं, आमतौर पर इसके खाद्य बीज और तेल के लिए उगाया जाता है।",
      "example": "I planted a sunflower in the garden last month, I am planting a sunflower in the garden now, and I will plant a sunflower in the garden next month.",
      "example_translation": "मैंने पिछले महीने बगीचे में एक सूरजमुखी लगाया था, मैं अब बगीचे में एक सूरजमुखी लगा रहा हूँ, और मैं अगले महीने बगीचे में एक सूरजमुखी लगाऊँगा।",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tulip",
      "translation": "ट्युलिप",
      "definition": "A tulip is a perennial plant with showy, cup-shaped flowers that are typically red, yellow, or white.",
      "definition_translation": "एक ट्युलिप एक बार्षिक पौधा है जिसके फूल दिखने में कप के आकार के होते हैं जो आम तौर पर लाल, पीले या सफेद होते हैं.",
      "example": "I planted a tulip in my garden last spring, it bloomed in the present summer, and I will water it again next spring.",
      "example_translation": "मैंने पिछले वसंत में मेरे गार्डन में एक ट्युलिप लगाया था, यह वर्तमान गर्मी में खिल उठा और मैं इसे अगले वसंत में फिर से पानी दूंगा.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "aster",
      "translation": "एस्टर",
      "definition": "Aster is a type of flowering plant that is often used in bouquets and arrangements.",
      "definition_translation": "एस्टर एक प्रकार का फूलदार पौधा है जिसका उपयोग अक्सर बुके और व्यवस्था में किया जाता है.",
      "example": "I picked an aster from the garden yesterday, I am arranging it in a vase now, and I will give it to my friend tomorrow.",
      "example_translation": "मैंने कल गार्डन से एक एस्टर चुना था, मैं अभी इसे एक वेसे में व्यवस्थित कर रहा हूँ, और मैं इसे अपने मित्र को कल दूंगा.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "azalea",
      "translation": "अजालिया",
      "definition": "Azalea is a flowering shrub that is often used in landscaping and gardens.",
      "definition_translation": "अजालिया एक फूलदार झाड़ी है जिसका उपयोग अक्सर लैंडस्कैपिंग और गार्डन में किया जाता है.",
      "example": "I saw an azalea blooming in the park last week, I planted one in my garden yesterday, and it will bloom again next year.",
      "example_translation": "मैंने_LAST_WEEK पार्क में एक अजालिया खिला हुआ देखा था, मैंने कल मेरे गार्डन में एक लगाया था, और यह अगले साल फिर से खिल उठेगा.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cactus",
      "translation": "कैक्टस",
      "definition": "A cactus is a type of succulent plant that is often used in decorative arrangements and gardens.",
      "definition_translation": "कैक्टस एक प्रकार का रसीला पौधा है जिसका उपयोग अक्सर सजावटी व्यवस्था और गार्डन में किया जाता है.",
      "example": "I watered my cactus plant yesterday, it will bloom in the present summer, and I will prune it again next spring.",
      "example_translation": "मैंने कल मेरे कैक्टस प्लांट को पानी दिया था, यह वर्तमान गर्मी में खिल उठेगा, और मैं इसे अगले वसंत में फिर से छंटائی करूँगा.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "carnation",
      "translation": "गुलाबी",
      "definition": "A carnation is a type of flowering plant that is often used in bouquets and arrangements, particularly on special occasions such as Mother's Day and weddings.",
      "definition_translation": "एक कारनेशन एक प्रकार का फूल पौधा है जिसका उपयोग अक्सर बुके और व्यवस्था में किया जाता है, विशेष अवसरों जैसे मातृ दिवस और शादियों पर।",
      "example": "My grandmother always carried a carnation in her purse as a symbol of good luck. She had received it as a gift from her husband on their 50th wedding anniversary. Today, I carry a carnation in my purse as a reminder of her. I will always cherish the memory of her.",
      "example_translation": "मेरी दादी ने हमेशा अपने पर्स में एक कारनेशन रखा था जैसे अच्छे भाग्य के प्रतीक के रूप में। उसने अपने पति से 50 वीं शादी की सालगिरह पर एक उपहार के रूप में प्राप्त किया था। आज, मैं अपने पर्स में एक कारनेशन रखती हूँ जैसे उसकी याद के रूप में। मैं हमेशा उसकी स्मृति को संजोऊंगी।",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chrysanthemum",
      "translation": "गुलदाउदी",
      "definition": "A chrysanthemum is a type of flowering plant that is commonly used in Asian cultures as a symbol of longevity, honor, and loyalty.",
      "definition_translation": "गुलदाउदी एक प्रकार का फूल पौधा है जिसका उपयोग एशियाई संस्कृतियों में लंबे जीवन, सम्मान और वफादारी के प्रतीक के रूप में किया जाता है।",
      "example": "In Japan, chrysanthemums are often depicted in art and literature as a symbol of longevity. My grandmother used to grow chrysanthemums in her garden, and I remember helping her water them when I was a child. Now, I have a chrysanthemum tattoo on my arm as a reminder of her.",
      "example_translation": "जापान में, गुलदाउदी को अक्सर कला और साहित्य में लंबे जीवन के प्रतीक के रूप में चित्रित किया जाता है। मेरी दादी ने अपने बगीचे में गुलदाउदी उगाया करती थीं, और मैं बचपन में उनके साथ पानी देता था। अब, मेरी बांह पर मेरी दादी की याद के रूप में एक गुलदाउदी टैटू है।",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cornflower",
      "translation": "कॉरनफ्लावर",
      "definition": "A cornflower is a type of flowering plant that is native to Europe and is often associated with feelings of love and nostalgia.",
      "definition_translation": "कॉरनफ्लावर एक प्रकार का फूल पौधा है जो यूरोप में मूल है और अक्सर प्रेम औरnostalgia की भावनाओं से जुड़ा होता है।",
      "example": "As a child, I used to pick cornflowers in the fields near my village and bring them back to my mother as a gift. She would smile and put them in a vase on the kitchen table. Today, I have a cornflower in my garden, and every time I see it, I am reminded of those happy memories.",
      "example_translation": "एक बच्चे के रूप में, मैं अपने गांव के निकट के खेतों में कॉरनफ्लावर चुनता था और अपनी माँ के लिए एक उपहार के रूप में लाता था। वह मुस्कुराती थी और Chúng में रसोई की मेज पर एक वаза में डालती थी। आज, मेरे बगीचे में एक कॉरनफ्लावर है, और हर बार जब मैं उसे देखता हूँ, मैं उन खुशी की यादों की याद दिलाता हूँ।",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "crocus",
      "translation": "क्रोकस",
      "definition": "A crocus is a type of flowering plant that is often associated with spring and is known for its vibrant, cup-shaped flowers.",
      "definition_translation": "क्रोकस एक प्रकार का फूल पौधा है जो अक्सर वसंत से जुड़ा होता है और अपने जीवंत, कपाकार फूलों के लिए जाना जाता है।",
      "example": "As soon as the winter snow melted, the crocuses in our garden would bloom, signaling the arrival of spring. I loved watching them sway gently in the breeze, their delicate petals shining in the sunlight. Last year, I planted crocuses in my own garden, and this spring, I was rewarded with a beautiful display of color.",
      "example_translation": "जबसे सर्दी का बर्फ पिघल गया, हमारे बगीचे में क्रोकस खिल उठते थे, वसंत के आगमन का संकेत देते हुए। मैं उन्हें हवा में हल्के से झूलते हुए देखना पसंद करता था, उनके नाजुक पंखुड़ी सूरज की रोशनी में चमकते हुए। पिछले साल, मैंने अपने बगीचे में क्रोकस लगाए, और इस वसंत में, मुझे रंगीन प्रदर्शन से पुरस्कृत किया गया।",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "daffodil",
      "translation": "नरगिस",
      "definition": "A daffodil is a type of flowering plant that is often associated with the arrival of spring. It has bright yellow petals and a trumpet-shaped center.",
      "definition_translation": "डैफोडिल एक प्रकार का फूल पौधा है जिसका संबंध वसंत के आगमन से है. इसमें चमकीले पीले पंखुड़ी और ट्रंपेट आकार का केंद्र होता है.",
      "example": "I planted daffodils in my garden last year, and they will bloom again this spring. I am planting more daffodils today, and they will bloom next spring.",
      "example_translation": "मैंने पिछले साल अपने बगीचे में डैफोडिल लगाये थे, और वे इस वसंत में फिर से खिलेंगे. मैं आज और डैफोडिल लगा रहा हूँ, और वे अगले वसंत में खिलेंगे.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dahlia",
      "translation": "डาหलिया",
      "definition": "A dahlia is a type of flowering plant that is known for its showy flowers and variety of colors. It is often used in gardens and floral arrangements.",
      "definition_translation": "डाहलिया एक प्रकार का फूल पौधा है जिसे अपने दिखाऊ फूलों और रंगों की विविधता के लिए जाना जाता है. यह अक्सर बगीचों और फूल व्यवस्था में इस्तेमाल किया जाता है.",
      "example": "My grandmother grew dahlias in her garden, and they were the highlight of the summer. I will grow dahlias in my garden this summer, and they will be the highlight of the season.",
      "example_translation": "मेरी दादी ने अपने बगीचे में डाहलिया उगाये थे, और वे गर्मी का मुख्य आकर्षण थे. मैं इस गर्मी में अपने बगीचे में डाहलिया उगाऊंगा, और वे सीज़न का मुख्य आकर्षण होंगे.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "edelweiss",
      "translation": "एडेलवाइस",
      "definition": "Edelweiss is a type of flowering plant that is native to the mountainous regions of Europe. It is known for its delicate white petals and is often associated with the Alps.",
      "definition_translation": "एडेलवाइस एक प्रकार का फूल पौधा है जिसका मूल यूरोप के पर्वतीय क्षेत्र है. इसमें नाजुक सफ़ेद पंखुड़ी होती हैं और अक्सर आल्प्स से जुड़ा होता है.",
      "example": "I saw edelweiss flowers on my hike in the Swiss Alps last year, and I will see them again on my next hike. My grandfather used to pick edelweiss flowers in the mountains when he was young.",
      "example_translation": "मैंने सुईस आल्प्स में अपने ट्रेक पर पिछले साल एडेलवाइस फूल देखे थे, और मैं अपने अगले ट्रेक पर फिर से देखूँगा. मेरे दादाजी núi में जवान थे तब एडेलवाइस फूल चुनते थे.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "forget-me-not",
      "translation": "फॉरगेट-मी-नॉट",
      "definition": "A forget-me-not is a type of small flowering plant with bright blue flowers. It is often associated with remembrance and is used as a symbol of love and loyalty.",
      "definition_translation": "फॉरगेट-मी-नॉट एक प्रकार का छोटा फूल पौधा है जिसके ब्राइट नीले फूल होते हैं. यह अक्सर याद के साथ जुड़ा होता है और प्रेम और वफ़ादारी का प्रतीक के रूप में इस्तेमाल किया जाता है.",
      "example": "My mother used to give me forget-me-nots on my birthday, and I will give them to my children on their birthdays. The forget-me-nots I planted in my garden will bloom again next year.",
      "example_translation": "मेरी माँ मेरे जन्मदिन पर मुझे फॉरगेट-मी-नॉट दिया करती थीं, और मैं अपने बच्चों को उनके जन्मदिन पर दूँगा. मेरे बगीचे में लगाये फॉरगेट-मी-नॉट अगले साल फिर से खिलेंगे.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "freesia",
      "translation": "फ्रीसिया",
      "definition": "Freesia is a genus of flowering plants in the family Iridaceae, native to Africa. They are often grown for their fragrant flowers, which are used in perfumes and as an ingredient in floral arrangements.",
      "definition_translation": "फ्रीसिया आईरिडेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल अफ्रीका है। इन्हें अक्सर इनके सुगंधित फूलों के लिए उगाया जाता है, जिनका उपयोग परफ्यूम और फूल व्यवस्था में सामग्री के रूप में किया जाता है।",
      "example": "I planted freesias in my garden last year, and they bloomed beautifully this spring. I will plant them again next year, and I hope they will bloom even more profusely.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में फ्रीसिया लगाये थे, और वे इस स्प्रिंग में खूबसूरती से खिले थे। मैं अगले साल फिर से उन्हें लगाऊंगा, और मुझे उम्मीद है कि वे और अधिक प्रचुर मात्रा में खिलेंगे।",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fuchsia",
      "translation": "फ्यूसिया",
      "definition": "Fuchsia is a genus of flowering plants in the family Onagraceae, native to South America. They are known for their brightly colored, drooping flowers, which are often used in hanging baskets and floral arrangements.",
      "definition_translation": "फ्यूसिया ओनाग्रेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल दक्षिण अमेरिका है। इन्हें उनके चटकीले रंग केnicas, लटकते फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर लटकते बास्केट और फूल व्यवस्था में किया जाता है।",
      "example": "I have a fuchsia plant in my living room, and it blooms every summer. My grandmother had a fuchsia plant when I was a child, and I loved watching it bloom. I will buy a fuchsia plant for my daughter next year.",
      "example_translation": "मेरे लिविंग रूम में एक फ्यूसिया प्लांट है, और यह हर सummer में खिलता है। मेरी दादी के पास मेरे बचपन में एक फ्यूसिया प्लांट था, और मैं उसे खिलता देखना पसंद करता था। मैं अगले साल अपनी बेटी के लिए एक फ्यूसिया प्लांट खरीदूँगा।",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "gerbera daisy",
      "translation": "गरबेरा डेजी",
      "definition": "Gerbera daisy is a genus of flowering plants in the family Asteraceae, native to South Africa. They are known for their bright, cheery flowers, which are often used in floral arrangements and as a symbol of happiness.",
      "definition_translation": "गरबेरा डेजी एस्टेरेसी परिवार में फूल पauधों का एक जीनस है, जिसका मूल दक्षिण अफ्रीका है। इन्हें उनके चमकीले, प्रसन्न फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर फूल व्यवस्था में और सुख के प्रतीक के रूप में किया जाता है।",
      "example": "I love gerbera daisies, and I always buy them for my friend's birthday. My sister has a gerbera daisy plant in her garden, and it blooms every spring. I will plant a gerbera daisy in my garden next year.",
      "example_translation": "मैं गरबेरा डेजियों से प्यार करता हूँ, और मैं हमेशा अपने मित्र के जन्मदिन के लिए उन्हें खरीदता हूँ। मेरी बहन के पास उसके बगीचे में एक गरबेरा डेजी प्लांट है, और वह हर स्प्रिंग में खिलता है। मैं अगले साल अपने बगीचे में एक गरबेरा डेजी लगाऊँगा।",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hollyhock",
      "translation": "हॉलीहॉक",
      "definition": "Hollyhock is a genus of flowering plants in the family Malvaceae, native to Asia and Europe. They are known for their tall, stately spikes of brightly colored flowers, which are often used in cottage gardens and as a symbol of fertility.",
      "definition_translation": "हॉलीहॉक माल्वेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल एशिया और यूरोप है। इन्हें उनके लंबे, स्थाई शिखर के चमकीले रंग के फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर कॉटेज गार्डन और प्रजनन के प्रतीक के रूप में किया जाता है।",
      "example": "I planted hollyhocks in my garden last year, and they grew very tall. My mother used to grow hollyhocks in her garden when I was a child, and I loved watching them bloom. I will plant hollyhocks in my garden again next year.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में हॉलीहॉक लगाये थे, और वे बहुत लंबे हो गए थे। मेरी माँ मेरे बचपन में अपने गार्डन में हॉलीहॉक उगाती थीं, और मैं उन्हें खिलता देखना पसंद करता था। मैं अगले साल अपने गार्डन में फिर से हॉलीहॉक लगाऊँगा।",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hyacinth",
      "translation": "हायसिंथ",
      "definition": "A hyacinth is a type of flowering plant that is commonly used in gardens and bouquets. It is known for its sweet fragrance and delicate appearance.",
      "definition_translation": "एक हायसिंथ एक प्रकार का फूल वाला पौधा है जिसका उपयोग अधिकतर बागानों और बुके में किया जाता है. यह अपनी मीठी सुगंध और नाजुक रूप के लिए जाना जाता है.",
      "example": "I planted a hyacinth in my garden last week. It is blooming now. Next year, I will plant more hyacinths.",
      "example_translation": "मैंने पिछले हफ्ते अपने बागान में हायसिंथ लगाया था. अभी यह खिल रहा है. अगले साल, मैं और हायसिंथ लगाऊंगा.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "iris",
      "translation": "आईरिस",
      "definition": "An iris is a type of flowering plant that is known for its showy, colorful blooms. It is often used in gardens and as a symbol of hope and wisdom.",
      "definition_translation": "एक आईरिस एक प्रकार का फूल वाला पौधा है जिसके रंग-बिरंगे फूलों के लिए जाना जाता है. इसे अक्सर बागानों और आशा और बुद्धिमत्ता के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "The iris in my garden is blooming beautifully. I had planted it last month. It will bloom again next month.",
      "example_translation": "मेरे बागान में आईरिस सुंदरता से खिल रहा है. मैंने इसे पिछले महीने लगाया था. यह अगले महीने फिर से खिलेगा.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lilac",
      "translation": "नीलगिरि",
      "definition": "A lilac is a type of flowering shrub that is known for its purple flowers and sweet fragrance. It is often used in gardens and as a symbol of love and nostalgia.",
      "definition_translation": "एक नीलगिरि एक प्रकार का फूल वाला झाड़ी है जिसके बैंगनी फूलों और मीठी सुगंध के लिए जाना जाता है. इसे अक्सर बागानों और प्रेम और नोस्टाल्जिया के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "I love the smell of lilacs in the summer. My grandmother had a lilac tree in her garden. She will plant a new lilac tree next year.",
      "example_translation": "मैं गर्मी में नीलगिरि की सुगंध पसंद करता हूँ. मेरी दादी के बागान में नीलगिरि का पेड़ था. वह अगले साल नई नीलगिरि का पेड़ लगाएगी.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lily",
      "translation": "लिली",
      "definition": "A lily is a type of flowering plant that is known for its elegant white blooms and sweet fragrance. It is often used in weddings and as a symbol of purity and innocence.",
      "definition_translation": "एक लिली एक प्रकार का फूल वाला पौधा है जिसके सुन्दर सफ़ेद फूलों और मीठी सुगंध के लिए जाना जाता है. इसे अक्सर शादियों और शुद्धता और निर्दोषता के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "The lily in my garden is blooming now. I had planted it last year. It will bloom again next year.",
      "example_translation": "मेरे बागान में लिली अभी खिल रहा है. मैंने इसे पिछले साल लगाया था. यह अगले साल फिर से खिलेगा.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lily of the valley",
      "translation": "वैली ऑफ लिली",
      "definition": "A lily of the valley is a flowering plant with white, bell-shaped flowers and a sweet fragrance, often used in perfumes and weddings.",
      "definition_translation": "वैली ऑफ लिली एक फूल वाला पौधा है जिसमें सफ़ेद, घंटी के आकार के फूल और मीठी खुशबू होती है, अक्सर परफ्यूम्स और शादियों में इस्तेमाल होता है.",
      "example": "I planted a lily of the valley in my garden last week. It is blooming beautifully now. I will give it to my sister as a gift next week.",
      "example_translation": "मैंने अपने गार्डन में पिछले हफ्ते वैली ऑफ लिली लगाया था. अब यह खूबसूरती से खिल रहा है. मैं इसे अगले हफ्ते अपनी बहन को गिफ्ट दूँगा.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "narcissus",
      "translation": "नार्सिसस",
      "definition": "A narcissus is a type of flower that is often associated with vanity and self-adoration, with its bright yellow petals and sweet fragrance.",
      "definition_translation": "नार्सिसस एक प्रकार का फूल है जिसे अक्सर आत्म-महिमा और स्वयं-प्रेम से जोड़ा जाता है, इसके चमकीले पीले पंखुड़ियों और मीठी खुशबू के साथ.",
      "example": "My grandmother used to grow narcissus in her garden when I was a kid. I loved watching them bloom every spring. Now, I have planted them in my garden too.",
      "example_translation": "जब मैं बच्चा था तब मेरी दादी अपने गार्डन में नार्सिसस उगाती थीं. मैं हर वसंत में उन्हें खिलते देखना पसंद करता था. अब, मैंने अपने गार्डन में भी उन्हें लगा दिया है.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "orchid",
      "translation": "ऑर्किड",
      "definition": "An orchid is a type of exotic flower that is known for its delicate and beautiful appearance, often used in floral arrangements and decorations.",
      "definition_translation": "ऑर्किड एक प्रकार का विदेशी फूल है जिसकी नाजुक और सुंदर उपस्थिति के लिए जाना जाता है, अक्सर फूलों के इंतजाम और सजावट में इस्तेमाल होता है.",
      "example": "I saw an orchid exhibition last month where they showcased various types of orchids. I was amazed by their beauty. I will buy an orchid plant for my living room soon.",
      "example_translation": "मैंने पिछले महीने ऑर्किड प्रदर्शनी देखी जहाँ उन्होंने विभिन्न प्रकार के ऑर्किड प्रदर्शित किए. मैं उनकी सुंदरता से अचंभित था. मैं जल्द ही अपने लिविंग रूम के लिए ऑर्किड पौधा खरीदूँगा.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pansy",
      "translation": "पैंसी",
      "definition": "A pansy is a type of flowering plant with brightly colored flowers, often used in gardens and floral arrangements for their vibrant colors and delicate appearance.",
      "definition_translation": "पैंसी एक प्रकार का फूल वाला पौधा है जिसके उज्ज्वल रंग के फूल अक्सर गार्डन और फूलों के इंतजाम में उनके जीवंत रंगों और नाजुक उपस्थिति के लिए इस्तेमाल होता है.",
      "example": "I have pansies in my garden which bloom in different colors every season. I love watching them sway in the breeze. I will plant more pansies in my garden next season.",
      "example_translation": "मेरे गार्डन में पैंसी हैं जो हर मौसम में अलग-अलग रंगों में खिलते हैं. मैं हवा में उन्हें लहराते देखना पसंद करता हूँ. मैं अगले मौसम में अपने गार्डन में और पैंसी लगाऊंगा.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "peony",
      "translation": "पियोनी",
      "definition": "A peony is a flowering plant that produces large, showy flowers in various colors, often used in gardens and floral arrangements.",
      "definition_translation": "पियोनी एक फूल वाला पौधा है जो विभिन्न रंगों में बड़े और दिखने वाले फूल पैदा करता है, अक्सर गार्डन और फूल व्यवस्था में उपयोग किया जाता है.",
      "example": "I planted a peony in my garden last year, and it bloomed beautifully this spring. I will plant another one next year, and it will bloom again in the future.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में पियोनी लगाया था, और यह इस स्प्रिंग में सुंदरता से खिल गया। मैं अगले साल एक और लगाऊंगा, और यह फिर से भविष्य में खिलेगी.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "poppy",
      "translation": "पॉपी",
      "definition": "A poppy is a flowering plant that produces brightly colored flowers, often associated with remembrance and symbolism.",
      "definition_translation": "पॉपी एक फूल वाला पौधा है जो उज्ज्वल रंग के फूल पैदा करता है, अक्सर स्मरण और प्रतीकवाद के साथ जुड़ा हुआ है.",
      "example": "The poppy fields in the countryside were a beautiful sight to behold. We had seen a poppy blooming in the garden yesterday, and we will see more poppies in the future.",
      "example_translation": "ग्रामीण इलाके में पॉपी के खेत एक सुंदर दृश्य थे। हमने कल गार्डन में एक पॉपी खिला हुआ देखा था, और हम भविष्य में और पॉपी देखेंगे.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "primrose",
      "translation": "प्रिमरोज",
      "definition": "A primrose is a perennial flowering plant that produces delicate, fragrant flowers in shades of yellow, pink, and purple.",
      "definition_translation": "प्रिमरोज एक多वर्षीय फूल वाला पौधा है जो नाजुक, सुगंधित फूल पैदा करता है जो पीले, गुलाबी और बैंगनी रंग में होते हैं.",
      "example": "Primroses bloomed in the garden last spring, and we admired their delicate beauty. We will plant more primroses in the garden next year, and they will bloom again in the future.",
      "example_translation": "प्रिमरोज पिछले स्प्रिंग में गार्डन में खिले थे, और हमने उनकी नाजुक सुंदरता की प्रशंसा की थी। हम अगले साल गार्डन में और प्रिमरोज लगाएंगे, और वे फिर से भविष्य में खिलेंगे.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "snapdragon",
      "translation": "स्नैपड्रैगन",
      "definition": "A snapdragon is a tall, erect annual or perennial plant that produces flowers in a range of colors, often used in gardens and arrangements.",
      "definition_translation": "स्नैपड्रैगन एक लंबा, सीधा एकवर्षीय या मुलवर्षीय पौधा है जो विभिन्न रंगों में फूल पैदा करता है, अक्सर गार्डन और व्यवस्था में उपयोग किया जाता है.",
      "example": "I planted snapdragons in my garden last summer, and they bloomed beautifully this fall. I will plant more snapdragons in the garden next year, and they will bloom again in the future.",
      "example_translation": "मैंने पिछले गर्मी में मेरे गार्डन में स्नैपड्रैगन लगाया था, और वे इस पतझड़ में सुंदरता से खिले थे। मैं अगले साल गार्डन में और स्नैपड्रैगन लगाऊंगा, और वे फिर से भविष्य में खिलेंगे.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "snowdrop",
      "translation": "बर्फ गिरी",
      "definition": "A small, white, droplet-shaped flower that grows in early spring, often considered a sign of winter's end.",
      "definition_translation": "शीतकालीन अंत का संकेत माना जाने वाला एक छोटा, सफ़ेद, बूँद के आकार का फूल जो शुरुआती वसंत में उगता है।",
      "example": "I love seeing snowdrops bloom in the garden after a long winter. Last year, I saw them bloom in February, and this year, I expect them to bloom in March.",
      "example_translation": "मैं लंबे शीतकालीन के बाद उद्यान में बर्फ गिरी के फूलने को पसंद करता हूँ। पिछले साल, मैंने उन्हें फरवरी में फूलते देखा, और इस साल, मैं मार्च में उन्हें फूलने की उम्मीद करता हूँ।",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tagetes",
      "translation": "टगेट्स",
      "definition": "A type of flowering plant with bright yellow or orange flowers, often used in cooking and herbal remedies.",
      "definition_translation": "एक प्रकार का फूल वाला पौधा जिसके फूल सुनहरे पीले या नारंगी रंग के होते हैं, अक्सर खाना पकाने और जड़ी-बूटी के नुस्खे में उपयोग किया जाता है।",
      "example": "I use tagetes in my soup recipe to add a unique flavor. My grandmother used to make a tagetes tea to cure a cold. Next month, I plan to plant tagetes in my garden.",
      "example_translation": "मैं अपने सूप रेसिपी में टगेट्स का उपयोग एक अनोखा स्वाद जोड़ने के लिए करता हूँ। मेरी दादी टगेट्स चाय ठंड को ठीक करने के लिए बनाती थीं। अगले महीने, मैं अपने उद्यान में टगेट्स लगाने की योजना बना रहा हूँ।",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "violet",
      "translation": "वायलेट",
      "definition": "A small, delicate flower with purple petals, often associated with modesty and humility.",
      "definition_translation": "एक छोटा, नाजुक फूल जिसके पुर्पल पंखुड़ियाँ होती हैं, अक्सर संकोच और विनम्रता से जुड़ा होता है।",
      "example": "I love the sweet fragrance of violets in the spring. Yesterday, I saw a violet blooming in the garden, and it reminded me of my childhood. Next year, I plan to plant violets in my backyard.",
      "example_translation": "मैं वसंत में वायलेट की मृदु गंध से प्यार करता हूँ। कल, मैंने उद्यान में वायलेट को फूलते देखा, और यह मेरे बचपन की याद दिला दी। अगले साल, मैं अपने पिछवाड़े में वायलेट लगाने की योजना बना रहा हूँ।",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "water lily",
      "translation": "जलकमल",
      "definition": "A type of aquatic plant with large, showy flowers, often found in ponds and lakes.",
      "definition_translation": "एक प्रकार का जलीय पौधा जिसके बड़े, दिखाऊ फूल होते हैं, अक्सर तालाब और झील में पाया जाता है।",
      "example": "I love watching water lilies bloom on the lake. Last summer, I saw a huge water lily in the pond near my house, and it was so beautiful. Next week, I plan to visit the botanical garden to see the water lily exhibit.",
      "example_translation": "मैं झील पर जलकमल के फूलने को देखना पसंद करता हूँ। पिछली गर्मी में, मैंने अपने घर के पास तालाब में एक बड़ा जलकमल देखा, और यह इतना सुंदर था। अगले हफ्ते, मैं जलकमल प्रदर्शनी देखने के लिए बोटैनिकल गार्डन visit करने की योजना बना रहा हूँ।",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "windflower",
      "translation": "विंडफ्लावर",
      "definition": "A windflower is a type of flowering plant that is often found growing in fields and meadows. It is characterized by its delicate, bell-shaped flowers that are typically white or pink in color.",
      "definition_translation": "एक विंडफ्लावर एक प्रकार का फूल वाला पौधा है जो अक्सर खेतों और मैदानों में उगता है. यह अपने नाजुक, घंटी के आकार के फूलों से पहचाना जाता है, जो आमतौर पर सफेद या गुलाबी रंग के होते हैं.",
      "example": "The windflower bloomed in the field last spring, it is blooming now, and it will bloom again next summer. While walking in the meadow, we saw a beautiful windflower. By next year, the windflower will have spread all over the field.",
      "example_translation": "पिछले 春 में मैदान में विंडफ्लावर खिल गया था, यह अब खिल रहा है, और अगले समर में यह फिर से खिलेगा. मैदान में चलते हुए, हमने एक सुंदर विंडफ्लावर देखा. अगले साल तक, विंडफ्लावर पूरे मैदान में फैल जाएगा.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}