{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cook",
      "translation": "कुक",
      "definition": "A person who prepares and cooks food, especially as a job or profession.",
      "definition_translation": "एक व्यक्ति जो भोजन तैयार करता है और पकाता है, विशेष रूप से एक नौकरी या पेशे के रूप में।",
      "example": "I cooked dinner last night, I am cooking lunch today, and I will cook breakfast tomorrow.",
      "example_translation": "मैंने कल रात का खाना पकाया, मैं आज दोपहर का खाना पका रहा हूँ, और मैं कल सुबह का नाश्ता पकाऊँगा।",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "doctor",
      "translation": "डॉक्टर",
      "definition": "A person trained to care for the health and well-being of patients, especially one who is licensed to practice medicine.",
      "definition_translation": "एक व्यक्ति जिसे मरीजों के स्वास्थ्य और कल्याण की देखभाल के लिए प्रशिक्षित किया गया है, विशेष रूप से एक जिसे चिकित्सा की पRACTICE करने के लिए लाइसेंस प्राप्त हो।",
      "example": "The doctor examined the patient yesterday, is examining him today, and will examine him again tomorrow.",
      "example_translation": "डॉक्टर ने कल रोगी का परीक्षण किया, आज उसका परीक्षण कर रहा है, और कल फिर से उसका परीक्षण करेगा।",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "driver",
      "translation": "ड्राइवर",
      "definition": "A person who operates a vehicle, especially a car, truck, or bus, for a living.",
      "definition_translation": "एक व्यक्ति जो एक वाहन, विशेष रूप से कार, ट्रक, या बस, जीविका के लिए संचालित करता है।",
      "example": "I drove to work yesterday, am driving today, and will drive again tomorrow.",
      "example_translation": "मैंने कल काम पर गया था, आज जा रहा हूँ, और कल फिर से जाऊँगा।",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "teacher",
      "translation": "शिक्षक",
      "definition": "A person who helps others to learn, especially one who is paid to teach in a school.",
      "definition_translation": "एक व्यक्ति जो दूसरों को सीखने में मदद करता है, विशेष रूप से एक जिसे स्कूल में पढ़ाने के लिए भुगतान किया जाता है।",
      "example": "The teacher taught the students yesterday, is teaching them today, and will teach them again tomorrow.",
      "example_translation": "शिक्षक ने कल विद्यार्थियों को पढ़ाया था, आज पढ़ा रहा है, और कल फिर से पढ़ाएगा।",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "waiter",
      "translation": "वेटर",
      "definition": "A person who waits on tables at a restaurant or other place where food is served.",
      "definition_translation": "एक व्यक्ति जो रेस्तरां या अन्य स्थान पर खाना परोसता है जहां भोजन परोसा जाता है.",
      "example": "I asked the waiter to bring me a glass of water. Yesterday, I saw a waiter serving food at the party. By next year, I will be a waiter at a five-star hotel.",
      "example_translation": "मैंने वेटर से पानी का गिलास लाने के लिए कहा. कल, मैंने पार्टी में वेटर को खाना परोसते हुए देखा. अगले साल तक, मैं एक पांच-सितारा होटल में वेटर हो जाऊंगा.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "waitress",
      "translation": "वेट्रेस",
      "definition": "A woman who waits on tables at a restaurant or other place where food is served.",
      "definition_translation": "एक महिला जो रेस्तरां या अन्य स्थान पर खाना परोसती है जहां भोजन परोसा जाता है.",
      "example": "The waitress was very friendly and attentive to our needs. Yesterday, I saw a waitress serving food at the restaurant. By next month, I will be a waitress at a cafe.",
      "example_translation": "वेट्रेस बहुत ही मित्रवत और हमारी जरूरतों के प्रति सचेत थी. कल, मैंने रेस्तरां में वेट्रेस को खाना परोसते हुए देखा. अगले महीने तक, मैं एक कैफे में वेट्रेस हो जाऊंगी.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "actor",
      "translation": "अभिनेता",
      "definition": "A person who acts in a play, movie, or television show.",
      "definition_translation": "एक व्यक्ति जो नाटक, फिल्म या टेलीविजन शो में अभिनय करता है.",
      "example": "The actor was brilliant in his latest film. Yesterday, I saw an actor performing on stage. By next year, I will be a successful actor in Bollywood.",
      "example_translation": "अभिनेता अपनी नवीनतम फिल्म में शानदार था. कल, मैंने मंच पर अभिनेता का प्रदर्शन देखा. अगले साल तक, मैं बॉलीवुड का एक सफल अभिनेता हो जाऊंगा.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "actress",
      "translation": "अभिनेत्री",
      "definition": "A woman who acts in a play, movie, or television show.",
      "definition_translation": "एक महिला जो नाटक, फिल्म या टेलीविजन शो में अभिनय करती है.",
      "example": "The actress was stunning in her latest film. Yesterday, I saw an actress performing on stage. By next year, I will be a famous actress in Hollywood.",
      "example_translation": "अभिनेत्री अपनी नवीनतम फिल्म में आकर्षक थी. कल, मैंने मंच पर अभिनेत्री का प्रदर्शन देखा. अगले साल तक, मैं हॉलीवुड की एक प्रसिद्ध अभिनेत्री हो जाऊंगी.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "artist",
      "translation": "कलाकार",
      "definition": "A person who creates paintings, drawings, or sculptures",
      "definition_translation": "एक व्यक्ति जो चित्र, ड्राइंग, या मूर्तियां बनाता है",
      "example": "She was a talented artist who had showcased her work at several galleries. She is currently working on a new piece. She will have an exhibition next month.",
      "example_translation": "वह एक प्रतिभाशाली कलाकार थी जिन्होंने अपने काम का प्रदर्शन कई गैलरी में किया था. वह अभी एक नई पीस पर काम कर रही हैं. वह अगले महीने एक प्रदर्शनी कराएगी.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "businessman",
      "translation": "व्यवसायी",
      "definition": "A person who engages in commercial or industrial business activities",
      "definition_translation": "एク व्यक्ति जो व्यावसायिक या औद्योगिक व्यवसाय गतिविधियों में संलग्न है",
      "example": "He was a successful businessman who had built his empire from scratch. He is currently expanding his business to new markets. He will launch a new product next quarter.",
      "example_translation": "वह एक सफल व्यवसायी था जिसने अपने साम्राज्य का निर्माण शून्य से किया था. वह अभी अपने व्यवसाय का विस्तार नई बाजारों में कर रहा हैं. वह अगली तिमाही में एक नया उत्पाद लॉन्च करेगा.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "businesswoman",
      "translation": "व्यवसायिनी",
      "definition": "A woman who engages in commercial or industrial business activities",
      "definition_translation": "एक महिला जो व्यावसायिक या औद्योगिक व्यवसाय गतिविधियों में संलग्न है",
      "example": "She was a powerful businesswoman who had broken many glass ceilings in her career. She is currently mentoring young entrepreneurs. She will start her own venture next year.",
      "example_translation": "वह एक शक्तिशाली व्यवसायिनी थी जिसने अपने करियर में कई ग्लास सीलिंग तोड़े थे. वह अभी युवा उद्यमियों को सलाह दे रही हैं. वह अगले साल अपना स्वयं का वेंचर शुरू करेगी.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "car mechanic",
      "translation": "कार मैकैनिक",
      "definition": "A person who repairs and maintains cars",
      "definition_translation": "एक व्यक्ति जो कारों की मरम्मत और रखरखाव करता है",
      "example": "He was a skilled car mechanic who had fixed many cars in his career. He is currently working on a vintage car. He will open his own garage next month.",
      "example_translation": "वह एक कुशल कार मैकैनिक था जिसने अपने करियर में कई कारों की मरम्मत की थी. वह अभी एक विंटेज कार पर काम कर रहा हैं. वह अगले महीने अपना स्वयं का गैरेज खोलेगा.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chef",
      "translation": "शेफ",
      "definition": "A chef is a trained professional cook who is responsible for preparing and cooking food in a restaurant or hotel kitchen.",
      "definition_translation": "एक शेफ एक प्रशिक्षित पेशेवर रसोइया है जो एक रेस्टोरेंट या होटल की रसोई में भोजन तैयार करने और पकाने के लिए जिम्मेदार है।",
      "example": "I worked as a chef in a five-star hotel last year. Now, I am working as a chef in a new restaurant. In future, I will become a head chef.",
      "example_translation": "मैंने पिछले साल एक पांच सितारा होटल में शेफ के रूप में काम किया। अब, मैं एक नए रेस्टोरेंट में शेफ के रूप में काम कर रहा हूँ। भविष्य में, मैं हेड शेफ बन जाऊंगा।",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chemist",
      "translation": "रसायनज्ञ",
      "definition": "A chemist is a scientist who studies the properties, composition, and reactions of matter.",
      "definition_translation": "एक रसायनज्ञ वे वैज्ञानिक हैं जो पदार्थ के गुण, संरचना और प्रतिक्रियाओं का अध्ययन करते हैं।",
      "example": "My friend is a chemist and works in a laboratory. She has discovered a new compound last month. She will present her research paper next week.",
      "example_translation": "मेरा दोस्त एक रसायनज्ञ है और प्रयोगशाला में काम करता है। उसने पिछले महीने एक नया यौगिक खोजा है। वह अगले हफ्ते अपना शोध पत्र प्रस्तुत करेगी।",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cleaner",
      "translation": "सफ़ाईकर",
      "definition": "A cleaner is a person who cleans and maintains the cleanliness of a building, room, or area.",
      "definition_translation": "एक सफ़ाईकर वह व्यक्ति है जो एक इमारत, कमरे या क्षेत्र की सफ़ाई और स्वच्छता को बनाए रखता है।",
      "example": "I hired a cleaner to clean my house yesterday. The cleaner did a good job. In future, I will hire the same cleaner again.",
      "example_translation": "मैंने कल अपने घर की सफ़ाई के लिए एक सफ़ाईकर को नियुक्त किया था। सफ़ाईकर ने अच्छा काम किया। भविष्य में, मैं फिर से उसी सफ़ाईकर को नियुक्त करूंगा।",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dancer",
      "translation": "नर्तक",
      "definition": "A dancer is a person who performs dancing as a form of expression, exercise, or entertainment.",
      "definition_translation": "एक नर्तक वह व्यक्ति है जो अभिव्यक्ति, व्यायाम या मनोरंजन के रूप में नृत्य करता है।",
      "example": "My sister is a dancer and has performed on stage many times. She is practicing for a new dance performance next month. She will perform with her dance group in future.",
      "example_translation": "मेरी बहन एक नर्तक है और स्टेज पर कई बार प्रदर्शन कर चुकी है। वह अगले महीने एक नए नृत्य प्रदर्शन के लिए अभ्यास कर रही है। वह भविष्य में अपने नृत्य समूह के साथ प्रदर्शन करेगी।",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dentist",
      "translation": "डेंटिस्ट",
      "definition": "A person whose profession is to care for teeth and gums, especially by performing operations on or repairing teeth.",
      "definition_translation": "एक व्यक्ति जिसका पेशा दांत और मसूड़ों की देखभाल करना है, विशेष रूप से दांतों पर संचालन या मरम्मत करना है।",
      "example": "I visited the dentist yesterday, I will visit the dentist tomorrow, and I visited the dentist last week.",
      "example_translation": "मैं कल डेंटिस्ट के पास गया था, मैं कल डेंटिस्ट के पास जाऊंगा, और मैं पिछले हफ्ते डेंटिस्ट के पास गया था।",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "engineer",
      "translation": "इंजीनियर",
      "definition": "A person skilled in the design, construction, and use of engines or machines.",
      "definition_translation": "एक व्यक्ति जिसके पास इंजन या मशीनों के डिजाइन, निर्माण और उपयोग में कौशल है.",
      "example": "My father was an engineer, my brother is an engineer, and I will be an engineer.",
      "example_translation": "मेरे पिता एक इंजीनियर थे, मेरा भाई एक इंजीनियर है, और मैं एक इंजीनियर होऊंगा।",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "farmer",
      "translation": "किसान",
      "definition": "A person who owns or manages a farm, especially one who does manual labor or oversees the cultivation of land.",
      "definition_translation": "एक व्यक्ति जिसके पास एक फार्म है या एक फार्म चलाता है, विशेष रूप से वह जो श्रमिक काम करता है या जमीन की खेती की देखरेख करता है।",
      "example": "My grandfather was a farmer, my uncle is a farmer, and I will be a farmer.",
      "example_translation": "मेरे दादा एक किसान थे, मेरे चाचा एक किसान हैं, और मैं एक किसान होऊंगा।",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "footballer",
      "translation": "फुटबॉलर",
      "definition": "A person who plays football, especially as a professional.",
      "definition_translation": "एक व्यक्ति जो फुटबॉल खेलता है, विशेष रूप से एक पेशेवर के रूप में।",
      "example": "I was a footballer in college, I am a footballer now, and I will be a footballer in the future.",
      "example_translation": "मैं कॉलेज में एक फुटबॉलर था, मैं अब एक फुटबॉलर हूँ, और मैं भविष्य में एक फुटबॉलर होऊंगा।",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "guide",
      "translation": "मार्गदर्शक",
      "definition": "A person who shows the way to others, especially in a particular area or on a journey.",
      "definition_translation": "अन्य लोगों को रास्ता दिखाने वाला व्यक्ति, विशेष रूप से एकخاص क्षेत्र में यात्रा पर.",
      "example": "She acted as a guide on our trip to the mountains. She had guided us through the woods yesterday. She will guide us to the summit tomorrow.",
      "example_translation": "हमारी पर्वत यात्रा पर वह एक मार्गदर्शक के रूप में कार्य करती थी। कल वह हमें जंगलों से होकर ले गई थी। कल वह हमें शिखर तक ले जाएगी।",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "headteacher",
      "translation": "प्रधान आचार्य",
      "definition": "The most senior teacher in a school, responsible for its management and discipline.",
      "definition_translation": "एक स्कूल में सबसे वरिष्ठ शिक्षक, जिसकी प्रबंधन और अनुशासन की जिम्मेदारी होती है.",
      "example": "The headteacher welcomed the new students. The headteacher had been strict with the students last year. The headteacher will meet with the parents next week.",
      "example_translation": "प्रधान आचार्य ने नए छात्रों का स्वागत किया। पिछले साल प्रधान आचार्य ने छात्रों के साथ सख्त थे। अगले हफ्ते प्रधान आचार्य माता-पिता से मिलेंगे।",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "manager",
      "translation": "प्रबंधक",
      "definition": "A person responsible for controlling or administering an organization, department, or team.",
      "definition_translation": "एक व्यक्ति जो एक संगठन, विभाग या टीम के नियंत्रण या प्रशासन के लिए जिम्मेदार होता है.",
      "example": "He was appointed as the manager of the sales team. The manager had assessed the situation correctly. The manager will make a decision by tomorrow.",
      "example_translation": "उन्हें सेल्स टीम का प्रबंधक नियुक्त किया गया था। प्रबंधक ने स्थिति का सही आकलन किया था। प्रबंधक कल तक निर्णय लेगा।",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mechanic",
      "translation": "मैकेनिक",
      "definition": "A person who repairs and maintains machines, engines, and other mechanical devices.",
      "definition_translation": "एक व्यक्ति जो मशीनों, इंजनों और अन्य यांत्रिक उपकरणों की मरम्मत और रखरखाव करता है.",
      "example": "The mechanic fixed the car engine. The mechanic had replaced the broken part yesterday. The mechanic will check the brakes tomorrow.",
      "example_translation": "मैकेनिक ने कार इंजन ठीक किया। मैकेनिक ने कल टूटे हुए भाग को बदल दिया था। मैकेनिक कल ब्रेक्स की जांच करेगा।",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "nurse",
      "translation": "नर्स",
      "definition": "A person trained to care for the sick or infirm, especially in a hospital.",
      "definition_translation": "एक व्यक्ति जिसे बीमार या अपाहिज की देखभाल के लिए प्रशिक्षित किया गया है, özellikle एक अस्पताल में।",
      "example": "She worked as a nurse in a children's hospital. She is working as a nurse in a children's hospital. She will work as a nurse in a children's hospital.",
      "example_translation": "वह एक बाल चिकित्सालय में नर्स के रूप में काम कर रही थी। वह एक बाल चिकित्सालय में नर्स के रूप में काम कर रही है। वह एक बाल चिकित्सालय में नर्स के रूप में काम करेगी।",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "painter",
      "translation": "चित्रकार",
      "definition": "A person who paints pictures or walls as a profession.",
      "definition_translation": "एक व्यक्ति जो चित्र या दीवारें पेंट करता है作为 एक पेशे।",
      "example": "He painted the house last week. He is painting the house now. He will paint the house next month.",
      "example_translation": "उसने पिछले हफ्ते घर पेंट किया। वह अभी घर पेंट कर रहा है। वह अगले महीने घर पेंट करेगा।",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "photographer",
      "translation": "फ़ोटोग्राफ़र",
      "definition": "A person who takes photographs as a profession or hobby.",
      "definition_translation": "एक व्यक्ति जो फ़ोटोग्राफ़ी करता है एक पेशे या शौक के रूप में।",
      "example": "She took my picture last year. She is taking my picture now. She will take my picture next year.",
      "example_translation": "उसने पिछले साल मेरी तस्वीर ली। वह अभी मेरी तस्वीर ले रही है। वह अगले साल मेरी तस्वीर लेगी।",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pilot",
      "translation": "पायलट",
      "definition": "A person who operates the controls of an aircraft.",
      "definition_translation": "एक व्यक्ति जो एक विमान के नियंत्रण का संचालन करता है।",
      "example": "He flew the plane yesterday. He is flying the plane now. He will fly the plane tomorrow.",
      "example_translation": "उसने कल विमान उड़ाया। वह अभी विमान उड़ा रहा है। वह कल विमान उड़ाएगा।",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "player",
      "translation": "खिलाड़ी",
      "definition": "A person who takes part in a game, sport, or activity, especially one who is skilled or talented.",
      "definition_translation": "एक खेल, खेल या गतिविधि में भाग लेने वाला व्यक्ति, 특히 एक कुशल या प्रतिभाशाली",
      "example": "He was a great player in his college days. He is playing cricket now. He will play football tomorrow.",
      "example_translation": "वह अपने कॉलेज के दिनों में एक महान खिलाड़ी था. वह अब क्रिकेट खेल रहा है. वह कल फुटबॉल खेलेगा.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "police officer",
      "translation": "पुलिस अधिकारी",
      "definition": "A person responsible for enforcing the law and maintaining order in a particular area or organization.",
      "definition_translation": "एक विशेष क्षेत्र या संगठन में कानून लागू करने और व्यवस्था बनाए रखने के लिए जिम्मेदार व्यक्ति",
      "example": "He became a police officer after completing his training. He is working as a police officer in the city. He will be promoted to a higher rank soon.",
      "example_translation": "उन्होंने अपना प्रशिक्षण पूरा करने के बाद पुलिस अधिकारी बन गए. वह शहर में पुलिस अधिकारी के रूप में काम कर रहा है. वह जल्द ही उच्च पद पर पदोन्नत हो जाएगा.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "policeman",
      "translation": "पुलिसवाला",
      "definition": "A male police officer, especially one who is in a particular department or has a specific role.",
      "definition_translation": "एक पुलिस अधिकारी, खासकर एक जो किसी विशेष विभाग में है या एक विशेष भूमिका निभाता है",
      "example": "He was a brave policeman who saved many lives. He is working as a policeman in the traffic department. He will be rewarded for his bravery soon.",
      "example_translation": "वह एक साहसी पुलिसवाला था जिसने कई जानें बचाईं. वह ट्रैफिक विभाग में पुलिसवाला के रूप में काम कर रहा है. वह जल्द ही अपने साहस के लिए पुरस्कृत हो जाएगा.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "policewoman",
      "translation": "महिला पुलिसवाला",
      "definition": "A female police officer, especially one who is in a particular department or has a specific role.",
      "definition_translation": "एक महिला पुलिस अधिकारी, खासकर एक जो किसी विशेष विभाग में है या एक विशेष भूमिका निभाता है",
      "example": "She was a dedicated policewoman who solved many cases. She is working as a policewoman in the crime department. She will be promoted to a higher rank soon.",
      "example_translation": "वह एक समर्पित महिला पुलिसवाला थी जिसने कई मामले सुलझाए. वह अपराध विभाग में महिला पुलिसवाला के रूप में काम कर रही है. वह जल्द ही उच्च पद पर पदोन्नत हो जाएगी.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "receptionist",
      "translation": "रिसेप्शनिस्ट",
      "definition": "A person responsible for handling the administrative and communication tasks in an organization, often the first point of contact for clients or visitors.",
      "definition_translation": "एक संगठन में प्रशासनिक और संचार कार्यों के लिए जिम्मेदार व्यक्ति, अक्सर क्लाइंट या आगंतुकों के लिए पहला संपर्क बिंदु。",
      "example": "She worked as a receptionist at the front desk, greeting clients and answering phone calls. Yesterday, she had assisted a difficult customer. Tomorrow, she will be trained to handle a new software.",
      "example_translation": "वह फ्रंट डेस्क पर रिसेप्शनिस्ट के रूप में काम करती थी, क्लाइंट की ग्रीटिंग और फोन कॉल्स का जवाब दे रही थी। कल, उसने एक मुश्किल ग्राहक की सहायता की थी। कल, वह एक नए सॉफ्टवेयर को हैंडल करने के लिए प्रशिक्षित होगी।",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sales assistant",
      "translation": "बिक्री सहायक",
      "definition": "A person who assists a sales representative or team in completing sales transactions, providing customer service, and maintaining sales records.",
      "definition_translation": "एक बिक्री प्रतिनिधि या टीम के लिए बिक्री लेनदेन पूरा करने, ग्राहक सेवा प्रदान करने और बिक्री रिकॉर्ड रखने में सहायता करने वाला व्यक्ति。",
      "example": "The sales assistant helped the customer try on shoes, answered questions about the product, and processed the payment. The sales assistant had upsold a accessory yesterday. The sales assistant will restock the shelves tomorrow.",
      "example_translation": "बिक्री सहायक ने ग्राहक को जूते पहनने में मदद की, उत्पाद के बारे में प्रश्नों के जवाब दिए और भुगतान प्रोसेस किया। कल बिक्री सहायक ने एक एक्सेसरी की अपसेल की थी। कल बिक्री सहायक शेल्फों को फिर से स्टॉक करेगा।",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "salesperson",
      "translation": "बिक्रीकर्ता",
      "definition": "A person who sells products or services to customers, often working on a commission-based salary.",
      "definition_translation": "एक ग्राहक को उत्पाद या सेवाएं बेचने वाला व्यक्ति, अक्सर कमीशन-आधारित वेतन पर काम करता है।",
      "example": "The salesperson showed the customer a new model, explained its features, and offered a discount. The salesperson had closed a deal yesterday. The salesperson will attend a training session tomorrow.",
      "example_translation": "बिक्रीकर्ता ने ग्राहक को एक नया मॉडल दिखाया, उसकी विशेषताओं की व्याख्या की और छूट की पेशकश की। कल बिक्रीकर्ता ने एक सौदा बंद किया था। कल बिक्रीकर्ता एक प्रशिक्षण सत्र में भाग लेगा।",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "secretary",
      "translation": "सचिव",
      "definition": "A person who performs various administrative tasks, such as answering phone calls, taking dictation, and preparing correspondence, typically for a manager or executive.",
      "definition_translation": "एक प्रबंधक या कार्यकारी के लिए विभिन्न प्रशासनिक कार्य, जैसे फोन कॉल्स का जवाब देना, डिक्टेशन लेना और पत्र-व्यवहार तैयार करना, करने वाला व्यक्ति。",
      "example": "The secretary took notes during the meeting, prepared the agenda, and sent out reminders. The secretary had booked a flight yesterday. The secretary will prepare a report tomorrow.",
      "example_translation": "सचिव ने बैठक के दौरान नोट्स लिए, एजेंडा तैयार किया और अनुस्मारक भेजे। कल सचिव ने एक फ्लाइट बुक की थी। कल सचिव एक रिपोर्ट तैयार करेगा।",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "singer",
      "translation": "गायक",
      "definition": "A person who sings, especially professionally or as a career.",
      "definition_translation": "एक व्यक्ति जो गाता है, विशेष रूप से पेशेवर या कैरियर के रूप में।",
      "example": "She was a famous singer in the 80s, is a successful singer now, and will be a legendary singer in the future.",
      "example_translation": "वह 80 के दशक में एक प्रसिद्ध गायिका थी,現在 एक सफल गायक है और भविष्य में एक किंवदंती गायक होगी।",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "taxi driver",
      "translation": "टैक्सी ड्राइवर",
      "definition": "A person who drives a taxi, especially for a living.",
      "definition_translation": "एक व्यक्ति जो टैक्सी ड्राइव करता है, особенно जीविका के लिए。",
      "example": "He drove a taxi at night, drives a taxi during the day, and will drive a taxi for many years.",
      "example_translation": "वह रात में टैक्सी ड्राइव करता था, दिन में टैक्सी ड्राइव करता है और कई सालों तक टैक्सी ड्राइव करेगा।",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tour guide",
      "translation": "टूर गाइड",
      "definition": "A person who shows tourists around a place, typically for a fee.",
      "definition_translation": "एक व्यक्ति जो पर्यटकों को एक स्थान के चारों ओर दिखाता है, आमतौर पर एक फीस के लिए。",
      "example": "She worked as a tour guide in Paris, works as a tour guide in Rome, and will work as a tour guide in Tokyo.",
      "example_translation": "वह पेरिस में टूर गाइड के रूप में काम करती थी, रोम में टूर गाइड के रूप में काम करती है और टोक्यो में टूर गाइड के रूप में काम करेगी।",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "writer",
      "translation": "लेखक",
      "definition": "A person who writes books, articles, or other written works.",
      "definition_translation": "एक व्यक्ति जो पुस्तकें, लेख या अन्य लिखित कार्य करता है।",
      "example": "He wrote a novel last year, writes poetry now, and will write a memoir in the future.",
      "example_translation": "वह पिछले साल एक उपन्यास लिखा, अब कविता लिखता है और भविष्य में एक संस्मरण लिखेगा।",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "accountant",
      "translation": "लेखाकार",
      "definition": "A person whose job is to prepare and examine financial records.",
      "definition_translation": "एक व्यक्ति जिसका काम वित्तीय रिकॉर्ड तैयार करना और जांचना है)",
      "example": "The accountant reviewed the company's financial reports before submitting them to the investors. She had reviewed them last year, and will review them again next year.",
      "example_translation": "लेखाकार ने निवेशकों को प्रस्तुत करने से पहले कंपनी की वित्तीय रिपोर्टों की समीक्षा की। उसने पिछले साल उन्हें समीक्षा की थी, और अगले साल फिर से समीक्षा करेगी।",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "architect",
      "translation": "वास्तुकार",
      "definition": "A person who designs buildings and other structures.",
      "definition_translation": "एक व्यक्ति जो इमारतें और अन्य संरचनाएं डिजाइन करता है",
      "example": "The architect designed a beautiful skyscraper in the city center. She had designed a similar building last year, and will design another one next year.",
      "example_translation": "वास्तुकार ने शहर के केंद्र में एक सुंदर स्काईस्क्रेपर डिजाइन किया। उसने पिछले साल ऐसा ही एक भवन डिजाइन किया था, और अगले साल फिर से एक और डिजाइन करेगी।",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "babysitter",
      "translation": "बेबीसिटर",
      "definition": "A person who takes care of a child or children when their parents are not present.",
      "definition_translation": "एक व्यक्ति जो माता-पिता की absence में एक बच्चे या बच्चों की देखभाल करता है",
      "example": "The babysitter played with the kids all evening. She had taken care of them last week, and will take care of them again next month.",
      "example_translation": "बेबीसिटर ने शाम को बच्चों के साथ खेला। उसने पिछले हफ्ते उनकी देखभाल की थी, और अगले महीने फिर से उनकी देखभाल करेगी।",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "baker",
      "translation": "बेकर",
      "definition": "A person who makes and sells flour-based food products, such as bread and cakes.",
      "definition_translation": "एक व्यक्ति जो आटा आधारित खाद्य उत्पादों, जैसे रोटी और केक, बनाता और बेचता है",
      "example": "The baker baked a delicious cake for the birthday party. He had baked one last year, and will bake another one next year.",
      "example_translation": "बेकर ने जन्मदिन पार्टी के लिए एक स्वादिष्ट केक बेक किया। उसने पिछले साल एक केक बेक किया था, और अगले साल फिर से एक और केक बेक करेगा।",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ballet dancer",
      "translation": "बैले नृत्यांगना",
      "definition": "A person who performs ballet, a classical dance form characterized by graceful movements and poses.",
      "definition_translation": "एक व्यक्ति जो बैले प्रदर्शन करता है, एक क्लासिकल नृत्य रूप जिसकी विशेषता सुंदर गतियों और मुद्राओं से है।",
      "example": "She was a talented ballet dancer who performed in many famous productions. She had danced ballet since she was a child. She will continue to dance ballet as long as she can.",
      "example_translation": "वह एक प्रतिभाशाली बैले नृत्यांगना थी जिसने कई प्रसिद्ध उत्पादनों में प्रदर्शन किया। वह बचपन से बैले नृत्य कर रही थी। वह जितना चाहे उतना बैले नृत्य करना जारी रखेगी।",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "barber",
      "translation": "नाई",
      "definition": "A person whose occupation is to cut and style hair, especially men's hair.",
      "definition_translation": "एक व्यक्ति जिसका व्यवसाय हेयरकटिंग और स्टाइलिंग है, विशेषकर पुरुषों के हेयर。",
      "example": "He went to the barber to get a haircut. He has been a barber for 20 years. He will become a barber in his father's shop.",
      "example_translation": "वह बाल कटाने के लिए नाई के पास गया। वह 20 साल से नाई है। वह अपने पिता की दुकान में नाई बन जाएगा।",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "barman",
      "translation": "बार टेंडर",
      "definition": "A person who serves drinks and manages a bar, especially in a pub or restaurant.",
      "definition_translation": "एक व्यक्ति जो पेय पदार्थ परोसता है और बार का प्रबंधन करता है, विशेषकर पब या रेस्तरां में।",
      "example": "He worked as a barman in a popular pub. She has been a barman for five years. He will start working as a barman tonight.",
      "example_translation": "वह एक लोकप्रिय पब में बार टेंडर के रूप में काम करता था। वह पांच साल से बार टेंडर है। वह आज रात से बार टेंडर के रूप में काम शुरू करेगा।",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "builder",
      "translation": "निर्माता",
      "definition": "A person who builds or constructs something, such as a house or a bridge.",
      "definition_translation": "एक व्यक्ति जो कुछ निर्माण करता है, जैसे एक घर या एक पुल।",
      "example": "He is a skilled builder who has built many houses. She had been a builder before she became an architect. They will hire a builder to construct their new house.",
      "example_translation": "वह एक कुशल निर्माता है जिसने कई घर बनाए हैं। वह एक वास्तुकार बनने से पहले एक निर्माता थी। वे अपने नए घर के निर्माण के लिए एक निर्माता को नियुक्त करेंगे।",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "butcher",
      "translation": "कसाई",
      "definition": "A person who slaughters and dresses animals for food, especially beef, pork, or lamb.",
      "definition_translation": "भोजन के लिए जानवरों को मारने और तैयार करने वाला व्यक्ति, विशेष रूप से गोमांस, सूअर का मांस या भेड़ का मांस。",
      "example": "The butcher wrapped the meat in brown paper and handed it to the customer. Yesterday, she had bought the meat from the butcher. She will visit the butcher tomorrow.",
      "example_translation": "कसाई ने मांस को भूरे कागज में लपेटा और ग्राहक को सौंप दिया. कल, वह कसाई से मांस खरीदा था. वह कल कसाई से मिलने जाएगी.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chemist",
      "translation": "रसायनजñ",
      "definition": "A scientist who studies the composition, properties, and reactions of matter.",
      "definition_translation": "एक वैज्ञानिक जो पदार्थ की संरचना, गुण और प्रतिक्रियाओं का अध्ययन करता है.",
      "example": "The chemist mixed the chemicals carefully to create a new compound. She had worked as a chemist in the laboratory for several years. He will become a chemist after completing his degree.",
      "example_translation": "रसायनजñ ने रसायनों को सावधानी से मिलाकर एक नया यौगिक बनाया. वह कई सालों से प्रयोगशाला में रसायनजñ के रूप में काम कर रही थी. वह अपनी डिग्री पूरी करने के बाद रसायनजñ बन जाएगा.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "coach",
      "translation": "कोच",
      "definition": "A person who trains athletes or teams in a particular sport.",
      "definition_translation": "एक व्यक्ति जो किसी विशेष खेल में एथलीटों या टीमों को प्रशिक्षित करता है.",
      "example": "The coach motivated the team to win the championship. She had been a coach for more than 10 years. He will coach the football team next season.",
      "example_translation": "कोच ने टीम को चैंपियनशिप जीतने के लिए प्रेरित किया. वह 10 साल से अधिक समय से कोच थीं. वह अगले सीजन में फुटबॉल टीम के कोच होंगे.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "computer scientist",
      "translation": "कंप्यूटर विज्ञानी",
      "definition": "A person who designs, develops, and tests computer hardware and software.",
      "definition_translation": "एक व्यक्ति जो कंप्यूटर हार्डवेयर और सॉफ्टवेयर को डिजाइन, विकसित और परीक्षण करता है.",
      "example": "The computer scientist developed a new algorithm to solve the problem. She had worked as a computer scientist in a reputed company. He will pursue a degree in computer science to become a computer scientist.",
      "example_translation": "कंप्यूटर विज्ञानी ने समस्या को हल करने के लिए एक नई एल्गोरिथ्म विकसित की. वह एक प्रतिष्ठित कंपनी में कंप्यूटर विज्ञानी के रूप में काम कर रही थी. वह कंप्यूटर विज्ञानी बनने के लिए कंप्यूटर सience में डिग्री प्राप्त करेगा.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "designer",
      "translation": "डिज़ाइनर",
      "definition": "A person who plans and creates something, such as a building, a product, or a work of art, with skill and originality.",
      "definition_translation": "कोई ऐसा व्यक्ति जो किसी चीज़, जैसे इमारत, उत्पाद या कला के टुकड़े की योजना बनाता और सृजन करता है, कौशल और मौलिकता के साथ.",
      "example": "The fashion designer created a stunning collection for the runway show. She will design a new website for the company. He designed a beautiful garden in his backyard.",
      "example_translation": "फैशन डिज़ाइनर ने रनवे शो के लिए एक चौंकाने वाला संग्रह создал. वह कंपनी के लिए एक नई वेबसाइट डिज़ाइन करेगी. उसने अपने बैकヤRD में एक सुंदर बगीचा डिज़ाइन किया.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "detective",
      "translation": "जासूस",
      "definition": "A person, especially a police officer, who investigates crimes and gathers evidence to solve them.",
      "definition_translation": "एक व्यक्ति, विशेष रूप से पुलिस अधिकारी, जो अपराधों की जांच करता है और उन्हें हल करने के लिए साक्ष्य इकट्ठा करता है.",
      "example": "The detective investigated the murder and found a crucial clue. She will detect the thief who stole her purse. He detected a mistake in the report.",
      "example_translation": "जासूस ने हत्या की जांच की और एक महत्वपूर्ण सुराग पाया. वह अपना बटुआ चोरी करने वाले चोर का पता लगाएगी. उसने रिपोर्ट में एक गलती का पता लगाया.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "director",
      "translation": "निदेशक",
      "definition": "A person who is in charge of a department, organization, or project, and is responsible for making important decisions and ensuring that everything runs smoothly.",
      "definition_translation": "एक व्यक्ति जो किसी विभाग, संगठन या प्रोजेक्ट का प्रभारी है, और महत्वपूर्ण निर्णय लेने و सुनिश्चित करने के लिए जिम्मेदार है कि सब कुछ सMOOTHLY चलता है.",
      "example": "The director of the company decided to lay off some employees. She will direct the movie based on her own script. He directed the tourists to the nearest hotel.",
      "example_translation": "कंपनी के निदेशक ने कुछ कर्मचारियों की छंटनी करने का फैसला किया. वह अपने स्वयं के पटकथा पर आधारित फिल्म का निर्देशन करेगी. उसने सैर सपाटा करने वाले लोगों को नजदीकी होटल की ओर निर्देशित किया.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "disc jockey, DJ",
      "translation": "डिस्क जॉकी, डीजे",
      "definition": "A person who presents and plays music on the radio or at an event, especially a dance party.",
      "definition_translation": "एक व्यक्ति जो रेडियो पर या किसी आयोजन पर संगीत प्रस्तुत करता है और बजाता है, विशेष रूप से नृत्य पार्टी.",
      "example": "The disc jockey played the latest hits at the club. She will DJ at the wedding reception. He was a famous DJ in the city.",
      "example_translation": "डिस्क जॉकी ने क्लब में नवीनतम हिट्स बजाए. वह शादी के रिसेप्शन में डीजे करेगी. वह शहर में एक प्रसिद्ध डीजे था.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "filmmaker",
      "translation": "फिल्म निर्माता",
      "definition": "A person who makes films, especially as a director or producer.",
      "definition_translation": "एक व्यक्ति जो फिल्में बनाता है, विशेष रूप से एक निर्देशक या निर्माता के रूप में।",
      "example": "The filmmaker spent years researching the script before starting production.",
      "example_translation": "फिल्म निर्माता ने प्रोडक्शन शुरू करने से पहले स्क्रिप्ट पर सालों तक शोध किया।",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "firefighter",
      "translation": "अग्निशामक",
      "definition": "A person who is trained to put out fires and rescue people from burning buildings.",
      "definition_translation": "एक व्यक्ति जिसे आग बुझाने और जलती इमारतों से लोगों को बचाने के लिए प्रशिक्षित किया गया है।",
      "example": "The firefighter rushed into the burning building to rescue the trapped family.",
      "example_translation": "अग्निशामक ने फंसे हुए परिवार को बचाने के लिए जलती इमारत में घुस गया।",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "guard",
      "translation": "पहरा",
      "definition": "A person who watches, protects, or controls people or things.",
      "definition_translation": "एक व्यक्ति जो लोगों या चीज़ों की रखवाली, सुरक्षा या नियंत्रण करता है।",
      "example": "The guard stood at the entrance of the museum, keeping a close eye on the visitors.",
      "example_translation": "संग्रहालय के प्रवेश द्वार पर पहरा खड़ा था, आगंतुकों पर करीबी नजर रखे हुए था।",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "guitarist",
      "translation": "गिटार वादक",
      "definition": "A person who plays the guitar, especially as a profession or hobby.",
      "definition_translation": "एक व्यक्ति जो गिटार बजाता है, विशेष रूप से एक पेशे या शौक के रूप में।",
      "example": "The guitarist strummed the chords with precision, creating a mesmerizing melody.",
      "example_translation": "गिटार वादक ने सटीकता से तार बजाते हुए एक मोहक धुन तैयार की।",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}