{
  "data": [
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "April",
      "translation": "Aprile",
      "definition": "Der vierte Monat des Jahres, zwischen März und Mai, mit 30 Tagen.",
      "definition_translation": "Il quarto mese dell'anno, che si verifica tra marzo e maggio, con 30 giorni.",
      "example": "Ich werde meine Familie im April besuchen, ich besuchte sie im letzten April, ich besuchte sie vor fünf Jahren im April.",
      "example_translation": "Visiterò la mia famiglia in aprile, li ho visitati in aprile l'anno scorso e li ho visitati in aprile cinque anni fa.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "August",
      "translation": "Agosto",
      "definition": "Der achte Monat des Jahres, zwischen Juli und September, mit 31 Tagen.",
      "definition_translation": "L'ottavo mese dell'anno, che si verifica tra luglio e settembre, con 31 giorni.",
      "example": "Ich werde im August in Urlaub fahren, ich fuhr im letzten August in Urlaub, ich werde im nächsten August in Urlaub fahren.",
      "example_translation": "Andrò in vacanza in agosto, sono andato in vacanza in agosto l'anno scorso e andrò in vacanza in agosto l'anno prossimo.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezember",
      "translation": "Dicembre",
      "definition": "Der zwölfte und letzte Monat des Jahres, zwischen November und Januar, mit 31 Tagen.",
      "definition_translation": "Il dodicesimo e ultimo mese dell'anno, che si verifica tra novembre e gennaio, con 31 giorni.",
      "example": "Ich werde Weihnachten im Dezember feiern, ich feierte Weihnachten im letzten Dezember, ich werde Weihnachten im nächsten Dezember feiern.",
      "example_translation": "Celebrerò il Natale in dicembre, ho celebrato il Natale in dicembre l'anno scorso e celebrerò il Natale in dicembre l'anno prossimo.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Februar",
      "translation": "Febbraio",
      "definition": "Der zweite Monat des Jahres, zwischen Januar und März, mit 28 Tagen (29 in Schaltjahren).",
      "definition_translation": "Il secondo mese dell'anno, tra gennaio e marzo, con 28 giorni (29 negli anni bisestili).",
      "example": "Ich plane immer einen Urlaub im Februar, um dem kalten Winter zu entfliehen. Im letzten Februar ging ich Skifahren. Im nächsten Februar werde ich Rom besuchen.",
      "example_translation": "Piano sempre una vacanza a febbraio per sfuggire all'inverno freddo. L'anno scorso, sono andato a sciare a febbraio. Il prossimo febbraio, visiterò Roma.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Januar",
      "translation": "Gennaio",
      "definition": "Der erste Monat des Jahres, zwischen Dezember und Februar, mit 31 Tagen.",
      "definition_translation": "Il primo mese dell'anno, tra dicembre e febbraio, con 31 giorni.",
      "example": "Ich mache immer am Neujahrstag im Januar gute Vorsätze. Im letzten Januar begann ich eine neue Diät. Im nächsten Januar werde ich ein neues Projekt starten.",
      "example_translation": "Faccio sempre risoluzioni per l'anno nuovo a gennaio. L'anno scorso, ho iniziato una nuova dieta a gennaio. Il prossimo gennaio, inizierò un nuovo progetto.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juli",
      "translation": "Luglio",
      "definition": "Der siebte Monat des Jahres, zwischen Juni und August, mit 31 Tagen.",
      "definition_translation": "Il settimo mese dell'anno, tra giugno e agosto, con 31 giorni.",
      "example": "Ich plane immer einen Sommerurlaub im Juli. Im letzten Juli ging ich an den Strand. Im nächsten Juli werde ich Paris besuchen.",
      "example_translation": "Piano sempre una vacanza estiva a luglio. L'anno scorso, sono andato al mare a luglio. Il prossimo luglio, visiterò Parigi.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juni",
      "translation": "giugno",
      "definition": "Der sechste Monat des Jahres, zwischen Mai und Juli, im Gregorianischen Kalender.",
      "definition_translation": "Il sesto mese dell'anno, tra maggio e luglio, nel calendario gregoriano.",
      "example": "Ich wurde im Juni 1995 geboren. Im letzten Juni ging ich an den Strand. Im nächsten Juni werde ich mein Studium abschließen.",
      "example_translation": "Sono nato nel giugno 1995. L'anno scorso a giugno, sono andato in spiaggia. Il prossimo giugno, mi laureerò al college.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "März",
      "translation": "marzo",
      "definition": "Der dritte Monat des Jahres, zwischen Februar und April, im Gregorianischen Kalender.",
      "definition_translation": "Il terzo mese dell'anno, tra febbraio e aprile, nel calendario gregoriano.",
      "example": "Ich werde im März nach Paris fahren. Im letzten März sah ich die Kirschblüte. Im nächsten März werde ich einen neuen Job annehmen.",
      "example_translation": "Andrò a Parigi a marzo. L'anno scorso a marzo, ho visto i ciliegi in fiore. Il prossimo marzo, inizierò un nuovo lavoro.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mai",
      "translation": "maggio",
      "definition": "Der fünfte Monat des Jahres, zwischen April und Juni, im Gregorianischen Kalender.",
      "definition_translation": "Il quinto mese dell'anno, tra aprile e giugno, nel calendario gregoriano.",
      "example": "Ich werde im Mai mein Studium abschließen. Im letzten Mai ging ich zu einem Konzert. Im nächsten Mai werde ich nach Japan reisen.",
      "example_translation": "Mi laureerò a maggio. L'anno scorso a maggio, sono andato al concerto. Il prossimo maggio, viaggerò in Giappone.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "November",
      "translation": "Novembre",
      "definition": "Der elfte Monat des Jahres, nach Oktober und vor Dezember.",
      "definition_translation": "L'undicesimo mese dell'anno, dopo Ottobre e prima di Dicembre.",
      "example": "Ich werde im nächsten November in Urlaub fahren. Im letzten November ging ich an den Strand. Dieses Jahr werde ich an einem Thanksgiving-Dinner im November teilnehmen.",
      "example_translation": "Andrò in vacanza a novembre dell'anno prossimo. Sono andato in spiaggia a novembre l'anno scorso. Sto andando a un pranzo di ringraziamento a novembre quest'anno.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oktober",
      "translation": "Ottobre",
      "definition": "Der zehnte Monat des Jahres, nach September und vor November.",
      "definition_translation": "Il decimo mese dell'anno, dopo Settembre e prima di Novembre.",
      "example": "Ich werde im Oktober dieses Jahres eine Halloween-Party besuchen. Ich habe im Oktober letzten Jahres ein Konzert besucht. Ich plane eine Reise nach Europa im Oktober nächsten Jahres.",
      "example_translation": "Parteciperò a una festa di Halloween a ottobre quest'anno. Ho partecipato a un concerto a ottobre l'anno scorso. Sto pianificando un viaggio in Europa a ottobre dell'anno prossimo.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "September",
      "translation": "Settembre",
      "definition": "Der neunte Monat des Jahres, nach August und vor Oktober.",
      "definition_translation": "Il nono mese dell'anno, dopo Agosto e prima di Ottobre.",
      "example": "Ich werde im September dieses Jahres wieder zur Schule gehen. Ich bin im September letzten Jahres an den Strand gefahren. Ich plane eine Hochzeit im September nächsten Jahres.",
      "example_translation": "Torno a scuola a settembre quest'anno. Sono andato in spiaggia a settembre l'anno scorso. Sto pianificando un matrimonio a settembre dell'anno prossimo.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]
}