[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "positiv",
      "translation": "positivo",
      "definition": "Ein oder eine gute oder vorteilhafte Eigenschaft oder Charakter zeigt; optimistisch oder hoffnungsvoll.",
      "definition_translation": "Teniendo o mostrando una buena o favorable calidad o carácter; optimista o esperanzado.",
      "example": "Sie hatte eine positive Einstellung gegenüber dem neuen Job. Sie wird einen positiven Einfluss auf das Unternehmen haben. Sie hatte ihre Kollegen positiv beeinflusst.",
      "example_translation": "Ella tenía una actitud positiva hacia el nuevo trabajo. Tendrá un impacto positivo en la empresa. Ella había influido positivamente a sus colegas.",
      "imageLink": "image_files\\English\\"imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "adicto",
      "definition": "Eine starke und oft unkontrollierbare Begierde oder Bedürfnis nach etwas, insbesondere nach Drogen oder anderen schädlichen Substanzen.",
      "definition_translation": "Teniendo un fuerte y a menudo incontrolable deseo o necesidad de algo, especialmente una droga u otra sustancia dañina.",
      "example": "Er war süchtig nach Zigaretten. Er hat sich an sozialen Medien gewöhnt. Er wird bald süchtig nach Videospielen sein.",
      "example_translation": "Él estaba adicto a los cigarrillos. Ha estado adicto a las redes sociales. Pronto estará adicto a los juegos de video.",
      "imageLink": "image_files\\English\\"imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abenteuerlustig",
      "translation": "aventurero",
      "definition": "Bereit, Risiken einzugehen oder neue Dinge auszuprobieren; erregt von der Aussicht, neue Orte oder Aktivitäten zu erkunden oder zu erleben.",
      "definition_translation": "Dispuesto a correr riesgos o probar nuevas cosas; emocionado por la perspectiva de explorar o experimentar nuevos lugares o actividades.",
      "example": "Sie war eine abenteuerlustige Reisende. Er wird ein abenteuerlustiger Unternehmer sein. Sie waren in ihren Beziehungen abenteuerlustig.",
      "example_translation": "Ella era una viajera aventurera. Él será un empresario aventurero. Han sido aventureros en sus relaciones.",
      "imageLink": "image_files\\English\\"imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liebevoll",
      "translation": "afectuoso",
      "definition": "Mit Gefühlen der Liebe, Sorge oder Freundlichkeit gegenüber jemandem oder etwas.",
      "definition_translation": "Teniendo o muestra sentimientos de amor, cuidado o amabilidad hacia alguien o algo.",
      "example": "Sie war eine liebevolle Person, die ihre Freunde immer fest umarmte. Sie war liebevoll gegenüber ihrem Kind seit Geburt. Sie wird liebevoll gegenüber ihrem Partner sein.",
      "example_translation": "Ella era una persona afectuosa que siempre abrazaba a sus amigos con fuerza. Había sido afectuosa hacia su hijo desde el nacimiento. Será afectuosa hacia su pareja en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "agresivo",
      "definition": "Bereit, anzugreifen oder zu kämpfen; mit einer starken und fordernden Persönlichkeit.",
      "definition_translation": "Listo para atacar o luchar; tener una personalidad fuerte y decidida.",
      "example": "Er war ein aggressiver Spieler, der immer um den Ball kämpfte. Er hat sich seit Beginn gegen seinen Konkurrenten gewehrt. Er wird im Championship-Finale aggressiv sein.",
      "example_translation": "Él era un jugador agresivo que siempre luchaba por la pelota. Ha sido agresivo hacia su competidor desde el principio. Será agresivo en la final del campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ambitioniert",
      "translation": "ambicioso",
      "definition": "Mit einem starken Verlangen, erfolgreich zu sein oder etwas zu erreichen, oft erfordernd hart zu arbeiten und entschlossen zu sein.",
      "definition_translation": "Teniendo un deseo fuerte de tener éxito o lograr algo, a menudo requiere trabajo duro y determinación.",
      "example": "Sie war eine ambitionierte Unternehmerin, die hart arbeitete, um ihr Unternehmen aufzubauen. Sie war ambitioniert, seit sie Teenager war. Sie wird in ihrer zukünftigen Karriere ambitioniert sein.",
      "example_translation": "Ella era una emprendedora ambiciosa que trabajó duro para construir su empresa. Ha sido ambiciosa desde sus años de adolescente. Será ambiciosa en su carrera futura.",
      "imageLink": "image_files\\English\\"imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsiert",
      "translation": "divertido",
      "definition": "Ein oder eine Freude oder Unterhaltung empfindend oder zeigend.",
      "definition_translation": "Sentirse o mostrar diversión o entretenimiento.",
      "example": "Ich war amüsiert von der Comedy-Show letzte Nacht. Ich bin amüsiert von seinen Witzen. Ich werde von dem Film amüsiert sein.",
      "example_translation": "Me divertí con el show de comedia anoche. Me divierto con sus chistes. Me divertiré con la película.",
      "imageLink": "image_files\\English\\"imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Eine Einstellung der Überlegenheit habend oder zeigend, oft begleitet von einer fehlenden Achtung für andere.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "Er war arrogant über seinen Erfolg. Er ist arrogant in seinem Verhalten. Er wird arrogant sein, wenn er den Preis gewinnt.",
      "example_translation": "Él era arrogante sobre su éxito. Él es arrogante en su comportamiento. Él será arrogante cuando gane el premio.",
      "imageLink": "image_files\\English\\"imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "asombrado",
      "definition": "Eine große Überraschung oder Erstaunen empfindend oder zeigend.",
      "definition_translation": "Sentirse o mostrar gran sorpresa o asombro.",
      "example": "Ich war erstaunt von der Nachricht. Ich bin erstaunt von ihrem Talent. Ich werde erstaunt sein von dem Blick vom oberen Ende.",
      "example_translation": "Me quedé asombrado por la noticia. Me quedo asombrado por su talento. Me quedaré asombrado por la vista desde la cima.",
      "imageLink": "image_files\\English\\"imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "asombroso",
      "definition": "Äußerst überraschend oder beeindruckend; außergewöhnlich.",
      "definition_translation": "extremadamente sorprendente o impresionante; extraordinario",
      "example": "Das Feuerwerk war erstaunlich. Ich war erstaunt von der Nachricht. Das Team wird seine Gegner mit ihrer neuen Strategie erstaunen.",
      "example_translation": "El espectáculo de fuegos artificiales fue asombroso. Me quedé asombrado por la noticia. El equipo asombrará a sus oponentes con su nueva estrategia.",
      "imageLink": "image_files\\English\\"imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig gestellt",
      "translation": "a sus anchas",
      "definition": "sich entspannt und angenehm fühlend; frei von Sorgen oder Ängsten",
      "definition_translation": "sentirse relajado y cómodo; libre de preocupaciones o ansiedad",
      "example": "Ich bin ruhig gestellt, wenn ich mit meiner Familie zusammen bin. Der Patient war ruhig gestellt nach der Operation. Sie wird ruhig gestellt in ihrem neuen Job sein.",
      "example_translation": "Estoy a mis anchas cuando estoy con mi familia. El paciente estaba a sus anchas después de la operación. Ella estará a sus anchas en su nuevo trabajo pronto.",
      "imageLink": "image_files\\English\\"imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "consciente",
      "definition": "Kenntnis oder Wahrnehmung von etwas habend",
      "definition_translation": "tener conocimiento o percepción de algo",
      "example": "Ich bin bewusst der Gefahr. Sie war sich seines Blickes bewusst. Sie werden bald bewusst sein, wenn die Änderungen vorgenommen werden.",
      "example_translation": "Soy consciente del peligro. Ella era consciente de su mirada. Ellos serán conscientes de los cambios pronto.",
      "imageLink": "image_files\\English\\"imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übel gelaunt",
      "translation": "malhumorado",
      "definition": "einen schlechten Charakter oder zu Ausbrüchen von Wut neigend",
      "definition_translation": "Teniendo o mostrando un mal temperamento; propenso a estallidos de ira.",
      "example": "Sie war bekannt für ihre üble Laune und schlug oft Türen zu, wenn sie verärgert war. Sie war übel gelaunt als Kind, aber wuchs daraus heraus. Sie wird übel gelaunt sein, wenn man sie früh weckt.",
      "example_translation": "Era conocida por ser malhumorada y a menudo cerraba de un golpe las puertas cuando se enfurecía. Era malhumorada de niña, pero se le pasó. Será malhumorada si la despiertas temprano.",
      "imageLink": "image_files\\English\\"imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "equilibrado",
      "definition": "einen gesunden und stabilen mentalen oder emotionalen Zustand habend; nicht von einer Sache übermäßig beeinflusst",
      "definition_translation": "Teniendo un estado mental o emocional saludable y estable; no influenciado en exceso por una cosa.",
      "example": "Der Athlet war ausgeglichen und fokussiert, was ihr half, das Spiel zu gewinnen. Sie war ausgeglichen und ruhig, trotz der Nachricht. Er wird ausgeglichen und gefasst sein, wenn er graduier hat.",
      "example_translation": "El atleta era equilibrado y enfocado, lo que la ayudó a ganar el juego. Era equilibrada y calmada a pesar de la noticia. Será equilibrado y compuesto cuando se gradúe.",
      "imageLink": "image_files\\English\\"imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "amargo",
      "definition": "einen scharfen, unangenehmen Geschmack habend; Ärger oder Groll empfindend",
      "definition_translation": "Teniendo un sabor agudo y desagradable; sintiendo o mostrando ira o rencor.",
      "example": "Der Kaffee war bitter und benötigte Zucker. Sie fühlte sich bitter wegen des Schlussmachens. Er wird bitter wegen des Verlustes seines Jobs sein.",
      "example_translation": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. Él será amargo sobre la pérdida de su trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "audaz",
      "definition": " Risiken eingeht und Herausforderungen mit Zuversicht und Mut annimmt",
      "definition_translation": "Mostrando una disposición a correr riesgos y enfrentar desafíos con confianza y valentía.",
      "example": "Sie war kühn genug, ihr eigenes Unternehmen zu gründen, und es zahlt sich aus. Sie war kühn in ihren Verhandlungen, und sie zahlten sich aus. Sie wird kühn in ihren Investitionsentscheidungen sein, und sie werden sich auszahlen.",
      "example_translation": "Ella fue lo suficientemente audaz como para iniciar su propio negocio, y dio resultado. Ella había sido audaz en sus negociaciones, y dieron resultado. Ella será audaz en sus decisiones de inversión, y darán resultado.",
      "imageLink": "image_files\\English\\"imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " herrisch",
      "translation": "mandón",
      "definition": "Befehle oder Anweisungen in einer herrischen oder dominierenden Weise erteilend, oft auf eine ärgerliche oder aufdringliche Weise",
      "definition_translation": "Dar órdenes o instrucciones de manera mandona o dominante, a menudo de manera fastidiosa o intrusiva.",
      "example": "Sie war herrisch im Gruppenprojekt, und alle bekamen Ärger. Sie war herrisch in ihrem letzten Job, und ihre Kollegen mochten sie nicht. Sie wird herrisch in ihrer neuen Rolle sein, und es könnte Probleme verursachen.",
      "example_translation": "Ella fue mandona en el proyecto grupal, y todo el mundo se sintió molesto. Ella había sido mandona en su último trabajo, y sus compañeros de trabajo no la gustaban. Ella será mandona en su nuevo papel, y podría causar problemas.",
      "imageLink": "image_files\\English\\"imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "brillante",
      "definition": "viel Licht aussendend oder reflektierend; intensiv leuchtend; voller Hoffnung und Versprechen",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando intensamente; lleno de esperanza y promesa.",
      "example": "Das helle Sonnenlicht machte den Tag perfekt. Die hellen Lichter der Stadtblendeten sie. Die helle Zukunft vor ihr motivierte sie, hart zu arbeiten.",
      "example_translation": "El brillo del sol hizo que el día fuera perfecto. Las luces brillantes de la ciudad la cegaron. El futuro brillante que tenía por delante la motivó para trabajar duro.",
      "imageLink": "image_files\\English\\"imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fürsorglich",
      "translation": "cuidadoso",
      "definition": "ein echtes Interesse an und Sorge für das Wohl anderer habend; eine freundliche und sympathische Natur habend",
      "definition_translation": "Mostrando un interés genuino en y preocupación por el bienestar de los demás; tener una naturaleza amable y simpática.",
      "example": "Sie war eine fürsorgliche Krankenschwester, die immer ihre Patienten vor allem setzte. Sie hatte ihre alte Mutter über Jahre gepflegt. Sie wird fürsorglich für die Kinder im Sommercamp sein.",
      "example_translation": "Era una enfermera cuidadosa que siempre ponía a sus pacientes primero. Había cuidado a su madre anciana durante años. Cuidará a los niños en el campamento de verano.",
      "imageLink": "image_files\\English\\"imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "cauto",
      "definition": "Risiken vermeidend; vorsichtig und umsichtig in seinen Handlungen und Entscheidungen",
      "definition_translation": "Cuidadoso para evitar riesgos o peligros; prudente y circunspecto en sus acciones y decisiones.",
      "example": "Er war vorsichtig, wenn er bei schlechtem Wetter fuhr. Sie war vorsichtig in ihren Investitionen und hatte keine größeren Verluste erlitten. Sie werden vorsichtig sein, wenn sie das neue Produkt auf den Markt bringen.",
      "example_translation": "Él era cauto al conducir en mal tiempo. Ella había sido cauta en sus inversiones y había evitado cualquier pérdida importante. Serán cautelosos al introducir el nuevo producto en el mercado.",
      "imageLink": "image_files\\English\\"imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "descarado",
      "definition": "Unverschämt kühn und übermütig; schalkhaft spielend und humorvoll.",
      "definition_translation": "Descaradamente osado y impúdico; juguetón y humorístico.",
      "example": "Er war ein frecher Junge, der seine Freunde immer zum Lachen brachte. Sie war tegenüber ihrem Lehrer frech gewesen, hatte sich aber später entschuldigt. Sie werden heute Abend bei der Party frech mit ihren Freunden sein.",
      "example_translation": "Era un niño descarado que siempre hacía reír a sus amigos. Ella había sido descarada con su maestra, pero se había disculpado después. Serán descarados con sus amigos en la fiesta de esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kindisch",
      "translation": "infantil",
      "definition": "sich wie ein Kind benehmen oder fühlen, auf eine Weise, die für Erwachsene nicht angemessen ist",
      "definition_translation": "comportamiento o sentimiento como un niño, de una manera que no es adecuada para un adulto",
      "example": "Sie war kindisch und hatte Spielzeuge geworfen, als sie nicht bekam, was sie wollte. Sie war kindisch, wenn sie wütend war. Sie wird kindisch, wenn sie nicht ihren Willen bekommt.",
      "example_translation": "Se volvió infantil y empezó a tirar juguetes cuando no obtuvo lo que quería. Fue infantil cuando estaba enojada. Será infantil si no obtiene su manera.",
      "imageLink": "image_files\\English\\"imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeholfen",
      "translation": "torpe",
      "definition": "eine Abwesenheit von Geschick oder Sorgfalt in Bewegung oder Handlung zeigen",
      "definition_translation": "tener o mostrar falta de habilidad o cuidado en el movimiento o acción",
      "example": "Er war unbeholfen und hatte die Vase zerbrochen. Er ist unbeholfen, wenn er tanzt. Er wird unbeholfen, wenn er seine Bewegungen nicht übt.",
      "example_translation": "Era torpe y rompió la vasija. Es torpe cuando intenta bailar. Será torpe si no practica sus movimientos.",
      "imageLink": "image_files\\English\\"imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommunikativ",
      "translation": "comunicativo",
      "definition": "bereit, mit anderen zu sprechen und Ideen auszutauschen",
      "definition_translation": "dispuesto a hablar y compartir ideas con otros",
      "example": "Sie war während der Sitzung kommunikativ und präsentierte ihre Ideen klar. Sie ist kommunikativ mit ihren Teamkollegen. Sie wird nächste Woche auf der Konferenz kommunikativ sein.",
      "example_translation": "Ella fue comunicativa durante la reunión y presentó sus ideas con claridad. Es comunicativa con sus compañeros de equipo. Será comunicativa en la conferencia la semana próxima.",
      "imageLink": "image_files\\English\\"imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wettbewerbsorientiert",
      "translation": "competitivo",
      "definition": "einen starken Wunsch haben, zu gewinnen oder erfolgreicher als andere zu sein; heftig rivalisierend.",
      "definition_translation": "Teniendo un fuerte deseo de ganar o ser más exitoso que otros; rivalmente agudo.",
      "example": "Sie war eine wettbewerbsorientierte Athletin in ihrer Jugend, immer bemüht, zu gewinnen. Sie ist wettbewerbsorientiert im Geschäftsleben, und ihr Unternehmen hat rapide gewachsen. Sie wird nächste Woche bei der Wahl wettbewerbsorientiert sein, aggressiv werbend.",
      "example_translation": "Ella fue una atleta competitiva en su juventud, siempre luchando por ganar. Ha sido competitiva en los negocios, y su empresa ha crecido rápidamente. Será competitiva en las próximas elecciones, haciendo campaña agresivamente.",
      "imageLink": "image_files\\English\\"imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eingebildet",
      "translation": "presumido",
      "definition": "eine übermäßig hohe Meinung von seinem Aussehen, seiner Fähigkeiten oder seiner Leistungen haben.",
      "definition_translation": "Teniendo o mostrando una opinión excesivamente alta de su apariencia, habilidades o logros.",
      "example": "Er war ein eingebildeter Schauspieler, immer seinen Blick auf sich selbst gerichtet. Sie war eingebildet, nachdem sie den Schönheitswettbewerb gewonnen hatte, prahlte überall mit ihrem Titel. Er wird eingebildet, wenn er den Preis gewinnt, prahlt über seine Leistung.",
      "example_translation": "Él era un actor presumido, siempre admirándose en el espejo. Ella se había vuelto presumida después de ganar el concurso de belleza, ostentando su título en todas partes. Él será presumido si gana el premio, jactándose de su logro.",
      "imageLink": "image_files\\English\\"imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "preocupado",
      "definition": "sich Sorgen um etwas oder jemand machen.",
      "definition_translation": "Sintiendo preocupación o ansiedad por algo o alguien.",
      "example": "Ich war besorgt um die Gesundheit meiner Mutter, besuchte sie jeden Tag. Sie war besorgt um die Umweltprobleme und startete ein Recyclingprogramm. Sie werden besorgt um die Wirtschaft sein, versuchen, ihre Ausgaben zu reduzieren.",
      "example_translation": "Estuve preocupado por la salud de mi madre, así que la visité todos los días. Ella había estado preocupada por los problemas ambientales, y empezó un programa de reciclaje. Ellos estarán preocupados por la economía, tratando de reducir sus gastos.",
      "imageLink": "image_files\\English\\"imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konservativ",
      "translation": "conservador",
      "definition": "Ein Mensch, der Wandel ablehnt und traditionelle Werte und Prinzipien aufrechterhält.",
      "definition_translation": "Una persona que es resistente al cambio y mantiene valores y principios tradicionales.",
      "example": "Der konservative Politiker lehnte die Reform ab, zitierte Bedenken hinsichtlich ihrer Auswirkungen auf die Wirtschaft. Sie war immer konservativ in ihren Ansichten zu sozialen Fragen. Wenn sie 50 ist, wird sie eine konservativere Herangehensweise an Investitionen haben.",
      "example_translation": "El político conservador se opuso a la reforma, citando inquietudes sobre su impacto en la economía. Ella siempre había sido conservadora en sus opiniones sobre temas sociales. Para cuando tenga 50 años, habrá adoptado un enfoque más conservador para invertir.",
      "imageLink": "image_files\\English\\"imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "contenido",
      "definition": "Der Zustand der Zufriedenheit oder des Vergnügens.",
      "definition_translation": "El estado de estar satisfecho o complacido.",
      "example": "Das Baby war in den Armen seiner Mutter zufrieden. Er war mit seinem einfachen Leben zufrieden, frei von materiellen Besitztümern. Bis zum nächsten Jahr werden sie mit ihrem neuen Zuhause zufrieden sein.",
      "example_translation": "El bebé estaba contento en los brazos de su madre. Él estaba contento con su vida simple, libre de posesiones materiales. Para el próximo año, estarán contentos con su nueva casa.",
      "imageLink": "image_files\\English\\"imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konventionell",
      "translation": "convencional",
      "definition": "etablierte oder traditionelle Praktiken, Normen oder Bräuche folgend.",
      "definition_translation": "Siguiendo prácticas, normas o costumbres establecidas o tradicionales.",
      "example": "Der Künstler lehnte konventionelle Techniken ab und entwickelte seinen eigenen einzigartigen Stil. Das Unternehmen übernahm konventionelle Buchführungspraktiken, um Transparenz zu gewährleisten. Bis in die 1990er Jahre war die konventionelle Medizin offener für alternative Therapien.",
      "example_translation": "El artista rechazó las técnicas convencionales y desarrolló su propio estilo único. La empresa adoptó prácticas contables convencionales para asegurar la transparencia. Para la década de 1990, la medicina convencional había llegado a ser más abierta a terapias alternativas.",
      "imageLink": "image_files\\English\\"imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genossenschaft",
      "translation": "cooperativo",
      "definition": "Eine Genossenschaft ist eine Organisation, die von ihren Mitgliedern besessen und kontrolliert wird, die die Vorteile oder Gewinne des Unternehmens teilen.",
      "definition_translation": "Una cooperativa es una organización propiedad y controlada por sus miembros, que comparten los beneficios o ganancias del negocio.",
      "example": "Die Bauerngenossenschaft hat besserere Preise für ihre Erzeugnisse aushandeln können. Sie hatten vorher damit zu kämpfen, ihre Kosten zu decken, aber jetzt verdienen sie Gewinn. Bis zum nächsten Jahr werden sie ihre Operationen ausgeweitet haben.",
      "example_translation": "La cooperativa de agricultores ha podido negociar mejores precios para sus productos. Habían estado luchando para llegar a fin de mes, pero ahora están ganando dinero. Para el próximo año, habrán ampliado sus operaciones.",
      "imageLink": "image_files\\English\\"imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "feig",
      "translation": "cobarde",
      "definition": "Ein Verhalten zeigt, das einen Mangel an Mut oder Charakterstärke aufweist.",
      "definition_translation": "Comportarse de manera que muestra una falta de coraje o fortaleza de carácter.",
      "example": "Er hat sich feig verhalten während des Krieges, indem er seine Kameraden im Kampfgetümmel zurückließ. Er hatte immer vor Konflikten Angst gehabt, und jetzt ist er zu sehr beschämt, um sein Gesicht zu zeigen. Wenn er zurückkehrt, wird der Krieg vorbei sein.",
      "example_translation": "Él actuó de manera cobarde durante la guerra, abandonando a sus compañeros en el calor de la batalla. Siempre había tenido miedo al conflicto, y ahora está demasiado avergonzado para mostrar su rostro. Para cuando regrese, la guerra habrá terminado.",
      "imageLink": "image_files\\English\\"imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anständig",
      "translation": "decente",
      "definition": "Hat oder zeigt starke moralische Prinzipien, oder ist freundlich und respektvoll.",
      "definition_translation": "Teniendo o mostrando un principio moral fuerte, o siendo amable y respetuoso.",
      "example": "Sie war eine anständige Person, die immer denen half, die in Not waren. Sie hatte jahrelang in der lokalen Suppenküche freiwillig gearbeitet und jetzt kandidiert sie für ein Amt. Wenn sie ins Amt gewählt wird, wird sie einen echten Unterschied gemacht haben.",
      "example_translation": "Ella era una persona decente que siempre ayudaba a aquellos que lo necesitaban. Había estado voluntariando en la cocina de sopa local durante años, y ahora se postula para un cargo. Para cuando asuma el cargo, habrá hecho una diferencia real.",
      "imageLink": "image_files\\English\\"imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entscheidungsfreudig",
      "translation": "decisivo",
      "definition": "Hat die Macht oder Eigenschaft, Entscheidungen treffen zu können, die den Ausgang von etwas beeinflussen werden.",
      "definition_translation": "Teniendo el poder o calidad de decidir; capaz de tomar una decisión que afectará el resultado de algo.",
      "example": "Der Trainer hat einen entscheidungsfreudigen Zug gemacht, indem er den Spieler auswechselte, was den Spielverlauf änderte. Das Unternehmen wird innerhalb einer Woche eine entscheidungsfreudige Entscheidung über den Zusammenschluss treffen. Die neue Richtlinie wird entscheidend sein, um die Kohlenstoffemissionen bis 2025 zu reduzieren.",
      "example_translation": "El entrenador hizo un movimiento decisivo al sustituir al jugador, lo que cambió el impulso del juego. La empresa tomará una decisión decisiva sobre la fusión para finales de la semana. La nueva política será decisiva para reducir las emisiones de carbono en 2025.",
      "imageLink": "image_files\\English\\"imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anspruchsvoll",
      "translation": "exigente",
      "definition": "Erfordert viel Zeit, Mühe oder Fähigkeit; stellt extreme oder übermäßige Forderungen.",
      "definition_translation": "Requiriendo mucho tiempo, esfuerzo o habilidad; haciendo demandas severas o excesivas.",
      "example": "Der Job ist sehr anspruchsvoll, daher muss ich regelmäßig Pausen einlegen, um nicht unter Burn-out zu leiden. Der Lehrer war anspruchsvoll, aber es lohnte sich am Ende, als wir die komplexe Technik beherrschten. Die anspruchsvollen Fristen des Unternehmens zwangen uns, Überstunden zu machen.",
      "example_translation": "El trabajo es muy exigente, y necesito tomar breaks regulares para evitar el agotamiento. El instructor era exigente, pero valió la pena al final cuando dominamos la técnica compleja. Los plazos límite exigentes de la empresa nos obligaron a trabajar horas extras.",
      "imageLink": "image_files\\English\\"imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimierend",
      "translation": "deprimente",
      "definition": "Verursacht Gefühle der Traurigkeit oder Unbehagen; unangenehm oder unwillkommen.",
      "definition_translation": "Causando sentimientos de tristeza o sombra; desagradable o no deseado.",
      "example": "Die Nachricht vom Naturkatastrophen war deprimierend und hatte Auswirkungen auf die gesamte Nation. Das graue Wetter war deprimierend, daher entschieden wir, drinnen zu bleiben. Das deprimierende Ende des Romans ließ mich Tage lang melancholisch sein.",
      "example_translation": "La noticia del desastre natural fue deprimente, y afectó a toda la nación. El clima sombrío fue deprimente, así que decidimos quedarnos en casa. El final deprimente de la novela me dejó sintiendo melancolía durante días.",
      "imageLink": "image_files\\English\\"imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verzweifelt",
      "translation": "desesperado",
      "definition": "Fühlt oder zeigt eine starke und dringende Notwendigkeit, etwas zu tun, oft wegen einer schwierigen oder unangenehmen Situation.",
      "definition_translation": "Sentirse o mostrar un fuerte y urgente deseo de hacer algo, a menudo debido a una situación difícil o desagradable.",
      "example": "Sie fühlte sich verzweifelt, als sie ihren Job verlor, aber sie gab nicht auf. Sie hatte monatelang verzweifelt nach einem neuen Job gesucht. Sie wird verzweifelt sein, ihr Projekt rechtzeitig fertigzustellen.",
      "example_translation": "Se sintió desesperada cuando perdió su trabajo, pero no se rindió. Había estado desesperada por encontrar un nuevo trabajo durante meses. Estará desesperada por terminar su proyecto a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entschlossen",
      "translation": "determinado",
      "definition": "Hat einen festen Entschluss gefasst oder hat eine starke Absicht, etwas zu tun.",
      "definition_translation": "Haber tomado una decisión firme o tener una intención fuerte de hacer algo.",
      "example": "Er war entschlossen, Gitarre zu lernen. Sie hatte sich entschlossen, ihre Doktorarbeit pünktlich abzuschließen. Sie werden entschlossen sein, die Meisterschaft zu gewinnen.",
      "example_translation": "Él estaba determinado a aprender a tocar la guitarra. Ella había estado determinada a terminar su tesis a tiempo. Ellos estarán determinados a ganar el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hingebungsvoll",
      "translation": "devoto",
      "definition": "Zeigt Liebe, Loyalität oder Hingabe gegenüber jemandem oder etwas.",
      "definition_translation": "Mostrando amor, lealtad o dedicación a alguien o algo.",
      "example": "Sie war ihrer Familie hingebungsvoll. Er hatte seinem Werk für Jahre hingebungsvoll gedient. Sie werden ihrer neuen Aufgabe hingebungsvoll sein.",
      "example_translation": "Ella estaba devota a su familia. Él había estado devoto a su trabajo durante años. Ellos estarán devotos a su nuevo proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "truhan",
      "definition": "Hat oder zeigt eine starke und sorgfältige Absicht, seine Arbeit zu erledigen und gut zu machen, ist vorsichtig und detailorientiert in seiner Arbeit, ist verantwortungsbewusst und zuverlässig.",
      "definition_translation": "Teniendo o mostrando un fuerte y cuidadoso deseo de hacer su trabajo y hacerlo bien, siendo cuidadoso y detallista en su trabajo, siendo responsable y confiable.",
      "example": "Sie war eine fleißige Studentin und erledigte immer ihre Aufgaben pünktlich. Sie hatte ihre Forschung sorgfältig durchgeführt und hatte einige interessante Ergebnisse gefunden. Sie wird in ihrer neuen Rolle fleißig sein und sicherstellen, dass alles reibungslos läuft.",
      "example_translation": "Ella era una estudiante diligente y siempre completaba sus tareas a tiempo. Ella había sido diligente en su investigación y había encontrado algunos resultados interesantes. Ella será diligente en su nuevo papel y asegurará que todo funcione sin problemas.",
      "imageLink": "image_files\\English\\"imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unehrlich",
      "translation": "desonesto",
      "definition": "Nicht ehrlich oder wahrheitsgetreu; betrügerisch oder täuschend, bereit, andere zu hintergehen oder zu täuschen.",
      "definition_translation": "No honesto o veraz; engañando o engañoso, teniendo o mostrando una disposición a engañar o decepcionar a otros.",
      "example": "Er war unehrlich in seinen Geschäften und wurde letztendlich erwischt. Sie war ihrem Partner gegenüber unehrlich und es ruinierte ihre Beziehung. Er wird in seinem neuen Vorhaben nicht unehrlich sein und sicherstellen, dass alles transparent ist.",
      "example_translation": "Él fue deshonesto en sus tratos comerciales y eventualmente fue atrapado. Ella había sido deshonesta con su pareja y eso arruinó su relación. Él no será deshonesto en su nueva aventura y asegurará que todo sea transparente.",
      "imageLink": "image_files\\English\\"imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unorganisiert",
      "translation": "desorganizado",
      "definition": "Ohne systematische oder ordnungsgemäße Anordnung; ohne klaren Plan oder Verfahren, verwirrt oder chaotisch.",
      "definition_translation": "No tener una disposición sistemática o ordenada; carecer de un plan o procedimiento claro, siendo confuso o caótico.",
      "example": "Das unorganisierte Büro machte es schwierig, etwas zu finden. Sie war in ihrem Projekt unorganisiert und verpasste das Deadline. Er wird in seiner neuen Rolle nicht unorganisiert sein und einen klaren Plan erstellen.",
      "example_translation": "La oficina desorganizada hizo que sea difícil encontrar algo. Ella había sido desorganizada en su proyecto y perdió la fecha límite. Él no será desorganizado en su nuevo papel y creará un plan claro.",
      "imageLink": "image_files\\English\\"imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "insatisfecho",
      "definition": "Unglücklich oder unerfüllt, weil die Erwartungen oder Bedürfnisse nicht erfüllt werden.",
      "definition_translation": "Sentirse infeliz o incompleto porque las expectativas o necesidades no se está cumpliendo.",
      "example": "Ich war unzufrieden mit dem Service im Restaurant,also hinterließ ich eine negative Bewertung. Ich bin unzufrieden mit meinem aktuellen Job, daher suche ich einen neuen. Ich werde unzufrieden sein, wenn ich nicht die Beförderung bekomme, die ich will.",
      "example_translation": "Estuve insatisfecho con el servicio en el restaurante, así que dejé una crítica negativa. Estoy insatisfecho con mi trabajo actual, así que estoy buscando uno nuevo. Estaré insatisfecho si no tengo la promoción que quiero.",
      "imageLink": "image_files\\English\\"imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestürzend",
      "translation": "angustioso",
      "definition": "Besorgt, ängstlich oder emotional schmerzhaft; unangenehm oder störend.",
      "definition_translation": "Causando preocupación, ansiedad o dolor emocional; desagradable o perturbador.",
      "example": "Die Nachricht von der Naturkatastrophe war bestürzend für jeden. Die Patientin litt unter bestürzenden Symptomen, die es schwierig machten, die Krankheit zu diagnostizieren. Die bestürzende Situation wird anhalten, bis eine Lösung gefunden wird.",
      "example_translation": "La noticia del desastre natural fue angustiosa para todos. Los síntomas angustiosos del paciente hicieron que fuera difícil diagnosticar la enfermedad. La situación angustiosa continuará hasta que se encuentre una solución.",
      "imageLink": "image_files\\English\\"imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zweifelhaft",
      "translation": "dudoso",
      "definition": "Unsicher oder ungewiss über etwas; mit Zweifeln oder Bedenken.",
      "definition_translation": "Sentirse incierto o inseguro sobre algo; tener dudas o reservas.",
      "example": "Ich war zweifelhaft über die Anlage, daher entschied ich mich, mehr Forschung zu betreiben. Sie war zweifelhaft über ihre Entscheidung, aber sie machte sich schließlich einen Reim. Er wird zweifelhaft über den Plan sein, bis er die Ergebnisse sieht.",
      "example_translation": "Estuve dudoso sobre la inversión, así que decidí hacer más investigación. Ella estaba dudosa sobre su decisión, pero finalmente se decidió. Él estará dudoso sobre el plan hasta que vea los resultados.",
      "imageLink": "image_files\\English\\"imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dynamisch",
      "translation": "dinámico",
      "definition": "Energie, Stärke oder Aktivität betreffend; leicht änderbar oder anpassbar.",
      "definition_translation": "Relativo o caracterizado por energía, fuerza o actividad; capaz de cambiar o adaptarse fácilmente.",
      "example": "Das Unternehmen sucht einen dynamischen Teamleiter, der das Personal motivieren kann. In der Vergangenheit war der Manager dynamisch, aber jetzt ist sie zu passiv geworden. Der neue Mitarbeiter wird dynamisch sein und frische Ideen in das Unternehmen bringen.",
      "example_translation": "La empresa está buscando un líder de equipo dinámico que pueda motivar al personal. En el pasado, el gerente era dinámico, pero ahora se ha vuelto demasiado pasivo. El nuevo empleado será dinámico y traerá ideas frescas a la empresa.",
      "imageLink": "image_files\\English\\"imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begierig",
      "translation": "ansioso",
      "definition": "Enthusiastisch und interessiert; etwas sehr wollend.",
      "definition_translation": "Sentir o mostrar entusiasmo e interés; querer algo mucho.",
      "example": "Ich bin begierig, meinen neuen Job zu beginnen und neue Fähigkeiten zu erwerben. Sie war begierig, ins Ausland zu reisen und neue Kulturen zu erleben. Sie werden begierig sein, das neue Restaurant auszuprobieren, das gerade eröffnet hat.",
      "example_translation": "Estoy ansioso por empezar mi nuevo trabajo y aprender habilidades nuevas. Ella estaba ansiosa por viajar al extranjero y experimentar culturas nuevas. Estarán ansiosos por probar el nuevo restaurante que acaba de abrir.",
      "imageLink": "image_files\\English\\"imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gebildet",
      "translation": "educado",
      "definition": "Eine gute Ausbildung erhalten; ein hohes Maß an Wissen und Verständnis besitzend.",
      "definition_translation": "Haber recibido una buena educación; tener un alto nivel de conocimiento y comprensión.",
      "example": "Sie ist eine gebildete Person mit einem Doktortitel in Literatur. Er wurde an einer Privatschule erzogen und arbeitet jetzt als Anwalt. Das gebildete Publikum schätzte den komplexen Vortrag.",
      "example_translation": "Ella es una persona educada con un doctorado en literatura. Él fue educado en una escuela privada y ahora trabaja como abogado. El público educado apreció la conferencia compleja.",
      "imageLink": "image_files\\English\\"imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "emotional",
      "translation": "emocional",
      "definition": "Gefühl oder Sentiment betreffend; emotional.",
      "definition_translation": "Relativo o caracterizado por la emoción, especialmente sentimientos o sentimientos.",
      "example": "Sie war emotional nachdem sie den traurigen Film gesehen hatte. Sie war emotional gewesen, nachdem sie sich von ihrem Partner getrennt hatte. Sie wird emotional sein, wenn sie ihre Freundin wieder sieht.",
      "example_translation": "Ella estaba emocional después de ver la película triste. Ella había estado emocional sobre la ruptura. Ella estará emocional cuando vea a su amiga de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigend",
      "translation": "alentador",
      "definition": "Jemandem ermutigend, insbesondere, etwas Neues oder Schwieriges zu versuchen.",
      "definition_translation": "Dando apoyo o ánimo a alguien, especialmente para intentar algo nuevo o difícil.",
      "example": "Der Coach hielt eine ermutigende Rede vor dem Spiel. Sie war ihren Schülern gegenüber ermutigend, um am Debattieren teilzunehmen. Er wird seinem Team gegenüber ermutigend sein, um härter zu arbeiten.",
      "example_translation": "El entrenador dio un discurso alentador antes del juego. Ella había estado animando a sus estudiantes a participar en el debate. Él estará animando a su equipo a trabajar más duro.",
      "imageLink": "image_files\\English\\"imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "energisch",
      "translation": "enérgico",
      "definition": "Hab oder zeigt viel Energie, Enthusiasmus und Vitalität.",
      "definition_translation": "Teniendo o mostrando mucha energía, entusiasmo y vitalidad.",
      "example": "Der energische Hund rannte um den Park herum. Sie war während des Trainings energisch. Er wird heute Abend bei der Party energisch sein.",
      "example_translation": "El perro enérgico corrió alrededor del parque. Ella había estado enérgica durante el entrenamiento. Él estará enérgico durante la fiesta esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhaltsam",
      "translation": "entretenido",
      "definition": "Bietet Unterhaltung oder Vergnügen, insbesondere auf lebendige und engagierende Weise",
      "definition_translation": "proporcionar diversión o disfrute, especialmente de una manera viva y atractiva",
      "example": "Der Comedian unterhielt das Publikum mit seinen Witzen. Er hatte uns die ganze Nacht mit seinen Geschichten unterhalten. Er wird seine Gäste heute Abend mit einer Tanzshow unterhalten.",
      "example_translation": "El comediante estaba entreteniendo al público con sus chistes. Nos había entretenido con sus historias toda la noche. Él entreterrá a sus invitados con un show de magia.",
      "imageLink": "image_files\\English\\"imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "entusiasta",
      "definition": "Fühlt oder zeigt intensives und erregtes Interesse an etwas",
      "definition_translation": "sentir o mostrar interés intenso y emocionado en algo",
      "example": "Das begeisterte Publikum jubelte, als die Band auf die Bühne kam. Sie war begeistert von dem neuen Projekt. Sie werden heute Abend von der Neuigkeit begeistert sein.",
      "example_translation": "La multitud entusiasta vitoreó cuando la banda subió al escenario. Ella estaba entusiasta sobre el nuevo proyecto. Estarán entusiastas sobre la noticia.",
      "imageLink": "image_files\\English\\"imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "böse",
      "translation": "malvado",
      "definition": "Hat oder zeigt einen bösen oder unmoralischen Charakter",
      "definition_translation": "tener o mostrar un carácter malvado o inmoral",
      "example": "Der böse Schurke lachte wahnsinnig, als er seinen Plan enthüllte. Er war böse zu seinen Mitarbeitern. Sie werden ihre Feinde böse behandeln.",
      "example_translation": "El villano malvado se rió maniacalmente mientras revelaba su plan. Él había sido malvado con sus empleados. Serán malvados con sus enemigos.",
      "imageLink": "image_files\\English\\"imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpfend",
      "translation": "agotador",
      "definition": "Verursacht, dass eine Person sich extrem müde oder ausgebrannt fühlt",
      "definition_translation": "que causa que una persona se sienta extremadamente cansada o desprovista de energía",
      "example": "Der Marathon war erschöpfend, aber das Gefühl des Erfolgs war es wert. Ich hatte monatelang trainiert und werde mich weiterhin auf den nächsten Marathon vorbereiten.",
      "example_translation": "El maratón fue agotador, pero el sentido de logro valió la pena. Había estado entrenando durante meses, y seguiré entrenando para el siguiente.",
      "imageLink": "image_files\\English\\"imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experte",
      "translation": "experto",
      "definition": "Eine Person, die über viel Wissen oder Fähigkeiten in einem bestimmten Bereich verfügt",
      "definition_translation": "una persona que tiene mucho conocimiento o habilidad en un área particular",
      "example": "Sie ist Expertin für Marketing und hat vielen Unternehmen geholfen, ihre Umsätze zu erhöhen. Sie war Expertin für Marketing, ist es und wird es bleiben.",
      "example_translation": "Ella es una experta en marketing y ha ayudado a muchas empresas a aumentar sus ventas. Fue una experta en marketing, es una experta en marketing y será una experta en marketing.",
      "imageLink": "image_files\\English\\"imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "fiel",
      "definition": "Zeigt Treue und Hingabe zu jemandem oder etwas",
      "definition_translation": "mostrando lealtad y devoción a alguien o algo",
      "example": "Er war seiner Frau treu und hat sie nie betrogen. Er war seiner Frau treu, ist es und wird es bleiben.",
      "example_translation": "Él fue fiel a su esposa y nunca la engañó. Había sido fiel a su esposa, es fiel a su esposa y será fiel a su esposa.",
      "imageLink": "image_files\\English\\"imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fasziniert",
      "translation": "fascinado",
      "definition": "Fühlt oder zeigt großes Interesse und Vergnügen an etwas, weil es neu, ungewöhnlich oder attraktiv ist.",
      "definition_translation": "Sentirse o mostrar un gran interés y placer en algo porque es nuevo, inusual o atractivo.",
      "example": "Ich war von der antiken Stadt fasziniert, bin von der neuen Technologie fasziniert und werde von der Zukunft der Raumforschung fasziniert sein.",
      "example_translation": "Me fascinó la ciudad antigua, estoy fascinado por la nueva tecnología, y estaré fascinado por el futuro de la exploración espacial.",
      "imageLink": "image_files\\English\\"imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faszinierend",
      "translation": "fascinante",
      "definition": "Extrem interessant oder attraktiv, weil es ungewöhnlich oder einzigartig ist.",
      "definition_translation": "Extremadamente interesante o atractivo debido a ser inusual o único.",
      "example": "Die faszinierende Geschichte des Entdeckers wurde in dem Dokumentarfilm erzählt, die faszinierende Welt der künstlichen Intelligenz wächst rapide und die faszinierende Schönheit der Natur ist atemberaubend.",
      "example_translation": "La fascinante historia del explorador fue contada en el documental, el fascinante mundo de la inteligencia artificial crece rápidamente, y la fascinante belleza de la naturaleza es impresionante.",
      "imageLink": "image_files\\English\\"imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wild",
      "translation": "fiero",
      "definition": "Zeigt starke und powerful Intensität, insbesondere in den Gefühlen oder Handlungen einer Person.",
      "definition_translation": "Mostrando una intensidad fuerte y poderosa, especialmente en los sentimientos o acciones de una persona.",
      "example": "Der wilde Krieger kämpfte tapfer in der Schlacht, der wilde Sturm zerstörte das Dorf und der wilde Wettbewerb im Sportturnier war intensiv.",
      "example_translation": "El fiero guerrero luchó con bravura en la batalla, la tormenta fiero destruyó el pueblo, y la fiera competencia en el torneo deportivo fue intensa.",
      "imageLink": "image_files\\English\\"imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "necio",
      "definition": "Einen Mangel an gesundem Menschenverstand oder Urteilskraft aufweisend; absurd oder lächerlich.",
      "definition_translation": "Teniendo o mostrando una falta de buen sentido o juicio; absurdo o ridículo.",
      "example": "Sie war dumm, ihm ihr Geld anzuvertrauen. Sie war dumm ihm gegenüber in der Vergangenheit gewesen, und sie wird dumm ihm gegenüber in Zukunft sein.",
      "example_translation": "Ella fue necia al confiarle su dinero. Ella había sido necia sobre él en el pasado, y ella será necia sobre él de nuevo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "furioso",
      "definition": "Extremen Zorn oder Wut zeigend; gewalttätig oder intensiv.",
      "definition_translation": "Sintiendo o mostrando una ira extrema o furia; violento o intenso.",
      "example": "Er war wütend, als er herausfand, dass er betrogen worden war. Er war die ganze Woche wütend deswegen, und er wird lange Zeit wütend bleiben.",
      "example_translation": "Él estaba furioso cuando se enteró de que había sido estafado. Él ha estado furioso sobre eso toda la semana, y él estará furioso sobre eso durante mucho tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geizig",
      "translation": "codicioso",
      "definition": "Einen übermäßigen Wunsch nach Nahrung, Geld oder Macht habend; habgierig.",
      "definition_translation": "Teniendo o mostrando un deseo excesivo por comida, dinero o poder; avaricioso.",
      "example": "Er war geizig und aß alles Essen. Er war sein whole Leben lang geizig gewesen, und er wird bis zu seinem Tod geizig sein.",
      "example_translation": "Él era codicioso y comió toda la comida. Él ha sido codicioso toda su vida, y él será codicioso hasta que muera.",
      "imageLink": "image_files\\English\\"imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hart",
      "translation": "duro",
      "definition": "Nicht weich oder leicht zu biegen oder formen; fest oder starr in Texture oder Konsistenz.",
      "definition_translation": "No suave ni fácil de doblar o dar forma; firme o rígido en textura o consistencia.",
      "example": "Das harte Holz war schwierig zu schnitzen. Ich arbeite hart jeden Tag. Der Athlet wird hart trainieren müssen, um die Meisterschaft zu gewinnen.",
      "example_translation": "La madera dura era difícil de tallar. Trabajo duro todos los días. El atleta tendrá que entrenar duro para ganar el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "trabajador",
      "definition": "Jemand, der fest entschlossen ist und in seinen Bemühungen durchhält.",
      "definition_translation": "Alguien que trabaja diligentemente y persevera en sus esfuerzos.",
      "example": "Sie war eine fleißige Studentin und reichte ihre Aufgaben immer pünktlich ein. Er war ein fleißiger Angestellter und erhielt eine Beförderung. Sie waren fleißige Eltern, die ihre Kinder immer unterstützten.",
      "example_translation": "Era una estudiante trabajadora y siempre entregaba sus tareas a tiempo. Fue un empleado trabajador y recibió un ascenso. Eran padres trabajadores que siempre apoyaban a sus hijos.",
      "imageLink": "image_files\\English\\"imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eisig",
      "translation": "helado",
      "definition": "Extrem kalt in der Temperatur oder Haltung; gefroren oder vergletschert.",
      "definition_translation": "Extremadamente frío en temperatura o manera; congelado o glaciado.",
      "example": "Die eisige Straße war rutschig und gefährlich zu fahren. Die Schwimmerin fühlte das eiskalte Wasser, als sie in den See sprang. Der Wintermorgen war eisig und alle trugen warme Mäntel.",
      "example_translation": "El camino helado era resbaloso y peligroso para conducir. La nadadora sintió el agua helada cuando se zambulló en el lago. La mañana de invierno era helada y todos llevaron abrigos cálidos.",
      "imageLink": "image_files\\English\\"imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "un geduldig",
      "translation": "impaciente",
      "definition": "Einen Hang zur Verärgerung oder Frustration zeigend, insbesondere wenn man auf etwas wartet.",
      "definition_translation": "Teniendo o mostrando una tendencia a enfurecerse o frustrarse fácilmente, especialmente al tener que esperar algo.",
      "example": "Ich war ungeduldig, mein neues Telefon zu bekommen, und überprüfte ständig den Lieferstatus. Ich war meinem Freund gegenüber ungeduldig, weil er den Begriff nicht verstand. Ich werde ungeduldig sein, wenn das Projekt nicht rechtzeitig fertig ist.",
      "example_translation": "Estuve impaciente por recibir mi nuevo teléfono y seguí verificando el estado de entrega. He sido impaciente con mi amigo por no entender el concepto. Seré impaciente si el proyecto no se termina a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "descortés",
      "definition": "Ohne Höflichkeit oder gute Manieren; unhöflich.",
      "definition_translation": "Careciendo de cortesía o buenos modales; grosero.",
      "example": "Ich fand es unhöflich, jemanden zu unterbrechen, während er sprach. Sie war unhöflich gegenüber dem Kellner im Restaurant. Sie werden unhöflich sein, wenn sie nicht um Entschuldigung bitten.",
      "example_translation": "Pensé que era descortés interrumpir a alguien mientras hablaba. Ella había sido descortés con el camarero en el restaurante. Serán descorteses si no se disculpan por su comportamiento.",
      "imageLink": "image_files\\English\\"imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unabhängig",
      "translation": "independiente",
      "definition": "Nicht auf andere angewiesen; selbstständig.",
      "definition_translation": "No dependiendo de otros para apoyo o orientación; autosuficiente.",
      "example": "Ich will unabhängig sein und meine eigenen Entscheidungen treffen. Sie war seit ihrem 18. Lebensjahr unabhängig. Sie werden unabhängig sein, wenn sie ihre Ausbildung abgeschlossen haben.",
      "example_translation": "Quiero ser independiente y tomar mis propias decisiones. Ella había sido independiente desde que tenía 18 años. Serán independientes una vez que terminen su educación.",
      "imageLink": "image_files\\English\\"imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerfahren",
      "translation": "inexperiencia",
      "definition": "Dem notwendigen Können oder Wissen fehlend, um eine Aufgabe oder einen Job auszuführen, typischerweise aufgrund fehlender Erfahrung.",
      "definition_translation": "Carece de la habilidad o conocimiento necesarios para realizar una tarea o trabajo, habitualmente debido a la falta de experiencia.",
      "example": "Der neue Mitarbeiter war unerfahren, aber begierig zu lernen. Sie war in diesem Bereich unerfahren gewesen, aber hatte schnell die Fähigkeiten erworben. Sie wird unerfahren in der neuen Software sein, aber wird Schulung erhalten.",
      "example_translation": "La nueva empleada era inexperta, pero ansiosa por aprender. Había sido inexperta en el campo, pero había aprendido rápidamente las habilidades. Será inexperta en el nuevo software, pero recibirá capacitación.",
      "imageLink": "image_files\\English\\"imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unschuldig",
      "translation": "inocente",
      "definition": "Nicht schuldig an einem Verbrechen oder Fehlverhalten; frei von Sünde oder moralischer Schuld.",
      "definition_translation": "No culpable de un crimen o mala acción; libre de pecado o mala moral.",
      "example": "Das unschuldige Kind hatte noch nie ein Gewehr gesehen. Der unschuldige Mann war falsch beschuldigt worden. Der unschuldige Zuschauer geriet in das Kreuzfeuer.",
      "example_translation": "El niño inocente nunca había visto una pistola antes. El hombre inocente fue acusado falsamente del crimen. El transeúnte inocente fue alcanzado por fuego cruzado.",
      "imageLink": "image_files\\English\\"imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unaufrichtig",
      "translation": "insincero",
      "definition": "Nicht echt oder aufrichtig; vorgeblich bestimmte Gefühle oder Meinungen zu haben, die man nicht wirklich hat.",
      "definition_translation": "No genuino o sincero; hacerse pasar por tener sentimientos u opiniones que uno no tiene realmente.",
      "example": "Das unaufrichtige Lächeln des Politikers täuschte niemanden. Sie war in ihrer Entschuldigung unaufrichtig gewesen, und es war klar, dass sie es nicht ernst meinte. Er wird in seinen Versprechungen unaufrichtig sein, also vertraue ihm nicht.",
      "example_translation": "La sonrisa insincera del político no engañó a nadie. Ella había sido insincera en su disculpa, y era claro que no lo sentía. Él será insincero en sus promesas, así que no confíes en él.",
      "imageLink": "image_files\\English\\"imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intellektuell",
      "translation": "intelectual",
      "definition": "Eine Person, die sehr gebildet ist und ein tiefes Verständnis für verschiedene Fachgebiete hat, insbesondere eine, die an abstrakten Ideen interessiert ist und oft als übermäßig mit theoretischen Angelegenheiten beschäftigt gilt.",
      "definition_translation": "Una persona altamente educada y con un profundo conocimiento de diversas materias, especialmente aquel que está interesado en ideas abstractas y se considera a menudo demasiado preocupado por asuntos teóricos.",
      "example": "Sie war eine Intellektuelle, die mehrere Bücher über Philosophie geschrieben hatte. Sie war seit ihren Universitätstagen intellektuell gewesen. Sie wird in Zukunft eine intellektuelle Führerin sein.",
      "example_translation": "Era una intelectual que escribió varios libros sobre filosofía. Había sido una intelectual desde sus días universitarios. Será un líder intelectual en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortungslos",
      "translation": "irresponsable",
      "definition": "Fehlt es, Verantwortung für seine Handlungen oder Pflichten zu übernehmen oder anzunehmen, oft auf eine sorglose oder rücksichtslose Weise.",
      "definition_translation": "No tomar o aceptar la responsabilidad por sus acciones o deberes, a menudo de manera descuidada o temeraria.",
      "example": "Er war mit seinen Finanzen verantwortungslos umgegangen und hatte sich verschuldet. Er war seit Jahren mit seiner Gesundheit verantwortungslos umgegangen, seit er aufhörte, Sport zu treiben. Er wird seine Zeit verantwortungslos nutzen, wenn er keine Prioritäten setzt.",
      "example_translation": "Él fue irresponsable con sus finanzas y terminó endeudado. Ha sido irresponsable con su salud desde que dejó de hacer ejercicio. Será irresponsable con su tiempo si no establece prioridades.",
      "imageLink": "image_files\\English\\"imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verärgert",
      "translation": "irritado",
      "definition": "Fühlt oder zeigt Verärgerung oder Frustration, oft als Reaktion auf eine frustrierende oder ärgerliche Situation.",
      "definition_translation": "Sentir o mostrar molestia o frustración, a menudo en respuesta a una situación frustrante o molesta.",
      "example": "Sie war von dem Lärm verärgert und bat sie, leiser zu sein. Er hatte Stunden lang mit dem Kundendienst kämpft und war verärgert gewesen. Sie werden verärgert sein, wenn sie keinen Rückzahlungsanspruch erhalten.",
      "example_translation": "Ella estaba irritada por el ruido y les pidió que se callaran. Él había estado irritado con el servicio al cliente durante horas. Estarán irritados si no reciben un reembolso.",
      "imageLink": "image_files\\English\\"imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ärgerlich",
      "translation": "irritante",
      "definition": "Gefühle der Verärgerung, Angst oder Verärgerung hervorruft",
      "definition_translation": "causando sentimientos de frustración, ansiedad o fastidio",
      "example": "Der Kunde fand das lange Warten ärgerlich, die ständigen Verzögerungen ärgerlich und den unhöflichen Angestellten ärgerlich.",
      "example_translation": "El cliente encontró que la espera larga era irritante, los retrasos constantes eran irritantes y el cajero grosero era irritante.",
      "imageLink": "image_files\\English\\"imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "loyal",
      "translation": "leal",
      "definition": "Gibt oder zeigt festen und konstanten Support oder Treue gegenüber einer Person oder Institution",
      "definition_translation": "dando o mostrando firme y constante apoyo o lealtad a una persona o institución",
      "example": "Sie war seit Jahren eine loyale Kundin gewesen, immer loyal zur Marke geblieben und auch dann loyal, als andere sie im Stich ließen.",
      "example_translation": "Ella había sido una cliente leal durante años, siempre leal a la marca, y siguió siendo leal incluso cuando otros la abandonaron.",
      "imageLink": "image_files\\English\\"imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reif",
      "translation": "maduro",
      "definition": "Vollkommen entwickelt körperlich, geistig oder emotional",
      "definition_translation": "completamente desarrollado física, mental o emocionalmente",
      "example": "Als sie reifer wurde, wurde sie selbstbewusster, hatte reife Beziehungen und traf reife Entscheidungen.",
      "example_translation": "A medida que maduró, se convirtió en más segura, tuvo relaciones maduras y tomó decisiones maduras.",
      "imageLink": "image_files\\English\\"imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "meinen",
      "translation": "significar",
      "definition": "Einen bestimmten Sinn oder Zweck vermitteln oder ausdrücken, insbesondere durch Sprache.",
      "definition_translation": "Tener la intención de transmitir o expresar un significado particular, especialmente por medio del lenguaje.",
      "example": "Ich wollte dich gestern anrufen, aber ich vergaß es. Ich meine, jetzt in den Laden zu gehen, und ich werde meine Hausaufgaben später erledigen.",
      "example_translation": "Quería llamarte ayer, pero me olvidé. Quiero ir a la tienda ahora y quiero terminar mi tarea más tarde.",
      "imageLink": "image_files\\English\\"imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "meinen",
      "translation": "significar",
      "definition": "Eine bestimmte Absicht oder Bedeutung haben, insbesondere in Worten oder Handlungen.",
      "definition_translation": "Tener una intención o interpretación particular, especialmente en palabras o acciones.",
      "example": "Sie meinte es gut, aber ihre Worte waren verletzend. Der Lehrer meinte, dass wir aus dem Übungsaufgaben lernen sollten, aber er war zu schwierig.",
      "example_translation": "Ella quería bien, pero sus palabras fueron hirientes. El profesor quería que aprendiéramos de la ejercicio, pero fue demasiado difícil.",
      "imageLink": "image_files\\English\\"imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistig",
      "translation": "mental",
      "definition": "Bezieht sich auf den Geist, insbesondere als Studienfach.",
      "definition_translation": "Relativo a la mente, especialmente como tema de estudio.",
      "example": "Die geistige Gesundheit ist ebenso wichtig wie die körperliche Gesundheit. Sie hat einen geistigen Block, wenn es um öffentliches Sprechen geht.",
      "example_translation": "La salud mental es tan importante como la física. Ella tiene un bloqueo mental cuando se trata de hablar en público.",
      "imageLink": "image_files\\English\\"imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elend",
      "translation": "desdichado",
      "definition": "Fühlt oder zeigt große Unzufriedenheit oder Unbehaglichkeit; elend.",
      "definition_translation": "Sentirse o mostrar gran infelicidad o incomodidad; desdichado.",
      "example": "Sie fühlte sich elend, nachdem sie ihren Job verloren hatte; sie war elend in diesem Job gewesen, und jetzt wird sie ohne ihn elend sein; sie hofft, dass sie nicht elend in ihrem neuen Job sein wird.",
      "example_translation": "Ella se sintió desdichada después de perder su trabajo; había sido desdichada en ese trabajo durante años, y ahora estará desdichada sin él; espera que no sea desdichada en su nuevo trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "motiviert",
      "translation": "motivado",
      "definition": "Hat einen starken Wunsch oder Enthusiasmus, etwas zu erreichen; angetrieben.",
      "definition_translation": "Teniendo un fuerte deseo o entusiasmo por lograr algo; impulsado.",
      "example": "Sie war motiviert, eine neue Sprache zu lernen; sie war motiviert, einen Marathon zu laufen, und jetzt ist sie motiviert, ihr eigenes Unternehmen zu starten; sie hofft, dass sie motiviert bleiben wird, weiter zu lernen.",
      "example_translation": "Ella estaba motivada para aprender un nuevo idioma; había estado motivada para correr un maratón durante años, y ahora está motivada para empezar su propio negocio; espera que esté motivada para continuar aprendiendo.",
      "imageLink": "image_files\\English\\"imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegend",
      "translation": "conmovedor",
      "definition": "Ruft Gefühle der Traurigkeit oder Sympathie hervor; ergreifend.",
      "definition_translation": "Causando sentimientos de tristeza o simpatía; conmovedor.",
      "example": "Der Film war bewegend; er war bewegend, seit Jahrzehnten, und jetzt ist er wieder bewegend; er wird nächstes Jahr bewegend sein.",
      "example_translation": "La película fue conmovedora; había sido conmovedora durante décadas, y ahora es conmovedora de nuevo; será conmovedora el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unangenehm",
      "translation": "desagradable",
      "definition": "Hat oder zeigt eine unangenehme oder unfreundliche Qualität; unangenehm rau oder hart.",
      "definition_translation": "Teniendo o mostrando una calidad desagradable o falta de amabilidad; áspero o duro de manera desagradable.",
      "example": "Das schlechte Wetter zwang uns, das Picknick abzusagen. Wir hatten letzten Nacht einen unangenehmen Streit, aber wir haben uns am Morgen versöhnt. Ich dulde keine unangenehmen Kommentare auf meinem Blog nicht.",
      "example_translation": "El clima desagradable nos obligó a cancelar el picnic. Tuve una discusión desagradable anoche, pero nos reconciliamos en la mañana. No toleraré comentarios desagradables en mi blog.",
      "imageLink": "image_files\\English\\"imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unartig",
      "translation": "travieso",
      "definition": "Verhält sich schlecht oder ungehorsam; spielerisch frech.",
      "definition_translation": "Comportándose mal o desobedientemente; juguetonamenteASTUCIAS.",
      "example": "Das unartige Kind weigerte sich, sein Gemüse zu essen. Ich war sehr unartig, als ich ein Kind war, und bekam immer Ärger. Sie hat einen unartigen Funkeln in ihren Augen.",
      "example_translation": "El niño travieso se negó a comer sus vegetales. Fui muy travieso cuando era niño y siempre me metía en problemas. Ella tiene un brillo travieso en su ojo.",
      "imageLink": "image_files\\English\\"imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehorchsam",
      "translation": "obediente",
      "definition": "Bereitwillig, Regeln, Anordnungen oder Anweisungen zu befolgen; konform.",
      "definition_translation": "Dispuesto a obedecer reglas, órdenes o instrucciones; complaciente.",
      "example": "Der gehorsame Student folgte immer den Anweisungen des Lehrers. Ich war sehr gehorsam, als ich ein Kind war, und fragte meine Eltern nie nach. Sie ist ihrem Chef gegenüber gehorsam.",
      "example_translation": "El estudiante obediente siempre seguía las instrucciones del maestro. Fui muy obediente cuando era niño y nunca cuestionaba a mis padres. Ella es obediente a cada comando de su jefe.",
      "imageLink": "image_files\\English\\"imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziel",
      "translation": "objetivo",
      "definition": "Ein Ziel oder eine Zielscheibe, die durch Anstrengung oder Geschick erreicht werden soll.",
      "definition_translation": "Un objetivo o meta que se debe lograr, a menudo a través del esfuerzo o la habilidad.",
      "example": "Sie setzte sich das Ziel, das Projekt bis zum Ende des Monats zu beenden, und sie hatte daran gearbeitet, seit Wochen, aber sie wird es nächstes Jahr beendet haben.",
      "example_translation": "Ella estableció un objetivo de terminar el proyecto para fin de mes, y había estado trabajando en él durante semanas, pero lo habrá terminado el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstoßig",
      "translation": "ofensivo",
      "definition": "Ruft Anstoß oder Ärger hervor, oft absichtlich.",
      "definition_translation": "Causando ofensa o molestia, a menudo de forma deliberada.",
      "example": "Die anstoßige Werbung des Unternehmens löste auf sozialen Medien Empörung aus, aber sie werden sich nächste Woche entschuldigen, und hatten sich letzten Jahr entschuldigt.",
      "example_translation": "El anuncio ofensivo de la empresa desató indignación en las redes sociales, pero se disculparán por ello la próxima semana, y se habían disculpado por ello el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "optimistisch",
      "translation": "optimista",
      "definition": "Hat oder zeigt eine hoffnungsvolle und zuversichtliche Einstellung.",
      "definition_translation": "Teniendo o mostrando una perspectiva esperanzadora y confiada.",
      "example": "Der optimistische Unternehmer war zuversichtlich, dass sein Geschäft erfolgreich sein würde, und war erfolgreich gewesen, seit Jahren, aber wird nächstes Quartal Herausforderungen erleben.",
      "example_translation": "El emprendedor optimista estaba seguro de que su negocio tendría éxito, y había estado teniendo éxito durante años, pero enfrentará desafíos el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisiert",
      "translation": "organizado",
      "definition": "Dinge in einer systematischen und effizienten Weise zu arrangieren, so dass sie leicht gefunden oder verwendet werden können.",
      "definition_translation": "Arreglar las cosas de una manera sistemática y eficiente, para que puedan ser encontradas o utilizadas fácilmente.",
      "example": "Ich habe mein Schlafzimmer letzten Wochenende organisiert, aber jetzt bin ich für den Rest des Monats organisiert. Ich war organisiert, als ich auf dem College war, aber ich bin jetzt nicht organisiert. Ich werde bis Ende des Jahres organisiert sein.",
      "example_translation": "Organisé mi armario el fin de semana pasado, pero ahora estoy organizado para el resto del mes. Estuve organizado cuando estaba en la universidad, pero no estoy organizado ahora. Estaré organizado para fin de año.",
      "imageLink": "image_files\\English\\"imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skandalös",
      "translation": "ultrajante",
      "definition": "Erschreckend schlecht oder inakzeptabel; völlig empörend.",
      "definition_translation": "Sorprendentemente malo o inaceptable; absolutamente repugnante.",
      "example": "Die skandalösen Preise des neuen Restaurants in der Stadt machen die Leute wütend. Das skandalöse Verhalten des Celebrities war in allen Nachrichten. Die skandalöse Menge an Hausaufgaben, die der Lehrer zugeteilt hat, war unglaublich.",
      "example_translation": "Los precios ultrajantes del nuevo restaurante en la ciudad están haciendo que la gente se enoje. El comportamiento ultrajante del celebridad estuvo en todas las noticias. La cantidad ultrajante de tareas escolares asignadas por el maestro era increíble.",
      "imageLink": "image_files\\English\\"imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzhaft",
      "translation": "doloroso",
      "definition": "Körperliche oder emotionale Not oder Unbehagen verursachend; unangenehm oder unerfreulich.",
      "definition_translation": "Causando dolor físico o emocional; incómodo o desagradable.",
      "example": "Die schmerzhafte Operation ließ mich wochenlang im Bett. Ich hatte eine schmerzhafte Erfahrung bei meinem Zahnarzt gestern. Die schmerzhafte Erinnerung an den Unfall verfolgt mich noch immer.",
      "example_translation": "La dolorosa cirugía me dejó en cama durante semanas. Tuve una experiencia dolorosa en el dentista ayer. El doloroso recuerdo del accidente todavía me atormenta.",
      "imageLink": "image_files\\English\\"imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leidenschaftlich",
      "translation": "apasionado",
      "definition": "Intensive und kaum kontrollierbare Emotionen zeigend, insbesondere starke Gefühle der Begeisterung oder Aufregung.",
      "definition_translation": "Mostrando o sintiendo emoción intensa y apenas controllable, especialmente fuertes sentimientos de entusiasmo o emoción.",
      "example": "Sie ist leidenschaftlich für ihren Job, und das zeigt sich in ihrer Arbeit. Sie war leidenschaftlich für das Malen, seit sie ein Kind war. Sie wird leidenschaftlich für Umweltschutzfragen sein.",
      "example_translation": "Ella es apasionada de su trabajo y se nota en su labor. Ha sido apasionada de la pintura desde que era una niña. Será apasionada de los temas ambientales en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passiv",
      "translation": "pasivo",
      "definition": "Das, was passiert oder was andere tun, akzeptierend oder erduldet, ohne aktiven Widerstand oder Reaktion.",
      "definition_translation": "Aceptando o permitiendo lo que sucede o lo que otros hacen, sin respuesta activa ni resistencia.",
      "example": "Das Unternehmen hat einen passiven Ansatz für den Kundendienst. Sie war passiv, als ihr Chef sie kritisierte. Sie werden passive Beobachter des ganzen Prozesses sein.",
      "example_translation": "La empresa tiene un enfoque pasivo para el servicio al cliente. Ella fue pasiva ante la crítica de su jefe. Serán observadores pasivos de todo el proceso.",
      "imageLink": "image_files\\English\\"imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pessimistisch",
      "translation": "pesimista",
      "definition": "Eine negative oder düstere Sichtweise habend, oft das Schlechteste erwartend.",
      "definition_translation": "Teniendo o mostrando una perspectiva negativa o sombría, a menudo esperando lo peor.",
      "example": "Er ist ostatlich pessimistisch bezüglich der Wirtschaft. Sie war pessimistisch bezüglich ihrer Chancen, den Job zu bekommen. Sie werden pessimistisch bezüglich des Ausgangs der Wahl sein.",
      "example_translation": "Él ha sido pesimista sobre la economía últimamente. Ella fue pesimista sobre sus posibilidades de obtener el trabajo. Serán pesimistas sobre el resultado de la elección.",
      "imageLink": "image_files\\English\\"imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versteinert",
      "translation": "petrificado",
      "definition": "extrem ängstlich oder terrorisiert; unfähig, sich zu bewegen oder zu handeln",
      "definition_translation": "extremadamente asustado o aterrorizado; incapaz de moverse o actuar",
      "example": "Ich war versteinert, als ich die Schlange in meinem Hinterhof sah. Ich werde versteinert sein, wenn ich vor einer großen Zuhörerschaft sprechen muss. Sie war versteinert, nachdem sie den Horrorfilm gesehen hatte.",
      "example_translation": "Me petrificó cuando vi la serpiente en mi patio trasero. Estaré petrificado si tengo que dar un discurso frente a una gran audiencia. Ella estaba petrificada después de ver la película de terror.",
      "imageLink": "image_files\\English\\"imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "praktisch",
      "translation": "práctico",
      "definition": "sinngemäß und realistisch in einer bestimmten Situation",
      "definition_translation": "sensible y realista en una situación particular",
      "example": "Meine Mutter gibt mir immer praktische Ratschläge. Ich werde praktisch und nehme einen Teilzeitjob an, um mich selbst zu unterstützen. Er war praktisch und brachte einen Schirm zum Open-Air-Konzert mit.",
      "example_translation": "Mi madre siempre me da consejos prácticos. Seré práctico y tomaré un trabajo a tiempo parcial para apoyarme. Él fue práctico y trajo un paraguas al concierto al aire libre.",
      "imageLink": "image_files\\English\\"imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "professionell",
      "translation": "profesional",
      "definition": "in Bezug auf oder in Verbindung mit einer Arbeit oder Tätigkeit, die spezielle Ausbildung oder Fähigkeit erfordert",
      "definition_translation": "relacionado con o conectado con un trabajo o actividad que requiere capacitación o habilidad especial",
      "example": "Als professionelle Musikerin hat sie in vielen Konzerten aufgetreten. Ich muss mich professionell für das Vorstellungsgespräch kleiden. Er wird eines Tages ein professioneller Fußballspieler sein.",
      "example_translation": "Como música profesional, ha actuado en muchos conciertos. Necesito vestirme profesionalmente para la entrevista de trabajo. Él será un jugador de fútbol profesional algún día.",
      "imageLink": "image_files\\English\\"imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "periódico",
      "definition": "sich über etwas verwirrt oder unsicher fühlend",
      "definition_translation": "sentirse confundido o incierto sobre algo",
      "example": "Ich war verwirrt von dem komplexen Mathematikproblem, aber mein Freund konnte es lösen. Ich werde verwirrt sein, wenn ich die Erklärung nicht verstehe. Ich war verwirrt von dem seltsamen Geräusch die ganze Nacht.",
      "example_translation": "Me sentí confundido por el problema de matemáticas complejo, pero mi amigo pudo resolverlo. Me sorprenderá si no entiendo la explicación. Me había sentido confundido por el ruido extraño toda la noche.",
      "imageLink": "image_files\\English\\"imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "qualifiziert",
      "translation": "cualificado",
      "definition": "die notwendigen Fähigkeiten, Erfahrungen oder Kenntnisse für etwas hat",
      "definition_translation": "teniendo las habilidades, experiencia o conocimientos necesarios para hacer algo",
      "example": "Der qualifizierte Arzt konnte die seltene Krankheit diagnostizieren. Das Unternehmen wird die Kandidaten qualifizieren, die die Anforderungen erfüllen. Sie hatte sich nach Jahren harter Trainings für die Olympischen Spiele qualifiziert.",
      "example_translation": "El médico cualificado pudo diagnosticar la enfermedad rara. La empresa calificará a los candidatos que cumplan con los requisitos. Ella había calificado para las Olimpiadas después de años de entrenamiento duro.",
      "imageLink": "image_files\\English\\"imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "realistisch",
      "translation": "realista",
      "definition": "eine realistische Vorstellung davon hat, was erreicht oder erwartet werden kann",
      "definition_translation": "teniendo una idea sensata y práctica de lo que se puede lograr o esperar",
      "example": "Die Firma hat ein realistisches Ziel, den Umsatz um 10% zu steigern. Der Künstler ist bekannt für seine realistischen Gemälde. Sie haben nach mehr Übung eine realistische Chance, den Wettbewerb zu gewinnen.",
      "example_translation": "La empresa tiene una meta realista de aumentar las ventas en un 10%. El artista es conocido por sus pinturas realistas. Tendrán una oportunidad realista de ganar la competencia si practican más.",
      "imageLink": "image_files\\English\\"imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "razonable",
      "definition": "die Fähigkeit hat, logisch zu denken oder zu handeln; vernünftig und fair",
      "definition_translation": "Tener la capacidad de razonar o pensar lógicamente; sensato y justo.",
      "example": "Der Richter versuchte, vernünftig zu sein und beiden Seiten des Arguments zuzuhören. Sie war vernünftig und aufgeschlossen. Sie wird in Zukunft vernünftig und rücksichtsvoll sein.",
      "example_translation": "El juez intentó ser razonable y escuchar ambos lados del argumento. Ella fue razonable y de mente abierta. Ella será razonable y considerada en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "religiös",
      "translation": "religioso",
      "definition": "an einen Gott oder Götter glaubt und sie anbetet; eine starke Überzeugung hat",
      "definition_translation": "Creer en y adorar a un dios o dioses; tener una fe fuerte o convicción.",
      "example": "Er wurde in einer religiösen Familie aufgezogen und ging jeden Sonntag in die Kirche. Sie ist religiös und betet täglich. Sie werden religiös sein und den Lehren ihres Glaubens folgen.",
      "example_translation": "Fue criado en una familia religiosa y asistía a la iglesia todos los domingos. Ella es religiosa y reza diariamente. Ellos serán religiosos y seguirán las enseñanzas de su fe.",
      "imageLink": "image_files\\English\\"imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "findig",
      "translation": "ingenioso",
      "definition": "die Fähigkeit hat, schnell und clever Lösungen für Schwierigkeiten oder Herausforderungen zu finden",
      "definition_translation": "Tener la capacidad de encontrar formas rápidas y astutas para superar dificultades o desafíos.",
      "example": "Der findige Ingenieur entwarf ein neues System, um den Energieverbrauch zu reduzieren. Sie war findig und fand eine Lösung für das Problem. Sie werden findig sein und sich an die sich ändernden Umstände anpassen.",
      "example_translation": "El ingeniero ingenioso diseñó un nuevo sistema para reducir el consumo de energía. Ella fue ingeniosa y encontró una solución al problema. Ellos serán ingeniosos y se adaptarán a las circunstancias cambiantes.",
      "imageLink": "image_files\\English\\"imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "achtbar",
      "translation": "respetable",
      "definition": "Respekt verdient oder verdienen soll; einen guten Ruf hat",
      "definition_translation": "Digno de respeto o admiración, tener una buena reputación",
      "example": "Er war ein achtbarer Mitglied der Gemeinschaft, von allen respektiert, die ihn kannten. Er wird achtbar gekleidet für den Anlass sein. Er war immer ein achtbarer Bürger, bis er erwischt wurde.",
      "example_translation": "Era un miembro respetable de la comunidad, respetado por todos los que lo conocían. Estará vestido respetablemente para la ocasión. Siempre havía sido un ciudadano respetable, hasta que fue atrapado.",
      "imageLink": "image_files\\English\\"imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geachtet",
      "translation": "respetado",
      "definition": "Achtung oder Hochachtung für jemanden oder etwas empfindet oder zeigt",
      "definition_translation": "Sentir o mostrar admiración o alto respecto por alguien o algo",
      "example": "Sie war eine hochgeschätzte Professorin, von ihren Studenten und Kollegen respektiert. Er wurde für seine Weisheit und Führungsqualitäten geachtet. Sie wird für ihre Tapferkeit in Zeiten der Gefahr geachtet werden.",
      "example_translation": "Era una profesora muy respetada, respetada por sus estudiantes y colegas. Él era respetado por su sabiduría y habilidades de liderazgo. Será respetada por su valentía en el enfrentamiento del peligro.",
      "imageLink": "image_files\\English\\"imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortlich",
      "translation": "responsable",
      "definition": "eine Verpflichtung hat, etwas zu tun oder für seine Handlungen verantwortlich zu sein",
      "definition_translation": "Tener una obligación de hacer algo o ser responsable por sus acciones",
      "example": "Er war für den Erfolg des Projekts verantwortlich. Sie ist für das Team verantwortlich. Sie werden für den Umweltauswirkung ihrer Handlungen verantwortlich sein.",
      "example_translation": "Él era responsable del éxito del proyecto. Ella es responsable de gestionar el equipo. Serán responsables del impacto ambiental de sus acciones.",
      "imageLink": "image_files\\English\\"imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riskant",
      "translation": "riesgoso",
      "definition": "Unsicherheit oder Gefahr involviert; zu Verlust oder Schäden führen kann",
      "definition_translation": "que implica incertidumbre o peligro; que puede llevar a pérdida o daño",
      "example": "Er tätigte eine riskante Investition, aber sie zahlte sich aus. Er unternimmt einen riskanten Spaziergang auf dem Kliff. Er wird eine riskante Entscheidung treffen.",
      "example_translation": "Tomó una inversión riesgosa, pero funcionó. Está dando un paseo riesgoso por la cima del acantilado. Tomará una decisión riesgosa en el negocio.",
      "imageLink": "image_files\\English\\"imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rücksichtslos",
      "translation": "despiadado",
      "definition": "kein Mitleid oder Erbarmen zeigt; brutal hart oder grausam",
      "definition_translation": "que no tiene o muestra ninguna piedad ni misericordia; duramente severo o cruel",
      "example": "Der rücksichtslose Diktator herrschte das Land mit eiserner Faust. Die rücksichtslose Geschäftsfrau entließ ihre Angestellten ohne Zögern. Der rücksichtslose Lehrer wird keine Fehler dulden.",
      "example_translation": "El dictador despiadado gobernó el país con mano de hierro. La empresaria despiadada despidió a sus empleados sin dudar. El maestro despiadado no tolerará ningún error.",
      "imageLink": "image_files\\English\\"imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "empfindlich",
      "translation": "sensible",
      "definition": "in der Lage, leicht Veränderungen oder Eindrücke wahrzunehmen; leicht verletzt oder beleidigt zu werden",
      "definition_translation": "capaz de sentir o responder a cambios leves o impresiones; fácilmente herido o ofendido",
      "example": "Sie war empfindlich gegen Kälte und trug einen Mantel. Er war empfindlich gegen Kritik und wurde defensiv. Das Kind wird empfindlich gegen Lärm sein und wird seine Ohren zudecken.",
      "example_translation": "Ella era sensible al frío y llevaba un abrigo. Él era sensible a la crítica y se volvió defensivo. El niño será sensible al ruido y se cubrirá los oídos.",
      "imageLink": "image_files\\English\\"imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": " severo",
      "definition": "schwer oder unangenehm; großes Leid oder Schäden verursachend.",
      "definition_translation": "Muy malo o desagradable; causando gran sufrimiento o daño.",
      "example": "Die ernsten Wetterbedingungen machten es schwierig, zu reisen. Der starke Schmerz machte es schwierig, sich zu konzentrieren. Der Arzt warnte, dass der Zustand des Patienten ernst werden könnte, wenn er nicht behandelt würde.",
      "example_translation": "Las condiciones climáticas severas hacían difícil viajar. El dolor severo hacía difícil concentrarse. El médico advirtió que la condición del paciente podría volverse severa si no se trataba con prontitud.",
      "imageLink": "image_files\\English\\"imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschickt",
      "translation": "habil",
      "definition": "die Fähigkeit haben oder zeigen, etwas mit großer Fertigkeit und Kompetenz zu tun.",
      "definition_translation": "Teniendo o mostrando la habilidad para hacer algo con gran habilidad y competencia.",
      "example": "Der geschickte Fahrer navigierte den kurvigen Weg mit Leichtigkeit. Der geschickte Chirurg führte den komplexen Eingriff mit Präzision durch. Der geschickte Künstler schuf ein schönes Gemälde mit großem Detailreichtum.",
      "example_translation": "El conductor habil condujo la carretera sinuosa con facilidad. El cirujano habil realizó la operación compleja con precisión. El artista habil creó una hermosa pintura con gran detalle.",
      "imageLink": "image_files\\English\\"imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fähig",
      "translation": "hábil",
      "definition": "eine natürliche Fähigkeit oder Begabung für etwas, insbesondere eine manuelle Aktivität, zu haben.",
      "definition_translation": "Teniendo una habilidad natural o talento para algo, especialmente una actividad manual.",
      "example": "Der fähige Tischler baute ein schönes Holzschrank. Der fähige Musiker spielte das Klavier mit großem Ausdruck. Der fähige Athlet gewann mehrere Medaillen im Wettbewerb.",
      "example_translation": "El carpintero hábil construyó un hermoso gabinete de madera. El músico hábil tocó el piano con gran expresión. El atleta hábil ganó varias medallas en la competencia.",
      "imageLink": "image_files\\English\\"imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sophistisch",
      "translation": "sofisticado",
      "definition": "einen hohen Grad an kultureller oder intellektueller Raffinesse aufweisend.",
      "definition_translation": "Tener o caracterizarse por un alto grado de refinamiento cultural o intelectual.",
      "example": "Sie war eine sophistische Frau, die feine Kunst, Literatur und Musik schätzte. Sie hatte einen sophistischen Ansatz für das Geschäft. Sie wird sophistisch in ihren Verhandlungen sein.",
      "example_translation": "Era una mujer sofisticada que apreciaba el arte fino, la literatura y la música. Había sido sofisticada en su enfoque para el negocio. Será sofisticada en sus negociaciones.",
      "imageLink": "image_files\\English\\"imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spirituell",
      "translation": "espiritual",
      "definition": "im Zusammenhang mit dem Geist oder der Seele stehend, im Gegensatz zu materiellen oder physischen Dingen.",
      "definition_translation": "Relacionado o preocupado con el espíritu o alma, en oposición a las cosas materiales o físicas.",
      "example": "Der spirituelle Anführer der Gemeinschaft führte die Menschen durch die Krise. Er war spirituell in seinem Ansatz zum Leben. Sie werden spirituell auf der Suche nach Erleuchtung sein.",
      "example_translation": "El líder espiritual de la comunidad guio a la gente a través de la crisis. Había sido espiritual en su enfoque para la vida. Serán espirituales en su búsqueda de iluminación.",
      "imageLink": "image_files\\English\\"imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spontan",
      "translation": "espontáneo",
      "definition": "ohne vorherige Planung oder Überlegung durchgeführt oder auftretend; natürlich und unbeherrscht.",
      "definition_translation": "Realizado u ocurrido sin planificación previa o deliberación; natural y sin restricciones.",
      "example": "Der spontane Applaus brach aus, als der Sänger auf die Bühne trat. Sie war spontan in ihrer Antwort auf die Frage. Sie werden spontan auf die Nachricht reagieren.",
      "example_translation": "El aplauso espontáneo estalló cuando la cantante subió al escenario. Había sido espontánea en su respuesta a la pregunta. Serán espontáneos en su reacción a la noticia.",
      "imageLink": "image_files\\English\\"imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerade",
      "translation": "recto",
      "definition": "in einer direkten Linie verlaufend; nicht gekrümmt oder gebogen; direkt und ununterbrochen in der Ausdehnung oder Richtung.",
      "definition_translation": "Extendiendo o procediendo en una línea directa; no curvada ni doblada; directo e ininterrumpido en extensión o dirección.",
      "example": "Die Straße war gerade und flach, was sie perfekt für das Radfahren machte. Ich ging gerade zum Laden. Ich werde gerade nach Hause gehen, nachdem ich die Schule beendet habe.",
      "example_translation": "El camino era recto y plano, lo que lo hacía perfecto para ciclismo. Caminé recto a la tienda. Caminaré recto a casa después de la escuela.",
      "imageLink": "image_files\\English\\"imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stur",
      "translation": "terco",
      "definition": "entgegenkommend, dass er seinen Entschluss nicht ändern will; unvernünftig starrköpfig.",
      "definition_translation": "Teniendo o mostrando determinación para no cambiar de opinión o posición; obstinado de manera irrazonable.",
      "example": "Mein Bruder kann sehr stur sein, wenn es darum geht, neue Lebensmittel auszuprobieren. Sie war stur und weigerte sich, sich zu entschuldigen. Er wird stur sein und wird unseren Rat nicht hören.",
      "example_translation": "Mi hermano puede ser muy terco cuando se trata de probar nuevos alimentos. Ella fue terca y se negó a disculparse. Él será terco y no escuchará nuestro consejo.",
      "imageLink": "image_files\\English\\"imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abergläubisch",
      "translation": "supersticioso",
      "definition": "exzessiv ängstlich vor dem Übernatürlichen, Schicksal oder dem Unbekannten; irrational ängstlich vor dem, was unbekannt oder mysteriös ist.",
      "definition_translation": "Excesivamente temeroso de lo sobrenatural, el destino o lo desconocido; miedo irracional de lo que es desconocido o misterioso.",
      "example": "Meine Großmutter ist abergläubisch und trägt immer ein Glücksbringer bei sich. Er ist abergläubisch und glaubt an Gespenster. Sie waren abergläubisch und hielten den schwarzen Kater für Unglück.",
      "example_translation": "Mi abuela es supersticiosa y siempre lleva un amuleto de la suerte. Él es supersticioso y cree en los fantasmas. Ellos eran supersticiosos y pensaban que el gato negro era mala suerte.",
      "imageLink": "image_files\\English\\"imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verdächtig",
      "translation": "sospechoso",
      "definition": "Verdacht erregend; zweifelhaft; bedenklich.",
      "definition_translation": "Generando sospecha; cuestionable; dudoso.",
      "example": "Die Polizei war misstrauisch gegenüber dem Fremden. Das Unternehmen war misstrauisch gegenüber der Konkurrenz. Der Detektiv wird misstrauisch gegenüber jeder Inkonsistenz im Alibi sein.",
      "example_translation": "La policía sospechaba del comportamiento del extraño. La empresa sospechaba de los motivos de la rival. El detective sospechará de cualquier inconsistencia en la coartada.",
      "imageLink": "image_files\\English\\"imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mitfühlend",
      "translation": "simpático",
      "definition": "Hatte oder zeigte Mitgefühl; fühlte oder äußerte Beileid.",
      "definition_translation": "Teniendo o mostrando simpatía; sintiendo o expresando compasión.",
      "example": "Der Arzt war mitfühlend gegenüber den Sorgen des Patienten. Das Unternehmen war mitfühlend gegenüber der Situation des Mitarbeiters. Der Lehrer wird mitfühlend gegenüber den Schwierigkeiten des Schülers sein.",
      "example_translation": "El doctor era simpático a las inquietudes del paciente. La empresa era simpática a la situación del empleado. El maestro será simpático a las luchas del estudiante.",
      "imageLink": "image_files\\English\\"imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angespannt",
      "translation": "tenso",
      "definition": "Fühlte sich ängstlich oder nervös; hatte ein Gefühl von gespannter Erwartung.",
      "definition_translation": "Sintiendo ansiedad o nerviosismo; teniendo una sensación de expectativa tensa.",
      "example": "Der Athlet war angespannt vor dem Wettbewerb. Das Publikum war angespannt während des Thrillers. Der Schüler wird angespannt während der Prüfung sein.",
      "example_translation": "El atleta estaba tenso antes de la competencia. La audiencia estaba tensa durante la película de suspense. El estudiante estará tenso durante el examen.",
      "imageLink": "image_files\\English\\"imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "aterrador",
      "definition": "Extrem ängstig oder alarmierend; verursachte intensive Furcht oder Angst.",
      "definition_translation": "Extremadamente aterrador o alarmante; causando un miedo o ansiedad intensa.",
      "example": "Der erschreckende Schrei hallte durch das Spukhaus. Es war erschreckend, allein im Dunkeln zu sein. Sie wird entsetzt sein, wenn sie den Horrorfilm sieht.",
      "example_translation": "El grito aterrador resonó por la casa encantada. Fue aterrador pensar en estar solo en la oscuridad. Ella estará aterrada cuando vea la película de terror.",
      "imageLink": "image_files\\English\\"imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenlos",
      "translation": "pensativo",
      "definition": "Zeigte sorgfältige Überlegung und Rücksichtnahme; freundlich und verständnisvoll.",
      "definition_translation": "Mostrando cuidadoso pensamiento y consideración; amable y comprensivo.",
      "example": "Er war ein aufmerksamer Zuhörer und machte mich immer gehört. Sie war gedankenlos genug, mir ein Geschenk mitzubringen. Sie werden in Zukunft mehr Gedanken auf ihre Entscheidungen verschwenden.",
      "example_translation": "Él era un oyente pensativo y siempre me hacía sentir escuchado. Ella fue lo suficientemente pensativa como para traerme un regalo. Serán más pensativos sobre sus decisiones en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "emocionado",
      "definition": "Fühlte sich extrem glücklich oder aufgerüstet; entzückt.",
      "definition_translation": "Sintiendo una felicidad o emoción extremas; encantado.",
      "example": "Ich war begeistert, die Nachricht zu erhalten. Sie war begeistert, ihre Lieblingsprominente zu treffen. Sie werden begeistert sein, die Achterbahnfahrt zu unternehmen.",
      "example_translation": "Me emocioné al recibir la noticia. Ella se emocionó al conocer a su celebridad favorita. Estarán emocionados de ir en la montaña rusa.",
      "imageLink": "image_files\\English\\"imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hart",
      "translation": "duro",
      "definition": "Stark und in der Lage, schwierigen Bedingungen oder Herausforderungen zu widerstehen",
      "definition_translation": "fuerte y capaz de soportar condiciones difíciles o desafíos",
      "example": "Ich war hart zu mir selbst, ich bin hart zu mir selbst, ich werde hart zu mir selbst sein.",
      "example_translation": "Fui duro conmigo mismo, seré duro conmigo mismo, habré sido duro conmigo mismo.",
      "imageLink": "image_files\\English\\"imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragiisch",
      "translation": "trágico",
      "definition": "Verursachte große Traurigkeit oder Verlust, insbesondere aufgrund eines unerwarteten oder unglücklichen Ereignisses",
      "definition_translation": "que causa gran tristeza o pérdida, especialmente como resultado de algo inesperado o desafortunado",
      "example": "Das tragische Ereignis geschah, geschieht, wird geschehen.",
      "example_translation": "El evento trágico ocurrió, está ocurriendo, ocurrirá.",
      "imageLink": "image_files\\English\\"imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unwissend",
      "translation": "inconsciente",
      "definition": "Wusste oder erkannte etwas nicht, insbesondere etwas Wichtiges oder Überraschendes",
      "definition_translation": "no saber o darse cuenta de algo, especialmente algo importante o sorprendente",
      "example": "Ich war unwissend über die Gefahr, ich bin unwissend über die Gefahr, ich werde unwissend über die Gefahr sein.",
      "example_translation": "No era consciente del peligro, no soy consciente del peligro, no seré consciente del peligro.",
      "imageLink": "image_files\\English\\"imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "incerto",
      "definition": "Hat oder zeigt keine klare Meinung oder Überzeugung über etwas",
      "definition_translation": "No tener o mostrar una mente clara o opinión sobre algo",
      "example": "Ich bin unsicher, was ich heute Abend tun soll. Gestern war ich sicher, aber jetzt bin ich unsicher. Ich werde unsicher sein, bis ich eine Entscheidung treffen werde.",
      "example_translation": "Estoy incierto sobre qué hacer esta noche. Ayer, estaba seguro, pero ahora estoy incierto. Estaré incierto hasta que tome una decisión.",
      "imageLink": "image_files\\English\\"imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verständnis",
      "translation": "comprensión",
      "definition": "Die Fähigkeit, die Gefühle eines anderen zu verstehen und zu teilen",
      "definition_translation": "La capacidad de entender y compartir los sentimientos de otra persona",
      "example": "Ich hatte ein tiefes Verständnis für ihre Gefühle. Sie hatte ein großes Verständnis für die Situation. Sie werden ein Verständnis des Projekts haben, bis zum Ende der Woche.",
      "example_translation": "Tenía una comprensión profunda de sus sentimientos. Ella tenía una gran comprensión de la situación. Tendrán una comprensión del proyecto al final de la semana.",
      "imageLink": "image_files\\English\\"imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "inquieto",
      "definition": "Sich ängstlich oder unbehaglich über etwas fühlend",
      "definition_translation": "Sentir ansiedad o incomodidad sobre algo",
      "example": "Ich fühlte mich unruhig über die Situation. Sie sah unruhig in der Sitzung aus. Sie werden unruhig sein, bis sie das Problem lösen.",
      "example_translation": "Me sentí inquieto sobre la situación. Ella parecía inquieta en la reunión. Se sentirán inquietos hasta que resuelvan el tema.",
      "imageLink": "image_files\\English\\"imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unglücklich",
      "translation": "desafortunado",
      "definition": "mit schlechem Glück behaftet; ungünstig in seinem Verlauf oder Ergebnis",
      "definition_translation": "teniendo o marcado por mala suerte; desafortunado en la ocurrencia o resultado",
      "example": "Er war unglücklich, seinen Job zu verlieren, aber er wird einen neuen finden. Er war ungültig, als er krank wurde, aber er erholte sich jetzt. Er wird unglücklich sein, wenn er sich nicht auf die Prüfung vorbereitet.",
      "example_translation": "Él fue desafortunado al perder su trabajo, pero encontrará uno nuevo pronto. Él fue desafortunado cuando se enfermó, pero se está recuperando ahora. Él será desafortunado si no se prepara para el examen.",
      "imageLink": "image_files\\English\\"imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhilfreich",
      "translation": "inútil",
      "definition": "keine Hilfe oder Unterstützung bietend; nicht nützlich oder effektiv",
      "definition_translation": "no proporcionando asistencia o apoyo; no útil o efectivo",
      "example": "Die Anweisungen waren unhilfreich, daher konnten wir das Möbel nicht zusammenbauen. Der Kundendienst war unhilfreich, und wir bekamen keine Rückerstattung. Die Lehrerfeedback war unhilfreich, und der Schüler verstand den Begriff nicht.",
      "example_translation": "Las instrucciones fueron inútiles, por lo que no pudimos ensamblar los muebles. El servicio al cliente fue inútil, y no obtuvimos un reembolso. La retroalimentación del maestro fue inútil, y el estudiante no entendió el concepto.",
      "imageLink": "image_files\\English\\"imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unpopulär",
      "translation": "impopular",
      "definition": "nicht gemocht oder gebilligt von den meisten Leuten; nicht populär",
      "definition_translation": "no gustado o aprobado por la mayoría de las personas; no popular",
      "example": "Die neue Politik war unpopulär unter den Studenten, daher protestierten sie. Er war ein unpopulärer Politiker und verlor die Wahl. Das neue Gesetz war unpopulär, und viele Leute kritisierten es.",
      "example_translation": "La nueva política fue impopular entre los estudiantes, así que se manifestaron. Él fue un político impopular, y perdió la elección. La nueva ley fue impopular, y muchas personas la criticaron.",
      "imageLink": "image_files\\English\\"imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvorhersehbar",
      "translation": "impredecible",
      "definition": "nicht vorhersehbar; ungewiss in seinem Ausgang oder Ergebnis",
      "definition_translation": "No puede predecirse o pronosticarse; incierto en resultado o resultado.",
      "example": "Das Wetter war unvorhersehbar diesem Sommer, mit plötzlichen Stürmen und Hitzewellen. Gestern war es sonnig, aber heute regnet es. Ich hoffe, es wird morgen wieder sonnig sein.",
      "example_translation": "El clima ha sido impredecible este verano, con tormentas y olas de calor repentinas. Ayer hizo sol, pero hoy está lloviendo. Espero que mañana haga sol nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unrealistisch",
      "translation": "irrealista",
      "definition": "nicht auf der Realität basierend; keine praktische Möglichkeit, erreichbar oder zu erzielen",
      "definition_translation": "No basada en la realidad; no tiene posibilidad práctica de ser lograda o alcanzada.",
      "example": "Der Film hatte eine unrealistische Handlung, mit Charakteren, die flogen und unmögliche Stunts durchführten. Ich habe unrealistische Erwartungen für meinen Urlaub, hoffend, 10 Städte in nur 2 Wochen besuchen zu können. Im letzten Jahr hatte ich unrealistische Ziele für mein Unternehmen, aber ich lernte, realistischer zu sein.",
      "example_translation": "La película tenía una trama irrealista, con personajes volando y realizando proezas imposibles. Tengo expectativas irrealistas para mis vacaciones, esperando visitar 10 ciudades en solo 2 semanas. El año pasado, tenía objetivos irrealistas para mi negocio, pero aprendí a ser más realista.",
      "imageLink": "image_files\\English\\"imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvernünftig",
      "translation": "irrazonable",
      "definition": "nicht auf gesundem Ermessen oder vernünftigen Gründen basierend; übertrieben oder unfair",
      "definition_translation": "No basada en buen juicio o razón sólida; excesiva o injusta.",
      "example": "Mein Bruder's vernünftige Forderungen machten es unmöglich, mit ihm zu verhandeln. Die Unternehmen's vernünftige Erwartungen führten zu hoher Mitarbeiterfluktuation. Ich war vernünftig, zu denken, ich könnte das Projekt in so kurzer Zeit fertigstellen.",
      "example_translation": "Las demandas irracionales de mi hermano hicieron imposible negociar con él. Las expectativas irracionales de la empresa llevaron a una alta rotación de empleados. Fui irrazonable al pensar que podía terminar el proyecto en tan poco tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzuverlässig",
      "translation": "no confiable",
      "definition": "nicht vertrauenswürdig oder zuverlässig; instabil oder unvorhersehbar",
      "definition_translation": "No capaz de ser confiado o dependido; inestable o impredecible.",
      "example": "Das Unternehmen's unzuverlässige Server verursachten häufige Ausfälle, was die Mitarbeiter frustrierte. Das Netzwerk wird unzuverlässig sein, wenn wir unsere Router nicht upgraden. Wenn wir ihn einstellen, wird er unzuverlässig sein und jeden Tag zu spät kommen.",
      "example_translation": "Los servidores no confiables de la empresa causaron tiempos de inactividad frecuentes, lo que frustró a los empleados. La red será no confiable si no actualizamos nuestros routers. Si lo contratamos, él será no confiable y llegará tarde todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "inseguro",
      "definition": "keine Zuversicht oder Sicherheit habend; zweifelnd oder zögernd",
      "definition_translation": "No tener o mostrar confianza o certeza; dudoso o indeciso.",
      "example": "Ich bin unsicher über die Antwort auf diese Frage, daher werde ich das Lehrbuch überprüfen. Sie war unsicher über ihre Karriereentscheidungen, daher nahm sie ein Jahr frei. Wir waren unsicher, ob wir ihm vertrauen konnten, aber er erwies sich als guter Freund.",
      "example_translation": "No estoy seguro sobre la respuesta a esta pregunta, así que revisaré el libro de texto. Ella estaba insegura sobre sus opciones de carrera, así que se tomó un año libre. No estábamos seguros si podíamos confiar en él, pero resultó ser un buen amigo.",
      "imageLink": "image_files\\English\\"imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gewalttätig",
      "translation": "violento",
      "definition": "Die Verwendung oder Beteiligung an Kraft, die dazu bestimmt ist, zu verletzen oder zu töten; durch intensive Wut oder Zorn gekennzeichnet.",
      "definition_translation": "Uso o involucra fuerza destinada a lastimar o matar; caracterizado por o resultante en ira intensa o furia.",
      "example": "Die Demonstranten wurden gewalttätig, als die Polizei ankam, und die Situation eskalierte schnell. Der Film war mir zu gewalttätig, also ging ich hinaus. Der gewalttätige Sturm verursachte weit verbreitete Zerstörung und Stromausfälle.",
      "example_translation": "Los manifestantes se volvieron violentos cuando llegó la policía, y la situación se intensificó rápidamente. La película era demasiado violenta para mi gusto, así que me fui. La tormenta violenta causó destrucción generalizada y cortes de energía.",
      "imageLink": "image_files\\English\\"imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "willkommen heißen",
      "translation": "bienvenido",
      "definition": "Jemanden mit einer höflichen Phrase oder Geste begrüßen, typischerweise in einer formalen oder offiziellen Weise",
      "definition_translation": "saludar a alguien con una frase o gesto educado, generalmente de manera formal o oficial",
      "example": "Ich habe meine Gäste mit einem Lächeln und einem Händedruck willkommen geheißen. Gestern habe ich sie mit einer warmen Umarmung willkommen geheißen. Morgen werde ich sie mit einem kalten Getränk willkommen heißen.",
      "example_translation": "Saludé a mis invitados con una sonrisa y un apretón de manos. Ayer, los saludé con un abrazo cálido. Mañana, les daré la bienvenida con una bebida fría.",
      "imageLink": "image_files\\English\\"imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgewogen",
      "translation": "bien equilibrado",
      "definition": "Ein gutes Gleichgewicht zwischen verschiedenen Dingen habend, wie zum Beispiel verschiedenen Aspekten des Lebens oder verschiedenen Zutaten in einem Essen",
      "definition_translation": "teniendo un buen equilibrio entre diferentes cosas, como diferentes aspectos de la vida o diferentes ingredientes en una comida",
      "example": "Sie ist eine ausgewogene Person, die regelmäßig sportlich aktiv ist und eine gesunde Diät einhält. Der Koch hat ein ausgewogenes Menü mit einer Vielzahl von Gerichten kreiert. Das Unternehmen strebt ein ausgewogenes Budget an, indem es Kosten reduziert.",
      "example_translation": "Ella es una persona bien equilibrada que se ejercita regularmente y come una dieta saludable. El chef creó un menú bien equilibrado con variedad de platos. La empresa busca lograr un presupuesto bien equilibrado reduciendo costos.",
      "imageLink": "image_files\\English\\"imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weise",
      "translation": "sabio",
      "definition": "Erfahrung, Wissen und gute Urteilsfähigkeit habend",
      "definition_translation": "teniendo o mostrando experiencia, conocimiento y buen juicio",
      "example": "Meine weise Oma lehrte mich, bevor ich handele, nachzudenken. Der weise alte Mann gab uns einige wertvolle Ratschläge. Sie wird eine weise Führerin sein, die das Unternehmen zum Erfolg führen wird.",
      "example_translation": "Mi abuela sabia me enseñó a pensar antes de actuar. El anciano sabio nos dio algunos consejos valiosos. Ella será una líder sabia, guiando a la empresa hacia el éxito.",
      "imageLink": "image_files\\English\\"imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "witzig",
      "translation": "ingenioso",
      "definition": "Ein schnelles und erfindungsreiches Gehirn habend, oft auf humorvolle Weise.",
      "definition_translation": "Teniendo o mostrando una mente rápida y creativa, a menudo de manera humorística.",
      "example": "Sie war eine witzige Konversationistin, die immer einen cleveren Spruch parat hatte. Sie war witzig, als sie auf seinen Witz antwortete. Sie wird witzig in ihrer Präsentation sein und alle zum Lachen bringen.",
      "example_translation": "Era una conversadora ingeniosa que siempre tenía una respuesta lista. Estaba siendo ingeniosa cuando respondió a su broma. Será ingeniosa en su presentación y hará reír a todos.",
      "imageLink": "image_files\\English\\"imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "preocupante",
      "definition": "Angst oder Besorgnis verursachend; problematisch.",
      "definition_translation": "Causando ansiedad o preocupación; problemático.",
      "example": "Die beunruhigenden Nachrichten über die Wirtschaft machten jeden nervös. Er machte sich Sorgen um seine Examensergebnisse. Sie wird sich um ihre Arbeitsplatzsicherheit in Zukunft Sorgen machen.",
      "example_translation": "Las noticias preocupantes sobre la economía hicieron que todos se sintieran nerviosos. Él estaba preocupado por sus resultados de examen. Ella estará preocupada por su seguridad laboral en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]