[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akzeptieren",
      "translation": "aceptar",
      "definition": "etwas freiwillig anzunehmen oder einer Sache zuzustimmen",
      "definition_translation": "recibir algo de buena gana o estar de acuerdo con algo",
      "example": "Ich nahm das Jobangebot an. Ich akzeptiere, dass ich einen Fehler gemacht habe. Ich werde ihre Einladung annehmen.",
      "example_translation": "Acepté la oferta de trabajo. Acepto que cometí un error. Aceptaré su invitación.",
      "imageLink": "image_files\\English\\"imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "lograr",
      "definition": "etwas erfolgreich zu erzielen oder ein Ziel zu erreichen",
      "definition_translation": "lograr algo con éxito o alcanzar un objetivo",
      "example": "Ich erreichte mein Ziel. Sie erreichte großen Erfolg in ihrer Karriere. Sie werden ihre Ziele erreichen.",
      "example_translation": "Logré mi objetivo. Ella logró un gran éxito en su carrera. Ellos lograrán sus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "actuar",
      "definition": "eine Handlung auszuführen oder eine Aufgabe zu erfüllen",
      "definition_translation": "tomar acción o realizar una tarea",
      "example": "Ich handelte schnell. Sie handelten gemäß den Anweisungen. Sie wird in dem Stück handeln.",
      "example_translation": "Actué rápidamente. Ellos actuaron según las instrucciones. Ella actuará en la obra de teatro.",
      "imageLink": "image_files\\English\\"imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "actuar",
      "definition": "Eine Handlung auszuführen oder eine Aufgabe zu erfüllen.",
      "definition_translation": "Realizar o llevar a cabo una acción, tarea o función.",
      "example": "Ich werde auf Ihren Rat handeln, Ich handelte aus Impuls, und Ich handele als Vermittler.",
      "example_translation": "Actuaré según tu consejo, actué por impulso, y actúo como mediador.",
      "imageLink": "image_files\\English\\"imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beraten",
      "translation": "aconsejar",
      "definition": "Jemandem Vorschläge oder Führung anzubieten.",
      "definition_translation": "Ofrecer sugestiones o orientación a alguien.",
      "example": "Ich beriet ihn, einen Arzt aufzusuchen, Ich berate gegen Investitionen in dieses Unternehmen, und Ich werde Sie in dieser Angelegenheit beraten.",
      "example_translation": "Le aconsejé que buscará atención médica, desaconsejo invertir en esa empresa, y le aconsejaré sobre el asunto.",
      "imageLink": "image_files\\English\\"imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erlauben",
      "translation": "permitir",
      "definition": "Einer Sache oder Handlung zuzustimmen oder zu genehmigen.",
      "definition_translation": "Dar permiso o consentimiento para que algo suceda o se haga.",
      "example": "Ich erlaubte ihr, mein Auto zu fahren, Ich erlaube mir eine Stunde Entspannung, und Ich werde es Ihnen erlauben, dem Team beizutreten.",
      "example_translation": "Le permití conducir mi coche, me permito una hora de relajación, y te permitiré unirte al equipo.",
      "imageLink": "image_files\\English\\"imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anfordern",
      "translation": "enfrentar",
      "definition": "sich jemandem oder etwas zu nähern oder anzugehen",
      "definition_translation": "acerca de algo o alguien",
      "example": "Ich forderte den Fremden mit Vorsicht an. Gestern forderte ich meinen Chef mit einem Vorschlag an. Wenn ich nicht studiere, werde ich unvorbereitet zu dem Examen anfordern.",
      "example_translation": "Me acerqué al desconocido con precaución. Ayer, me acerqué a mi jefe con una propuesta. Si no estudio, me acercaré al examen sin preparación.",
      "imageLink": "image_files\\English\\"imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streiten",
      "translation": "discutir",
      "definition": "Gründe oder Beweise für oder gegen etwas vorzubringen",
      "definition_translation": "dar razones o evidencia para apoyar o oponerse a algo",
      "example": "Ich stritt mit meinem Freund über den Film. Gestern stritten wir über das beste Restaurant. Wenn du nicht zuhörst, werden wir morgen darüber streiten.",
      "example_translation": "Me discutí con mi amigo sobre la película. Ayer, nos discutimos sobre el mejor restaurante. Si no escuchas, nos discutiremos sobre ello mañana.",
      "imageLink": "image_files\\English\\"imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhaften",
      "translation": "detener",
      "definition": "Jemanden in polizeilichen Gewahrsam zu nehmen, oft wegen eines Verbrechens",
      "definition_translation": "llevar a alguien a la custodia policial, a menudo debido a un delito",
      "example": "Die Polizei verhaftete den Verdächtigen. Gestern verhafteten sie den Räuber. Wenn du das Gesetz brichst, wirst du verhaftet.",
      "example_translation": "La policía detuvo al sospechoso. Ayer, detuvieron al ladrón. Si violas la ley, serás detenido.",
      "imageLink": "image_files\\English\\"imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anheften",
      "translation": "adjuntar",
      "definition": "Etwas mit etwas anderem zu verbinden oder zu verknüpfen, oft auf dauerhafte Weise.",
      "definition_translation": "Conectar o unir algo a algo más, generalmente de manera permanente.",
      "example": "Ich heftete das Dokument an die E-Mail an. Ich bin dabei, die Datei anzuhängen. Ich werde das Bild später anheften.",
      "example_translation": "Adjunté el documento al correo electrónico. Estoy adjuntando el archivo ahora. Adjuntaré la imagen más tarde.",
      "imageLink": "image_files\\English\\"imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angreifen",
      "translation": "atacar",
      "definition": "Eine körperliche oder verbale Attacke auf jemanden oder etwas zu starten.",
      "definition_translation": "Hacer un asalto físico o verbal contra alguien o algo.",
      "example": "Der Hund griff den Eindringling an. Das Unternehmen wird den Markt mit einem neuen Produkt angreifen. Sie griffen das Problem von allen Seiten an.",
      "example_translation": "El perro atacó al intruso. La empresa atacará el mercado con un nuevo producto. Atacaron el problema desde todos los ángulos.",
      "imageLink": "image_files\\English\\"imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versuchen",
      "translation": "intentar",
      "definition": "Etwas zu tun oder einen Versuch zu unternehmen, um etwas zu erreichen.",
      "definition_translation": "Tratar de hacer algo o esforzarse por lograr algo.",
      "example": "Ich versuchte, das Projekt rechtzeitig abzuschließen. Sie wird versuchen, den Rekord zu brechen. Sie versuchten, die Katze aus dem Baum zu retten.",
      "example_translation": "Intenté terminar el proyecto a tiempo. Ella intentará breaker el récord. Intentaron rescatar al gato del árbol.",
      "imageLink": "image_files\\English\\"imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilnehmen",
      "translation": "asistir",
      "definition": "Ein Ereignis oder eine Zusammenkunft beiwohnen oder sich um jemanden oder etwas zu kümmern",
      "definition_translation": "estar presente en un evento o reunión, o cuidar a alguien o algo",
      "example": "Ich nahm an der gestrigen Sitzung teil. Ich werde an der nächsten Woche teilnehmen. Ich habe an vielen Vorlesungen teilgenommen.",
      "example_translation": "Yo asistí a la reunión ayer, asistiré a la conferencia la próxima semana, y he asistido a muchas conferencias en el pasado.",
      "imageLink": "image_files\\English\\"imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "betteln",
      "translation": "cuidar niños",
      "definition": "Ein Kind oder Kinder zu betreuen, während die Eltern abwesend sind",
      "definition_translation": "cuidar a un niño o niños mientras sus padres están ausentes",
      "example": "Ich bettelt gestern Nacht meine Schwester's Kinder. Ich werde sie morgen wieder betteln. Ich habe sie viele Male vorher bettelt.",
      "example_translation": "Yo cuidé a los niños de mi hermana anoche, cuidaré a ellos de nuevo mañana, y he cuidado a ellos muchas veces antes.",
      "imageLink": "image_files\\English\\"imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich benehmen",
      "translation": "comportarse",
      "definition": "sich auf eine bestimmte Weise zu verhalten, insbesondere um gute oder schlechte Manieren zu zeigen",
      "definition_translation": "actuar o reaccionar de cierta manera, especialmente para mostrar buenos o malos modales",
      "example": "Sie benahm sich gut auf der Party. Sie wird sich auf der Hochzeit benehmen. Sie hat sich in der Vergangenheit schlecht benommen.",
      "example_translation": "Ella se comportó bien en la fiesta, se comportará bien en la boda, y se ha comportado mal en el pasado.",
      "imageLink": "image_files\\English\\"imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "morder",
      "definition": "Etwas fest mit den Zähnen zu packen; jemanden oder etwas mit den Zähnen zu verletzen oder zu durchbohren.",
      "definition_translation": "Agarrar algo firmemente con los dientes; herir o pinchar con los dientes.",
      "example": "Ich biss in den saftigen Apfel. Ich werde meine Nägel beißen, wenn ich nervös bin. Sie biss ihre Zunge ab, um etwas Rüpiges zu sagen.",
      "example_translation": "Mordí la manzana jugosa. Me morderé las uñas cuando estoy nervioso. Ella se mordió la lengua para evitar decir algo grosero.",
      "imageLink": "image_files\\English\\"imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "soplar",
      "definition": "Eine Luftströmung mit dem Mund zu erzeugen; etwas durch Blasen zu formen oder zu gestalten.",
      "definition_translation": "Producir una corriente de aire desde la boca; dar forma o moldear algo soplando.",
      "example": "Sie blies die Kerzen aus. Der Wind blies stark. Er wird seine Nase putzen, wenn er erkältet ist.",
      "example_translation": "Ella sopló las velas. El viento sopló con fuerza. Él se sonará la nariz cuando tenga un resfriado.",
      "imageLink": "image_files\\English\\"imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombe",
      "translation": "bomba",
      "definition": "Ein explosives Gerät, das dazu diseñiert ist, Energie in einer plötzlichen und gewaltsamen Weise freizusetzen.",
      "definition_translation": "Un dispositivo explosivo diseñado para liberar energía de manera repentina y violenta.",
      "example": "Die Bombe explodierte in der Stadt. Die Nachricht von der Bombendrohung verbreitete sich schnell. Sie werden das Hauptquartier des Feindes morgen bombardieren.",
      "example_translation": "La bomba explotó en la ciudad. La noticia de la amenaza de bomba se extendió rápidamente. Atacarán el cuartel general enemigo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brennen",
      "translation": "quemar",
      "definition": "Etwas durch Feuer oder intensive Hitze zu beschädigen oder zu zerstören oder ein starkes Gefühl wie Wut oder Leidenschaft zu empfinden",
      "definition_translation": "dañar o destruir algo por fuego o calor intenso, o sentir una emoción fuerte como la ira o la pasión",
      "example": "Ich verbrannte das Toast heute Morgen. Ich brenne vor Wut. Ich werde die Beweise morgen verbrennen.",
      "example_translation": "Me quemé el toast esta mañana. Estoy ardiendo de ira en este momento. Quemaré las pruebas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen ausbrechen",
      "translation": "estallar en lágrimas",
      "definition": "plötzlich zu weinen, oft wegen starker Emotionen wie Traurigkeit oder Freude",
      "definition_translation": "comenzar a llorar repentinamente, a menudo debido a emociones fuertes como la tristeza o la felicidad",
      "example": "Sie brach in Tränen aus, als sie die Nachricht hörte. Er brach in Freudentränen aus, als er sein Kind sah. Sie werden in Tränen ausbrechen, wenn sie ihr geliebtes Haustier verlieren.",
      "example_translation": "Ella estalló en lágrimas cuando escuchó la noticia. Él estalló en lágrimas de alegría cuando vio a su hijo. Ellos estallarán en lágrimas si pierden a su querido mascota.",
      "imageLink": "image_files\\English\\"imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begraben",
      "translation": "enterrar",
      "definition": "Einen toten Körper oder etwas in ein Loch im Boden zu legen oder etwas zu verstecken oder zu bedecken.",
      "definition_translation": "poner un cuerpo muerto o algo en un hoyo en el suelo, o esconder o cubrir algo",
      "example": "Wir begraben unseren geliebten Hund letzte Woche. Sie wird das Schatz im Hinterhof begraben. Sie werden ihre Unterschiede im nächsten Jahr begraben.",
      "example_translation": "Enterramos a nuestro perro querido la semana pasada. Ella va a enterrar el tesoro en el patio trasero. Ellos enterrarán el hacha el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absagen",
      "translation": "cancelar",
      "definition": "Etwas geplantes oder vorher vereinbartes zu stoppen oder aufzugeben.",
      "definition_translation": "Cancelar algo planificado o previamente acordado.",
      "example": "Ich sagte meine Reise nach Europa letztes Jahr ab, aber ich gehe nächstes Jahr. Ich sage meinenFitnessstudio-Abo wegen Mangel an Zeit ab. Ich werde meinen Termin bei Krankheit absagen.",
      "example_translation": "Cancelé mi viaje a Europa el año pasado, pero iré el año que viene. Estoy cancelando mi suscripción al gimnasio porque nunca voy. Cancelaré mi cita si me siento enfermo.",
      "imageLink": "image_files\\English\\"imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einchecken",
      "translation": "registrarse",
      "definition": "In einem Hotel, Flughafen oder anderen Ort anzukommen und seine Anwesenheit anzumelden, oft um einen Zimmerschlüssel oder eine Reservierungsbestätigung zu erhalten.",
      "definition_translation": "Llegar y anunciar su presencia en un hotel, aeropuerto u otro lugar, a menudo para recibir una llave de habitación o confirmación de una reserva.",
      "example": "Ich werde mich im Hotel anmelden, wenn ich ankomme. Sie checkte online ein, um den Prozess zu beschleunigen. Sie werden sich am Flughafen vor ihrem Flug anmelden.",
      "example_translation": "Me registraré en el hotel cuando llegue. Ella se registró en línea para acelerar el proceso. Se registrarán en el aeropuerto antes de su vuelo.",
      "imageLink": "image_files\\English\\"imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auschecken",
      "translation": "salir",
      "definition": "Ein Hotel zu verlassen und zu bezahlen, oder etwas zu untersuchen, um mehr über es zu erfahren.",
      "definition_translation": "Pagar y salir de un hotel, o examinar o mirar algo para aprender más sobre ello.",
      "example": "Ich werde um 11 Uhr auschecken. Sie sah sich das neue Restaurant in der Innenstadt an. Sie werden die Museumsschau nächstes Wochenende ansehen.",
      "example_translation": "Me iré del hotel a las 11 am. Ella echó un vistazo al nuevo restaurante en el centro. Ellos visitarán la exposición del museo este fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "círculo",
      "definition": "Ein Kreis ist eine runde Form ohne Anfang oder Ende, wo jeder Punkt am Rand gleich weit vom Zentrum entfernt ist.",
      "definition_translation": "Un círculo es una forma redonda sin principio ni fin, donde cada punto en el borde está a la misma distancia del centro.",
      "example": "Ich zeichnete einen Kreis auf das Papier. Gestern zeichnete ich einen Kreis auf die Tafel. Morgen werde ich einen Kreis auf die Wand zeichnen.",
      "example_translation": "Dibujé un círculo en el papel. Ayer dibujé un círculo en la pizarra. Mañana dibujaré un círculo en la pared.",
      "imageLink": "image_files\\English\\"imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klatschen",
      "translation": " aplaudir",
      "definition": "Die Hände zusammenzuschlagen, um Beifall oder Zustimmung auszudrücken.",
      "definition_translation": "Aplaudir es golpear las palmas de las manos entre sí, típicamente para expresar aprecio o aprobación.",
      "example": "Ich klatschte nach dem Konzert. Gestern klatschte ich für den Geburtstagsjungen. Morgen werde ich für die Abschlussfeier klatschen.",
      "example_translation": "Aplaudí después del concierto. Ayer aplaudí por el niño del cumpleaños. Mañana aplaudiré por la ceremonia de graduación.",
      "imageLink": "image_files\\English\\"imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sammeln",
      "translation": "recopilar",
      "definition": "Etwas zu sammeln oder zusammenzutragen, wie z.B. Objekte, Informationen oder Geld, an einem einzigen Ort oder in einer einzigen Einheit.",
      "definition_translation": "Recopilar es reunir o llevar juntos cosas, como objetos, información o dinero, en un solo lugar o entidad.",
      "example": "Ich sammelte Briefmarken als Hobby. Gestern sammelte ich Daten für den Forschungsbericht. Morgen werde ich Spenden für das Charity-Event sammeln.",
      "example_translation": "Recopilé sellos como pasatiempo. Ayer recopilé datos para el trabajo de investigación. Mañana recopilaré donativos para el evento benéfico.",
      "imageLink": "image_files\\English\\"imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "peine",
      "definition": "Ein Werkzeug mit einer Reihe von schmalen Zähnen, zum Anordnen oder Reinigen der Haare oder zum Trennen und Reinigen von Fasern, wie Wolle oder Baumwolle.",
      "definition_translation": "Un peine es una herramienta con una serie de dientes estrechos, utilizada para arreglar o limpiar el cabello, o para separar y limpiar fibras, como la lana o el algodón.",
      "example": "Ich kämmte meine Haare heute Morgen, um die Knoten zu entfernen. Gestern ging ich durch den ganzen Bericht, um den Fehler zu finden. Wenn ich dieses Projekt fertiggestellt habe, werde ich jeden Detail durchgegangen sein.",
      "example_translation": "Me peiné el cabello esta mañana para quitarme los enredos. Ayer, peiné todo el informe para encontrar el error. Cuando termine este proyecto, habré peinado todos los detalles.",
      "imageLink": "image_files\\English\\"imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konkurrieren",
      "translation": "competir",
      "definition": "An einem Wettbewerb oder einer Konkurrenz teilzunehmen oder sich in einem bestimmten Bereich besser als andere zu streben.",
      "definition_translation": "Competir significa participar en un concurso o competencia, o esforzarse por ser mejor que otros en un área particular.",
      "example": "Die Athleten werden nächstes Jahr an den Olympischen Spielen teilnehmen. Ich konkurrierte gegen meinen Freund in einer Schachpartie letzte Nacht. Bis nächstes Jahr werde ich an mehreren Marathonläufen teilgenommen haben.",
      "example_translation": "Los atletas competirán en los Juegos Olímpicos el año que viene. Competí contra mi amigo en un juego de ajedrez anoche. Para el año que viene, habré competido en varias maratones.",
      "imageLink": "image_files\\English\\"imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konzentrieren",
      "translation": "concentrar",
      "definition": "Die Aufmerksamkeit oder Anstrengung auf eine bestimmte Aufgabe oder Tätigkeit zu konzentrieren oder ein Mittel stärker oder intensiver zu machen, indem man sein Volumen oder seine Menge reduziert.",
      "definition_translation": "Concentrar significa enfocar la atención o esfuerzo en una tarea o actividad particular, o hacer que algo sea más fuerte o intenso reduciendo su volumen o cantidad.",
      "example": "Ich muss mich auf meine Arbeit konzentrieren, um das Datum einzuhalten. Sie konzentrierte den Saft, indem sie ihn einkochte. Wenn ich meine Studien abgeschlossen habe, werde ich mich auf mehrere Fachgebiete konzentriert haben.",
      "example_translation": "Necesito concentrarme en mi trabajo para cumplir con el plazo. Ella concentró el jugo hirviéndolo. Cuando termine mis estudios, habré concentrado en varias áreas de especialización.",
      "imageLink": "image_files\\English\\"imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbinden",
      "translation": "conectar",
      "definition": "Zwei oder mehr Dinge miteinander zu verbinden, oft um ein System oder Netzwerk zu bilden.",
      "definition_translation": "Unir o vincular dos o más cosas juntas, a menudo para formar un sistema o red.",
      "example": "Ich habe mein Telefon mit dem Wi-Fi-Netzwerk verbunden. Ich verbinde mich gerade mit dem Server. Ich werde die Kabel morgen verbinden.",
      "example_translation": "Conecté mi teléfono a la red Wi-Fi. Me estoy conectando al servidor ahora. Conectaré los cables mañana.",
      "imageLink": "image_files\\English\\"imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortsetzen",
      "translation": "continuar",
      "definition": "Etwas weiter zu machen oder zu tun, ohne aufzuhören, über einen Zeitraum hinweg.",
      "definition_translation": "Seguir haciendo algo o seguir sucediendo durante un período de tiempo, sin detenerse.",
      "example": "Ich habe meine Studien für die Prüfung fortgesetzt. Ich setze mein Lernen neuer Fähigkeiten fort. Ich werde an dem Projekt weiterarbeiten.",
      "example_translation": "Seguí estudiando para el examen. Sigo aprendiendo nuevas habilidades. Continuaré trabajando en el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kontrollieren",
      "translation": "controlar",
      "definition": " Die Kontrolle über etwas oder jemanden zu haben, oder in der Lage zu sein, ihr Verhalten zu beeinflussen oder zu lenken.",
      "definition_translation": "Tener poder sobre algo o alguien, o ser capaz de influir o dirigir su comportamiento.",
      "example": "Sie kontrollierte den Roboter mit der Fernbedienung. Sie kontrollieren die Situation gerade. Er wird die Temperatur im Labor kontrollieren.",
      "example_translation": "Ella controló el robot con el mando a distancia. Están controlando la situación ahora. Él controlará la temperatura en el laboratorio.",
      "imageLink": "image_files\\English\\"imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "husten",
      "translation": "tos",
      "definition": "Ein Husten ist ein plötzlicher, kräftiger Ausstoß von Luft aus den Lungen, normalerweise, um die Atemwege von Schleim, Fremdstoffen oder anderen Verunreinigungen zu reinigen.",
      "definition_translation": "Una tos es una expulsión súbita y fuerte de aire desde los pulmones, usualmente para limpiar las vías respiratorias de moco, partículas extranjeras o otros residuos.",
      "example": "Ich hustete heute Morgen Blut. Ich huste viel in letzter Zeit. Ich werde laut husten, wenn ich kein Wasser bekomme.",
      "example_translation": "Tosí sangre esta mañana. Estoy tosiendo mucho estos días. Toseré fuerte si no obtengo agua.",
      "imageLink": "image_files\\English\\"imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zählen",
      "translation": "contar",
      "definition": "Die Anzahl von etwas durch Zählen oder Berechnen zu bestimmen.",
      "definition_translation": "Determinar el número de algo mediante conteo o cálculo.",
      "example": "Ich werde das Geld nach dem Verkauf zählen. Sie zählte die Stimmen sorgfältig. Sie zählten auf mich, um das Projekt zu beenden.",
      "example_translation": "Contaré el dinero después de la venta. Ella contó los votos con cuidado. Contaron conmigo para terminar el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusammenstoßen",
      "translation": "choque",
      "definition": "Ein plötzlicher lauter Lärm oder ein gewaltsamer Aufprall, oft verursachend Schäden oder Verletzungen.",
      "definition_translation": "Un ruido fuerte y súbito o un impacto violento, a menudo causando daños o lesiones.",
      "example": "Das Auto wird zusammenstoßen, wenn du nicht anhältst. Das Flugzeug stürzte in den Berg. Das System stürzte letzte Nacht zusammen.",
      "example_translation": "El auto chocará si no paras. El avión chocó contra la montaña. El sistema se cayó anoche.",
      "imageLink": "image_files\\English\\"imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstellen",
      "translation": "crear",
      "definition": "Etwas in die Existenz zu bringen oder Neues zu schaffen.",
      "definition_translation": "traer algo a la existencia o hacer algo nuevo",
      "example": "Ich erstellte ein neues Konto gestern. Ich erstelle ein neues Projekt gerade. Ich werde ein neues Unternehmen nächstes Jahr erstellen.",
      "example_translation": "Creé una nueva cuenta ayer, estoy creando un nuevo proyecto ahora, y crearé una nueva empresa el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zykeln",
      "translation": "ciclo",
      "definition": "Eine Serie von Ereignissen, die in regelmäßiger Reihenfolge auftreten.",
      "definition_translation": "una serie de eventos que suceden en un orden regular",
      "example": "Ich fuhr mit dem Fahrrad zur Arbeit heute Morgen. Ich fahre gerade durch die Stadt. Ich werde nächstes Monat quer durch das Land fahren.",
      "example_translation": "Fui en bicicleta al trabajo esta mañana, estoy ciclando por la ciudad ahora, y ciclaré por todo el país el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschädigen",
      "translation": "daño",
      "definition": "Schaden oder Verletzung an etwas oder jemandem zu verursachen.",
      "definition_translation": "daño o lesión a algo o alguien",
      "example": "Der Sturm beschädigte mein Auto gestern. Er beschädigt mein Dach gerade. Er wird die Ernte nächste Saison beschädigen.",
      "example_translation": "La tormenta dañó mi coche ayer, está dañando mi techo ahora, y dañará las cosechas la próxima temporada.",
      "imageLink": "image_files\\English\\"imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "decorar",
      "definition": "Etwas attraktiver zu machen, indem man Dekorationen oder Schmuck hinzufügt.",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "Ich dekorierte den Raum für die Party. Ich dekoriere den Raum für die Party. Ich werde den Raum für die Party dekorigen.",
      "example_translation": "Decoré la habitación para la fiesta. Estoy decorando la habitación para la fiesta. Decoraré la habitación para la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekoration",
      "translation": "decorar",
      "definition": "etwas Attraktiver machen, indem man Dekorationen oder Verzierungen hinzufügt",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "Sie dekorierte den Kuchen für die Hochzeit. Sie dekoriert den Kuchen für die Hochzeit. Sie wird den Kuchen für die Hochzeit dekorieren.",
      "example_translation": "Ella decoró el pastel para la boda. Ella está decorando el pastel para la boda. Ella decorará el pastel para la boda.",
      "imageLink": "image_files\\English\\"imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besiegen",
      "translation": "derrotar",
      "definition": "einen Sieg über jemanden oder etwas in einem Wettbewerb, einer Wahl oder einem Krieg zu erringen",
      "definition_translation": "ganar una victoria sobre alguien o algo en una competencia, elección o guerra",
      "example": "Wir besiegten das gegnerische Team im letzten Spiel. Wir besiegen das gegnerische Team im aktuellen Spiel. Wir werden das gegnerische Team im nächsten Spiel besiegen.",
      "example_translation": "Derrotamos al equipo contrario en el juego final. Estamos derrotando al equipo contrario en el juego actual. Derrotaremos al equipo contrario en el próximo juego.",
      "imageLink": "image_files\\English\\"imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verteidigen",
      "translation": "defender",
      "definition": "etwas oder jemanden vor einem Angriff oder Schaden zu schützen oder zu bewahren",
      "definition_translation": "Proteger o guardar algo o alguien de un ataque o daño.",
      "example": "Ich verteidigte mein Land während des Krieges. Ich verteidige meine Dissertation heute. Ich werde mein Team bei der Meisterschaft verteidigen.",
      "example_translation": "Defendí mi país durante la guerra. Estoy defendiendo mi tesis hoy. Defenderé a mi equipo en el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "retardo",
      "definition": "etwas auf einen späteren Zeitpunkt zu verschieben oder zu vertagen",
      "definition_translation": "Posponer o aplazar algo hasta un momento posterior.",
      "example": "Ich verschiebe meinen Flug aufgrund des schlechten Wetters. Ich verschiebe meine Antwort, bis ich mehr Informationen erhalten habe. Ich werde meine Entscheidung bis nächste Woche verschieben.",
      "example_translation": "Retrasé mi vuelo debido al mal tiempo. Estoy retrasando mi respuesta hasta que obtenga más información. Retrasaré mi decisión hasta la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "löschen",
      "translation": "eliminar",
      "definition": "etwas, wie z.B. Daten oder eine Datei, von einem Computer oder einem anderen digitalen Gerät zu entfernen oder zu löschen",
      "definition_translation": "Eliminar o borrar algo, como datos o un archivo, de una computadora u otro dispositivo digital.",
      "example": "Ich löschte die Datei versehentlich. Ich löschte mein Konto von der Website. Ich werde die Nachricht nach dem Lesen löschen.",
      "example_translation": "Eliminé el archivo por accidente. Estoy eliminando mi cuenta del sitio web. Eliminaré el mensaje después de leerlo.",
      "imageLink": "image_files\\English\\"imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liefern",
      "translation": "entregar",
      "definition": "etwas zu jemandem oder an einen Ort zu bringen, typischerweise gegen Bezahlung",
      "definition_translation": "Llevar algo a una persona o lugar, generalmente a cambio de un pago",
      "example": "Ich lieferte das Paket gestern Morgen. Ich werde den Bericht morgen liefern. Sie lieferte eine großartige Rede letzte Woche.",
      "example_translation": "Entregué el paquete ayer por la mañana. Entregaré el informe mañana. Ella dio un gran discurso la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entwerfen",
      "translation": "diseñar",
      "definition": "die Pläne oder Zeichnungen für etwas, wie z.B. ein Gebäude oder ein Produkt, zu erstellen",
      "definition_translation": "Crear los planes o dibujos para algo, como un edificio o un producto",
      "example": "Sie entwarf ein schönes Haus. Sie werden eine neue Website nächsten Monat entwerfen. Er entwarf eine erfolgreiche Kampagne letztes Jahr.",
      "example_translation": "Ella diseñó una hermosa casa. Diseñarán un nuevo sitio web el próximo mes. Él diseñó una campaña exitosa el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerstören",
      "translation": "destruir",
      "definition": "etwas komplett zu demolieren oder zu zerstören, oft gewaltsam oder plötzlich",
      "definition_translation": "Causar que algo sea completamente demolido o arruinado, a menudo de manera violenta o repentina",
      "example": "Der Sturm zerstörte die Stadt. Sie werden das alte Gebäude nächste Woche zerstören. Sie zerstörte ihr Telefon, indem sie es ins Wasser fallen ließ.",
      "example_translation": "La tormenta destruyó la ciudad. Destruirán el edificio antiguo la próxima semana. Ella destruyó su teléfono al dejarlo caer en el agua.",
      "imageLink": "image_files\\English\\"imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "marcar",
      "definition": "ein Gerät mit Zahlen oder Tasten zu bedienen, um eine bestimmte Option auszuwählen oder einen Telefonanruf zu tätigen",
      "definition_translation": "Girar un dispositivo que tiene números o botones para elegir una opción específica o para conectar una llamada telefónica",
      "example": "Ich wählte die Nummer und wartete auf jemanden, der ans Telefon ging. Ich hatte die falsche Nummer gestern gewählt. Ich werde die Nummer morgen wieder wählen.",
      "example_translation": "Marqué el número y esperé a que alguien respondiera. Ayer había marcado el número equivocado. Mañana marcaré el número de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "graben",
      "translation": "cavar",
      "definition": "Erde, Sand oder anderen Materials mit einem Werkzeug, wie z.B. einer Schaufel, zu brechen, umzudrehen oder zu entfernen",
      "definition_translation": "Romper, voltear o eliminar tierra, arena o otro material con una herramienta, especialmente una pala o una pala",
      "example": "Ich grub ein Loch im Hinterhof, um einen Baum zu pflanzen. Ich hatte einen Tunnel im Sand letzten Sommer gegraben. Ich werde nächsten Woche einen Graben für die neue Rohrleitung graben.",
      "example_translation": " Cavé un hoyo en el patio trasero para plantar un árbol. El verano pasado había cavado un túnel en la arena. La próxima semana cavaré una zanja para la nueva tubería.",
      "imageLink": "image_files\\English\\"imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "richten",
      "translation": "directo",
      "definition": "Die Handlungen oder Aktivitäten von jemandem oder etwas zu kontrollieren oder zu überwachen",
      "definition_translation": "Controlar o supervisar las acciones o actividades de alguien o algo",
      "example": "Ich richtete den Film und gewann einen Preis. Ich hatte bereits mehrere Stücke inszeniert. Ich werde das neue Projekt nächstes Jahr leiten.",
      "example_translation": "Dirigí la película y gané un premio. Antes había dirigido varias obras de teatro. El año que viene dirigiré el nuevo proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "richten",
      "translation": "directo",
      "definition": "Die Bewegung oder Aktion von etwas oder jemandem zu kontrollieren oder zu überwachen",
      "definition_translation": "Controlar o supervisar el movimiento o acción de algo o alguien",
      "example": "Sie richtete das Team zur neuen Lage. Sie inszeniert gerade ein Stück. Sie wird das Unternehmen nächstes Jahr leiten.",
      "example_translation": "Ella dirigió al equipo a la nueva ubicación. Ella está dirigiendo la obra ahora. Ella dirigirá la empresa el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entdecken",
      "translation": "descubrir",
      "definition": "Etwas Neues oder bisher Unbekanntes zu finden oder zu lernen",
      "definition_translation": "Encontrar o aprender algo nuevo o previamente desconocido",
      "example": "Er entdeckte einen neuen Planeten. Sie entdeckt gerade ihre Talente. Sie werden ein neues Kontinent in der Zukunft entdecken.",
      "example_translation": "Él descubrió un nuevo planeta. Ella está descubriendo sus talentos ahora. Ellos descubrirán un nuevo continente en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anzeigen",
      "translation": "mostrar",
      "definition": "Etwas an einem öffentlichen Ort für die Menschen zu zeigen",
      "definition_translation": "Mostrar o exhibir algo en un lugar público para que la gente lo vea",
      "example": "Das Museum zeigte die antiken Artefakte. Sie präsentieren gerade ihre Produkte. Das Unternehmen wird seine neue Kollektion nächsten Monat präsentieren.",
      "example_translation": "El museo exhibió las artefactos antiguos. Ellos están exhibiendo sus productos ahora. La empresa mostrará su nueva colección el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "springen",
      "translation": "bucear",
      "definition": "In Wasser, normalerweise mit dem Kopf voran, sprungartig einzutauchen oder steil durch die Luft abzusinken, normalerweise in einem Flugzeug",
      "definition_translation": " Saltar al agua, generalmente de cabeza, en un movimiento curvo, o descender rápidamente a través del aire, generalmente en una aeronave",
      "example": "Ich sprang in den Pool, ich springe in den Pool, ich werde in den Pool springen",
      "example_translation": "Me zambullí en la piscina, buceo en la piscina, bucearé en la piscina",
      "imageLink": "image_files\\English\\"imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilen",
      "translation": "dividir",
      "definition": "Etwas in zwei oder mehr Gruppen, Bereiche oder Dinge zu teilen",
      "definition_translation": "separar o partir algo en dos o más grupos, áreas o cosas",
      "example": "Ich teilte das Geld, ich teile die Aufgaben, ich werde das Land teilen",
      "example_translation": "Dividí el dinero, divido las tareas, dividiré la tierra",
      "imageLink": "image_files\\English\\"imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fallen lassen",
      "translation": "dejar caer",
      "definition": "Etwas fallen zu lassen oder aus der Hand oder einem Behälter zu entlassen",
      "definition_translation": "dejar caer algo o dejar que algo caiga, o soltar algo de tu mano o de un contenedor",
      "example": "Ich ließ den Ball fallen, ich lasse den Stift fallen, ich werde das Paket fallen lassen",
      "example_translation": "Dejé caer la pelota, dejo caer la pluma, dejaré caer el paquete",
      "imageLink": "image_files\\English\\"imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "emplear",
      "definition": "Jemandem einen Job oder eine Arbeitsposition zu geben, oft gegen Bezahlung",
      "definition_translation": " dar a alguien un trabajo o una posición de trabajo, a menudo a cambio de pago",
      "example": "Das Unternehmen wird bis Ende des Jahres 50 neue Mitarbeiter einstellen. Sie stellten sie als Marketing-Managerin ein. Sie wird eine neue Strategie einführen, um die Verkäufe zu erhöhen.",
      "example_translation": "La empresa empleará a 50 nuevos miembros del personal para fin de año. La habían empleado como directora de marketing. Ella empleará una nueva estrategia para aumentar las ventas.",
      "imageLink": "image_files\\English\\"imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigen",
      "translation": "animar",
      "definition": "Jemandem das Vertrauen oder die Motivation zu geben, etwas zu tun",
      "definition_translation": "dar a alguien la confianza o motivación para hacer algo",
      "example": "Ihre Eltern ermutigten sie, eine Karriere in der Musik zu verfolgen. Sie ermutigen ihre Mitarbeiter, Risiken einzugehen. Sie wird ihr Team ermutigen, härter zu arbeiten.",
      "example_translation": "Sus padres la animaron a seguir una carrera en música. Ellos animan a sus empleados a asumir riesgos. Ella animará a su equipo a trabajar más duro.",
      "imageLink": "image_files\\English\\"imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eintreten",
      "translation": "entrar",
      "definition": "Eintritt in einen Raum oder Ort zu haben, oder ein Mitglied einer Gruppe oder Organisation zu werden",
      "definition_translation": "venir o ir a un lugar, o convertirse en miembro de un grupo o organización",
      "example": "Er wird leise in das Zimmer eintreten. Das Unternehmen wird in den internationalen Markt eintreten. Sie trat letzten Jahr in den Wettbewerb ein.",
      "example_translation": "Él entrará en la habitación en silencio. La empresa entrará en el mercado internacional. Ella entró en la competencia el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "divertir",
      "definition": "jemandem Unterhaltung oder Vergnügen bereitzustellen, wie z.B. indem man ihnen einen Witz erzählt oder Musik spielt",
      "definition_translation": "proporcionar diversión o disfrute a alguien, como contarle un chiste o tocar música",
      "example": "Ich unterhalte die Gäste mit einer lustigen Geschichte. Ich unterhalte sie mit einer Zaubershow. Ich werde sie mit einem leckeren Essen unterhalten.",
      "example_translation": "Divertí a los invitados con una historia graciosa. Estoy entreteniendo a los con un show de magia. Divertiré a los con una deliciosa comida.",
      "imageLink": "image_files\\English\\"imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entfliehen",
      "translation": "escapar",
      "definition": "von einem Ort oder einer Situation wegzukommen, oft in Eile oder durch Zwang",
      "definition_translation": "salir de un lugar o situación, a menudo con prisa o por la fuerza",
      "example": "Ich entfloh aus dem Gefängnis. Ich entfliehe der Gefahr. Ich werde von der Insel entfliehen.",
      "example_translation": "Escapé de la prisión. Estoy escapando del peligro. Escaparé de la isla.",
      "imageLink": "image_files\\English\\"imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trainieren",
      "translation": "ejercicio",
      "definition": "körperliche Aktivität, die man ausführt, um seine Gesundheit oder Fitness zu verbessern",
      "definition_translation": "actividad física que haces para mejorar tu salud o condición física",
      "example": "Ich trainierte gestern im Fitnessstudio. Ich trainiere jeden Morgen. Ich werde morgen im Park trainieren.",
      "example_translation": "Me ejercité en el gimnasio ayer. Estoy ejercitándome todas las mañanas. Me ejercitaré en el parque mañana.",
      "imageLink": "image_files\\English\\"imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "salir",
      "definition": "Einen Ort, ein Gebäude oder ein Fahrzeug zu verlassen.",
      "definition_translation": "Salir de un lugar, edificio o vehículo.",
      "example": "Ich werde das Gebäude um 17 Uhr verlassen. Ich verließ das Auto schnell und ich verlasse das Zimmer leise.",
      "example_translation": "Voy a salir del edificio a las 5 pm, salí del coche rápidamente, y salgo del cuarto silenciosamente.",
      "imageLink": "image_files\\English\\"imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwarten",
      "translation": "esperar",
      "definition": "zu denken oder zu glauben, dass etwas passieren oder wahrscheinlich passieren wird.",
      "definition_translation": "Pensar o creer que algo sucederá o es probable que suceda.",
      "example": "Ich erwarte, das Projekt bis Freitag fertigzustellen. Ich erwartete, sie auf der Party zu sehen, und ich werde morgen einen Anruf von ihm erwarten.",
      "example_translation": "Espero terminar el proyecto para el viernes, esperé verla en la fiesta, y esperaré una llamada de él mañana.",
      "imageLink": "image_files\\English\\"imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erkunden",
      "translation": "explorar",
      "definition": "etwas systematisch zu untersuchen, um es zu verstehen oder zu erklären.",
      "definition_translation": "Investigar o examinar algo sistemáticamente para entender o explicarlo.",
      "example": "Ich werde morgen die neue Stadt erkunden. Ich erkundete letzten Jahr den Dschungel und ich habe viele Websites erkundet.",
      "example_translation": "Voy a explorar la nueva ciudad mañana, exploré la selva el año pasado, y he explorado muchos sitios web.",
      "imageLink": "image_files\\English\\"imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "cara",
      "definition": "Der vordere Teil des Kopfes, von der Stirn bis zum Kinn.",
      "definition_translation": "La parte frontal de la cabeza, desde la frente hasta la barbilla.",
      "example": "Sie wusch ihr Gesicht mit Seife und Wasser. Sie wird morgen früh ihr Gesicht waschen. Sie wusch ihr Gesicht gestern.",
      "example_translation": "Ella lavó su cara con jabón y agua. Ella lavará su cara mañana. Ella lavó su cara ayer.",
      "imageLink": "image_files\\English\\"imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschlafen",
      "translation": "quedarse dormido",
      "definition": "bewusstlos zu werden und in einen Schlafzustand zu fallen.",
      "definition_translation": "Convertirse en inconsciente y entrar en un estado de sueño.",
      "example": "Ich schlafe schnell in der Nacht ein. Ich schlief während des Films ein. Ich werde früh heute Nacht einschlafen.",
      "example_translation": "Me quedo dormido rápidamente por la noche. Me quedé dormido durante la película. Me quedaré dormido temprano esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich verlieben",
      "translation": "enamorarse",
      "definition": "starke Gefühle der Liebe oder Anziehung zu jemandem zu entwickeln.",
      "definition_translation": "Desarrollar sentimientos fuertes de amor o atracción hacia alguien.",
      "example": "Ich verliebte mich bei erstem Blick in sie. Sie verliebt sich leicht. Sie werden nächstes Jahr ineinander verliebt sein.",
      "example_translation": "Me enamoré de ella a primera vista. Ella se enamora fácilmente. Ellos se enamorarán el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "befestigen",
      "translation": "fijar",
      "definition": "etwas festzusetzen oder an seinem Platz zu halten, insbesondere durch Knoten oder Schrauben",
      "definition_translation": "enganchar o sostener algo en su lugar, especialmente atando o Screw",
      "example": "Ich befestigte den Sicherheitsgurt vor dem Fahren. Ich werde den Reißverschluss an meinem Jackett befestigen. Sie befestigte das Seil am Anker.",
      "example_translation": "Me enganché el cinturón de seguridad antes de conducir. Fijaré la cremallera de mi chaqueta. Ella fijó la cuerda al ancla.",
      "imageLink": "image_files\\English\\"imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "füttern",
      "translation": "alimentar",
      "definition": "einer Person, einem Tier oder einer Pflanze Nahrung zu geben oder etwas bereitzustellen, das notwendig ist, damit etwas existieren oder funktionieren kann",
      "definition_translation": "dar comida a una persona, animal o planta, o proporcionar algo que es necesario para que algo exista o funcione",
      "example": "Ich füttere meinen Hund zweimal am Tag. Sie füttert das Baby. Sie werden die Daten in den Computer eingeben.",
      "example_translation": "Alimento a mi perro dos veces al día. Ella alimenta al bebé. Ellos alimentarán los datos en la computadora.",
      "imageLink": "image_files\\English\\"imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "holen",
      "translation": "buscar",
      "definition": "etwas zu holen, wenn man dazu aufgefordert wurde",
      "definition_translation": "ir y traer algo de vuelta, especialmente cuando se le ordena hacerlo",
      "example": "Kannst du mir ein Glas Wasser holen? Ich habe den Ball für den Hund geholt. Sie werden die Werkzeuge aus dem Schuppen holen.",
      "example_translation": "¿Puedes buscar un vaso de agua para mí? Busqué la pelota para el perro. Ellos buscarán las herramientas desde el cobertizo.",
      "imageLink": "image_files\\English\\"imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "luchar",
      "definition": "in physischem oder verbalem Konflikt mit jemandem zu engagieren",
      "definition_translation": "engañar en conflicto físico o verbal con alguien",
      "example": "Ich habe mit meinem Bruder gekämpft, als wir Kinder waren. Ich kämpfe jeden Woche mit meinem Gegner. Ich werde für meine Rechte kämpfen.",
      "example_translation": "Pelee con mi hermano cuando éramos niños. Lucho con mi oponente cada semana. Lucharé por mis derechos.",
      "imageLink": "image_files\\English\\"imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Film",
      "translation": "película",
      "definition": "ein bewegtes Bild oder ein Kinofilm",
      "definition_translation": "una película o película cinematográfica",
      "example": "Ich habe einen Film letzte Nacht gesehen. Der Film wird in Hollywood gedreht. Der Film wird nächstes Jahr veröffentlicht.",
      "example_translation": "Vi una película anoche. La película se está realizando en Hollywood. La película se lanzará el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch",
      "translation": "pescado",
      "definition": "ein kaltblütiges Wasserlebewesen",
      "definition_translation": "un animal acuático de sangre fría",
      "example": "Ich habe einen Fisch im See gefangen. Der Fisch schwimmt im Ozean. Wir werden morgen fischen.",
      "example_translation": "Atrapé un pescado en el lago. El pescado nada en el océano. Pescaremos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "arreglar",
      "definition": "etwas zu reparieren oder zu reparieren, insbesondere wenn es kaputt oder nicht ordnungsgemäß funktioniert",
      "definition_translation": "reparar o componer algo, especialmente algo que esté roto o no funcione adecuadamente",
      "example": "Ich habe den kaputten Stuhl gestern repariert, ich werde den Computer heute reparieren und ich werde das Fahrrad morgen reparieren.",
      "example_translation": "Arreglé la silla rota ayer, arreglaré la computadora hoy y arreglaré la bicicleta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwimmen",
      "translation": "flotar",
      "definition": "auf der Oberfläche einer Flüssigkeit zu ruhen oder in der Luft zu schweben",
      "definition_translation": "descansar en la superficie de un líquido o estar suspendido en el aire",
      "example": "Das Boot schwamm auf dem See gestern, es schwimmt auf dem Fluss heute und es wird auf dem Ozean morgen schwimmen.",
      "example_translation": "El barco flotaba en el lago ayer, flota en el río hoy y flotará en el océano mañana.",
      "imageLink": "image_files\\English\\"imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "falten",
      "translation": "doblarse",
      "definition": "etwas, zum Beispiel Papier oder Stoff, zu biegen oder zu knicken, damit es flach liegt",
      "definition_translation": "doblar o plegar algo, como papel o tela, para que quede plano",
      "example": "Ich habe den Brief gestern gefaltet, ich falte den Stoff heute und ich werde das Papier morgen falten.",
      "example_translation": "Doblé la carta ayer, doblo la tela hoy y doblaré el papel mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "folgen",
      "translation": "seguir",
      "definition": "hinter jemandem oder etwas herzugehen und in dieselbe Richtung zu gehen, weil man an dem interessiert ist, was sie tun oder sagen",
      "definition_translation": "Moverse detrás de alguien o algo y ir en la misma dirección, típicamente porque estás interesado en lo que están haciendo o diciendo.",
      "example": "Ich werde ihr zum Laden folgen, sie folgt mir auf Instagram, ich folgte den Anweisungen sorgfältig.",
      "example_translation": "La seguiré a la tienda, ella me sigue en Instagram, seguí las instrucciones con cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "greifen",
      "translation": "agarrar",
      "definition": "etwas plötzlich und fest zu ergreifen, oft auf rauhe oder gewaltsame Weise",
      "definition_translation": "Tomar algo con fuerza y rápidamente, a menudo de manera brusca o fuerte.",
      "example": "Ich griff zum Telefon, als es klingelte, sie griff meinen Arm, um mich zurückzuziehen, ich werde ein Snack aus der Küche greifen.",
      "example_translation": "Agarré el teléfono cuando sonó, ella agarró mi brazo para pulls hacia atrás, agarraré un snack de la cocina.",
      "imageLink": "image_files\\English\\"imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "guía",
      "definition": "Eine Person, die Menschen durch einen Ort wie ein Museum oder eine Stadt führt und ihnen über seine Geschichte und Merkmale erzählt.",
      "definition_translation": "Una persona que muestra a la gente alrededor de un lugar, como un museo o una ciudad, y les habla sobre su historia y características.",
      "example": "Sie arbeitete als Führerin im Nationalpark, das Reiseführer half uns, die Stadt zu erkunden, Ich werde einen Führer für die Wanderung anheuern.",
      "example_translation": "Ella trabajó como guía en el parque nacional, el libro de guía nos ayudó a navegar la ciudad, contrataré una guía para la caminata.",
      "imageLink": "image_files\\English\\"imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handhaben",
      "translation": "manejar",
      "definition": "Etwas mit Geschick oder Sorgfalt zu leiten oder zu führen; eine Situation oder Person erfolgreich zu meistern.",
      "definition_translation": "Manejar algo con habilidad o cuidado; tratar con una situación o persona de manera exitosa.",
      "example": "Ich habe die Situation gut gehandhabt, und alles ging gut. (Vergangenheit) Ich handle multiple Projekte gleichzeitig mit Leichtigkeit. (Gegenwart) Ich werde die Besprechung nächste Woche handhaben. (Zukunft)",
      "example_translation": "Manejé la situación con habilidad, y todo salió bien. Manejo varios proyectos a la vez con facilidad. Manejaré la reunión de la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hängen",
      "translation": "colgar",
      "definition": "Etwas in der Luft zu halten oder aufzuhängen, normalerweise an einem Haken oder einer Schnur; sich an etwas in dieser Weise zu befestigen.",
      "definition_translation": "Suspender o estar suspendido en el aire, generalmente de un gancho o cuerda; adjuntar o estar adjuntado a algo de esta manera.",
      "example": "Ich hing das Bild an die Wand gestern. (Vergangenheit) Ich hänge jeden Morgen meinen Mantel im Schrank auf. (Gegenwart) Ich werde meine Freunde nächstes Wochenende aufsuchen. (Zukunft)",
      "example_translation": "Colgué la imagen en la pared ayer. Cuelgo mi abrigo en el closet todas las mañanas. Colgaré con mis amigos este fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verstecken",
      "translation": "esconder",
      "definition": "Etwas aus dem Blick zu legen, oft an einem geheimen Ort; seine Gefühle oder Absichten zu verbergen.",
      "definition_translation": "Colocar o poner algo fuera de la vista, a menudo en un lugar secreto; ocultar los sentimientos o intenciones.",
      "example": "Die Kinder versteckten sich hinter dem Sofa während des Spiels. (Vergangenheit) Ich verstecke meine Geburtstagsgeschenke jeden Jahr im Dachboden. (Gegenwart) Ich werde meine Gefühle verstecken und mich bei der Party glücklich stellen. (Zukunft)",
      "example_translation": "Los niños se escondieron detrás del sofá durante el juego. Escondo mis regalos de cumpleaños en el ático todos los años. Esconderé mis sentimientos y pretenderé estar feliz en la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "contratar",
      "definition": "Jemanden für eine bestimmte Zeit gegen Bezahlung zu beschäftigen",
      "definition_translation": "contratar los servicios de alguien, generalmente por un corto período de tiempo, a cambio de pago",
      "example": "Ich stellte ein Auto für das Wochenende an. Ich habe einen neuen Mitarbeiter angestellt. Ich werde einen Anwalt anstellen, um mich zu vertreten.",
      "example_translation": "Alquilé un coche para el fin de semana. He contratado a un nuevo empleado. Contrataré a un abogado para representarme.",
      "imageLink": "image_files\\English\\"imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trampen",
      "translation": "hacer autostop",
      "definition": "Reisen, indem man kostenlose Fahrten von Fahrern bekommt, normalerweise indem man an der Straßenseite steht und die Hand oder ein Schild hält",
      "definition_translation": "viajar obteniendorides gratis de los conductores, generalmente parándose al lado de una carretera y extendiendo la mano o una señal",
      "example": "Ich tramppte quer durch das Land, als ich Student war. Sie hat schon mehrmals vorher getrampelt. Sie werden morgen zum Festival trampen.",
      "example_translation": "Me subí en autostop a través del país cuando era estudiante. Ella ha hecho autostop muchas veces antes. Mañana harán autostop al festival.",
      "imageLink": "image_files\\English\\"imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "halten",
      "translation": "sostener",
      "definition": "Etwas fest in seiner Hand oder seinem Arm zu halten",
      "definition_translation": "asir o mantener algo firme en una mano o brazos",
      "example": "Halt meine Hand, während wir die Straße überqueren. Sie hielt das Baby eng an ihre Brust. Sie werden morgen ein Treffen abhalten.",
      "example_translation": "Sostén mi mano mientras cruzamos la calle. Ella sostuvo al bebé cerca de su pecho. Mañana sostendrán una reunión.",
      "imageLink": "image_files\\English\\"imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "abrazo",
      "definition": "Jemanden fest in den Armen zu halten, um Zuneigung oder Trost zu zeigen",
      "definition_translation": "sostener a alguien con fuerza en los brazos, normalmente para mostrar afecto o consuelo",
      "example": "Ich umarmte meine Mutter, als ich sie nach langer Zeit wieder sah. Ich werde meinen Freund umarmen, wenn ich ihn morgen treffe. Ich umarmte meine Schwester, als ich traurig war.",
      "example_translation": "Abrazué a mi madre cuando la vi después de mucho tiempo. Abrazaré a mi amigo cuando lo conozca mañana. Abrazué a mi hermana cuando me sentí triste.",
      "imageLink": "image_files\\English\\"imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jagen",
      "translation": "cazar",
      "definition": "Wildtiere zu verfolgen und zu töten, normalerweise für Nahrung oder zum Vergnügen",
      "definition_translation": "perseguir y matar animales silvestres, normalmente para comida o deporte",
      "example": "Ich werde nächstes Wochenende Hirsch jagen. Er jagte Kaninchen, als er ein Kind war. Sie jagten Löwen in der Savanne.",
      "example_translation": "Cazaré venados el próximo fin de semana. Él cazó conejos cuando era niño. Ellos cazaron leones en la sabana.",
      "imageLink": "image_files\\English\\"imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorstellen",
      "translation": "imaginar",
      "definition": "Sich ein Bild oder Konzept von etwas zu machen, das nicht notwendigerweise in der Realität existiert",
      "definition_translation": "formar una imagen mental o concepto de algo que no necesariamente se basa en la realidad",
      "example": "Ich stelle mir eine Welt ohne Kriege vor. Sie stellte sich als Prinzessin vor, als sie ein Kind war. Sie stellten sich eine Zukunft mit fliegenden Autos vor.",
      "example_translation": "Imagino un mundo sin guerras. Ella se imaginó como una princesa cuando era niña. Ellos imaginaron un futuro con coches voladores.",
      "imageLink": "image_files\\English\\"imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "informieren",
      "translation": "informar",
      "definition": "Jemandem Informationen oder Wissen zu übermitteln, oft auf formelle oder offizielle Weise.",
      "definition_translation": "Proporcionar información o conocimiento a alguien, a menudo de manera formal o oficial.",
      "example": "Ich informierte meinen Lehrer über die Änderung der Pläne. Ich informiere das Team über die neue Politik. Ich werde den Manager über das Problem informieren.",
      "example_translation": " Informé a mi maestro sobre el cambio en los planes. Estoy informando al equipo sobre la nueva política. Informaré al gerente sobre el problema.",
      "imageLink": "image_files\\English\\"imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehen",
      "translation": "insistir",
      "definition": "Etwas fest oder wiederholt zu sagen oder zu fordern, oft auf eine starke oder bestimmte Weise.",
      "definition_translation": "Decir o exigir algo con firmeza o repetidamente, a menudo de manera fuerte o determinada.",
      "example": "Ich bestand darauf, zur Party letzte Nacht zu gehen. Sie besteht darauf, das Abendessen zu bezahlen. Sie werden darauf bestehen, eine Pause zu machen.",
      "example_translation": "Insistí en ir a la fiesta anoche. Ella insiste en pagar la cena. Ellos insistirán en tomar un descanso.",
      "imageLink": "image_files\\English\\"imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "installieren",
      "translation": "instalar",
      "definition": "Ein Software-Stück oder ein Gerät in Betrieb zu setzen, oft indem man es mit einem Computer oder einem System verbindet.",
      "definition_translation": "Colocar un piece de software o un dispositivo en funcionamiento, a menudo conectándolo a una computadora o sistema.",
      "example": "Ich installierte das neue Betriebssystem letzte Woche. Sie installiert die Software gerade jetzt. Sie werden den neuen Drucker morgen installieren.",
      "example_translation": "Instalé el nuevo sistema operativo la semana pasada. Ella está instalando el software en este momento. Ellos instalarán la nueva impresora mañana.",
      "imageLink": "image_files\\English\\"imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interviewen",
      "translation": "entrevista",
      "definition": "Ein face-to-face-Treffen, insbesondere eines, bei dem jemand gefragt wird, um festzustellen, ob er für einen Job oder eine Position geeignet ist.",
      "definition_translation": "Una reunión de personas cara a cara, especialmente una en la que alguien es preguntado para determinar si es apto para un trabajo o una posición.",
      "example": "Ich interviewte letzte Woche für den Job, ich interviewe heute und ich werde wieder nächsten Monat interviewen.",
      "example_translation": "Me entrevisté para el trabajo la semana pasada, estoy entrevistando hoy y entrevistaré de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\"imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinden",
      "translation": "inventar",
      "definition": "Etwas Neues zu erstellen oder zu entwerfen, insbesondere durch die Verwendung neuer Ideen oder Methoden.",
      "definition_translation": "Crear o diseñar algo nuevo, especialmente mediante el uso de nuevas ideas o métodos.",
      "example": "Ich erfand eine Maschine, die Sprachen übersetzen kann, ich erfinde gerade eine neue App und ich werde in Zukunft einen Roboter erfinden.",
      "example_translation": "Inventé una máquina que puede traducir idiomas, estoy inventando una nueva aplicación y inventaré un robot en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisen",
      "translation": "hierro",
      "definition": "Ein chemisches Element mit dem Symbol Fe, bekannt für seine Stärke und verwendet für die Herstellung von Stahl.",
      "definition_translation": "Un elemento químico con el símbolo Fe, conocido por su fuerza y utilizado en la fabricación de acero.",
      "example": "Ich bügelte mein Hemd gestern, ich bügle meine Hose heute und ich werde mein Kleid morgen bügeln.",
      "example_translation": "Planché mi camisa ayer, estoy planchando mis pantalones hoy y plancharé mi vestido mañana.",
      "imageLink": "image_files\\English\\"imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stricken",
      "translation": "tejer",
      "definition": "Stoff durch das Erstellen von Reihen miteinander verbundener Schlaufen mit Garn oder Faden zu machen, oft mit Nadeln oder einer Maschine.",
      "definition_translation": "Hacer tejido creando filas de bucles interconectados con hilos, utilizando agujas de tejer o una máquina.",
      "example": "Ich strickte einen Pullover gestern, ich stricke heute einen Hut und ich werde morgen einen Schal stricken.",
      "example_translation": "Me tejí una sudadera ayer, tejo un sombrero hoy y tejeré una bufanda mañana.",
      "imageLink": "image_files\\English\\"imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klopfen",
      "translation": "golpear",
      "definition": "Etwas mit einer schnellen, kraftvollen Bewegung zu schlagen, oft mit der Faust oder einem Hammer.",
      "definition_translation": "Golpear algo, típicamente con un golpe rápido y fuerte, especialmente con el puño o un martillo.",
      "example": "Ich klopfte an die Tür gestern, ich klopfe jeden Morgen an die Tür und ich werde morgen wieder an die Tür klopfen.",
      "example_translation": "Golpeé la puerta ayer, golpeo la puerta todas las mañanas y golpearé la puerta mañana de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Tisch decken",
      "translation": "poner la mesa",
      "definition": "Ein Tisch für ein Essen vorzubereiten, indem man Teller, Besteck, Gläser und Essen darauf anordnet.",
      "definition_translation": "Preparar una mesa para una comida colocando platos, cubiertos, vasos y comida.",
      "example": "Ich deckte den Tisch für das Abendessen gestern, ich decke den Tisch für das Frühstück heute und ich werde den Tisch für das Mittagessen morgen decken.",
      "example_translation": "Puse la mesa para la cena ayer, pongo la mesa para el desayuno hoy y pondré la mesa para el almuerzo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leiten",
      "translation": "llevar",
      "definition": "Jemandem oder etwas zu führen oder zu dirigieren, oder die Verantwortung für eine Gruppe oder Aktivität zu haben.",
      "definition_translation": "guiar o dirigir a alguien o algo, o estar a cargo de un grupo o actividad",
      "example": "Sie führte das Team zum Sieg in der Meisterschaft. Sie leitet das Meeting jetzt. Sie wird das Unternehmen nächstes Jahr leiten.",
      "example_translation": "Ella llevó al equipo a la victoria en el campeonato. Ella está liderando la reunión ahora. Ella llevará la empresa el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "dejar",
      "definition": "einen Ort oder eine Person zu verlassen, oder aufzuhören, etwas zu tun",
      "definition_translation": "irse de un lugar o persona, o dejar de hacer algo",
      "example": "Ich verließ die Party früh. Ich verlasse für Urlaub morgen. Ich werde meinen Job nächsten Monat verlassen.",
      "example_translation": "Me fui del partido temprano. Me voy de vacaciones mañana. Dejaré mi trabajo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "levantar",
      "definition": "etwas oder jemanden hochzuhieven, oder jemandes Stimmung zu verbessern",
      "definition_translation": "elevar algo o a alguien, o mejorar el estado de ánimo de alguien",
      "example": "Sie hob den schweren Karton hoch. Er hob ihre Stimmung mit einem Lächeln. Sie werden den Vorhang für die Show hochziehen.",
      "example_translation": "Ella levantó la caja pesada. Él levantó su espíritu con una sonrisa. Ellos levantarán el telón para el espectáculo.",
      "imageLink": "image_files\\English\\"imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Licht",
      "translation": "luz",
      "definition": "Eine Quelle der Beleuchtung, typischerweise in Form einer Lampe oder natürlichen Lichtes, die Dinge sichtbar macht.",
      "definition_translation": "Una fuente de iluminación, generalmente en forma de lámpara o luz natural, que hace que las cosas sean visibles.",
      "example": "Ich schaltete das Licht ein, um besser sehen zu können. Ich werde ein neues Licht im Wohnzimmer installieren. Sie hatte die Kerzen zum Abendessen angezündet.",
      "example_translation": "Encendí la luz para ver mejor. Instalaré una nueva luz en la habitación de estar. Ella había encendido las velas para la cena.",
      "imageLink": "image_files\\English\\"imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sperren",
      "translation": "cerradura",
      "definition": "Ein Gerät zum Sichern einer Tür, eines Deckels oder eines Behälters, typischerweise durch einen Schlüssel oder eine Kombination betätigt.",
      "definition_translation": "Un dispositivo para asegurar una puerta, tapa o contenedor, que se opera usualmente con una llave o combinación.",
      "example": "Ich sperrte die Tür, als ich ging. Sie wird den Safe heute Abend sperren. Sie hatten das Fahrrad an dem Fahrradständer gesperrt.",
      "example_translation": "Cerré la puerta cuando me fui. Ella cerrará la caja fuerte esta noche. Ellos habían cerrado la bicicleta al rack.",
      "imageLink": "image_files\\English\\"imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "managen",
      "translation": "administrar",
      "definition": "etwas oder jemanden mit Geschick oder Sorgfalt zu handhaben, insbesondere um einen bestimmten Effekt oder Ziel zu erzielen.",
      "definition_translation": "Administrar o dirigir con habilidad o cuidado, especialmente para lograr un efecto o meta deseado.",
      "example": "Sie managte das Team zum Sieg der Meisterschaft. Ich werde das Projekt von Anfang bis Ende managen. Sie hatten die Kosten um 20% reduziert, indem sie sie managten.",
      "example_translation": "Ella administró el equipo para ganar el campeonato.Administraré el proyecto desde el principio hasta el final. Ellos habían logrado reducir costos en un 20%.",
      "imageLink": "image_files\\English\\"imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leiten",
      "translation": "administrar",
      "definition": "etwas, wie ein Geschäft oder ein Projekt, zu leiten und Entscheidungen darüber zu treffen",
      "definition_translation": "estar a cargo de algo, como un negocio o un proyecto, y tomar decisiones sobre esto",
      "example": "Ich leite das Projekt von Anfang bis Ende. Ich leite das Team jetzt. Ich werde das Unternehmen in Zukunft leiten.",
      "example_translation": "Administre el proyecto desde el principio hasta el fin. Estoy administrando el equipo ahora. Administraré la empresa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiraten",
      "translation": "casarse",
      "definition": "mit jemandem zu heiraten, oder eine Hochzeitszeremonie durchzuführen",
      "definition_translation": "casarse con alguien, o realizar una ceremonia de boda",
      "example": "Ich heiratete meine Frau, als ich 25 war. Ich heirate meinen Partner nächstes Jahr. Ich werde meine Verlobte bald heiraten.",
      "example_translation": "Me casé con mi esposa cuando tenía 25 años. Me voy a casar con mi pareja el próximo año. Me casaré con mi prometida pronto.",
      "imageLink": "image_files\\English\\"imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Match",
      "translation": "partido",
      "definition": "ein Spiel oder Wettbewerb zwischen zwei Teams oder Individuen, insbesondere im Sport",
      "definition_translation": "un juego o competencia entre dos equipos o individuos, especialmente en deportes",
      "example": "Ich sah das Match gestern Abend im Fernsehen. Ich spiele ein Match gegen meinen Freund morgen. Ich werde das Match im Stadion nächste Woche sehen.",
      "example_translation": "Vi el partido en la TV anoche. Estoy jugando un partido contra mi amigo mañana. Veré el partido en el estadio la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "flicken",
      "translation": "reparar",
      "definition": "etwas, das kaputt oder beschädigt ist, zu reparieren oder zu flicken",
      "definition_translation": "reparar o arreglar algo que está roto o dañado",
      "example": "Ich flickte mein Hemd gestern, ich flicke meine Hose jetzt und ich werde meine Schuhe morgen flicken.",
      "example_translation": "Reparé mi camisa ayer, estoy reparando mis pantalones ahora, y repararé mis zapatos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegen",
      "translation": "mover",
      "definition": "die Position von etwas oder jemandem zu ändern",
      "definition_translation": "cambiar la posición de algo o alguien",
      "example": "Ich zog in ein neues Haus letzten Jahr, ich bewege mein Möbel jetzt und ich werde in eine neue Stadt nächstes Jahr umziehen.",
      "example_translation": "Me mudé a una nueva casa el año pasado, estoy moviendo mi mobiliario ahora, y me mudaré a una nueva ciudad el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einziehen",
      "translation": "mudarse",
      "definition": "in ein neues Zuhause einzogen",
      "definition_translation": "comenzar a vivir en una nueva casa",
      "example": "Ich bin letzten Monat in meine neue Wohnung gezogen, mein Freund zieht jetzt ein, und meine Familie wird nächste Woche einziehen.",
      "example_translation": "Me mudé a mi nuevo apartamento el mes pasado, mi amigo se está mudando ahora, y mi familia se mudará la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "mudarse",
      "definition": "einen Ort oder ein Zimmer zu verlassen, insbesondere um an einen anderen Ort zu ziehen.",
      "definition_translation": "Dejar un lugar o una habitación, especialmente para ir a vivir en algún otro lugar.",
      "example": "Ich bin aus meinem Elternhaus ausgezogen, als ich 18 war. Ich ziehe nächste Woche in eine neue Wohnung. Ich werde aus der Stadt wegziehen, um einen neuen Job anzufangen.",
      "example_translation": "Me mudé de la casa de mis padres cuando tenía 18 años. Me estoy mudando a un nuevo apartamento la próxima semana. Me mudaré de la ciudad para empezar un nuevo trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mord",
      "translation": "asesinar",
      "definition": "Die Tat, einen anderen Menschen mit vorsätzlichem Vorsatz zu töten, die als schweres Verbrechen gilt.",
      "definition_translation": "El acto de matar a otro ser humano con premeditación, que se considera un delito grave.",
      "example": "Der Detektiv ermittelte in einem Mordfall. Der Verdächtigte wurde des Mordes angeklagt. Der Richter verurteilte den Angeklagten zu lebenslanger Haft wegen Mordes.",
      "example_translation": "El detective estaba investigando un caso de asesinato. El sospechoso fue acusado de asesinato. El juez condenó al acusado a prisión perpetua por asesinato.",
      "imageLink": "image_files\\English\\"imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Name",
      "translation": "nombre",
      "definition": "Ein Wort oder eine Phrase, das/die auf eine bestimmte Person, einen bestimmten Ort oder eine bestimmte Sache verweist.",
      "definition_translation": "Una palabra o frase que se refiere a una persona, lugar o cosa específica.",
      "example": "Wie heißen Sie? Der Name des Unternehmens ist Apple. Sie änderte ihren Namen nach der Heirat.",
      "example_translation": "¿Cuál es tu nombre? El nombre de la empresa es Apple. Ella cambió su nombre después de casarse.",
      "imageLink": "image_files\\English\\"imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Notiz",
      "translation": "nota",
      "definition": "Ein kurzer Vermerk oder eine Annotation, üblicherweise in einem Rand oder auf einem separaten Blatt Papier geschrieben.",
      "definition_translation": "Un registro breve o anotación, generalmente escrito en un margen o en un papel separado.",
      "example": "Ich habe mir die Telefonnummer notiert und dann angerufen. Ich habe während der Vorlesung Notizen gemacht und werde sie später noch einmal durchgehen. Ich werde mir eine Notiz machen, um sie morgen anzurufen.",
      "example_translation": "Tomé nota del número de teléfono, y luego lo marqué. He estado tomando notas durante la conferencia, y las repasaré más tarde. Haré una nota para llamarla mañana.",
      "imageLink": "image_files\\English\\"imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mitteilung",
      "translation": "noticia",
      "definition": "Eine formale Warnung oder Ankündigung, insbesondere wenn sie schriftlich oder als Aushang erfolgt.",
      "definition_translation": "Una advertencia formal o anuncio, especialmente uno que es escrito o posteado.",
      "example": "Ich habe das Warnschild nicht beachtet und erhielt eine Strafe. Ich habe ihr mitgeteilt, dass ich meinen Job aufgeben würde. Ich werde von nun an die neue Richtlinie beachten.",
      "example_translation": "No noté la señal de advertencia, y me multaron. Le di aviso de que renunciaría a mi trabajo. Tomaré nota de la nueva política desde ahora en adelante.",
      "imageLink": "image_files\\English\\"imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "betreiben",
      "translation": "operar",
      "definition": "Ein Gerät, einen Prozess oder ein System zu steuern, insbesondere durch ein Steuerpult oder eine Anleitung.",
      "definition_translation": "Controlar el funcionamiento de (una máquina, proceso o sistema), especialmente mediante un panel de control o conjunto de instrucciones.",
      "example": "Der Chirurg wird den Patienten morgen operieren. Das Unternehmen betreibt mehrere Fabriken auf der ganzen Welt. Ich habe in College gelernt, einen Kran zu bedienen.",
      "example_translation": "El cirujano operará al paciente mañana. La empresa opera varias fábricas en todo el mundo. Aprendí a operar una grúa cuando estaba en la universidad.",
      "imageLink": "image_files\\English\\"imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisieren",
      "translation": "organizar",
      "definition": "Dinge auf eine zusammenhängende und effiziente Weise anzuordnen oder zu systematisieren",
      "definition_translation": "arreglar o sistematizar cosas de una manera coherente y eficiente",
      "example": "Ich werde nächste Woche eine Party organisieren, ich organisiere heute ein Treffen, und ich habe letztes Jahr eine Reise organisiert.",
      "example_translation": "Organizaré una fiesta la próxima semana, estoy organizando una reunión hoy y organicé un viaje el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehen",
      "translation": "pasar",
      "definition": "etwas zu passieren oder ein Test oder eine Prüfung zu bestehen",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "Ich werde morgen die Prüfung bestehen, ich bin letzte Woche bestanden, und ich bin gerade am Park vorbeigegangen.",
      "example_translation": "Voy a aprobar el examen mañana, aprobé el examen de conducción la semana pasada y estoy pasando por el parque en este momento.",
      "imageLink": "image_files\\English\\"imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übergeben",
      "translation": "pasar",
      "definition": "etwas an jemanden zu übergeben oder weiterzugeben",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "Sie wird mir den Ball während des Spiels übergeben, er hat mir das Salz beim Essen übergeben, und sie haben Flugblätter auf der Straße verteilt.",
      "example_translation": "Ella me pasará el balón durante el juego, él pasó la sal en la cena y ellos distribuyeron folletos en la calle.",
      "imageLink": "image_files\\English\\"imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufführen",
      "translation": "realizar",
      "definition": "Eine Aufgabe, Aktion oder Funktion auszuführen oder durchzuführen.",
      "definition_translation": "Ejecutar o realizar una tarea, acción o función.",
      "example": "Ich werde ein Lied auf dem Konzert heute Abend aufführen, ich führte ein Lied auf dem Konzert letzte Nacht aus, und ich führe ein Lied auf dem Konzert jede Woche aus.",
      "example_translation": "Voy a realizar una canción en el concierto esta noche, realicé una canción en el concierto la noche pasada, y realizo una canción en el concierto todas las semanas.",
      "imageLink": "image_files\\English\\"imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "elegir",
      "definition": "Etwas aus einer Gruppe oder einem Bereich von Optionen auszuwählen.",
      "definition_translation": "Seleccionar o elegir algo de un grupo o rango de opciones.",
      "example": "Ich werde mañana ein Buch vom Regal auswählen, ich wählte ein Buch vom Regal aus gestern, und ich wähle ein Buch vom Regal jeden Tag aus.",
      "example_translation": "Voy a elegir un libro de la estantería mañana, elegí un libro de la estantería ayer, y elijo un libro de la estantería todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "coger",
      "definition": "Etwas mit den Fingern oder Händen aufzunehmen oder zu ergreifen.",
      "definition_translation": "Tomar o agarrar algo, típicamente con los dedos o las manos.",
      "example": "Ich werde den Hörer abheben, wenn es klingelt, ich hob den Hörer ab, als es klingelte, und ich hebe den Hörer jeden Mal ab, wenn es klingelt.",
      "example_translation": "Voy a coger el teléfono cuando suene, cogí el teléfono cuando sonó, y cojo el teléfono cada vez que suena.",
      "imageLink": "image_files\\English\\"imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stecknadel",
      "translation": "chincheta",
      "definition": "Ein kleines, dünnes, spitzes Metallstück, das zum Befestigen oder Anbringen von Dingen verwendet wird.",
      "definition_translation": "Una pequeña pieza delgada y puntiaguda de metal utilizada para sujetar o attaching cosas.",
      "example": "Ich verwendete eine Stecknadel, um den kaputten Reißverschluss zu befestigen, dann steckte ich den Saum meiner Hose auf, und schließlich werde ich den Aushang auf dem Brett anstecken.",
      "example_translation": "Usé una chincheta para sujetar la cremallera rota, luego sujeté el dobladillo de mis pantalones y finalmente, pondré la nota en el tablón.",
      "imageLink": "image_files\\English\\"imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pflanzen",
      "translation": "planta",
      "definition": "Ein lebendes Organismus, das in der Erde wächst und typischerweise Blätter, Wurzeln und Stämme hat.",
      "definition_translation": "Un organismo vivo que crece en el suelo y que generalmente tiene hojas, raíces y tallos.",
      "example": "Ich pflanzte einen Baum in meinem Hinterhof, dann werde ich Blumen im Garten pflanzen, und schließlich pflanzte ich ein Samenkorn in den Topf.",
      "example_translation": "Planté un árbol en mi patio, luego plantaré flores en el jardín y finalmente, planté una semilla en la maceta.",
      "imageLink": "image_files\\English\\"imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zeigen",
      "translation": "punto",
      "definition": "Ein spitzer oder sich verjüngender Ende; ein kleiner Fleck oder Markierung.",
      "definition_translation": "Un extremo afilado o puntiagudo; un pequeño lugar o marca.",
      "example": "Ich zeigte auf den genauen Punkt auf der Karte, dann werde ich den Fehler aufzeigen, und schließlich zeigte ich mit dem Finger auf den Himmel.",
      "example_translation": "Señalé el punto exacto en el mapa, luego señalaré el error y finalmente, dirigí mi dedo hacia el cielo.",
      "imageLink": "image_files\\English\\"imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfosten",
      "translation": "correo",
      "definition": "Ein vertikaler Pfosten oder eine Struktur, die verwendet wird, um etwas zu unterstützen oder zu markieren, insbesondere ein Schild oder eine Mitteilung.",
      "definition_translation": "Un poste vertical o estructura utilizada para soportar o marcar algo, especialmente un letrero o aviso.",
      "example": "Ich werde den Brief morgen aufgeben, ich gab ihn gestern auf, und ich gebe ihn jeden Tag auf.",
      "example_translation": "Voy a enviar el correo mañana, lo envié ayer y lo envío todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "posponer",
      "definition": "Etwas zu verschieben oder zu verzögern, insbesondere ein Ereignis oder eine Entscheidung, bis zu einem späteren Zeitpunkt.",
      "definition_translation": "Posponer o retrasar algo, especialmente un evento o una decisión, hasta un momento posterior.",
      "example": "Ich werde das Treffen auf nächste Woche verschieben, ich verschob es gestern, und ich verschiebe es jeden Monat.",
      "example_translation": "Voy a posponer la reunión hasta la próxima semana, la pospuse ayer y la pospongo cada mes.",
      "imageLink": "image_files\\English\\"imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "giessen",
      "translation": "verter",
      "definition": "Flüssig zu fließen oder sich zu bewegen, insbesondere in einem steten Strom.",
      "definition_translation": "Fluir o moverse fluidamente, especialmente en una corriente constante.",
      "example": "Ich werde Wasser in das Glas giessen, ich goss es gestern, und ich giess es jeden Morgen.",
      "example_translation": "Voy a verter agua en el vaso, lo hice ayer y lo hago todas las mañanas.",
      "imageLink": "image_files\\English\\"imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beten",
      "translation": "rezar",
      "definition": "Mit einer Gottheit oder einem Geist zu sprechen, um Dankbarkeit auszudrücken oder um Hilfe oder Vergebung zu bitten.",
      "definition_translation": "hablar con una deidad o espíritu para dar gracias o pedir ayuda o perdón",
      "example": "Ich betete für die Sicherheit meiner Familie während des Sturms. Ich habe für einen neuen Job für Monate gebetet. Ich werde für deine Genesung beten.",
      "example_translation": "Rezé por la seguridad de mi familia durante la tormenta. He estado rezando por un nuevo trabajo durante meses. Rezaré por tu recuperación.",
      "imageLink": "image_files\\English\\"imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "drücken",
      "translation": "prensar",
      "definition": " etwas fest oder mit Hilfe einer Vorrichtung oder Maschine zu drücken",
      "definition_translation": "presionar o aplastar algo con firmeza, a menudo utilizando un dispositivo o máquina",
      "example": "Ich drückte den Knopf, um die Maschine zu starten. Sie hat ihre Kleidung den ganzen Morgen lang gedrückt. Sie werden die Trauben für Wein drücken.",
      "example_translation": "Presioné el botón para iniciar la máquina. Ella ha estado presionando sus ropas toda la mañana. Ellos prensarán las uvas para el vino.",
      "imageLink": "image_files\\English\\"imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhindern",
      "translation": "prevenir",
      "definition": "etwas zu verhindern oder unwahrscheinlicher zu machen",
      "definition_translation": "impedir que algo suceda o hacer que sea menos probable que suceda",
      "example": "Das Vakzin half, die Verbreitung der Krankheit zu verhindern. Wir haben Maßnahmen ergriffen, um den Diebstahl zu verhindern. Sie werden verhindern, dass das Feuer sich ausbreitet.",
      "example_translation": "La vacuna ayudó a prevenir la propagación de la enfermedad. Tomamos medidas para prevenir el robo. Ellos prevenirán que el fuego se propague.",
      "imageLink": "image_files\\English\\"imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "produzieren",
      "translation": "producir",
      "definition": "etwas herzustellen oder in großem Umfang zu produzieren",
      "definition_translation": "hacer o fabricar algo, especialmente a gran escala",
      "example": "Das Unternehmen wird 10.000 Einheiten pro Monat produzieren. Sie produzierten 5.000 Einheiten letzten Monat und werden 15.000 Einheiten nächsten Monat produzieren.",
      "example_translation": "La empresa producirá 10,000 unidades por mes. Produjeron 5,000 unidades el mes pasado y producirán 15,000 unidades el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versprechen",
      "translation": "prometer",
      "definition": "eine Verpflichtung oder Zusage zu tun",
      "definition_translation": "un compromiso o aseguramiento de hacer algo",
      "example": "Ich versprach, das Projekt bis Freitag zu beenden. Sie hatte versprochen, mich gestern anzurufen, aber sie tat es nicht. Er wird versprechen, zum Treffen morgen zu kommen.",
      "example_translation": "Prometí terminar el proyecto para el viernes. Ella había prometido llamarme ayer, pero no lo hizo. Él prometerá asistir a la reunión mañana.",
      "imageLink": "image_files\\English\\"imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schützen",
      "translation": "proteger",
      "definition": "jemanden oder etwas vor Schaden oder Verletzung zu schützen",
      "definition_translation": "mantener a alguien o algo a salvo de daño o lesión",
      "example": "Die Regierung sollte ihre Bürger vor Naturkatastrophen schützen. Sie schützten die Umwelt, indem sie die Verschmutzung reduzierten. Wir werden unsere Daten durch die Verwendung starker Passwörter schützen.",
      "example_translation": "El gobierno debería proteger a sus ciudadanos de desastres naturales. Protegieron el medio ambiente reduciendo la contaminación. Protegeremos nuestros datos utilizando contraseñas seguras.",
      "imageLink": "image_files\\English\\"imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beweisen",
      "translation": "demostrar",
      "definition": "die Wahrheit oder Existenz von etwas durch Beweise oder Beweismittel zu zeigen",
      "definition_translation": "mostrar la verdad o existencia de algo mediante la presentación de pruebas o evidencia",
      "example": "Ich werde den Satz in der nächsten Vorlesung beweisen, ich bewies ihn letzte Woche, und ich habe ihn monatelang bewiesen.",
      "example_translation": "Demostraré el teorema en la próxima conferencia, lo demostré la semana pasada y he estado demostrándolo durante meses.",
      "imageLink": "image_files\\English\\"imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bereitstellen",
      "translation": "proveer",
      "definition": "jemandem etwas zu geben, das er benötigt oder will",
      "definition_translation": "dar a alguien algo que necesita o desea",
      "example": "Das Hotel wird Frühstück bereitstellen, stellte gestern Frühstück bereit und hat seit Jahren Frühstück bereitgestellt.",
      "example_translation": "El hotel proporcionará desayuno, proporcionó desayuno ayer y ha estado proporcionando desayuno durante años.",
      "imageLink": "image_files\\English\\"imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestrafen",
      "translation": "castigar",
      "definition": "jemandem leidzuzufügen oder unangenehm zu sein, weil er etwas falsch gemacht hat",
      "definition_translation": "hacer que alguien sufra o se sienta incómodo porque ha hecho algo malo",
      "example": "Der Richter wird den Kriminellen bestrafen, bestrafte ihn letztes Jahr und hat ihn fünf Jahre lang bestraft.",
      "example_translation": "El juez castigará al criminal, lo castigó el año pasado y ha estado castigándolo durante cinco años.",
      "imageLink": "image_files\\English\\"imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "dejar",
      "definition": "etwas zu unterlassen oder einen Ort oder einen Job zu verlassen.",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "Ich werde meinen Job nächsten Monat aufhören, ich hörte letztes Jahr mit dem Rauchen auf, und ich hörte als Teenager mit dem Fußballspielen auf.",
      "example_translation": "Dejaré mi trabajo el próximo mes, dejé de fumar el año pasado, y dejé de jugar fútbol cuando era adolescente.",
      "imageLink": "image_files\\English\\"imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "dejar",
      "definition": "etwas zu unterlassen oder einen Ort oder einen Job zu verlassen.",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "Sie hörte mit ihrem Job auf, um ihr eigenes Unternehmen zu starten, er hörte mit dem College auf, um Musik zu machen, und sie hörten auf, sich zu streiten, um ihre Beziehung zu konzentrieren.",
      "example_translation": "Ella dejó su trabajo para empezar su propio negocio, él dejó la universidad para perseguir la música, y ellos dejaron de argumentar para enfocarse en su relación.",
      "imageLink": "image_files\\English\\"imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rennen",
      "translation": "carrera",
      "definition": "Ein Wettbewerb der Geschwindigkeit, normalerweise von Pferden, Autos oder Läufern.",
      "definition_translation": "Una competencia de velocidad, generalmente de caballos, coches o corredores.",
      "example": "Ich werde nächste Woche an einem Rennen teilnehmen, sie hat letztes Jahr das Rennen gewonnen, und sie trainieren für ein Marathon-Rennen.",
      "example_translation": "Participaré en una carrera la próxima semana, ella ganó la carrera el año pasado, y ellos se están entrenando para una carrera de maratón.",
      "imageLink": "image_files\\English\\"imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erhöhen",
      "translation": "levantar",
      "definition": "etwas oder jemanden hochzuheben, oder etwas zu erhöhen",
      "definition_translation": "levantar algo o alguien hacia arriba, o aumentar algo",
      "example": "Ich habe meine Hand erhoben, um eine Frage zu stellen. Ich erziehe meine Kinder, damit sie freundlich sind. Ich werde das Thema auf der Sitzung ansprechen.",
      "example_translation": "Levanté la mano para hacer una pregunta. Estoy criando a mis hijos para que sean amables. Levantaré el tema en la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wiederaufbauen",
      "translation": "reconstruir",
      "definition": "etwas wieder aufzubauen, nachdem es beschädigt oder zerstört wurde",
      "definition_translation": "construir algo de nuevo después de que haya sido dañado o destruido",
      "example": "Die Stadt wird die Brücke nach dem Hurricane wieder aufbauen. Sie haben das Haus nach dem Brand wieder aufgebaut. Wir werden das Gemeindezentrum nächstes Jahr wieder aufbauen.",
      "example_translation": "La ciudad reconstruirá el puente después del huracán. Reconstruyeron la casa después del incendio. Reconstruiremos el centro comunitario el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "recyclen",
      "translation": "reciclar",
      "definition": "Materialien so zu behandeln oder zu verarbeiten, dass sie wieder verwendet werden können",
      "definition_translation": "tratar o procesar materiales para hacerlos adecuados para uso nuevamente",
      "example": "Wir recyclen Papier, um Bäume zu retten. Ich habe den alten Computer recycelt, um Abfall zu reduzieren. Sie werden die Plastikflaschen nächstes Monat recyclen.",
      "example_translation": "Reciclamos papel para salvar árboles. Reciclé la computadora vieja para reducir desechos. Reciclarán las botellas de plástico el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ersetzen",
      "translation": "reemplazar",
      "definition": "etwas durch etwas anderes zu ersetzen, oder die Stelle von etwas einzunehmen",
      "definition_translation": "Poner algo en lugar de algo, o tomar el lugar de algo",
      "example": "Ich habe das alte Handy durch ein neues ersetzt. Ich ersetze das defekte Teil durch ein neues. Ich werde das kaputte Fenster durch ein neues ersetzen.",
      "example_translation": "Reemplacé el teléfono antiguo con uno nuevo. Estoy reemplazando la parte defectuosa con una nueva. Reemplazaré la ventana rota con una nueva.",
      "imageLink": "image_files\\English\\"imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "retten",
      "translation": "rescatar",
      "definition": "jemanden oder etwas aus einer schwierigen oder gefährlichen Situation zu retten",
      "definition_translation": "Salvar a alguien o algo de una situación difícil o peligrosa",
      "example": "Die Feuerwehrleute haben die Menschen aus dem brennenden Gebäude gerettet. Sie retten die strandeten Wanderer. Sie werden die Tiere aus dem überfluteten Gebiet retten.",
      "example_translation": "Los bomberos rescataron a las personas del edificio en llamas. Están rescatando a los excursionistas varados. Rescatarán a los animales del área inundada.",
      "imageLink": "image_files\\English\\"imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reservieren",
      "translation": "reservar",
      "definition": "etwas für einen späteren Zeitpunkt zu behalten oder für einen bestimmten Zweck",
      "definition_translation": "Guardar algo para usarlo o para un propósito particular en un momento posterior",
      "example": "Ich habe einen Tisch im Restaurant reserviert. Sie reservieren die neuen Produkte für die Weihnachtszeit. Wir werden das Hotelzimmer für nächstes Jahr reservieren.",
      "example_translation": "Reservé una mesa en el restaurante. Están reservando los nuevos productos para la temporada de vacaciones. Reservaremos la habitación del hotel para el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhen",
      "translation": "descansar",
      "definition": "Eine Zeit der Erholung oder des Schlafs, oder eine Pause von der Aktivität.",
      "definition_translation": "Un período de relajación o sueño, o una pausa en la actividad.",
      "example": "Ich habe mich einige Stunden ausgeruht, dann bin ich spazierengegangen. Ich ruhe mich jetzt aus, und ich werde mich morgen wieder ausruhen.",
      "example_translation": "Me descansé por unas horas, luego fui a caminar. Ahora estoy descansando, y descansaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überarbeiten",
      "translation": "revisar",
      "definition": "etwas noch einmal zu überprüfen oder zu untersuchen, insbesondere um es zu korrigieren oder zu verbessern.",
      "definition_translation": "Revisar o examinar algo de nuevo, especialmente para corregir o mejorar.",
      "example": "Ich habe meinen Aufsatz mehrmals überarbeitet, bevor ich ihn eingereicht habe. Ich überarbeite meine Notizen für die Prüfung, und ich werde mein Projektvorschlag nächste Woche überarbeiten.",
      "example_translation": "Revisé mi ensayo varias veces antes de presentarlo. Estoy revisando mis notas para el examen, y revisaré mi propuesta de proyecto la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehlen",
      "translation": "robar",
      "definition": "jemandem etwas ohne seine Erlaubnis wegzunehmen, insbesondere durch Gewalt oder Drohungen.",
      "definition_translation": "Tomar algo de alguien else sin su permiso, especialmente usando fuerza o amenazas.",
      "example": "Der Dieb hat die Bank gestern bestohlen. Er wurde beschuldigt, einen Convenience-Store bestohlen zu haben, und er wird jemanden wieder bestehlen, wenn er nicht gefasst wird.",
      "example_translation": "El ladrón robó el banco ayer. Fue acusado de robar una tienda de conveniencia, y robará a alguien de nuevo si no es capturado.",
      "imageLink": "image_files\\English\\"imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laufen",
      "translation": "correr",
      "definition": "sich schnell auf dem Fuß bewegen, normalerweise in einem steten und schnellen Tempo",
      "definition_translation": "moverse rápidamente a pie, generalmente a un ritmo constante y rápido",
      "example": "Ich werde morgen zum Laden laufen, ich laufe gerade zum Laden, ich lief gestern zum Laden.",
      "example_translation": "Correré a la tienda mañana, estoy corriendo a la tienda ahora, corrí a la tienda ayer.",
      "imageLink": "image_files\\English\\"imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "speichern",
      "translation": "guardar",
      "definition": "etwas sicher aufzubewahren, um Verlust oder Schaden zu verhindern",
      "definition_translation": "guardar o almacenar algo con seguridad, especialmente para prevenir pérdida o daño",
      "example": "Ich werde Geld für meine Zukunft speichern, ich speichere gerade Geld, ich speicherte Geld letzten Jahr.",
      "example_translation": "Guardaré dinero para mi futuro, estoy guardando dinero ahora, guardé dinero el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erzielen",
      "translation": "puntuar",
      "definition": "eine Anzahl von Punkten oder Zielen in einem Spiel, Test oder Wettbewerb zu erreichen",
      "definition_translation": "un número de puntos o objetivos logrados en un juego, prueba o competencia",
      "example": "Ich werde morgen im Examen hohe Punkte erzielen, ich erziele gerade im Spiel gut, ich erzielte letzten Nacht ein Tor.",
      "example_translation": "Puntuaré alto en el examen mañana, estoy puntuando bien en el juego ahora, anoté un gol anoche.",
      "imageLink": "image_files\\English\\"imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schreien",
      "translation": "gritar",
      "definition": "Ein lauter, harter, durchdringender Schrei, der intensive Emotionen wie Schmerz, Furcht oder Aufregung ausdrückt.",
      "definition_translation": "Un grito fuerte, agudo y penetrante, que expresa emociones intensas como dolor, miedo o emoción.",
      "example": "Ich schrie vor Aufregung, als ich den Hauptgewinn gewann. Ich werde schreien, wenn ich eine Spinne in meinem Zimmer sehe. Ich schrie mit voller Lautstärke, als ich in den Wehen lag.",
      "example_translation": "Grité de emoción cuando gané la lotería. Gritaré si veo una araña en mi habitación. Grité con todas mis fuerzas cuando estaba en trabajo de parto.",
      "imageLink": "image_files\\English\\"imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "buscar",
      "definition": "etwas oder jemanden sorgfältig zu suchen, um sie oder ihn zu finden oder Informationen darüber zu entdecken.",
      "definition_translation": "Buscar cuidadosamente algo o alguien para encontrarlos o descubrir información sobre ellos.",
      "example": "Ich suchte das ganze Haus nach meinen Schlüsseln ab. Sie sucht gerade nach einem neuen Job. Sie werden die Datenbank durchsuchen, um die Informationen zu finden.",
      "example_translation": "Busqué en toda la casa mis llaves. Ella busca un nuevo trabajo. Buscarán en la base de datos para encontrar la información.",
      "imageLink": "image_files\\English\\"imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auswählen",
      "translation": "seleccionar",
      "definition": "etwas oder jemanden aus einer Gruppe von Möglichkeiten auszuwählen, oft aufgrund einer bestimmten Qualität oder Eigenschaft.",
      "definition_translation": "Elegir algo o alguien de un grupo de posibilidades, a menudo debido a una calidad o característica particular.",
      "example": "Ich wählte die beste Option für das Projekt aus. Sie werden den am besten qualifizierten Kandidaten für den Job auswählen. Sie wählte das perfekte Kleid für die Hochzeit aus.",
      "example_translation": "Elegí la mejor opción para el proyecto. Ellos seleccionarán al candidato más calificado para el trabajo. Ella seleccionó el vestido perfecto para la boda.",
      "imageLink": "image_files\\English\\"imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bedienen",
      "translation": "servir",
      "definition": "jemandem Essen oder Trinken anzubieten oder einem jemandem einen bestimmten Service oder eine Einrichtung anzubieten.",
      "definition_translation": "Proporcionar alimentos o bebidas a alguien, o ofrecer un servicio o instalación particular a alguien.",
      "example": "Ich servierte Kaffee den Gästen. Ich bediene gerade Kaffee den Gästen. Ich werde Kaffee den Gästen servieren.",
      "example_translation": "Serví café a los invitados. Estoy sirviendo café a los invitados. Serviré café a los invitados.",
      "imageLink": "image_files\\English\\"imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähen",
      "translation": "coser",
      "definition": "etwas, особенно Kleidung, mit einer Nadel und Faden zusammenzufügen oder zu reparieren.",
      "definition_translation": "Unir o reparar algo, especialmente ropa, usando una aguja y hilo.",
      "example": "Ich nähte den Knopf an meinem Hemd. Ich nähe gerade ein neues Kleid. Ich werde eine Decke für meine Großmutter nähen.",
      "example_translation": "Coseré el botón de mi camisa. Estoy cosiendo un vestido nuevo. Coseré una manta para mi abuela.",
      "imageLink": "image_files\\English\\"imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schütteln",
      "translation": "sacudir",
      "definition": "etwas schnell und kräftig zu bewegen oder ein plötzliches starkes Bewegen zu empfinden.",
      "definition_translation": "Mover algo rápidamente y con fuerza, o sentir un movimiento fuerte repentino.",
      "example": "Ich schüttelte meiner Freundin die Hand. Ich schüttele gerade die Flasche. Ich werde den Baum schütteln, um die Früchte zu holen.",
      "example_translation": "Estreché la mano con mi amigo. Estoy sacudiendo la botella. Sacudiré el árbol para obtener la fruta.",
      "imageLink": "image_files\\English\\"imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hände schütteln",
      "translation": "estrechar la mano",
      "definition": "jemandem die rechte Hand zu schütteln, um ihn zu begrüßen oder zu verabschieden oder um Freundschaft, Respekt oder Einigung zu signalisieren.",
      "definition_translation": "saludar o despedirse de alguien estrechando su mano derecha, generalmente con un apretón firme, como gesto de amistad, respeto o acuerdo",
      "example": "Ich schüttelte meinem Geschäftspartner die Hand, um den Deal zu besiegeln. Ich schüttle meinem Freund die Hand, wenn wir uns treffen. Ich werde dem Präsidenten die Hand schütteln, wenn ich ihn auf der Zeremonie treffen werde.",
      "example_translation": "Estreché la mano con mi socio comercial para sellar el trato. Estrecho la mano con mi amigo cada vez que nos encontramos. Estrecharé la mano con el presidente en la ceremonia.",
      "imageLink": "image_files\\English\\"imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schießen",
      "translation": "disparar",
      "definition": "eine Rakete oder ein Projektiles aus einer Waffe abzufeuern oder ein Foto oder Video mit einer Kamera aufzunehmen",
      "definition_translation": "disparar un misil o un proyectil desde un arma, o tomar una foto o un video con una cámara",
      "example": "Ich schoss das Ziel mit einem Bogen und Pfeil. Ich bin Fotograf und schiesse Bilder für meinen Lebensunterhalt. Morgen werde ich ein Video für meinen YouTube-Kanal aufnehmen.",
      "example_translation": "Disparé el blanco con un arco y una flecha. Disparo fotos para ganarme la vida. Dispararé un video para mi canal de YouTube mañana.",
      "imageLink": "image_files\\English\\"imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einkaufen",
      "translation": "tienda",
      "definition": "ein Gebäude oder Raum, in dem Waren oder Dienstleistungen verkauft oder angeboten werden",
      "definition_translation": "un edificio o habitación donde se venden o ofrecen bienes o servicios",
      "example": "Ich ging gestern shoppen im Einkaufszentrum. Ich kaufe jeden Wochenende online ein. Morgen werde ich im Supermarkt einkaufen.",
      "example_translation": "Hice compras en el centro comercial ayer. Compro en línea todos los fines de semana. Compraré en el supermercado mañana.",
      "imageLink": "image_files\\English\\"imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skifahren",
      "translation": "esquiar",
      "definition": "mit Skien in einem schneebedeckten Gebirgsgebiet zu fahren, als Freizeit- oder Sportaktivität.",
      "definition_translation": "Moverse en esquís, típicamente en un área montañosa nevada, como una forma de recreación o deporte.",
      "example": "Morgen werde ich den Berg hinunterskifahren, aber heute fuhr ich den Hang hinunter, und gestern war ich den Hügel hinuntergeskifahren.",
      "example_translation": "Esquiaré colina abajo mañana, pero hoy esquí colina abajo, y ayer había esquí colina abajo.",
      "imageLink": "image_files\\English\\"imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausrutschen",
      "translation": "resbalar",
      "definition": "ohne Absicht zu rutschen oder zu fallen, oft wegen eines Mangels an Reibung oder Traktion.",
      "definition_translation": "Deslizarse o caer sin querer, a menudo debido a una falta de fricción o tracción.",
      "example": "Ich rutschte gestern auf dem Eis aus, aber morgen werde ich auf der Bananenschale ausrutschen, und heute rutsche ich auf dem nassen Boden aus.",
      "example_translation": "Me resbalé sobre el hielo ayer, pero me resbalaré sobre la piel de plátano mañana, y hoy me resbalo sobre el piso mojado.",
      "imageLink": "image_files\\English\\"imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riechen",
      "translation": "oler",
      "definition": "den Geruch oder Duft von etwas wahrzunehmen, oft mit der Nase.",
      "definition_translation": " Percibir el olor o aroma de algo, a menudo utilizando la nariz.",
      "example": "Ich roch heute Morgen den Kaffee, aber morgen werde ich die Blumen riechen, und gestern roch ich das Parfum.",
      "example_translation": "Olor el café esta mañana, pero oleré las flores mañana, y ayer olí el perfume.",
      "imageLink": "image_files\\English\\"imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lächeln",
      "translation": "sonreír",
      "definition": "Ein Gesichtsausdruck, der durch eine nach oben gebogene Mundwinkel kennzeichnet und Vergnügen, Belustigung oder Freundlichkeit anzeigt.",
      "definition_translation": "Una expresión facial caracterizada por una curva ascendente de las esquinas de la boca y que indica placer, diversión o amistad.",
      "example": "Ich lächelte, als ich meine Freundin sah, ich lächle jetzt, und ich werde lächeln, wenn ich sie wiedersehe.",
      "example_translation": "Sonreí cuando vi a mi amigo, estoy sonriendo ahora y sonreiré cuando la vea de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschütten",
      "translation": "derramar",
      "definition": "einem Flüssigkeit unbeabsichtigt aus einem Behälter herausfließen oder fallen zu lassen.",
      "definition_translation": "Provocar o permitir que un líquido fluya o caiga accidentalmente fuera de un contenedor.",
      "example": "Ich verschüttete Wasser, als ich das Glas trug, ich verschütte jeden Morgen Milch, und ich werde Kaffee verschütten, wenn ich den Becher nicht vorsichtig halte.",
      "example_translation": "Derramé el agua cuando llevaba el vaso, derramo leche cada mañana y derramaré café si no sostengo la taza con cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verderben",
      "translation": "malograr",
      "definition": "etwas, insbesondere Lebensmittel, durch unsachgemäße Handhabung oder Lagerung zu beschädigen oder zu ruinieren.",
      "definition_translation": "Dañar o echar a perder algo, especialmente alimentos, por no manejarlo o almacenarlo adecuadamente.",
      "example": "Ich verdarb die Milch, indem ich sie bei Raumtemperatur stehen ließ, ich verderbe die Gemüse, wenn ich sie nicht im Kühlschrank aufbewahre, und ich werde die Party verderben, wenn ich nicht genug Getränke mitbringe.",
      "example_translation": "Malogré la leche dejándola a temperatura ambiente, malogo las verduras si no las almaceno en la nevera y malograré la fiesta si no llevo suficientes bebidas.",
      "imageLink": "image_files\\English\\"imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kleben",
      "translation": "pegar",
      "definition": "etwas an etwas anderes anzubringen oder zu befestigen, typischerweise mit Klebstoff oder einem anderen adhäsiven Stoff.",
      "definition_translation": "Pegar o fijar algo a algo más, generalmente utilizando pegamento o otra sustancia adhesiva.",
      "example": "Ich klebte das Poster an die Wand, dann werde ich es an den Kühlschrank kleben, und morgen werde ich es an die Tür kleben.",
      "example_translation": "Pegué el cartel al muro, luego pegaré al refrigerador y mañana pegaré a la puerta.",
      "imageLink": "image_files\\English\\"imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rühren",
      "translation": "revolver",
      "definition": "einen Löffel oder ein anderes Objekt in einer Flüssigkeit oder Mischung herumzubewegen, um sie zu mischen oder glatt zu machen.",
      "definition_translation": "Mover una cuchara u otro objeto alrededor de un líquido o mezcla para mezclarlo o hacerlo suave.",
      "example": "Ich rührte den Kaffee, dann werde ich den Kuchenteig rühren, und morgen werde ich die Suppe rühren.",
      "example_translation": "Revoví el café, luego revolveré la mezcla de pastel y mañana revolveré la sopa.",
      "imageLink": "image_files\\English\\"imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streiken",
      "translation": "golpear",
      "definition": "Etwas mit Kraft oder Gewalt zu treffen, oft plötzlich oder gewaltsam.",
      "definition_translation": "Golpear o entrar en contacto con algo con fuerza, a menudo de repente o con violencia.",
      "example": "Der Boxer schlug seinen Gegner, dann wird er den Ball schlagen, und morgen wird er die Glocke schlagen.",
      "example_translation": "El boxeador golpeó a su oponente, luego golpeará la pelota y mañana golpeará el gong.",
      "imageLink": "image_files\\English\\"imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "tener éxito",
      "definition": "Etwas zu erreichen oder ein Ziel zu erfüllen, oft mit Anstrengung oder Ausdauer.",
      "definition_translation": "Lograr algo o alcanzar un objetivo, a menudo con esfuerzo o perseverancia.",
      "example": "Ich erreichte den Job nach drei Bewerbungsgesprächen. Ich habe drei Sprachen erlernt. Ich werde das Projekt bis Ende des Monats erledigen.",
      "example_translation": "Tuve éxito en obtener el trabajo después de tres entrevistas. He tenido éxito en aprender tres idiomas. Tendré éxito en terminar este proyecto para fin de mes.",
      "imageLink": "image_files\\English\\"imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorschlagen",
      "translation": "sugerir",
      "definition": "Etwas als Möglichkeit oder Lösung vorzuschlagen.",
      "definition_translation": "Proponer o recomendar algo como una posibilidad o solución.",
      "example": "Ich schlug vor, letzten Nacht ins Kino zu gehen. Sie hat mehrere Möglichkeiten vorgeschlagen, um den Prozess zu verbessern. Sie werden dem Vorstand eine neue Richtlinie vorschlagen.",
      "example_translation": "Sugerí que fuéramos al cine anoche. Ella ha sugerido varios modos de mejorar el proceso. Ellos sugieren una nueva política para la junta.",
      "imageLink": "image_files\\English\\"imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnenbaden",
      "translation": "tomar el sol",
      "definition": "Sich in der Sonne zu lagern oder zu sitzen, um ihre Wärme zu genießen und einen Sonnenbrand zu bekommen.",
      "definition_translation": "Acostarse o sentarse al sol, generalmente desnudo o parcialmente vestido, para disfrutar de su calor y obtener un bronceado.",
      "example": "Ich liebe es, im Sommer am Strand zu sonnenbaden. Sie sonnenbadeten auf dem Deck für Stunden. Wir werden am Wochenende am Pool sonnenbaden.",
      "example_translation": "Me encanta tomar el sol en la playa durante el verano. Ellos tomaron el sol en la cubierta durante horas. Tomaremos el sol junto a la piscina este fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "apoyo",
      "definition": "Jemandem oder etwas Hilfe oder Ermutigung anzubieten.",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "Ich unterstützte meinen Freund in der schwierigen Zeit. Ich unterstütze ihn jetzt, und ich werde ihn in der Zukunft unterstützen.",
      "example_translation": "Apoyé a mi amigo durante el momento difícil. Lo estoy apoyando ahora, y lo apoyaré en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "apoyo",
      "definition": "Jemandem oder etwas Hilfe oder Ermutigung anzubieten.",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "Das Unternehmen unterstützte die lokale Wohltätigkeitsorganisation. Es unterstützt mehrere Organisationen, und es wird in Zukunft mehr unterstützen.",
      "example_translation": "La empresa apoyó a la caridad local. Apoya varias organizaciones, y apoyará más en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausschalten",
      "translation": "apagar",
      "definition": "Ein Gerät oder eine Maschine auszuschalten.",
      "definition_translation": "detener la operación de una máquina o dispositivo",
      "example": "Ich schaltete das Licht aus, als ich den Raum verließ. Ich werde sie ausmachen, wenn ich ins Bett gehe, und ich hatte sie gestern ausgemacht.",
      "example_translation": "Apagué las luces cuando salí de la habitación. Las apagaré cuando me vaya a dormir, y las apagué ayer.",
      "imageLink": "image_files\\English\\"imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschalten",
      "translation": "encender",
      "definition": "Ein Gerät oder eine Maschine einzuschalten, insbesondere indem man einen Knopf betätigt oder einen Schalter umlegt.",
      "definition_translation": "Activar o encender un dispositivo o sistema, especialmente presionando un botón o cambiando un interruptor.",
      "example": "Ich schaltete den Fernseher ein, um die Nachrichten zu sehen. Ich werde den Klimaanlagen einschalten, wenn ich nach Hause komme. Ich schaltete die Lichter ein, um besser sehen zu können.",
      "example_translation": "Encendí la TV para ver las noticias. Encenderé el acondicionador de aire cuando llegue a casa. Encendí las luces para ver mejor.",
      "imageLink": "image_files\\English\\"imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschmack",
      "translation": "sabor",
      "definition": "Die Empfindung von Geschmack, die in Mund und Rachen durch die Kombination der fünf Grundgeschmacksarten: süß, sauer, salzig, bitter und umami, entsteht.",
      "definition_translation": "La sensación de sabor percibida en la boca y la garganta, resultado de la combinación de los cinco sabores básicos: dulce, ácido, salado, amargo y umami.",
      "example": "Der Geschmack von Erdbeeren ist süß. Ich werde das Essen probieren, bevor ich es serviere. Sie kostete den Wein, um zu sehen, ob er gut ist.",
      "example_translation": "El sabor de las fresas es dulce. Probaré la comida antes de servirla. Ella probó el vino para ver si era bueno.",
      "imageLink": "image_files\\English\\"imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "träne",
      "translation": "lagrima",
      "definition": "Ein Tropfen Flüssigkeit, der aus dem Auge als Resultat von Emotion oder Reizung austritt.",
      "definition_translation": "Una gota de líquido que cae del ojo como resultado de la emoción o la irritación.",
      "example": "Sie vergoss eine Träne, als sie sich verabschiedete. Ich fühlte eine Träne in meinem Auge, als ich den traurigen Film sah. Er wischte eine Träne von seinem Gesicht weg.",
      "example_translation": "Ella derramó una lágrima cuando se despidió. Sentí una lágrima en mi ojo cuando vi la película triste. Él se secó una lágrima de la cara.",
      "imageLink": "image_files\\English\\"imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Test",
      "translation": "probar",
      "definition": "Etwas ausprobieren oder testen, um zu sehen, ob es funktioniert oder geeignet ist.",
      "definition_translation": "Evaluarte o intentar algo para ver si funciona o es adecuado.",
      "example": "Ich werde morgen diese neue Software testen. Gestern habe ich es getestet und es hat gut funktioniert. Wenn es gut testet, werden wir es nächsten Monat veröffentlichen.",
      "example_translation": "Probaré este nuevo software mañana. Ayer, lo probé y funcionó bien. Si prueba bien, lo lanzaremos el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zecke",
      "translation": "garrapata",
      "definition": "Ein kleiner, blutsaugender Spinnentier, der sich an Tieren oder Menschen anheftet.",
      "definition_translation": "Un pequeño arácnido que se adhiere a animales o humanos y se alimenta de su sangre.",
      "example": "Ich wurde von einer Zecke gebissen, während ich gestern gewandert bin. Die Zecke war stundenlang auf mir. Wenn ich die Zecke nicht entferne, wird sie eine Infektion verursachen.",
      "example_translation": "Me picó una garrapata mientras hacía senderismo ayer. La garrapata había estado en mí durante horas. Si noquito la garrapata, causará una infección.",
      "imageLink": "image_files\\English\\"imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "corbata",
      "definition": "Ein langes, schmales Stück Stoff, das um den Hals getragen wird, meist als Teil einer Männer-Herrenbekleidung.",
      "definition_translation": "Una larga tira de tela que se lleva alrededor del cuello, típicamente como parte de la ropa formal de un hombre.",
      "example": "Ich werde meine Krawatte vor der Besprechung binden. Gestern habe ich sie zu fest gebunden. Wenn ich nicht lerne, sie ordentlich zu binden, werde ich albern aussehen.",
      "example_translation": "Me ataré la corbata antes de la reunión. Ayer, me la até demasiado apretada. Si no aprendo a atarla adecuadamente, pareceré tonto.",
      "imageLink": "image_files\\English\\"imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesamt",
      "translation": "total",
      "definition": "Die gesamte Menge oder Ausdehnung von etwas; das Ganze.",
      "definition_translation": "La cantidad o extensión completa de algo; la totalidad.",
      "example": "Ich habe insgesamt 100 Dollar für dieses Projekt ausgegeben. Gestern habe ich 20 Dollar ausgegeben, und heute werde ich 30 Dollar ausgeben. Bis nächste Woche werde ich 50 Dollar ausgegeben haben.",
      "example_translation": "He gastado un total de $100 en este proyecto. Ayer gasté $20, y hoy gastaré $30. Para la próxima semana, habré gastado $50.",
      "imageLink": "image_files\\English\\"imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundreise",
      "translation": "gira",
      "definition": "Eine Reise oder Fahrt von einem Ort zum anderen, insbesondere zum Vergnügen oder Geschäft.",
      "definition_translation": "Un viaje o desplazamiento de un lugar a otro, especialmente para placer o negocio.",
      "example": "Wir haben letzten Sommer eine Rundreise durch Europa gemacht. Wir haben Paris, Rom und Madrid besucht. Nächstes Jahr werden wir eine Rundreise durch Asien machen.",
      "example_translation": "Hicimos una gira por Europa el verano pasado. Visitamos París, Roma y Madrid. El próximo año, haremos una gira por Asia.",
      "imageLink": "image_files\\English\\"imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zug",
      "translation": "tren",
      "definition": "Ein selbstfahrender Wagen auf Schienen, der für die Beförderung von Menschen oder Gütern verwendet wird.",
      "definition_translation": "Un vehículo autopropulsado sobre raíles, utilizado para transportar personas o mercancías.",
      "example": "Ich nehme jeden Tag den Zug zur Arbeit. Gestern habe ich den Zug verpasst, und heute werde ich einen späteren Zug nehmen. Bis nächsten Monat werde ich den Zug ein Jahr lang genommen haben.",
      "example_translation": "Tomo el tren para ir al trabajo todos los días. Ayer perdí el tren, y hoy tomaré un tren más tarde. Para el próximo mes, habré tomado el tren durante un año.",
      "imageLink": "image_files\\English\\"imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übertragen",
      "translation": "transferir",
      "definition": "Etwas von einem Ort zu einem anderen zu bewegen oder zu überführen, insbesondere Geld oder Güter von einem Konto oder Ort zu einem anderen.",
      "definition_translation": "Mover o cambiar algo de un lugar a otro, especialmente para mover dinero o mercancías de una cuenta o lugar a otro.",
      "example": "Ich habe das Geld von meinem Sparkonto auf mein Girokonto übertragen. Gestern hatte ich die Dateien auf den neuen Computer übertragen. Ich werde nächsten Monat in eine neue Abteilung übertragen.",
      "example_translation": "Transferí el dinero de mi cuenta de ahorro a mi cuenta corriente. Ayer, había transferido los archivos al nuevo computadora. Transferiré a un nuevo departamento el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übersetzen",
      "translation": "traducir",
      "definition": "Wörter oder Texte von einer Sprache in eine andere zu ändern oder etwas in einer anderen Sprache auszudrücken.",
      "definition_translation": "Cambiar palabras o texto de un idioma a otro, o expresar algo en un idioma diferente.",
      "example": "Ich habe das Dokument von Englisch ins Spanische übersetzt. Sie hat die Website ins Französische übersetzt. Sie werden den Film in mehrere Sprachen übersetzen.",
      "example_translation": "Traduje el documento del inglés al español. Ella tradujo el sitio web al francés. Traducirán la película a varios idiomas.",
      "imageLink": "image_files\\English\\"imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuchen",
      "translation": "intentar",
      "definition": "Sich bemühen, etwas zu tun oder einen Versuch zu unternehmen.",
      "definition_translation": "Hacer un esfuerzo para hacer algo o intentar algo.",
      "example": "Ich werde versuchen, das Projekt morgen zu beenden. Sie hat versucht, Gitarre zu lernen. Sie haben versucht, den kaputten Computer zu reparieren.",
      "example_translation": "Intentaré terminar el proyecto para mañana. Ella intentó aprender a tocar la guitarra. Intentaron arreglar la computadora rota.",
      "imageLink": "image_files\\English\\"imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Typ",
      "translation": "tipo",
      "definition": "Eine Kategorie oder Klasse von Dingen, die ein gemeinsames Merkmal oder eine gemeinsame Qualität haben.",
      "definition_translation": "Una categoría o clase de cosas que tienen alguna característica o calidad común",
      "example": "Ich kann sehr schnell tippen. Gestern habe ich einen Brief getippt. Ich werde morgen eine E-Mail tippen.",
      "example_translation": "Puedo escribir muy rápido. Escribí una carta ayer. Escribiré un correo electrónico mañana.",
      "imageLink": "image_files\\English\\"imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "desvestir",
      "definition": "Die Kleidung abzulegen, insbesondere vor dem Schlafengehen oder Baden",
      "definition_translation": "Quitar uno sus ropas, especialmente en preparación para la cama o un baño",
      "example": "Sie zog sich schnell aus. Er hatte sich vor dem Abendessen ausgezogen. Sie werden sich nach der Party ausziehen.",
      "example_translation": "Ella se desvistió rápidamente. Él se había desvestido antes de cenar. Ellos se desvestirán después de la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auspacken",
      "translation": "desempacar",
      "definition": "Den Inhalt eines Pakets, Koffers oder Beutels zu entleeren, insbesondere nach einer Reise",
      "definition_translation": "Quitar el contenido de un paquete, maleta o bolsa, especialmente después de un viaje",
      "example": "Ich packte mein Gepäck aus. Sie hatte die Kisten ausgepackt. Sie werden das Gepäck auspacken.",
      "example_translation": "Desempacé mi bolsa. Ella había desempacado las cajas. Ellos desempacarán el equipaje.",
      "imageLink": "image_files\\English\\"imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktualisieren",
      "translation": "actualizar",
      "definition": "Etwas auf den neuesten Stand zu bringen oder für einen bestimmten Zweck geeignet zu machen",
      "definition_translation": "hacer algo más moderno o adecuado para un propósito específico",
      "example": "Ich werde mein Telefon nächste Woche aktualisieren. Ich aktualisierte mein Telefon letzten Monat. Ich aktualisiere mein Telefon jedes Jahr.",
      "example_translation": "Actualizaré mi teléfono la próxima semana. Actualicé mi teléfono el mes pasado. Actualizo mi teléfono cada año.",
      "imageLink": "image_files\\English\\"imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "votar",
      "definition": "Etwas durch das Schreiben eines Zeichens auf einem Stück Papier oder durch Heben der Hand zu entscheiden",
      "definition_translation": "elegir o decidir algo escribiendo una marca en un papel o levantando la mano",
      "example": "Ich werde für sie bei der Wahl stimmen. Ich stimmte für ihn bei der letzten Wahl. Ich wähle jedes Mal, wenn es eine Wahl gibt.",
      "example_translation": "Votaré por ella en las elecciones. Voté por él en las elecciones pasadas. Voto cada vez que hay una elección.",
      "imageLink": "image_files\\English\\"imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Hund spazieren führen",
      "translation": "pasear al perro",
      "definition": "Einen Hund an der Leine spazieren zu führen",
      "definition_translation": "llevar a un perro a caminar, generalmente con una correa",
      "example": "Ich führe den Hund jeden Morgen spazieren. Sie führte den Hund gestern spazieren. Sie werden den Hund morgen spazieren führen.",
      "example_translation": "Caminó al perro cada mañana. Ella caminó al perro ayer. Ellos caminarán al perro mañana.",
      "imageLink": "image_files\\English\\"imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warnen",
      "translation": "advertir",
      "definition": "Jemanden vor etwas zu warnen oder ihm einen Rat zu geben, weil ein Risiko oder eine Gefahr besteht",
      "definition_translation": "dar a alguien una advertencia o consejo sobre algo, normalmente porque hay un riesgo o peligro",
      "example": "Ich warnte sie vor der Gefahr des Schwimmens im See. Ich warne dich vor den Folgen deiner Handlungen. Ich werde ihn vor der Frist warnen.",
      "example_translation": "Le advertí sobre el peligro de nadar en el lago. Te estoy advirtiendo sobre las consecuencias de tus acciones. Le advertiré sobre la fecha límite.",
      "imageLink": "image_files\\English\\"imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschwenden",
      "translation": "desperdiciar",
      "definition": "Etwas ohne guten Grund oder ohne Notwendigkeit zu verwenden, so dass es nicht zu seinem vollen Nutzen genutzt wird",
      "definition_translation": "usar algo de una manera innecesaria o sin una buena razón, de modo que no se utiliza al máximo",
      "example": "Ich verschwendete gestern viel Zeit damit, fernzusehen. Ich verschwende mein Geld für unnötige Dinge. Ich werde keine Zeit verschwenden, um mein Projekt fertigzustellen.",
      "example_translation": "Desperdicié mucho tiempo viendo televisión ayer. Estoy desperdiciando mi dinero en cosas innecesarias. No desperdiciaré tiempo en terminar mi proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welle",
      "translation": "ola",
      "definition": "Eine Bewegung von Energie durch die Luft oder Wasser, oft in einem regelmäßigen Muster, oder ein Signal oder Gruß mit der Hand",
      "definition_translation": "un movimiento de energía a través del aire o del agua, a menudo en un patrón regular, o una señal o saludo hecho con la mano",
      "example": "Die Welle krachte gegen das Ufer. Ich winkte meinem Freund zum Abschied. Die Lehrerin winkte mit der Hand, um unsere Aufmerksamkeit zu erregen.",
      "example_translation": "La ola se estrelló contra la orilla. Me despedí con la mano de mi amigo. La profesora movió su mano para llamar nuestra atención.",
      "imageLink": "image_files\\English\\"imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "etwas aufschreiben",
      "translation": "escribir algo",
      "definition": "Etwas schriftlich aufzuzeichnen, oft als Erinnerung oder für zukünftige Verwendung.",
      "definition_translation": "Grabar o anotar algo por escrito, generalmente como recordatorio o para referencia futura.",
      "example": "Ich schrieb die Telefonnummer auf, damit ich sie nicht vergaß. Ich habe alle meine Ausgaben diesen Monat aufgeschrieben. Ich werde das Rezept aufschreiben, damit ich es wieder machen kann.",
      "example_translation": "Escrebí el número de teléfono para no olvidarlo. He estado escribiendo todas mis gastos este mes. Escribiré la receta para poder hacerla de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]