[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erwachsener",
      "translation": "adulto",
      "definition": "Eine Person, die volle Größe oder Reife erreicht hat, insbesondere eine, die 18 Jahre oder älter ist.",
      "definition_translation": "Una persona que ha alcanzado el crecimiento o madurez completa, especialmente una que tiene 18 años o más.",
      "example": "Ich war ein Erwachsener, als ich in die Stadt zog; jetzt bin ich ein Erwachsener, der bei seinen Eltern lebt; ich werde ein Erwachsener sein, wenn ich von der Uni abschließe.",
      "example_translation": "Era adulto cuando me mudé a la ciudad; ahora soy un adulto que vive con mis padres; seré un adulto cuando me gradúe de la universidad.",
      "imageLink": "image_files\\English\\"imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bebé",
      "definition": "Ein sehr junges menschliches Kind, insbesondere eines, das neu oder kürzlich geboren wurde.",
      "definition_translation": "Un niño muy joven, especialmente uno recién nacido o recientemente nacido.",
      "example": "Ich hielt das Baby in meinem Arm; meine Schwester hatte letztes Jahr ein Baby; ich werde ein Baby haben, wenn ich heirate.",
      "example_translation": "Tuve al bebé en brazos; mi hermana tuvo un bebé el año pasado; tendré un bebé cuando me case.",
      "imageLink": "image_files\\English\\"imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sein (Jahre alt)",
      "translation": "tener... (años)",
      "definition": "Ein bestimmtes Alter erreicht zu haben.",
      "definition_translation": "Haber alcanzado una edad especificada.",
      "example": "Ich war 15 Jahre alt, als ich Autofahren lernte; sie wird nächstes Jahr 25 Jahre alt sein; sie waren 30 Jahre alt, als sie heirateten.",
      "example_translation": "Tenía quince años cuando aprendí a conducir; ella tendrá veinticinco años el año próximo; ellos tenían treinta años cuando se casaron.",
      "imageLink": "image_files\\English\\"imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bart",
      "translation": "barba",
      "definition": "Ein Haarwuchs auf dem Kinn, den Wangen und dem Kiefer eines Menschen, insbesondere wenn er dick und buschig ist.",
      "definition_translation": "Un crecimiento de cabello en la barbilla, mejillas y mandíbula de la cara de una persona, especialmente cuando es espeso y lanudo.",
      "example": "Er hatte einen langen weißen Bart, als er alt war. Er wird einen Bart haben, wenn er älter ist. Er ließ sich einen Bart stehen, als er auf dem College war.",
      "example_translation": "Tenía una barba blanca larga cuando era viejo. Creará una barba cuando sea mayor. Creó una barba cuando estaba en la universidad.",
      "imageLink": "image_files\\English\\"imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schön",
      "translation": "hermoso",
      "definition": "Den Sinnen oder Geist ästhetisch gefällig; attraktiv und angenehm anzusehen, anzuhören oder anzudenken.",
      "definition_translation": "Agradable para los sentidos o la mente de manera estética; atractivo y disfrutable de ver, escuchar o pensar.",
      "example": "Der schöne Sonnenuntergang am Strand war atemberaubend. Das schöne Mädchen sang schön. Die schönen Blumen werden schön blühend sein.",
      "example_translation": "El hermoso atardecer en la playa fue increíble. La hermosa chica cantó hermosamente. Las hermosas flores florecerán hermosamente.",
      "imageLink": "image_files\\English\\"imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Junge",
      "translation": "niño",
      "definition": "Ein männliches Kind oder junger Mann, typischerweise unterhalb des Pubertätsalters.",
      "definition_translation": "Un niño masculino o una persona masculina joven, generalmente por debajo de la edad de la pubertad.",
      "example": "Der Junge spielte mit seinen Freunden Fußball. Der Junge wird sein Abendessen essen. Der Junge aß sein Frühstück.",
      "example_translation": "El niño jugó fútbol con sus amigos. El niño comerá su cena. El niño comió su desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auge",
      "translation": "ojo",
      "definition": "Das Auge ist das Sinnesorgan des Sehens, verantwortlich für die Erkennung von Licht und die Übertragung von Signalen an das Gehirn.",
      "definition_translation": "El ojo es el órgano de la vista, responsable de detectar la luz y transmitir señales al cerebro.",
      "example": "Ich sah die Schönheit des Sonnenuntergangs durch mein Auge. Gestern schloss ich mein Auge, um auszuruhen. Morgen werde ich mein Auge öffnen, um den Sonnenaufgang zu sehen.",
      "example_translation": "Vi la belleza del atardecer a través de mi ojo. Ayer, cerré mi ojo para descansar. Mañana, abriré mi ojo para ver la salida del sol.",
      "imageLink": "image_files\\English\\"imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "cara",
      "definition": "Das Gesicht ist der vordere Teil des Kopfes, von der Stirn bis zum Kinn, einschließlich der Augen, Nase und Mund.",
      "definition_translation": "La cara es la parte frontal de la cabeza, desde la frente hasta la barbilla, incluyendo los ojos, la nariz y la boca.",
      "example": "Ich wusch mein Gesicht heute Morgen. Gestern lächelte ich auf meinem Gesicht, um ein Foto zu machen. Morgen werde ich mein Gesicht zeigen, um meine Freunde zu treffen.",
      "example_translation": "Me lavé la cara esta mañana. Ayer, sonreí en mi cara para tomar una foto. Mañana, mostraré mi cara a mis amigos.",
      "imageLink": "image_files\\English\\"imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fett",
      "translation": "grasa",
      "definition": "Fett ist eine Art von Gewebe, das dem Körper Energie und Isolierung bereitstellt und auch eine Quelle von Geschmack in Lebensmitteln ist.",
      "definition_translation": "La grasa es un tipo de tejido que proporciona energía y aislamiento al cuerpo, y también es una fuente de sabor en la comida.",
      "example": "Ich aß ein Stück fettes Fleisch gestern. Heute trainiere ich, um mein Körperfett zu verbrennen. Nächste Woche werde ich eine fettarme Diät essen.",
      "example_translation": "Comí un pedazo de carne grasa ayer. Hoy, hago ejercicio para quemar la grasa corporal. La próxima semana, comeré una dieta baja en grasas.",
      "imageLink": "image_files\\English\\"imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Füße",
      "translation": "pies",
      "definition": "Die Mehrzahl des Wortes 'Fuß', das die unteren Extremitäten des Beines unterhalb des Knöchels bei Menschen und vielen Tieren bezeichnet.",
      "definition_translation": "La forma plural de la palabra 'pie', que se refiere a las extremidades inferiores de la pierna debajo del tobillo en humanos y muchos animales.",
      "example": "Ich wasche meine Füße jeden Morgen. Gestern wusch ich meine Füße nach dem Wandern. Morgen werde ich meine Füße vor dem Schlafengehen waschen.",
      "example_translation": "Me lavo los pies cada mañana. Ayer, me lavé los pies después de caminar. Mañana, me lavaré los pies antes de acostarme.",
      "imageLink": "image_files\\English\\"imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuß",
      "translation": "pie",
      "definition": "Das untere Ende des Beins unterhalb des Knöchels bei Menschen und vielen Tieren, auf dem der Körper steht oder sich bewegt.",
      "definition_translation": "La extremidad inferior de la pierna debajo del tobillo en humanos y muchos animales, sobre la cual el cuerpo se para o se mueve.",
      "example": "Ich habe mir den Fuß beim Laufen verletzt. Sie trat den Ball mit ihrem Fuß. Sie werden während des ganzen Spiels auf ihren Füßen stehen.",
      "example_translation": "Me lastimé el pie mientras corría. Ella pateó el balón con su pie. Ellas estarán de pie sobre su pie durante todo el juego.",
      "imageLink": "image_files\\English\\"imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mädchen",
      "translation": "chica",
      "definition": "Ein weibliches Kind, insbesondere ein Mädchen zwischen Kindheit und Adoleszenz, oder eine junge oder relativ junge Frau.",
      "definition_translation": "Una niña, especialmente una entre la infancia y la adolescencia, o una joven o mujer relativamente joven.",
      "example": "Das Mädchen spielt mit ihrer Puppe. Das Mädchen studierte für ihre Prüfung. Das Mädchen wird morgen ihr Frühstück essen.",
      "example_translation": "La chica está jugando con su muñeca. La chica estaba estudiando para su examen. La chica comerá su desayuno mañana.",
      "imageLink": "image_files\\English\\"imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar",
      "translation": "pelo",
      "definition": "Ein dicker Wuchs von fadenförmigen Strängen von Keratin, die aus Haarfollikeln in der Haut von meisten Säugetieren wachsen.",
      "definition_translation": "Un crecimiento grueso de hebras alargadas de queratina que crece desde folículos en la piel de la mayoría de los mamíferos.",
      "example": "Sie bürstete ihr Haar mit einer Bürste, aber es war verheddert. Sie lässt ihr Haar seit Jahren wachsen, und es wird lang sein, wenn sie älter ist. Sie hatte ihr Haar letzten Monat kurz geschnitten.",
      "example_translation": "Ella cepilló su pelo con un peine, pero estaba enredado. Ha estado creciendo su pelo durante años, y será largo en el futuro. Ella había cortado su pelo corto el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hand",
      "translation": "mano",
      "definition": "Der Endteil des menschlichen Arms jenseits des Handgelenks, verwendet zum Halten, Manipulieren und Fühlen.",
      "definition_translation": "La parte final del brazo humano más allá de la muñeca, utilizada para sostener, manipular y sentir.",
      "example": "Er hielt ihre Hand fest, und sie gingen gemeinsam. Sie wird ihm bei der Sitzung morgen die Hand reichen. Sie hatte seine Hand gehalten, als sie Kinder waren.",
      "example_translation": "Él sostuvo su mano con fuerza, y caminaron juntos. Ella estrechará la mano con él en la reunión mañana. Ella había sostenido su mano cuando eran niños.",
      "imageLink": "image_files\\English\\"imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bein",
      "translation": "pierna",
      "definition": "Eines der Gliedmaßen des menschlichen Körpers, die vom Hüftgelenk bis zum Knöchel reicht.",
      "definition_translation": "Una de las extremidades del cuerpo humano, que se extiende desde la cadera hasta el tobillo.",
      "example": "Sie stand auf einem Bein, balancierte vorsichtig. Er wird nächsten Woche beim Marathon auf seinem Bein laufen. Sie hatte sich bei dem Unfall letztes Jahr das Bein gebrochen.",
      "example_translation": "Ella se paró en una pierna, balanceándose con cuidado. Él correrá con su pierna en el maratón la próxima semana. Ella había roto su pierna en el accidente el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klein",
      "translation": "pequeño",
      "definition": "Klein in Größe oder Menge; nicht groß oder umfangreich.",
      "definition_translation": "Pequeño en tamaño o cantidad; no grande o extenso.",
      "example": "Ich hatte einen kleinen Hund, als ich ein Kind war. Ich werde ein kleines Haus in der Zukunft haben. Mein Bruder hat ein kleines Auto jetzt.",
      "example_translation": "Tenía un perro pequeño cuando era niño. Tendré una casa pequeña en el futuro. Mi hermano tiene un coche pequeño ahora.",
      "imageLink": "image_files\\English\\"imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lang",
      "translation": "largo",
      "definition": "Einen großen Abstand erreichend; nicht kurz.",
      "definition_translation": "Extendiendo o estirándose una gran distancia; no corto.",
      "example": "Ich ging einen langen Weg, um zum Laden zu kommen. Ich werde einen langen Weg gehen, um meinen Freund zu sehen. Sie geht jeden Tag einen langen Weg zur Schule.",
      "example_translation": "Caminé un largo camino para llegar a la tienda. Caminaré una gran distancia para ver a mi amigo. Ella camina un largo camino a la escuela todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mann",
      "translation": "hombre",
      "definition": "Ein erwachsener männlicher Mensch.",
      "definition_translation": "Un varón humano adulto.",
      "example": "Mein Vater ist ein guter Mann. Ich werde einen Mann am Flughafen treffen. Der Mann auf der Straße ist sehr freundlich.",
      "example_translation": "Mi padre es un hombre amable. Conoceré a un hombre en el aeropuerto. El hombre en la calle es muy amistoso.",
      "imageLink": "image_files\\English\\"imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mund",
      "translation": "boca",
      "definition": "Der Mund ist die Öffnung, durch die ein Tier Nahrung aufnimmt und Emotionen ausdrückt, und wird auch zum Sprechen und Atmen verwendet.",
      "definition_translation": "La boca es la abertura por la que un animal ingiere alimentos y expresa emociones, y también se utiliza para hablar y respirar.",
      "example": "Sie movierte oft die Worte zu ihrem Lieblingslied, wenn sie fuhr, letztes Jahr konnte sie es laut singen, und nächstes Jahr wird sie alle Texte kennen.",
      "example_translation": "Ella solía mover los labios con las palabras de su canción favorita cuando conducía, el año pasado podía cantarla fuerte, y el próximo año conocerá todas las letras.",
      "imageLink": "image_files\\English\\"imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nase",
      "translation": "nariz",
      "definition": "Die Nase ist das Organe des Riechens und ein Teil des Atmungssystems, das aus dem Gesicht herausragt, normalerweise in der Mitte.",
      "definition_translation": "La nariz es el órgano del olfato y parte del sistema respiratorio que sobresale de la cara, generalmente en el medio.",
      "example": "Er rieb immer seine Nase, wenn er müde war, gestern tat er es während der Sitzung, und morgen wird er es wieder während der Vorlesung tun.",
      "example_translation": "Él siempre se frotaba la nariz cuando estaba cansado, ayer lo hizo durante la reunión, y mañana lo hará de nuevo durante la conferencia.",
      "imageLink": "image_files\\English\\"imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alt",
      "translation": "viejo",
      "definition": "Eine lange Zeit gelebt hat; viel Erfahrung oder Weisheit hat.",
      "definition_translation": "Haber vivido durante un tiempo largo; tener mucha experiencia o sabiduría.",
      "example": "Meine alte Großmutter erzählte mir Geschichten über ihre Kindheit, letztes Jahr erzählte sie mir von ihrer ersten Liebe, und nächstes Jahr wird sie mir von ihrem ersten Job erzählen.",
      "example_translation": "Mi abuela vieja solía contarme historias sobre su infancia, el año pasado me contó sobre su primer amor, y el próximo año me contará sobre su primer trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kurz",
      "translation": "corto",
      "definition": "Einen kleinen Umfang oder eine kurze Dauer hat; kurz.",
      "definition_translation": "Teniendo una pequeña extensión o duración; breve.",
      "example": "Ich hatte kein Geld, also musste ich mir von meinem Freund leihen. Ich bin schnell ungeduldig, also werde ich schnell wütend. Ich werde bald Zeit knapp haben, also muss ich mich beeilen.",
      "example_translation": "Estaba corto de dinero, así que tuve que pedir prestado a mi amigo. Estoy corto de paciencia, así que me enojo rápidamente. Estaré corto de tiempo, así que necesito apresurarme.",
      "imageLink": "image_files\\English\\"imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlank",
      "translation": "delgado",
      "definition": "Eine schmale oder dünne Form hat; nicht fett.",
      "definition_translation": "Teniendo una forma estrecha o delgada; no gordo.",
      "example": "Ich versuchte, durch regelmäßiges Training schlank zu bleiben. Ich bin schlanker als mein Bruder. Ich werde schlank, wenn ich weiterhin diete.",
      "example_translation": "Intenté ser delgado haciendo ejercicio regularmente. Estoy delgado en comparación con mi hermano. Estaré delgado si sigo dietando.",
      "imageLink": "image_files\\English\\"imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "groß",
      "translation": "alto",
      "definition": "Eine große Höhe hat; nicht kurz.",
      "definition_translation": "Teniendo una gran altura; no corto.",
      "example": "Ich bin groß genug, um das oberste Regal zu erreichen. Er war groß und hübsch. Sie wird einmal so groß wie ihre Mutter sein.",
      "example_translation": "Estoy lo suficientemente alto para alcanzar el estante superior. Él era alto y guapo. Ella será alta como su madre.",
      "imageLink": "image_files\\English\\"imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frau",
      "translation": "mujer",
      "definition": "Eine erwachsene weibliche Person, die von einem Mädchen oder einem weiblichen Kind unterschieden wird.",
      "definition_translation": "una mujer adulta, generalmente distinguida de una niña o una niña.",
      "example": "Die Frau ging in das Zimmer. Sie wird in das Zimmer gehen. Sie war in das Zimmer gegangen.",
      "example_translation": "La mujer entró en la habitación. Entrará en la habitación. Había entrado en la habitación.",
      "imageLink": "image_files\\English\\"imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jung",
      "translation": "joven",
      "definition": "Einen frühen Entwicklungs- oder Wachstumsstadium hat; noch nicht ausgewachsen.",
      "definition_translation": "teniendo una etapa relativamente temprana de desarrollo o crecimiento; no aún maduro o completamente crecido.",
      "example": "Der junge Junge spielte mit seinem Hund. Er spielt mit seinem Hund. Er wird mit seinem Hund spielen.",
      "example_translation": "El joven niño jugó con su perro. Juega con su perro. Jugará con su perro.",
      "imageLink": "image_files\\English\\"imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gealtert",
      "translation": "anciano",
      "definition": "Eine lange Zeit gelebt hat; nicht mehr jung.",
      "definition_translation": "habiendo vivido durante un tiempo largo; ya no joven.",
      "example": "Der alte Mann ging langsam die Straße hinunter. Er geht langsam die Straße hinunter. Er wird langsam die Straße hinuntergehen.",
      "example_translation": "El anciano hombre caminó lentamente por la calle. Camina lentamente por la calle. Caminará lentamente por la calle.",
      "imageLink": "image_files\\English\\"imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "attraktiv",
      "translation": "atractivo",
      "definition": "Angenehm für das Auge oder den Geist; ästhetisch ansprechend.",
      "definition_translation": "Agradable a la vista o mente; agradable estéticamente.",
      "example": "Sie war eine attraktive Frau mit langen Haaren. Sie wird attraktiv, wenn sie abnimmt. Sie war allen Gästen auf der Party attraktiv.",
      "example_translation": "Era una mujer atractiva con cabello largo. Será atractiva cuando pierda peso. Estaba siendo atractiva para todos en la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blond",
      "translation": "rubia",
      "definition": "Eine Person, insbesondere eine Frau, mit blondem Haar.",
      "definition_translation": "Una persona, especialmente una mujer, con cabello Rubio.",
      "example": "Sie war eine Blondine in ihrer Jugend. Sie wird eine Blondine, wenn sie ihre Haare färbt. Sie war eine Blondine auf dem Schönheitswettbewerb.",
      "example_translation": "Era una rubia en su juventud. Será una rubia cuando se tiña el cabello. Estaba siendo una rubia en el concurso de belleza.",
      "imageLink": "image_files\\English\\"imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angezogen",
      "translation": "vestido",
      "definition": "Trägt Kleidung, insbesondere formelle oder aufwendige.",
      "definition_translation": "Llevando ropa, especialmente formal o elaborada.",
      "example": "Er war für die Party angezogen. Er wird für die Hochzeit angezogen. Er wurde von seiner Mutter als Kind angezogen.",
      "example_translation": "Estaba vestido para la fiesta. Estará vestido para la boda. Estaba siendo vestido por su madre cuando era niño.",
      "imageLink": "image_files\\English\\"imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messe",
      "translation": "feria",
      "definition": "Eine Zusammenkunft von Menschen für verschiedene Aktivitäten, wie Unterhaltung, Einkaufen und Sozialkontakte.",
      "definition_translation": "Una reunión de personas para una variedad de actividades, como entretenimiento, compras y socialización.",
      "example": "Ich ging letztes Wochenende zur Messe und fuhr ein Riesenrad. Ich gehe nächstes Jahr zur Messe, um neue Lebensmittel zu probieren. Ich ging gestern zur Messe und sah ein Konzert.",
      "example_translation": "Fuí a la feria el fin de semana pasado y me subí a una rueda de Ferris. Iré a la feria el próximo año para probar algunos alimentos nuevos. Fui a la feria ayer y vi un concierto.",
      "imageLink": "image_files\\English\\"imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mode",
      "translation": "moda",
      "definition": "Ein populärer Trend, insbesondere in Kleidung, Frisur oder Make-up.",
      "definition_translation": "Una tendencia popular, especialmente en ropa, peinado o maquillaje.",
      "example": "Ich liebe es, den neuesten Modesunden zu folgen. Modedesigner erstellen jede Saison neue Styles. Sie wird nächstes Jahr ihr eigenes Modemarke gründen.",
      "example_translation": "Me encanta seguir las últimas tendencias de moda. Los diseñadores de moda crean nuevos estilos cada temporada. Ella empezará su propia marca de moda el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Finger",
      "translation": "dedo",
      "definition": "Einer der vier Enden der Hand, die zum Greifen und Manipulieren von Objekten verwendet wird.",
      "definition_translation": "Una de las cuatro extremidades de la mano, utilizada para agarrar y manipular objetos.",
      "example": "Ich verletzte mir den Finger beim Kochen. Sie wird sich nächste Woche den Finger piercen lassen. Er brach sich den Finger, als er Fußball spielte.",
      "example_translation": "Me lastimé el dedo mientras cocinaba. Ella se hará perforar el dedo la próxima semana. Él se rompió el dedo jugando fútbol.",
      "imageLink": "image_files\\English\\"imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gutaussehend",
      "translation": "guapo",
      "definition": "Angenehm anzusehen, attraktiv.",
      "definition_translation": "Agradable en apariencia, atractivo.",
      "example": "Sie war eine gutaussehende Frau mit langem Haar und blauen Augen. Sie war schon in ihrer Jugend gutaussehend gewesen. Sie wird auch noch schön aussehen, wenn sie alt ist.",
      "example_translation": "Era una mujer guapa, con cabello largo y ojos azules brillantes. Ha sido guapa desde su juventud. Será guapa incluso cuando se haga vieja.",
      "imageLink": "image_files\\English\\"imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Typ",
      "translation": "chico",
      "definition": "Ein erwachsener männlicher Mensch.",
      "definition_translation": "Un varón adulto humano.",
      "example": "Der Typ nebenan ist sehr freundlich. Er war ein Typ, der gerne Fußball spielte. Er wird ein Typ sein, der um die Welt reist.",
      "example_translation": "El chico de al lado es muy amigable. Fue un chico que amaba jugar fútbol. Será un chico que viaja por todo el mundo.",
      "imageLink": "image_files\\English\\"imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Make-up",
      "translation": "maquillaje",
      "definition": "Kosmetische Mittel, die auf dem Gesicht aufgetragen werden, um das Aussehen zu verbessern oder zu ändern.",
      "definition_translation": "Cosméticos aplicados en la cara para realzar o alterar la apariencia.",
      "example": "Sie trug Make-up auf, bevor sie zur Party ging. Sie trägtMake-up jeden Tag seit sie 16 Jahre alt ist. Sie wird Make-up zum Hochzeit morgen tragen.",
      "example_translation": "Ella se aplicó maquillaje en la cara antes de ir a la fiesta. Ha estado usando maquillaje todos los días desde que tenía dieciséis años. Se pondrá maquillaje en la boda mañana.",
      "imageLink": "image_files\\English\\"imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hübsch",
      "translation": "bonita",
      "definition": "Den Sinnen oder Geist ästhetisch gefällig, attraktiv oder erfreulich.",
      "definition_translation": "Agradable a los sentidos o mente estéticamente; atractiva o deliciosa",
      "example": "Sie sah hübsch aus in ihrem neuen Kleid. Sie wird hübsch aussehen in ihrem Hochzeitskleid. Sie sah hübsch aus auf der Party.",
      "example_translation": "Ella se veía bonita en su nuevo vestido. Se verá bonita en su vestido de boda. Se veía bonita en la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rote Haare",
      "translation": "pelo rojo",
      "definition": "Haare, die rot oder rötlich sind, oft mit Menschen europäischer Abstammung assoziiert.",
      "definition_translation": "Cabello que es rojizo en color, a menudo asociado con personas de ascendencia europea",
      "example": "Sie hatte rote Haare, als sie jung war. Sie wird rote Haare haben, bis sie alt ist. Sie hatte rote Haare, seit sie geboren wurde.",
      "example_translation": "Ella tenía pelo rojo cuando era joven. Tendrá pelo rojo hasta que sea anciana. Ella tenía pelo rojo desde que nació.",
      "imageLink": "image_files\\English\\"imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stark",
      "translation": "fuerte",
      "definition": "Die Fähigkeit haben, Kraft auszuüben oder Druck auszuhalten oder Druck zu widerstehen.",
      "definition_translation": "Teniendo el poder de ejercer fuerza o presión, o para resistir la fuerza o presión",
      "example": "Er ist stark und kann schwere Gewichte heben. Er wird stark sein und einen Marathon laufen. Er war stark und gewann den Wettbewerb.",
      "example_translation": "Él es fuerte y puede levantar pesas pesadas. Será fuerte y correrá un maratón. Él era fuerte y ganó la competencia.",
      "imageLink": "image_files\\English\\"imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teenager",
      "translation": "adolescente",
      "definition": "Eine Person im Entwicklungsstadium zwischen Kindheit und Erwachsenenalter, normalerweise zwischen 13 und 19 Jahren.",
      "definition_translation": "Una persona en la etapa de desarrollo entre la infancia y la adultez, generalmente entre las edades de 13 y 19.",
      "example": "Der Teenager war nervös, weil er seinen Führerschein machte. Sie hatte wochenlang gebüffelt, aber sie fühlte sich immer noch nicht sicher. Sie wird den Test nächstes Monat wiederholen.",
      "example_translation": "La adolescente estaba nerviosa por tomar su prueba de conducir. Había estado estudiando durante semanas, pero todavía no se sentía segura. Ella tomará la prueba de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dünn",
      "translation": "delgado",
      "definition": "Hätte wenig Dicke oder Durchmesser; nicht fett oder pummelig.",
      "definition_translation": "Tener poco grosor o diámetro; no gordo ni rechoncho.",
      "example": "Das dünne Eis auf dem See brach unter dem Gewicht des Schlittschuhläufers. Er hatte Stunden auf ihm geschlittschuhläuft, aber es wurde jede Minute dünner. Er wird nächstes Winter vorsichtiger sein müssen.",
      "example_translation": "El hielo delgado en el lago se rompió bajo el peso del patinador. Había estado patinando en él durante horas, pero estaba volviéndose cada vez más delgado cada minuto. Tendrá que ser cuidadoso el próximo invierno.",
      "imageLink": "image_files\\English\\"imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zehe",
      "translation": "dedo del pie",
      "definition": "Ein Zeh des Fußes, insbesondere einer der kleineren.",
      "definition_translation": "Un dedo del pie, especialmente uno de los más pequeños.",
      "example": "Das kleine Mädchen stieß sich den Zeh am Bett. Sie war den ganzen Morgen im Haus herumgelaufen, aber jetzt weinte sie. Sie wird nächstes Mal vorsichtiger sein.",
      "example_translation": "La niña pequeña se golpeó el dedo del pie con la cama. Había estado corriendo por la casa toda la mañana, pero ahora estaba llorando. Ella será más cuidadosa la próxima vez.",
      "imageLink": "image_files\\English\\"imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erscheinung",
      "translation": "apariencia",
      "definition": "Die Art, wie jemand oder etwas aussieht, insbesondere wenn man seine Eigenschaften oder Merkmale betrachtet.",
      "definition_translation": "La manera en que alguien o algo se ve, especialmente cuando consideras sus cualidades o características.",
      "example": "Die Erscheinung der neuen Mitarbeiterin war beeindruckend, sie war gut gekleidet und selbstbewusst. Sie hatte ein gutes Auftreten im Vorstellungsgespräch, und wir beschlossen, sie einzustellen. Sie wird einen guten Eindruck auf der Firmenparty nächste Woche machen.",
      "example_translation": "La apariencia de la nueva empleada fue impresionante, estaba bien vestida y confiada. Había hecho una buena apariencia en la entrevista, y decidimos contratarla. Hará una gran apariencia en la fiesta de la empresa la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "calvo",
      "definition": "Hat kein Haar auf dem Kopf, oder hat sehr wenig Haar.",
      "definition_translation": "No tener cabello en la cabeza, o tener muy poco cabello.",
      "example": "Mein Großvater war kahl, er hatte all sein Haar durch Alter verloren. Er war kahlköpfig, aber immer noch würdevoll. Er wird für den Rest seines Lebens kahl sein.",
      "example_translation": "Mi abuelo era calvo, había perdido todo su cabello debido a la edad avanzada. Era calvo, pero aún parecía digno. Será calvo por el resto de su vida.",
      "imageLink": "image_files\\English\\"imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schön",
      "translation": "hermosamente",
      "definition": "Auf eine Art, die sehr gefällt oder attraktiv ist.",
      "definition_translation": "De una manera que es muy agradable o atractiva.",
      "example": "Der Garten war schön angelegt, überall blühten Blumen. Sie sang schön, ihre Stimme war wie ein Engel. Der Sonnenuntergang war schön im Himmel dargestellt.",
      "example_translation": "El jardín fue diseñado hermosamente, con flores floreciendo en todas partes. Ella cantó hermosamente, su voz era como la de un ángel. La puesta del sol fue exhibida hermosamente en el cielo.",
      "imageLink": "image_files\\English\\"imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schönheit",
      "translation": "belleza",
      "definition": "Die Qualität, die in einer Person oder Sache vorhanden ist und den Sinnen intensives Vergnügen oder Zufriedenheit bereitet, insbesondere wenn sie als allgemeiner Standard betrachtet wird.",
      "definition_translation": "La calidad presente en una persona o cosa que proporciona un placer intenso o satisfacción a los sentidos, especialmente cuando se considera como un estándar universal.",
      "example": "Die Schönheit des Sonnenuntergangs beeindruckte uns alle. Sie war in ihrer Jugend eine Schönheit. Die Stadt wird nach der Renovierung eine Schönheit werden.",
      "example_translation": "La belleza del atardecer nos impresionó a todos. Era una belleza en sus días más jóvenes. La ciudad se convertirá en una belleza después de la renovación.",
      "imageLink": "image_files\\English\\"imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wange",
      "translation": "mejilla",
      "definition": "Jede Seite des Gesichts unter dem Auge.",
      "definition_translation": "Cualquiera de los lados de la cara debajo del ojo.",
      "example": "Sie hatte eine rote Wange, nachdem sie draußen gespielt hatte. Er klimpste ihr auf die Wange spielend. Das Baby hatte eine pummelige Wange.",
      "example_translation": "Tenía una mejilla sonrosada después de jugar afuera. La pellizcó en la mejilla juguetonamente. El bebé tenía una mejilla regordeta.",
      "imageLink": "image_files\\English\\"imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kindheit",
      "translation": "infancia",
      "definition": "Die Periode des Lebens von der Geburt bis zur Pubertät, oder der Zustand, ein Kind zu sein.",
      "definition_translation": "El período de la vida desde el nacimiento hasta la pubertad, o el estado de ser un niño.",
      "example": "Meine Kindheit war erfüllt von glücklichen Erinnerungen. Sie hatte eine glückliche Kindheit trotz der Armut ihrer Familie. Unsere Kindheitserfahrungen formen unser Erwachsenenleben.",
      "example_translation": "Mi infancia estuvo llena de recuerdos felices. Tuvo una infancia feliz a pesar de la pobreza de su familia. Nuestras experiencias de la infancia moldean nuestras vidas adultas.",
      "imageLink": "image_files\\English\\"imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinn",
      "translation": "barbilla",
      "definition": "Der untere vordere Teil des Gesichts, der Kiefer unter dem Mund bildet.",
      "definition_translation": "La parte delantera inferior de la cara, que forma la mandíbula debajo de la boca.",
      "example": "Ich fuhr gedankenverloren über mein Kinn, als ich die Frage überlegte. Gestern hatte ich mir das Kinn bei der Rasur verletzt. Morgen werde ich versuchen, mein Kinn nicht auf dem Tisch zu stoßen.",
      "example_translation": "Tocaba mi barbilla reflexivamente, considerando la pregunta. Ayer, me había raspado la barbilla mientras me afeitaba. Mañana, trataré de evitar golpear mi barbilla en la mesa.",
      "imageLink": "image_files\\English\\"imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lockig",
      "translation": "rizado",
      "definition": "Hat eine gekrümmte oder spiralige Form; hat Haar, das eng gelockt oder wellig ist.",
      "definition_translation": "Teniendo una forma curva o espiral; tener cabello que está rizado o ondulado.",
      "example": "Sie hatte lockiges Haar, als sie ein Kind war, aber es wurde gerade, als sie heranwuchs. Ihr Bruder hat lockiges Haar, was ihn sehr niedlich aussehen lässt. Sie werden sich lockige Haarschnitte für ihr Jubiläum machen.",
      "example_translation": "Ella tenía cabello rizado cuando era niña, pero se volvió lacio cuando creció. Su hermano tiene cabello rizado, lo que lo hace parecer muy lindo. Obtendrán cortes de pelo rizado para su aniversario.",
      "imageLink": "image_files\\English\\"imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Älteste",
      "translation": "anciano",
      "definition": "Eine Person höheren Alters, Weisheit oder Autorität.",
      "definition_translation": "Una persona de mayor edad, sabiduría o autoridad.",
      "example": "Der Älteste des Stammes wurde von jedem respektiert. Mein älterer Bruder ist Arzt, und ich bin sehr stolz auf ihn. Sie wird in ein paar Jahren eine ältere Staatsfrau werden.",
      "example_translation": "El anciano de la tribu era respetado por todos. Mi hermano mayor es médico, y estoy muy orgulloso de él. Ella se convertirá en una estadista anciana en unos pocos años.",
      "imageLink": "image_files\\English\\"imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ältere",
      "translation": "anciano",
      "definition": "Bezieht sich auf oder charakterisiert alte Menschen; alt und weise",
      "definition_translation": "relacionado con o característico de personas mayores; viejo y sabio",
      "example": "Die ältere Frau war sehr nett und sanft. Sie war in ihrer jüngeren Zeit Krankenschwester gewesen. Sie wird weiterhin im Krankenhaus ehrenamtlich tätig sein.",
      "example_translation": "La anciana mujer era muy amable y gentil. Había sido enfermera en sus años más jóvenes. Continuará voluntariando en el hospital en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ältest",
      "translation": "mayor",
      "definition": "Der älteste einer Gruppe von Menschen oder Dingen",
      "definition_translation": "siendo el más antiguo de un grupo de personas o cosas",
      "example": "Als Älteste hatte sie viele Verantwortungen. Sie wird in Zukunft ihre Geschwister pflegen. Sie hat seit ihrer Jugend ihren Eltern geholfen.",
      "example_translation": "Como la hija mayor, tenía muchas responsabilidades. Cuidará de sus hermanos en el futuro. Había ayudado a sus padres desde que era joven.",
      "imageLink": "image_files\\English\\"imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "modisch",
      "translation": "moderno",
      "definition": "Entspricht dem aktuellen Geschmack und Stil",
      "definition_translation": "conforme al estándar actual de gusto y estilo",
      "example": "Die modischen Kleidungsstücke waren im Einkaufszentrum reduziert. Sie war bereits auf der High School modisch gewesen. Sie wird ihre eigene Bekleidungslinie entwerfen.",
      "example_translation": "La ropa moda estaba en venta en el centro comercial. Había sido moda desde la escuela secundaria. Diseñará su propia línea de ropa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "femenina",
      "definition": "Eine weibliche Person oder ein weibliches Tier, das Eier produziert oder junge hervorbringt.",
      "definition_translation": "Una femina es una persona o animal del sexo que produce huevos o da a luz a jóvenes.",
      "example": "Sie ist eine weibliche Ingenieurin. Sie war eine weibliche Studentin gewesen. Sie wird eine weibliche Professorin werden.",
      "example_translation": "Ella es una ingeniera femenina. Ella era una estudiante femenina. Ella será una profesora femenina.",
      "imageLink": "image_files\\English\\"imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Figur",
      "translation": "figura",
      "definition": "Eine Figur ist eine Person oder Form, die leicht erkennbar oder attraktiv ist.",
      "definition_translation": "Una figura es una persona o forma, especialmente una que es fácilmente reconocible o atractiva.",
      "example": "Die Figur der Frau war atemberaubend. Die Figur des Mannes war robust. Die Figur des Kindes wird schlank sein.",
      "example_translation": "La figura de la mujer era estatuaria. La figura del hombre era robusta. La figura del niño será delgada.",
      "imageLink": "image_files\\English\\"imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passen",
      "translation": "encajar",
      "definition": "Zu passen bedeutet, die richtige Größe oder Form zu haben, um etwas zu entsprechen, oder für jemanden oder etwas geeignet zu sein.",
      "definition_translation": "Encajar significa ser del tamaño o forma adecuados para coincidir con algo más, o ser adecuado para algo o alguien.",
      "example": "Das Hemd passt mir gut. Die Schuhe passten ihr perfekt. Das Kleid wird ihr wunderschön passen.",
      "example_translation": "La camisa me queda bien. Los zapatos le quedaban perfectamente. El vestido le quedará bellamente.",
      "imageLink": "image_files\\English\\"imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stirn",
      "translation": "frente",
      "definition": "Der obere Teil des Gesichts, oberhalb der Augenbrauen und Nase.",
      "definition_translation": "La parte superior de la cara, por encima de las cejas y la nariz.",
      "example": "Sie rieb ihre Stirn, um den Kopfschmerz zu lindern. Gestern war sie mit ihrer Stirn gegen die Tür gestoßen. Morgen wird sie einen Arzt aufsuchen, um ihre Stirn untersuchen zu lassen.",
      "example_translation": "Ella se frotó la frente para tratar de aliviar el dolor de cabeza. Ayer, se golpeó la frente con la puerta. Mañana, visitará a un doctor para examinar su frente.",
      "imageLink": "image_files\\English\\"imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wachsen",
      "translation": "crecer",
      "definition": "Größer oder fortgeschrittener zu werden, wie z.B. in Größe, Menge oder Grad.",
      "definition_translation": "Volverse más grande o más avanzado, como en tamaño, cantidad o grado.",
      "example": "Ich baue Tomaten in meinem Garten an. Sie wuchs zu einer berühmten Schauspielerin heran. Sie werden ihr Unternehmen durch Investitionen weiter ausbauen.",
      "example_translation": "Yo crezco tomates en mi patio trasero. Ella creció para convertirse en una actriz famosa. Ellos crecerán su negocio invirtiendo más dinero.",
      "imageLink": "image_files\\English\\"imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarschnitt",
      "translation": "corte de cabello",
      "definition": "Der Stil, in dem jemandes Haare geschnitten werden, insbesondere als regelmäßige Behandlung, um ein ordentliches Aussehen zu erhalten.",
      "definition_translation": "El estilo en que se corta el cabello de alguien, especialmente como un tratamiento regular para mantener una apariencia pulcra.",
      "example": "Ich brauche einen Haarschnitt vor der Hochzeit. Sie hat gestern einen Haarschnitt bekommen und sieht jetzt schön aus. Sie werden ihm einen Haarschnitt für die Armee geben.",
      "example_translation": "Necesito un corte de cabello antes de la boda. Ella se cortó el cabello ayer y se ve hermosa. Ellos le darán un corte de cabello para el ejército.",
      "imageLink": "image_files\\English\\"imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "peluquero",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden, zu stylisieren und zu pflegen.",
      "definition_translation": "Una persona cuya ocupación es cortar, estilizar y cuidar el cabello.",
      "example": "Sie ging zur Friseurin, um sich ein neues Haarstyling für die Party zu holen. Sie ging seit Jahren zur selben Friseurin. Sie wird nächste Woche erneut zur Friseurin gehen.",
      "example_translation": "Ella fue al peluquero para hacerse un nuevo peinado para la fiesta. Ella había estado yendo al mismo peluquero durante años. Ella visitará al peluquero de nuevo la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hübsch",
      "translation": "guapo",
      "definition": "Angenehm für das Auge oder den Geist; attraktiv.",
      "definition_translation": "Agradable a la vista o mente; atractivo.",
      "example": "Er war ein hübscher junger Mann. Er wird hübsch sein, wenn er erwachsen ist. Er war hübsch in seiner Jugend.",
      "example_translation": "Él era un joven guapo. Él será guapo cuando crezca. Él era guapo en su juventud.",
      "imageLink": "image_files\\English\\"imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Höhe",
      "translation": "altura",
      "definition": "Das Maß dafür, wie hoch etwas oder jemand ist.",
      "definition_translation": "La medida de cuán alto es algo o alguien.",
      "example": "Die Höhe des Gebäudes war beeindruckend. Sie erreichte ihre volle Höhe im Alter von 18 Jahren. Die Höhe des Berges war schwierig zu erklimmen.",
      "example_translation": "La altura del edificio era impresionante. Ella alcanzó su altura completa a los 18 años. La altura de la montaña era un desafío para escalar.",
      "imageLink": "image_files\\English\\"imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "niño",
      "definition": "Ein Kind oder junger Mensch, insbesondere zwischen Kindheit und Jugend.",
      "definition_translation": "Un niño o joven, especialmente uno entre la infancia y la juventud.",
      "example": "Ich war ein Kind, als ich zum ersten Mal lernte, Rad zu fahren. Jetzt lehre ich mein Kind, Rad zu fahren. Wenn ich alt bin, werde ich ein Kind haben, das ein professioneller Radfahrer ist.",
      "example_translation": "Era un niño cuando aprendí por primera vez a montar una bicicleta. Ahora, estoy enseñando a mi hijo a montar. Para cuando sea anciano, tendré un hijo que sea un ciclista profesional.",
      "imageLink": "image_files\\English\\"imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knie",
      "translation": "rodilla",
      "definition": "Das Gelenk, das das Oberschenkel- mit dem Unterschenkelknochen im menschlichen Bein verbindet.",
      "definition_translation": "La articulación que conecta el hueso de la cadera con el hueso de la tibia en la pierna humana.",
      "example": "Ich verletzte mein Knie, als ich die Treppe hinunterfiel. Mein Arzt sagt, ich muss mein Knie einige Wochen lang schonen. Bis nächstem Jahr werde ich wieder ohne Schmerzen laufen können, ohne mein Knie zu belasten.",
      "example_translation": "Me lastimé la rodilla cuando me caí por las escaleras. Mi médico dice que debo descansar mi rodilla durante unas semanas. Para el próximo año, podré correr sin lastimarme la rodilla.",
      "imageLink": "image_files\\English\\"imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dame",
      "translation": "señora",
      "definition": "Ein höflicher oder formeller Titel, der verwendet wird, um einer Frau zu begegnen oder auf sie zu verweisen.",
      "definition_translation": "Un término cortés o formal utilizado para dirigirse o referirse a una mujer.",
      "example": "Ich traf eine Dame auf der Party, die eine berühmte Schauspielerin war. Sie war eine Dame, die Respekt einflößte. In Zukunft hoffe ich, eine Dame zu treffen, die meine Frau werden wird.",
      "example_translation": "Conocí a una señora en la fiesta que era una actriz famosa. Ella era una señora que inspiraba respeto. En el futuro, espero conocer a una señora que será mi esposa.",
      "imageLink": "image_files\\English\\"imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippe",
      "translation": "labio",
      "definition": "Eine der beiden fleischigen Falten, die den Mund umgeben, insbesondere bei Menschen.",
      "definition_translation": "Cualquiera de las dos dobladuras carnosas que rodean la boca, especialmente en humanos.",
      "example": "Sie biss sich auf die Lippe, weil sie Angst hatte. Gestern hatte sie sich auf die Lippe gebissen, weil sie frustriert war. Sie wird sich morgen auf die Lippe beißen, weil sie nervös ist.",
      "example_translation": "Se mordió el labio por ansiedad. Ayer, había mordido el labio por frustración. Mañana, se morderá el labio por nerviosismo.",
      "imageLink": "image_files\\English\\"imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Männlich",
      "translation": "masculino",
      "definition": "Eine Person oder ein Tier des Geschlechts, das Spermien produziert, insbesondere ein Mensch oder ein Säugetier.",
      "definition_translation": "Una persona o animal del sexo que produce espermatozoides, especialmente un ser humano o un mamífero.",
      "example": "Er war ein männlicher Student in der Klasse. Der männliche Hund rannte schnell. Der männliche Elefant wird riesig sein.",
      "example_translation": "Él era un estudiante masculino en la clase. El perro masculino corría rápidamente. El elefante masculino será enorme.",
      "imageLink": "image_files\\English\\"imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mittleren Alters",
      "translation": "de mediana edad",
      "definition": "In der mittleren Periode des Lebens, typischerweise zwischen 40 und 65 Jahren alt.",
      "definition_translation": "Estar en el período medio de la vida, típicamente entre 40 y 65 años de edad.",
      "example": "Er war ein mittelalter Mann, der gerne Tennis spielte. Sie war mittelalt, als sie heiratete. Sie werden in fünf Jahren mittelalt sein.",
      "example_translation": "Él era un hombre de mediana edad que amaba jugar tenis. Ella tenía mediana edad cuando se casó. Serán de mediana edad en cinco años.",
      "imageLink": "image_files\\English\\"imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnurrbart",
      "translation": "bigote",
      "definition": "Ein Haarwachstum auf der Oberlippe, insbesondere wenn es gepflegt und gestylt wird.",
      "definition_translation": "un crecimiento de pelo en el labio superior, especialmente cuando se cultiva y se acicala",
      "example": "Er hatte einen besonders beeindruckenden Schnurrbart, den er jeden Morgen wachste. Gestern verbrachte er eine Stunde damit, seinen Schnurrbart zu trimmen. Bis nächstem Jahr plant er, einen Handlebar-Schnurrbart wachsen zu lassen.",
      "example_translation": "Tenía un bigote particularmente impresionante que se lo enceraba cada mañana. Ayer, pasó una hora recortando su bigote. Para el próximo año, planea haber crecido un bigote de manillar.",
      "imageLink": "image_files\\English\\"imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zunehmen",
      "translation": "engordar",
      "definition": "zu werden schwerer oder massiger, insbesondere wegen des Essens von zu viel Nahrung",
      "definition_translation": "volverse más pesado o más grueso, especialmente debido a comer demasiada comida",
      "example": "Ich habe seitdem, als ich von zu Hause ausgearbeitet habe, zugenommen. Sie hatte nach der Geburt ihres zweiten Kindes zugenommen. Bis zum Sommer wird er durch das Essen von zu viel Eiscreme zugenommen haben.",
      "example_translation": "He estado engordando desde que empecé a trabajar desde casa. Ella había engordado después de tener su segundo hijo. Para el verano, él habrá engordado por comer demasiado helado.",
      "imageLink": "image_files\\English\\"imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschlecht",
      "translation": "sexo",
      "definition": "die Merkmale, die Männer und Frauen definieren, insbesondere in Bezug auf ihre reproduktiven Rollen",
      "definition_translation": "las características que definen a los machos y hembras, especialmente en relación con sus roles reproductivos",
      "example": "Das Geschlecht des Babys war bis zur Geburt unbekannt. Sie hatten Geschlechtsaufklärungskurse in der Schule. Bis nächstem Jahr werden sie Geschlechtstherapie haben, um ihre Beziehung zu verbessern.",
      "example_translation": "El sexo del bebé era desconocido hasta el nacimiento. Tenían clases de educación sexual en la escuela. Para el próximo año, habrán tenido terapia de sexo para mejorar su relación.",
      "imageLink": "image_files\\English\\"imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rasieren",
      "translation": "afiar",
      "definition": "Haare oder andere unerwünschte Wachstum am Körper mit einem Rasierer oder anderen scharfen Werkzeug zu entfernen.",
      "definition_translation": "Retirar el cabello o crecimiento no deseado del cuerpo utilizando una navaja o otro instrumento afilado.",
      "example": "Ich habe mir heute Morgen den Bart abrasiert. Ich werde heute Abend meine Beine rasieren. Ich hatte letzten Woche meinen Kopf abrasiert.",
      "example_translation": "Me afeité la barba esta mañana. Me afeitaré las piernas esta noche. Me afeité la cabeza la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Einen großen Verstand oder gesunden Menschenverstand habend.",
      "definition_translation": "Teniendo o mostrando una gran cantidad de inteligencia o sentido común.",
      "example": "Sie ist ein intelligenter Mädchen. Sie wird intelligent sein, wenn sie diese Situation vermeidet. Sie war intelligent, als sie ihr Studium frühzeitig abschloss.",
      "example_translation": "Ella es una chica inteligente. Será inteligente para evitar esa situación. Fue inteligente al finalizar su título universitario temprano.",
      "imageLink": "image_files\\English\\"imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teenager",
      "translation": "adolescente",
      "definition": "In Bezug auf oder charakteristisch für Menschen in ihren Teenagerjahren.",
      "definition_translation": "Relativa o característica de las personas en su adolescencia.",
      "example": "Teenagerjahre können schwierig sein. Ich war Teenager, als ich fuhr. Sie ist jetzt Teenager.",
      "example_translation": "Los años de adolescencia pueden ser difíciles. Tenía años de adolescencia cuando aprendí a conducir. Ella es adolescente ahora.",
      "imageLink": "image_files\\English\\"imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Daumen",
      "translation": "pulgar",
      "definition": "Der kurze, dicke, gegenüberliegende Finger auf der Innenseite der Hand, der zum Greifen und Manipulieren verwendet wird.",
      "definition_translation": "El dedo corto y grueso, opuesto en la parte interna de la mano, utilizado para agarrar y manipular.",
      "example": "Ich habe mir gestern bei einem Basketballspiel den Daumen verletzt, aber ich werde morgen wieder spielen können, und ich habe meine Wurftechnik für das Spiel nächste Woche geübt.",
      "example_translation": "Me lastimé el pulgar mientras jugaba baloncesto ayer, pero podré jugar de nuevo mañana, y he estado practicando mi tiro para el partido de la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwach",
      "translation": "débil",
      "definition": "Ohne Stärke oder Macht; schwach.",
      "definition_translation": "Careciente de fuerza o poder; débil.",
      "example": "Ich fühlte mich schwach, nachdem ich einen Marathon gelaufen war, aber ich werde in ein paar Tagen wieder stark sein, und ich war schwach, als ich letztes Jahr krank war.",
      "example_translation": "Me sentí débil después de correr un maratón, pero seré fuerte de nuevo después de unos días de descanso, y era débil cuando estuve enfermo el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wiegen",
      "translation": "pesar",
      "definition": "Eine bestimmte Schwere oder Masse zu haben.",
      "definition_translation": "Tener una cierta pesadez o peso.",
      "example": "Ich muss mich wiegen, um zu sehen, wie viel ich seit letztem Jahr zugenommen habe, ich wog 70 kg, als ich auf dem College war, und ich werde mich morgen wieder wiegen.",
      "example_translation": "Necesito pesarme para ver cuánto he ganado desde el año pasado, pesaba 70 kg cuando estaba en la universidad, y me pesaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewicht",
      "translation": "peso",
      "definition": "Die Menge oder Masse an Schwere oder Materie von etwas, die ein Maß für die Menge an Materie darstellt.",
      "definition_translation": "La cantidad o cantidad de pesadez o masa de algo, que da una medida de su cantidad de materia.",
      "example": "Ich muss vor dem Sommer einige Kilogramm abnehmen. Ich habe letztes Jahr abgenommen, aber ich habe seitdem wieder zugenommen. Ich werde nächsten Monat eine Diät beginnen, um wieder abzunehmen.",
      "example_translation": "Necesito perder algo de peso antes del verano. Perdí peso el año pasado, pero he estado ganándolo de vuelta últimamente. Empezaré una dieta para perder peso de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\"imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stilvoll gekleidet",
      "translation": "bien vestido",
      "definition": "Eine stilvolle und attraktive Erscheinung, insbesondere in Bezug auf die Kleidung.",
      "definition_translation": "Teniendo una apariencia estilosa y atractiva, especialmente en términos de ropa.",
      "example": "Er war stilvoll gekleidet für den Anlass. Sie war stilvoll gekleidet für dieParty. Sie werden stilvoll gekleidet für die Hochzeit sein.",
      "example_translation": "Él estaba bien vestido para la ocasión. Ella estaba bien vestida para la fiesta. Ellos estarán bien vestidos para la boda.",
      "imageLink": "image_files\\English\\"imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugend",
      "translation": "juventud",
      "definition": "Der Zeitraum zwischen Kindheit und Erwachsensein, gekennzeichnet durch ein Gefühl von Vitalität und Begeisterung.",
      "definition_translation": "El período entre la infancia y la adultez, caracterizado por un sentido de vitalidad y entusiasmo.",
      "example": "Die Jugend von heute ist sehr unterschiedlich von denen in der Vergangenheit. Die Jugend waren energiegeladen und neugierig. Die Jugend wird die Zukunft unseres Landes prägen.",
      "example_translation": "La juventud de hoy en día es muy diferente de la de la pasado. La juventud eran enérgicos y curiosos. La juventud dará forma al futuro de nuestro país.",
      "imageLink": "image_files\\English\\"imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "descubierto",
      "definition": "Ohne Abdeckung oder Kleidung; entblößt. Auch, fehlende eine übliche oder erwartete Eigenschaft oder Qualität.",
      "definition_translation": "Sin cubrir o ropa; expuesto. También, careciendo de una característica o calidad habitual o esperada.",
      "example": "Der Baum war kahl von Blättern, und der Bauer machte sich Sorgen um den kommenden Winter. Die kahlen Wände des neuen Hauses sahen unheimlich aus. Bis zum nächsten Winter wird der Baum wieder kahl sein.",
      "example_translation": "El árbol estaba descubierto de hojas, y el granjero se preocupaba por el invierno que se avecinaba. Las paredes desnudas de la nueva casa parecían inquietantes. Para el próximo invierno, el árbol estará descubierto nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkleidung",
      "translation": "disfraz",
      "definition": "Ein Kostüm oder Outfit, getragen, um seine Identität zu verschleiern oder eine falsche Erscheinung zu erzeugen.",
      "definition_translation": "Un traje o atuendo que se lleva para ocultar la identidad o para crear una apariencia falsa.",
      "example": "Der Dieb verwendete eine Verkleidung, um in die Bank zu schleichen. Die Schauspielerin's Verkleidung im Film war so gut, dass ich sie nicht erkannt habe. Bis zum nächsten Halloween werde ich eine neue Verkleidung bereit haben.",
      "example_translation": "El ladrón utilizó un disfraz para colarse en el banco. El disfraz de la actriz en la película era tan bueno que no la reconocí. Para el próximo Halloween, tendré un nuevo disfraz listo.",
      "imageLink": "image_files\\English\\"imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkleidung",
      "translation": "disfraz",
      "definition": "Ein Kostüm oder Outfit, getragen, um seine Identität zu verschleiern oder eine falsche Erscheinung zu erzeugen.",
      "definition_translation": "Un traje o atuendo que se lleva para ocultar la identidad o para crear una apariencia falsa.",
      "example": "Der Spion verwendete eine Verkleidung, um Informationen von dem Feind zu sammeln. Im Spiel mussten alle Spieler eine Verkleidung tragen, um ihre echten Gesichter zu verbergen. Als ich ankam, trug jeder eine Verkleidung.",
      "example_translation": "El espía utilizó un disfraz para recopilar información del enemigo. En el juego, todos los jugadores tenían que llevar un disfraz para ocultar sus caras reales. Para cuando llegué, todos llevaban un disfraz.",
      "imageLink": "image_files\\English\\"imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elegante",
      "translation": "elegante",
      "definition": "angenehm verwöhnt und kultiviert in Manieren, Geschmack und Interessen",
      "definition_translation": "agradablemente refinado y culto en modales, gustos e intereses",
      "example": "Sie sah elegant aus in ihrem neuen Kleid auf der Party letzte Nacht, und ich bin sicher, sie wird elegant aussehen auf der Hochzeit morgen, und sie sah elegant aus auf der Abschlussfeier vor fünf Jahren.",
      "example_translation": "Se veía elegante con su nuevo vestido en la fiesta de anoche, y estoy seguro de que se verá elegante en la boda de mañana, y se vio elegante en la ceremonia de graduación hace cinco años.",
      "imageLink": "image_files\\English\\"imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elegant",
      "translation": "elegante",
      "definition": "in stilvoller und kultivierter Weise",
      "definition_translation": "de manera estilosa y refinada",
      "example": "Sie tanzte elegant auf dem Ball, und sie wird elegant auf dem Abschlussball tanzen, und sie tanzte elegant auf der Hochzeitsfeier.",
      "example_translation": "Bailó elegante en el baile, y bailará elegante en el baile de graduación, y bailó elegante en la recepción de la boda.",
      "imageLink": "image_files\\English\\"imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Augenbrauen",
      "translation": "cejas",
      "definition": "die bärtigen Ränder über den Augen",
      "definition_translation": "las cejas peludas sobre los ojos",
      "example": "Sie zupfte ihre Augenbrauen gestern, und sie wird ihre Augenbrauen morgen formen, und sie lässt ihre Augenbrauen seit Monaten wachsen.",
      "example_translation": "Se depiló las cejas ayer, y dará forma a sus cejas mañana, y ha estado dejando crecer sus cejas durante meses.",
      "imageLink": "image_files\\English\\"imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wimpern",
      "translation": "pestañas",
      "definition": "Die Haare, die an den Rändern der Augenlider wachsen, sie vor Staub und anderen Fremdkörpern schützen.",
      "definition_translation": "Los cabellos que crecen en los bordes de los párpados, protegiéndolos del polvo y otras partículas extrañas.",
      "example": "Sie wachte auf mit Mascara auf ihren Wimpern verschmiert. Gestern applizierte sie sorgfältig Mascara auf ihre Wimpern. Sie wird Mascara auf ihre Wimpern auftragen, bevor sie heute Abend ausgeht.",
      "example_translation": "Se despertó con rímel corrido por todas sus pestañas. Ayer, aplicó rímel con cuidado a sus pestañas. Aplicará rímel a sus pestañas antes de salir esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Merkmal",
      "translation": "característica",
      "definition": "Ein prominentes oder charakteristisches Teil von etwas, wie z.B. einer Landschaft oder eines Menschen Gesicht.",
      "definition_translation": "Una parte prominente o destacada de algo, como un paisaje o una cara.",
      "example": "Das neue Smartphone hat einige aufregenden Merkmale. Die Landschaft hatte viele einzigartige Merkmale. Das Gesicht der Schauspielerin war am bekanntesten für seine markanten Merkmale.",
      "example_translation": "El nuevo teléfono inteligente tiene algunas características emocionantes. El paisaje tenía muchas características únicas. La cara de la actriz era más notable por sus características destacadas.",
      "imageLink": "image_files\\English\\"imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "femenino",
      "definition": "Zugehörig oder bezogen auf das Geschlecht, das normalerweise die Fähigkeit hat, Geburt zu geben.",
      "definition_translation": "Perteneciente o relativo al sexo que generalmente tiene la capacidad de dar a luz.",
      "example": "Sie ist eine weibliche Ärztin. Die weiblichen Kandidaten für die Wahl waren sehr beeindruckend. Das weibliche Geschlecht hat in der Arbeitswelt bedeutende Fortschritte erzielt.",
      "example_translation": "Ella es una doctora femenina. Las candidatas femeninas para la elección fueron bastante impresionantes. El género femenino ha hecho un progreso significativo en la fuerza laboral.",
      "imageLink": "image_files\\English\\"imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommersprossen",
      "translation": "pecas",
      "definition": "Kleine, dunkle Flecken auf der Haut, insbesondere im Gesicht, die durch zu viel Melanin verursacht werden.",
      "definition_translation": "Pequeñas manchas oscuras en la piel, especialmente en la cara, que son causadas por demasiado melanina.",
      "example": "Sie hatte Sommersprossen überall auf ihrer Nase, was sie noch schöner aussehen ließ. Sie hatte Sommersprossen bekommen, nachdem sie als Kind zu viel Zeit in der Sonne verbracht hatte, und jetzt ließ sie Sommersprossen entfernen. Sie würde bald Sommersprossen von einem Dermatologen überprüfen lassen.",
      "example_translation": "Tenía pecas en toda la nariz, lo que la hacía parecer aún más hermosa. Se había ganado pecas por pasar demasiado tiempo al sol de niña, y ahora se estaba quitando pecas. Pronto tendrá pecas revisadas por un dermatólogo.",
      "imageLink": "image_files\\English\\"imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fransen",
      "translation": "borde",
      "definition": "Eine dekorative Bordüre oder Kante, insbesondere an einem Stück Stoff.",
      "definition_translation": "Un borde decorativo o terminación, especialmente en una pieza de tela.",
      "example": "Die Fransen an ihrem Schal waren sehr elegant und fügten ihrem Outfit einen Hauch von Sophistikation hinzu. Sie hatte Fransen auf einem Teppich in einem Magazin gesehen und wollte jetzt Fransen auf ihrem eigenen Teppich haben. Sie würde bald Fransen für ihre neuen Vorhänge kaufen.",
      "example_translation": "El borde en su bufanda era muy elegante, y agregó un toque de sofisticación a su atuendo. Había visto borde en una alfombra en una revista, y ahora quería tener borde en su propia alfombra. Comprará borde para sus nuevas cortinas pronto.",
      "imageLink": "image_files\\English\\"imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschlecht",
      "translation": "género",
      "definition": "Der Zustand, männlich oder weiblich zu sein, insbesondere in Bezug auf soziale und kulturelle Rollen.",
      "definition_translation": "El estado de ser hombre o mujer, especialmente cuando se considera en relación con roles sociales y culturales.",
      "example": "Die Universität bot Kurse zu Geschlechtsstudien an, die die Rolle des Geschlechts in der Gesellschaft untersuchten. Sie hatte sich seit ihrer Jugend als ein anderes Geschlecht identifiziert und suchte jetzt nach einer Geschlechtsangleichung. Das Unternehmen würde bald geschlechtsneutrale Toiletten einführen.",
      "example_translation": "La universidad ofrecía cursos sobre estudios de género, que exploraban el papel del género en la sociedad. Se había identificado como un género diferente desde que era adolescente, y ahora estaba buscando cirugía de reasignación de género. La empresa introducirá baños neutrales de género pronto.",
      "imageLink": "image_files\\English\\"imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erwachsener",
      "translation": "adulto",
      "definition": "Eine Person, die physisch und emotional voll entwickelt ist und als reif und verantwortungsbewusst gilt.",
      "definition_translation": "Una persona que está completamente desarrollada física y emocionalmente, y se considera madura y responsable.",
      "example": "Als ich ein Kind war, sah ich meine erwachsenen Geschwister als Vorbilder an. Jetzt, da ich ein Erwachsener bin, realise ich, wie schwierig es ist, Entscheidungen zu treffen. Wenn ich 50 bin, hoffe ich, ein weiser Erwachsener zu sein.",
      "example_translation": "Cuando era niño, miraba a mis hermanos mayores como modelos a seguir. Ahora que soy un adulto, me doy cuenta de lo difícil que es tomar decisiones. Para cuando tenga 50 años, espero ser un adulto sabio.",
      "imageLink": "image_files\\English\\"imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar",
      "translation": "cabello",
      "definition": "Ein Wachstum auf dem menschlichen Kopf oder Körper, bestehend aus einer Filament von keratinisierten Zellen.",
      "definition_translation": "Un crecimiento en la cabeza humana o cuerpo animal, consistente en un filamentop de células queratinizadas.",
      "example": "Ich wasche mein Haar jeden Tag. Meine Großmutter hatte wunderschönes langes Haar, als sie jung war. Wenn ich 60 bin, wird mein Haar grau sein.",
      "example_translation": "Lavo mi cabello todos los días. Mi abuela tenía un hermoso cabello largo cuando era joven. Para cuando tenga 60 años, mi cabello será gris.",
      "imageLink": "image_files\\English\\"imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bild",
      "translation": "imagen",
      "definition": "Eine Darstellung der äußeren Form einer Person, eines Tieres oder eines Dings, erzeugt durch Malen, Zeichnen, Fotografie oder andere Mittel.",
      "definition_translation": "Una representación de la forma externa de una persona, animal o cosa, producida mediante la pintura, el dibujo, la fotografía o otros medios.",
      "example": "Das Bild auf dem Fernsehschirm war unscharf. Das Bild meiner Kindheit ist noch lebendig in meinem Gedächtnis. In Zukunft hoffe ich, ein neues Bild von mir selbst zu schaffen.",
      "example_translation": "La imagen en la pantalla de TV estaba borrosa. La imagen de mi infancia todavía es vívida en mi mente. En el futuro, espero crear una nueva imagen para mí mismo.",
      "imageLink": "image_files\\English\\"imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Männlich",
      "translation": "macho",
      "definition": "Ein Mann ist ein erwachsener Mensch oder Tier, der biologisch durch die Anwesenheit von Hoden und die Produktion von Spermien gekennzeichnet ist.",
      "definition_translation": "Un macho es un ser humano o animal adulto que se caracteriza biológicamente por la presencia de testículos y la producción de esperma.",
      "example": "Der männliche Löwe brüllte laut in der Savanne. Der männliche Student war sehr gut in Mathematik. Bis zum nächsten Jahr wird der männliche Athlet mehrere Meisterschaften gewonnen haben.",
      "example_translation": "El león macho rugió fuerte en la sabana. El estudiante macho era muy bueno en matemáticas. Para el próximo año, el atleta macho habrá ganado varios campeonatos.",
      "imageLink": "image_files\\English\\"imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagel",
      "translation": "clavo",
      "definition": "Ein Nagel ist ein kleiner Metallstift, der zum Befestigen oder Anbringen von Dingen verwendet wird, insbesondere durch Hämmern.",
      "definition_translation": "Un clavo es una pequeña espiga metálica utilizada para sujetar o fijar cosas, especialmente mediante martillazos.",
      "example": "Sie hämmerte den Nagel in die Wand. Der Nagel war verbogen, nachdem er mehrmals verwendet worden war. Bis nächste Woche wird der Zimmermann die Holzbretter mit Nägeln zusammengefügt haben.",
      "example_translation": "Ella martilló el clavo en la pared. El clavo estaba doblado después de ser utilizado varias veces. Para la próxima semana, el carpintero habrá clavado las tablas de madera juntas.",
      "imageLink": "image_files\\English\\"imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nackt",
      "translation": "desnudo",
      "definition": "Ohne Kleidung oder Bedeckung, insbesondere in einer natürlichen oder unschuldigen Weise.",
      "definition_translation": "Desnudo significa sin ropa o cubierta, especialmente de manera natural o inocente.",
      "example": "Das Baby war nackt im Bad. Der Künstler zeichnete eine nackte Figur in dem Gemälde. Bis sie aufwachte, war sie nicht mehr nackt.",
      "example_translation": "El bebé estaba desnudo en el baño. El artista dibujó una figura desnuda en la pintura. Para cuando se despertó, ya no estaba desnuda.",
      "imageLink": "image_files\\English\\"imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blass",
      "translation": "pálido",
      "definition": "Habe eine helle oder verblichene Farbe, fehlt an Helligkeit oder Intensität.",
      "definition_translation": "Teniendo un color claro o deslavazado, careciendo de brillo o intensidad.",
      "example": "Der blass Mond war hinter den Wolken verborgen. Gestern sah ich ein blasses Pferd auf dem Feld. Bis zum nächsten Jahr wird meine Haut blass sein, weil ich mich ständig im Haus aufhalte.",
      "example_translation": "La luna pálida estaba escondida detrás de las nubes. Ayer, vi un caballo pálido en el campo. Para el próximo año, mi piel será pálida por quedarme en casa.",
      "imageLink": "image_files\\English\\"imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zopf",
      "translation": "cola de caballo",
      "definition": "Eine Frisur, bei der das Haar am Hinterkopf gesammelt und mit einem Verschluss gesichert wird.",
      "definition_translation": "Un peinado en el que el cabello se recoge y se sujeta en la parte posterior de la cabeza, típicamente con un sujetador.",
      "example": "Ich trug einen Zopf zur Party letzte Nacht. Emily trägt seit einer Woche jeden Tag einen Zopf. Wenn ich älter bin, werde ich einen Zopf haben, genau wie meine Mutter.",
      "example_translation": "Me puse una cola de caballo en la fiesta de anoche. Emily ha estado usando una cola de caballo todos los días durante una semana. Para cuando sea mayor, tendré una cola de caballo igual que mi mamá.",
      "imageLink": "image_files\\English\\"imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rassisch",
      "translation": "racial",
      "definition": "Im Zusammenhang mit oder charakteristisch für eine Rasse oder Rassen, insbesondere auf eine diskriminierende oder stereotype Weise.",
      "definition_translation": "Relacionado con o característico de una raza o razas, especialmente de una manera que es discriminatoria o estereotipada.",
      "example": "Die rassischen Spannungen in der Stadt sind derzeit hoch. Rassische Profilierung ist ein ernstes Problem, das angegangen werden muss. Bis zum nächsten Jahrzehnt werden wir rassische Diskriminierung überwunden haben.",
      "example_translation": "Las tensiones raciales en la ciudad han sido altas recientemente. El perfilación racial es un tema serio que necesita ser abordado. Para la próxima década, habremos superado la discriminación racial.",
      "imageLink": "image_files\\English\\"imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sexuell",
      "translation": "sexual",
      "definition": "Im Zusammenhang mit der physischen Anziehung oder intimen Beziehungen zwischen Personen, insbesondere zwischen Personen unterschiedlichen Geschlechts.",
      "definition_translation": "Relacionado con la atracción física o relaciones íntimas entre individuos, especialmente de sexos opuestos.",
      "example": "Sie hatte während des College mehrere sexuelle Beziehungen. Sie ist derzeit nicht an sexuellen Aktivitäten interessiert. Sie wird nächste Woche einen sexuellen Gesundheitscheck haben.",
      "example_translation": "Tuvo varias relaciones sexuales en la universidad. Actualmente no está interesada en actividades sexuales. Tendrá un chequeo de salud sexual la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleck",
      "translation": "mancha",
      "definition": "Ein kleiner, meist runder, Fleck oder Makel auf einer Oberfläche.",
      "definition_translation": "Una pequeña marca o mancha, generalmente redonda, en una superficie.",
      "example": "Es gab einen Fleck auf meinem Hemd. Ich sah sie auf der anderen Seite des Raumes. Ich werde dir 10 Dollar für das Mittagessen leihen.",
      "example_translation": "Había una mancha en mi camisa. La vi a ella al otro lado de la habitación. Te daré $10 para almorzar.",
      "imageLink": "image_files\\English\\"imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stärke",
      "translation": "fuerza",
      "definition": "Die Qualität oder Eigenschaft der körperlichen oder geistigen Stärke.",
      "definition_translation": "La calidad o estado de ser fuerte, física o mentalmente.",
      "example": "Er zeigte große Stärke im Gewichtheben. Ihre innere Stärke half ihr, die Tragödie zu überwinden. Sie werden Stärke benötigen, um das schwere Möbel zu tragen.",
      "example_translation": "Mostró gran fuerza en la competencia de levantamiento de pesas. Su fuerza interior la ayudó a superar la tragedia. Necesitarán fuerza para llevar el mueble pesado.",
      "imageLink": "image_files\\English\\"imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stärken",
      "translation": "fortalecer",
      "definition": "Etwas stärker oder effektiver zu machen, oder stärker oder effektiver zu werden.",
      "definition_translation": "Hacer que algo sea más fuerte o más efectivo, o volverse más fuerte o más efectivo",
      "example": "Ich werde meine Muskeln stärken, indem ich jeden Tag Gewichte hebe. Ich habe mein Lebenslauf gestärkt, indem ich einen Kurs in Computer-Programmierung absolviert habe. Ich stärke meine Bindung zu meiner Familie, indem ich Qualitätzeit mit ihnen verbringe.",
      "example_translation": "Fortaleceré mis músculos levantando pesas todos los días. Fortalecí mi currículum tomando un curso de programación informática. Fortalezo mi vínculo con mi familia pasando tiempo de calidad con ellos.",
      "imageLink": "image_files\\English\\"imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenbräune",
      "translation": "bronceado",
      "definition": "Eine gelb-bräunliche Färbung, insbesondere von Haut, die durch Sonnenlicht verdunkelt wurde.",
      "definition_translation": "Un color amarillo-marrón, especialmente de la piel que se ha oscurecido por el sol",
      "example": "Ich habe mich bei zu viel Zeit am Strand eineSonnenbräune zugezogen. Sie hat eine wunderschöne Sonnenbräune. Die Sonnenbräune Schuhe passen perfekt zu meinem Kleid.",
      "example_translation": "Me bronceé pasando demasiado tiempo en la playa. Ella tiene un cutis bronceado hermoso. Los zapatos bronceados combinan perfectamente con mi vestido.",
      "imageLink": "image_files\\English\\"imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberschenkel",
      "translation": "muslo",
      "definition": "Der Teil des menschlichen Beins zwischen Hüfte und Knie.",
      "definition_translation": "La parte de la pierna humana entre la cadera y la rodilla",
      "example": "Ich haben mir den Oberschenkel während des Laufens verletzt. Der Doktor untersuchte meinen Oberschenkel, um nach Verletzungen zu suchen. Sie hat starke Oberschenkel von täglichem Radfahren.",
      "example_translation": "Me lesione el músculo del muslo mientras corría. El doctor examinó mi muslo para buscar cualquier lesión. Ella tiene músculos del muslo muy fuertes de circular todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wellig",
      "translation": "ondulado",
      "definition": "Eine wavelike oder Wellenförmigkeit oder -bewegung, oder eine regelmäßige Abfolge von Kurven oder Biegungen.",
      "definition_translation": "Teniendo una forma o movimiento ondulado; teniendo una secuencia regular de curvas o dobleces.",
      "example": "Die welligen Haare der Schauspielerin wurden von vielen beneidet. Sie hatte wellige Haare als Kind, aber jetzt sind sie gerade. Sie wird wieder wellige Haare haben, nachdem sie den Haarglüher verwendet hat.",
      "example_translation": "El cabello ondulado de la actriz era envidiado por muchos. Ella tenía cabello ondulado cuando era niña, pero ahora es liso. Ella tendrá cabello ondulado de nuevo después de usar el rizador de cabello.",
      "imageLink": "image_files\\English\\"imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "körperlich fit",
      "translation": "bien construido",
      "definition": "Eine starke und attraktive körperliche Struktur; in guter körperlicher Verfassung zu sein.",
      "definition_translation": "Teniendo una estructura física fuerte y atractiva; estando en buena condición física.",
      "example": "Der körperlich fit Athlet gewann die Meisterschaft. Er war körperlich fit, als er jung war, aber jetzt ist er übergewichtig. Sie wird körperlich fit sein, nachdem sie regelmäßig trainiert hat.",
      "example_translation": "El atleta bien construido ganó el campeonato. Él era bien construido cuando era joven, pero ahora está con sobrepeso. Ella estará bien construida después de hacer ejercicio regularmente.",
      "imageLink": "image_files\\English\\"imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Falten",
      "translation": "arrugas",
      "definition": "Falten oder Runzeln in der Haut, insbesondere im Gesicht, die oft mit dem Alter zusammenhängen.",
      "definition_translation": "Pliegues o arrugas en la piel, especialmente en la cara, que a menudo se asocian con la edad.",
      "example": "Der alte Mann hatte viele Falten in seinem Gesicht. Sie hat Falten auf ihrer Stirn, aber sie werden nach der Anwendung der Anti-Falten-Creme verschwinden. Er wird Falten um seine Augen haben, nachdem er jahrelang gelächelt hat.",
      "example_translation": "El anciano tenía muchas arrugas en su cara. Ella tiene arrugas en su frente, pero desaparecerán después de usar la crema antiarrugas. Él tendrá arrugas alrededor de sus ojos después de sonreír durante años.",
      "imageLink": "image_files\\English\\"imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handgelenk",
      "translation": "muñeca",
      "definition": "Das Handgelenk ist ein Gelenk, das die Hand mit dem Unterarm verbindet.",
      "definition_translation": "La muñeca es una articulación que conecta la mano con el antebrazo.",
      "example": "Ich verdrehte mein Handgelenk, während ich gestern Tennis spielte, aber heute fühlt es sich wieder gut an, und ich werde morgen wieder spielen.",
      "example_translation": "Me torcí la muñeca mientras jugaba tenis ayer, pero hoy se siente bien, y jugaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugend",
      "translation": "juventud",
      "definition": "Der Lebensabschnitt zwischen Kindheit und Erwachsenenalter, gekennzeichnet durch körperliche und emotionale Veränderungen.",
      "definition_translation": "El período de la vida entre la infancia y la adulthood, caracterizado por cambios físicos y emocionales.",
      "example": "In meiner Jugend war ich sehr energiegeladen und liebte es, Sport zu spielen, jetzt bevorzuge ich das Lesen von Büchern, und in Zukunft werde ich die Welt bereisen.",
      "example_translation": "En mi juventud, era muy enérgico y amaba jugar deportes, ahora prefiero leer libros, y en el futuro, viajaré por todo el mundo.",
      "imageLink": "image_files\\English\\"imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waden",
      "translation": "ternilla",
      "definition": "Der fleischige Teil des Beines unterhalb des Knies.",
      "definition_translation": "La parte carnosa de la parte posterior de la pierna humana debajo de la rodilla.",
      "example": "Der Wade-Muskel ist für das Laufen essentiell, daher werde ich ihn jeden Tag trainieren, um meine Leistung zu verbessern, und in Zukunft werde ich an einem Marathon teilnehmen.",
      "example_translation": "El músculo de la ternilla es esencial para correr, así que lo ejercitaré todos los días para mejorar mi rendimiento, y en el futuro, participaré en un maratón.",
      "imageLink": "image_files\\English\\"imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eleganz",
      "translation": "elegancia",
      "definition": "Die Qualität, auf angenehme Weise erfinderisch und einfach zu sein; raffiniertem und kultiviertem Geschmack.",
      "definition_translation": "La calidad de ser agradablemente ingenioso y simple de una manera sutil; gusto refinado y culto.",
      "example": "Sie strahlte Eleganz aus, als sie in den Raum trat. Sie wird Eleganz auf der Party heute Abend ausstrahlen. Sie hatte Eleganz auf dem Galaball letzte Nacht ausgestrahlt.",
      "example_translation": "Ella irradiaba elegancia mientras caminaba hacia la habitación. Irradiará elegancia en la fiesta esta noche. Había irradiado elegancia en la gala la noche anterior.",
      "imageLink": "image_files\\English\\"imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Finger",
      "translation": "dedo meñique",
      "definition": "Der kleinste Finger einer menschlichen Hand.",
      "definition_translation": "El dedo más pequeño de una mano humana.",
      "example": "Sie verletzte ihren kleinen Finger, während sie Klavier spielte. Sie wird ihren kleinen Finger verletzen, wenn sie weiterhin so schnell tippt. Sie hatte ihren kleinen Finger während des Unfalls verletzt.",
      "example_translation": "Ella se lastimó el dedo meñique mientras tocaba el piano. Se va a lastimar el dedo meñique si continua escribiendo tan rápido. Se había lastimado el dedo meñique durante el accidente.",
      "imageLink": "image_files\\English\\"imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mittel Finger",
      "translation": "dedo medio",
      "definition": "Der Finger zwischen dem Zeigefinger und dem Ringfinger.",
      "definition_translation": "El dedo entre el dedo índice y el dedo anular.",
      "example": "Er brach seinen Mittelfinger während des Sportspiels. Er wird seinen Mittelfinger brechen, wenn er keine Handschuhe trägt. Er hatte seinen Mittelfinger während des Unfalls gebrochen.",
      "example_translation": "Él se rompió el dedo medio durante el juego deportivo. Se va a romper el dedo medio si no lleva guantes. Se había roto el dedo medio durante el accidente.",
      "imageLink": "image_files\\English\\"imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "adipös",
      "translation": "obeso",
      "definition": "Ein medizinischer Zustand, bei dem übermäßiges Körperfett angesammelt hat, was negative Auswirkungen auf die Gesundheit haben kann.",
      "definition_translation": "Tener una condición médica en la que se ha acumulado exceso de grasa corporal hasta el punto de que puede tener un efecto negativo en la salud.",
      "example": "Sie war adipös als Kind, aber sie arbeitete hart, um abzunehmen, und jetzt ist sie fit. Sie war adipös letztes Jahr, aber sie ist nicht mehr adipös. Sie wird nicht adipös sein, wenn sie regelmäßig weiterübt.",
      "example_translation": "Era obesa de niña, pero trabajó duro para perder peso y ahora está en forma. Era obesa el año pasado, pero ya no es obesa. No será obesa el próximo año si sigue haciendo ejercicio regularmente.",
      "imageLink": "image_files\\English\\"imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ähneln",
      "translation": "parecerse",
      "definition": "Eine ähnliche Erscheinung oder Qualität wie etwas oder jemand zu haben.",
      "definition_translation": "Tener un aspecto o calidad similar a algo o alguien.",
      "example": "Er ähnelte seinem Vater. Sie ähnelte ihrer Mutter, als sie jung war. Sie werden ihren Großeltern ähneln, wenn sie älter werden.",
      "example_translation": "Él se parece a su padre. Ella se parecía a su madre cuando era joven. Se parecerán a sus abuelos cuando sean mayores.",
      "imageLink": "image_files\\English\\"imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adoleszent",
      "translation": "adolescente",
      "definition": "Ein junger Mensch, der sich von einem Kind zu einem Erwachsenen entwickelt.",
      "definition_translation": "Un joven que se está desarrollando desde la infancia hasta la adultez.",
      "example": "Der Adoleszent kämpfte, seinen Platz in der Welt zu finden. Der adoleszente Junge versuchte, seine Unabhängigkeit zu behaupten. Der Adoleszent wird viele Herausforderungen im Leben haben.",
      "example_translation": "La adolescente luchó por encontrar su lugar en el mundo. El adolescente trataba de afirmar su independencia. La adolescente enfrentará muchos desafíos en su vida.",
      "imageLink": "image_files\\English\\"imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wangenknochen",
      "translation": "pómulo",
      "definition": "Die knöcherne Struktur des Gesichts, die die Wangen bildet.",
      "definition_translation": "La estructura ósea de la cara que forma la prominencia de la mejilla.",
      "example": "Sie hatte hohe Wangenknochen und eine kleine Nase, was ihr ein schönes Gesicht gab. Sie wird ausgeprägte Wangenknochen haben, wenn sie abnimmt. Sie hatte definierte Wangenknochen, sogar als sie ein Teenager war.",
      "example_translation": "Ella tenía pómulos altos y una pequeña nariz, lo que le daba una cara hermosa. Tendrá pómulos prominentes cuando pierda peso. Ella tenía pómulos definidos, incluso cuando era adolescente.",
      "imageLink": "image_files\\English\\"imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teint",
      "translation": "-cutis",
      "definition": "Die natürliche Farbe, Texture und Erscheinung der Haut.",
      "definition_translation": "El color natural, textura y apariencia de la piel de uno.",
      "example": "Sie hat einen hellen Teint und sonnt sich leicht. Er hatte einen dunklen Teint, was ihn älter aussehen ließ. Ihr Teint war nach der Spa-Behandlung strahlend.",
      "example_translation": "Ella tiene un cutis claro y se quema fácilmente con el sol. Él tenía un cutis oscuro, lo que lo hacía parecer mayor. Su cutis era radiante después del tratamiento en el spa.",
      "imageLink": "image_files\\English\\"imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhaut",
      "translation": "cutícula",
      "definition": "Die dünne Schicht Haut am Grund eines Fingernagels oder Zehennagels.",
      "definition_translation": "La capa delgada de piel en la base de una uña del dedo o de un pie.",
      "example": "Sie zog ihre Nagelhaut zurück, um ihre Nägel länger aussehen zu lassen. Der Maniküre reinigte sorgfältig seine Nagelhaut. Die Nagelhaut an ihren Zehen war trocken und rissig.",
      "example_translation": "Ella empujó hacia atrás sus cutículas para hacer que sus uñas parecieran más largas. El manicurista limpió con cuidado sus cutículas. Las cutículas de sus pies estaban secas y agrietadas.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handfläche",
      "translation": "palma",
      "definition": "Die Innenseite der Hand von der Handwurzel bis zur Basis der Finger.",
      "definition_translation": "La superficie interior de la mano desde la muñeca hasta la base de los dedos.",
      "example": "Ich habe eine Narbe auf meiner Handfläche von einem Sturz. Ich massage meine Handfläche, um den Stress zu lindern. Ich werde nächstes Jahr ein Tattoo auf meiner Handfläche haben.",
      "example_translation": "Tengo una cicatriz en mi palma por una caída, estoy masajeando mi palma para aliviar el estrés, tendrás un tatuaje en mi palma el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringfinger",
      "translation": "dedo anular",
      "definition": "Der vierte Finger einer menschlichen Hand, auf dem normalerweise ein Ehering getragen wird.",
      "definition_translation": "El cuarto dedo de una mano humana, típicamente donde se lleva un anillo de boda.",
      "example": "Sie trug einen schönen Ring an ihrem Ringfinger. Er konnte sich keinen Ring für seinen Ringfinger leisten. Sie werden ihre Ringe an ihren Ringfingern bei der Hochzeit tauschen.",
      "example_translation": "Ella llevaba un anillo hermoso en su dedo anular, Él no podía permitirse un anillo para su dedo anular, Ellos intercambiarán anillos en sus dedos anulares en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schenkel",
      "translation": "espinilla",
      "definition": "Die Vorderseite des Beins unterhalb des Knies.",
      "definition_translation": "La parte delantera de la pierna debajo de la rodilla.",
      "example": "Ich habe mir den Schenkel am Couchtisch gestoßen. Sie brach sich den Schenkel bei einem Fußballspiel. Er wird die Treppe hinunterlaufen, ohne seinen Schenkel zu stoßen.",
      "example_translation": "Me golpeé la espinilla en la mesa de café, Ella se rompió la espinilla en un partido de fútbol, Él bajará corriendo las escaleras sin golpearse la espinilla.",
      "imageLink": "image_files\\English\\"imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wangenbart",
      "translation": "patillas",
      "definition": "Haare, die an den Seiten eines Menschen Gesichts, insbesondere vor und unter den Ohren, wachsen.",
      "definition_translation": "Pelo que crece en los lados de la cara de una persona, especialmente delante y debajo de las orejas.",
      "example": "Er hatte einen dicken Bart und auffälligen Wangenbart, was ihn wie einen Hipster aussehen ließ. Er wird seine Wangenbart nächste Woche abrasieren. Er rasierte seine Wangenbart letzten Jahr ab.",
      "example_translation": "Tenía una barba gruesa y patillas prominentes que lo hacían parecer un hipster. Él se afeitará las patillas la próxima semana. Él se afeitó las patillas el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stachelig",
      "translation": "puntiagudo",
      "definition": "Ein spitzer oder punktiger Form; abstehend.",
      "definition_translation": "Teniendo una forma aguda o puntiaguda; sobresaliendo agudamente.",
      "example": "Sein stacheliger Haarschnitt machte ihn wie einen Punkrocker aussehen. Der stachelige Zaun schützte den Garten vor Eindringlingen. Sie wird heute Abend stachelige High Heels tragen.",
      "example_translation": "Su cabello puntiagudo lo hacía parecer un músico punk. La valla puntiaguda protegía el jardín de intrusos. Ella llevará tacones puntiagudos al partido esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoppel",
      "translation": "barba incipiente",
      "definition": "Kurze Haare, die auf einem Menschen Gesicht wachsen, insbesondere nachdem sie rasiert haben.",
      "definition_translation": "Pelo corto que crece en la cara de una persona, especialmente después de afeitarse.",
      "example": "Er hatte eine Woche lang Stoppel auf seinem Gesicht. Sie mochte es nicht, ihn zu küssen, wenn er Stoppel hatte. Er wird seine Stoppel morgen abrasieren.",
      "example_translation": "Tenía una semana de barba incipiente en su cara. A ella no le gustaba besarle cuando tenía barba incipiente. Él se afeitará la barba incipiente mañana.",
      "imageLink": "image_files\\English\\"imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleinkind",
      "translation": "niño pequeño",
      "definition": "Ein Kleinkind ist ein junges Kind, normalerweise zwischen einem und drei Jahren alt, das lernt, zu laufen und zu sprechen.",
      "definition_translation": "Un niño pequeño es un niño joven, típicamente entre las edades de uno y tres, que está aprendiendo a caminar y hablar.",
      "example": "Das Kleinkind machte gestern seine ersten Schritte, dann rannte es zu seiner Mutter und jetzt schläft es friedlich.",
      "example_translation": "El niño pequeño dio sus primeros pasos ayer, luego corrió a su madre, y ahora está durmiendo profundamente.",
      "imageLink": "image_files\\English\\"imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauch",
      "translation": "abdomen",
      "definition": "Der Bauch ist der Teil des Körpers zwischen der Brust und dem Becken, der Magen, Darm und andere Organe enthält.",
      "definition_translation": "El abdomen es la parte del cuerpo entre el pecho y la pelvis, que contiene el estómago, intestinos y otros órganos.",
      "example": "Die Ärztin untersuchte den Bauch des Patienten, um nach Anzeichen einer Verletzung zu suchen, dann führte sie einen Eingriff durch, um die geschädigten Organe zu reparieren, und jetzt ist der Patient auf dem Weg der Besserung.",
      "example_translation": "El médico examinó el abdomen del paciente para buscar señales de lesión, luego realizó una operación para reparar los órganos dañados, y ahora el paciente se está recuperando bien.",
      "imageLink": "image_files\\English\\"imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brötchen",
      "translation": "bollo",
      "definition": "Ein Brötchen ist ein kleines, meist rundes, süßes Brot, oft mit Zucker oder Sesamsamen bestreut.",
      "definition_translation": "Un bollo es un rollsito de pan dulce pequeño, usualmente redondo, a menudo cubierto con azúcar o semillas de sésamo.",
      "example": "Sie kaufte ein frisches Brötchen vom Bäcker, um es zum Frühstück zu essen, dann ging sie in den Park, um den sonnigen Tag zu genießen, und später teilte sie ihr Brötchen mit ihrer Freundin.",
      "example_translation": "Ella compró un bollo fresco de la panadería para comer con su desayuno, luego fue al parque para disfrutar del día soleado, y más tarde compartió su bollo con su amiga.",
      "imageLink": "image_files\\English\\"imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeigefinger",
      "translation": "índice",
      "definition": "Der Zeigefinger ist der erste Finger einer menschlichen Hand, zwischen Daumen und Mittelfinger gelegen.",
      "definition_translation": "El dedo índice es el primer dedo de una mano humana, ubicado entre el pulgar y el dedo medio.",
      "example": "Ich benutzte meinen Zeigefinger, um den Knopf zu drücken. Ich werde meinen Zeigefinger verwenden, um zu tippen. Ich benutzte meinen Zeigefinger, um das Dokument zu unterzeichnen.",
      "example_translation": " Utilicé mi dedo índice para presionar el botón. Utilizaré mi dedo índice para escribir. Utilicé mi dedo índice para firmar el documento.",
      "imageLink": "image_files\\English\\"imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinnbart",
      "translation": "perilla",
      "definition": "Ein Kinnbart ist eine Art von Bart, bei der Haare auf dem Kinn wachsen, typischerweise von der Unterlippe bis zum Kinn.",
      "definition_translation": "Una perilla es un tipo de cabello facial que implica crecer pelo en la barbilla, típicamente extendiéndose desde la parte inferior del labio inferior hasta la parte inferior de la barbilla.",
      "example": "Er versuchte, einen Kinnbart anzubauen, aber es klappte nicht. Sie mag Männer mit Kinnbärten. Er rasierte seinen Kinnbart ab.",
      "example_translation": " Intentó crecer una perilla, pero no funcionó. A ella le gustan los hombres con perillas. Él se afeitó la perilla.",
      "imageLink": "image_files\\English\\"imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dauerwelle",
      "translation": "permiso",
      "definition": "Eine Dauerwelle ist eine Art von Frisur, bei der Chemikalien verwendet werden, um das Haar in einer bestimmten Form zu setzen, typischerweise lockig oder wellig.",
      "definition_translation": "Un permiso es un tipo de peinado que implica utilizar químicos para fijar el cabello en un estilo particular, típicamente rizado o ondulado.",
      "example": "Sie bekam eine Dauerwelle, umgeboren zu feiern. Ich denke, Dauerwellen sind nicht mehr modern. Er bekam eine Dauerwelle, um stilvoller auszusehen.",
      "example_translation": "Ella se hizo un permiso para celebrar su cumpleaños. No creo que los permisos sean fashionables nuevamente. Él se hizo un permiso para parecer más elegante.",
      "imageLink": "image_files\\English\\"imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]