{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruder",
      "translation": "hermano",
      "definition": "Ein männlicher Mensch, der die gleichen Eltern wie ein anderer Mensch hat; ein männliches Geschwister.",
      "definition_translation": "Una persona masculina que tiene los mismos padres que otra persona; un hermano masculino.",
      "example": "Mein Bruder wird nächstes Jahr sein Studium abschließen. Er hat letztes Jahr sein Abitur gemacht und studiert Ingenieurwesen. Er wird nächstes Semester im Ausland studieren.",
      "example_translation": "Mi hermano se graduará de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado, y ha estado estudiando ingeniería. Estudiará en el extranjero el próximo semestre.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "niño",
      "definition": "Ein Mensch zwischen Geburt und Pubertät; ein junger Mensch.",
      "definition_translation": "Un ser humano entre el nacimiento y la pubertad; un joven ser humano.",
      "example": "Das Kind wird morgen mit seinen Spielsachen spielen. Es hat gestern mit seinen Freunden gespielt und lernt neue Dinge. Es wird nächsten Monat an einem Singwettbewerb teilnehmen.",
      "example_translation": "El niño jugará con sus juguetes mañana. Jugó con sus amigos ayer, y ha estado aprendiendo cosas nuevas. Participará en un concurso de canto el próximo mes.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinder",
      "translation": "niños",
      "definition": "Menschen zwischen Geburt und Pubertät; junge Menschen.",
      "definition_translation": "Serios humanos entre el nacimiento y la pubertad; jóvenes seres humanos.",
      "example": "Die Kinder werden morgen zur Schule gehen. Sie gingen gestern in den Park und lernten neue Spiele. Sie werden nächste Woche eine Party haben.",
      "example_translation": "Los niños irán a la escuela mañana. Fueron al parque ayer, y han estado aprendiendo nuevos juegos. Tendrán una fiesta la próxima semana.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "papá",
      "definition": "Ein männlicher Elternteil oder eine väterliche Figur, verantwortlich für die Pflege und Erziehung eines Kindes.",
      "definition_translation": "Un padre masculino o una figura paterna responsable del cuidado y educación de un niño.",
      "example": "Mein Vater half mir mit meiner Hausaufgabe, als ich ein Kind war. Ich werde meinen Vater bitten, mir morgen bei meinem Projekt zu helfen. Mein Vater hat mir beigebracht, wie man Fahrrad fährt, als ich jung war.",
      "example_translation": "Mi papá me ayudó con mi tarea cuando era niño. Voy a pedirle ayuda a mi papá con mi proyecto mañana. Mi papá me enseñó a montar bicicleta cuando era joven.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tochter",
      "translation": "hija",
      "definition": "Ein weibliches Kind oder eine weibliche Nachkommin, oft im Hinblick auf eine enge familiäre Beziehung.",
      "definition_translation": "Una niña o una descendiente femenina, a menudo refiriéndose a una relación familiar cercana.",
      "example": "Meine Tochter geht heute zur Schule. Ich werde meine Tochter morgen in den Park mitnehmen. Meine Tochter hat gelernt, sehr gut Klavier zu spielen.",
      "example_translation": "Mi hija va a la escuela hoy. Llevaré a mi hija al parque mañana. Mi hija ha aprendido a tocar el piano bien.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "padre",
      "definition": "Ein männlicher Elternteil oder ein männlicher Vorfahre, oft im Hinblick auf eine biologische oder adoptive Beziehung.",
      "definition_translation": "Un padre masculino o un antepasado masculino, a menudo refiriéndose a una relación biológica o adoptiva.",
      "example": "Mein Vater ist Arzt. Ich werde meinen Vater bitten, mir nächste Woche bei meinem Projekt zu helfen. Mein Vater hat mir beigebracht, wie man schwimmt, als ich jung war.",
      "example_translation": "Mi padre es médico. Le pediré ayuda a mi padre con mi proyecto la próxima semana. Mi padre me enseñó a nadar cuando era joven.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehemann",
      "translation": "esposo",
      "definition": "Ein männlicher Partner in einer Ehe, insbesondere ein Neubürger.",
      "definition_translation": "Un compañero masculino en un matrimonio, especialmente un recién casado.",
      "example": "Ich habe mich letzten Jahr mit meinem Ehemann verheiratet. Ich werde mich morgen mit meinem Ehemann im Park treffen. Mein Großvater war 50 Jahre lang verheiratet, bevor er starb.",
      "example_translation": "Me casé con mi esposo el año pasado. Me reuniré con mi esposo en el parque mañana. Mi abuelo había sido esposo durante 50 años cuando falleció.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mutter",
      "translation": "madre",
      "definition": "Eine weibliche Elternteil oder Vorfahrin.",
      "definition_translation": "Una madre o antepasada femenina.",
      "example": "Meine Mutter hat mich gelehrt, wie man kocht. Ich werde meine Mutter nextes Wochenende besuchen. Meine Mutter war Lehrerin, bevor sie in den Ruhestand ging.",
      "example_translation": "Mi madre me enseñó a cocinar. Visitaré a mi madre el próximo fin de semana. Mi madre había sido maestra antes de jubilarse.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mama",
      "translation": "mamá",
      "definition": "Eine weibliche Elternteil oder Pflegeperson, insbesondere die eigene.",
      "definition_translation": "Una madre o cuidadora, especialmente la propia.",
      "example": "Ich liebe meine Mama sehr. Ich werde meine Mama heute Abend anrufen. Meine Mama hat mir ein leckeres Abendessen gemacht, als ich ein Kind war.",
      "example_translation": "Amo mucho a mi mamá. Llamaré a mi mamá esta noche. Mi mamá me había preparado una cena deliciosa cuando era niño.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eltern",
      "translation": "padres",
      "definition": "Eltern sind die Pflegepersonen eines Kindes. Eltern sind normalerweise die biologischen Mutter und Vater eines Kindes, können aber auch adoptive oder Pflegeeltern sein.",
      "definition_translation": "Un padre es un cuidador de un niño. Los padres son típicamente la madre y el padre biológicos de un niño, pero también pueden ser padres adoptivos o de acogida.",
      "example": "Meine Eltern waren sehr unterstützend, als ich aufwuchs. Jetzt bin ich selbst Eltern und versuche, dasselbe für meine Kinder zu tun. In Zukunft hoffe ich, ein guter Eltern zu meinen Kindern zu sein.",
      "example_translation": "Mis padres fueron muy solidarios cuando crecí. Ahora, soy un padre yo mismo y trato de hacer lo mismo por mis hijos. En el futuro, espero ser un buen padre para mis hijos.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwester",
      "translation": "hermana",
      "definition": "Eine Schwester ist eine weibliche Geschwister, eine Frau, die ein oder beide Eltern mit einem anderen Individuum teilt.",
      "definition_translation": "Una hermana es una hermana femenina, una mujer que compartió uno o ambos padres con otra persona.",
      "example": "Ich hatte eine Schwester, als ich jung war, aber wir wuchsen auseinander, als wir älter wurden. Jetzt wünsche ich, ich hätte eine Schwester, mit der ich sprechen könnte. In Zukunft hoffe ich, ein enges Verhältnis zu meiner Schwester zu haben.",
      "example_translation": "Tuve una hermana cuando era joven, pero nos separamos mientras crecíamos. Ahora, deseo tener una hermana con quien hablar. En el futuro, espero tener una relación cercana con mi hermana.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sohn",
      "translation": "hijo",
      "definition": "Ein Sohn ist ein männliches Kind oder ein männlicher Abkömmling.",
      "definition_translation": "Un hijo es un niño masculino o un descendiente masculino.",
      "example": "Ich werde eines Tages einen Sohn haben, und ich werde ihm alles beibringen, was ich weiß. Mein Sohn ist sehr aktiv und will immer spielen. In Zukunft hoffe ich, dass mein Sohn erfolgreich sein wird.",
      "example_translation": "Tendré un hijo algún día, y le enseñaré todo lo que sé. Mi hijo es muy activo y siempre quiere jugar. En el futuro, espero que mi hijo sea exitoso.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehefrau",
      "translation": "esposa",
      "definition": "Eine Ehefrau ist eine weibliche Partnerin in einer Ehe, gesetzlich oder informell, oder eine Frau, die mit einem Mann verheiratet ist.",
      "definition_translation": "Una esposa es una compañera femenina en un matrimonio, legítimo o informal, o una mujer que está casada con un hombre.",
      "example": "Ich heiratete meine schöne Ehefrau letzten Jahr. Jetzt plane ich eine Überraschungsparty für den Geburtstag meiner Ehefrau. Meine Ehefrau wird begeistert sein, wenn sie von der Überraschungsparty erfährt.",
      "example_translation": "Me casé con mi hermosa esposa el año pasado. Ahora, estoy planeando una fiesta sorpresa para el cumpleaños de mi esposa. Mi esposa estará emocionada cuando se entere de la fiesta sorpresa.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tante",
      "translation": "tía",
      "definition": "Eine Tante ist die Schwester von einem Elternteil oder die Ehefrau eines Onkels.",
      "definition_translation": "Una tía es la hermana de la madre o el padre de uno, o la esposa del tío de uno.",
      "example": "Meine Tante besucht uns aus der Stadt. Ich liebte es, Zeit mit meiner Tante zu verbringen, als ich ein Kind war. Meine Tante wird bald ankommen, und wir werden ein gemeinsames Abendessen zusammen haben.",
      "example_translation": "Mi tía está visitando desde fuera de la ciudad. Me encantó pasar tiempo con mi tía cuando era niño. Mi tía llegará pronto, y tendremos una cena familiar juntos.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer Bruder",
      "translation": "hermano mayor",
      "definition": "Ein großer Bruder ist ein älterer Bruder, insbesondere einer, der als Vorbild oder Mentor gilt.",
      "definition_translation": "Un hermano mayor es un hermano mayor, especialmente uno que se considera un modelo a seguir o un mentor.",
      "example": "Mein großer Bruder lehrte mich, wie man ein Fahrrad fährt. Mein großer Bruder studiert Ingenieurwesen im College. Mein großer Bruder wird mir bei meinen Hausaufgaben helfen, wenn er nach Hause kommt.",
      "example_translation": "Mi hermano mayor me enseñó a montar en bicicleta. Mi hermano mayor estudia ingeniería en la universidad. Mi hermano mayor me ayudará con mi tarea cuando llegue a casa.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "große Schwester",
      "translation": "hermana mayor",
      "definition": "Eine ältere Schwester, typischerweise in einer Familie mit mehr als einer Schwester.",
      "definition_translation": "Una hermana que es mayor que tú, típicamente en una familia con más de una hermana.",
      "example": "Meine große Schwester kümmerte sich immer um mich, als ich ein Kind war. Jetzt wohnt sie weit entfernt, aber ich werde sie bald besuchen.",
      "example_translation": "Mi hermana mayor siempre se encargó de mí cuando era niño. Ahora vive lejos, pero la visitaré pronto.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cousin",
      "translation": "primo",
      "definition": "Das Kind eines Onkels oder einer Tante oder das Kind des Bruders oder der Schwester eines Elternteils.",
      "definition_translation": "El hijo de tu tío o tía, o el hijo del hermano o hermana de uno de tus padres.",
      "example": "Ich spielte mit meinem Cousin im Park gestern. Er wird nächstes Monat wieder besuchen. Ich hoffe, ich sehe ihn wieder bald.",
      "example_translation": "Jugué con mi primo en el parque ayer. Él vendrá a visitarme de nuevo el próximo mes. Espero verlo de nuevo pronto.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkind",
      "translation": "nieto",
      "definition": "Ein Kind von Ihrem Sohn oder Ihrer Tochter oder das Kind von Ihrem Schwiegersohn oder Ihrer Schwiegertochter.",
      "definition_translation": "Un hijo de tu hijo o hija, o el hijo de tu yerno o nuera.",
      "example": "Mein Enkelkind liebt es, mit meinen alten Spielzeugen zu spielen. Sie wird sie erben, wenn ich weg bin. Ich hoffe, sie wird sie gut pflegen.",
      "example_translation": "Mi nieto ama jugar con mis juguetes viejos. Ella los heredará cuando me haya ido. Espero que se encargue de ellos.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkinder",
      "translation": "nietos",
      "definition": "Die Kinder von einem der eigenen Kinder, insbesondere wenn sie als Gruppe betrachtet werden.",
      "definition_translation": "Los hijos de uno's hijos, especialmente cuando se consideran como un grupo.",
      "example": "Ich habe viele liebe Erinnerungen daran, mit meinen Enkelkindern zu spielen, als ich jünger war. Ich freue mich darauf, meine Enkelkinder wieder diesen Sommer zu sehen. Ich werde meine Enkelkinder verwöhnen, wenn ich Großelter bin.",
      "example_translation": "Tengo muchos recuerdos agradables de jugar con mis nietos cuando era más joven. Estoy emocionado de ver a mis nietos de nuevo este verano. Malcriaré a mis nietos cuando me convierta en abuelo.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "abuelo",
      "definition": "Der Vater von einem Elternteil.",
      "definition_translation": "El padre de la madre o padre de uno.",
      "example": "Mein Großvater war ein liebenswürdiger und sanfter Mann. Ich werde meinen Großvater im Krankenhaus besuchen. Ich wünsche, ich könnte meinen Großvater wiedersehen, bevor er stirbt.",
      "example_translation": "Mi abuelo era un hombre amable y gentil. Visitaré a mi abuelo en el hospital mañana. Ojalá pudiera ver a mi abuelo de nuevo antes de que se vaya.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelin",
      "translation": "nieta",
      "definition": "Die Tochter eines Sohnes oder einer Tochter.",
      "definition_translation": "La hija de uno's hijo o hija.",
      "example": "Meine Enkelin ist ein hell und neugieriges Kind. Ich werde meine Enkelin heute zum Park bringen. Ich hoffe, meine Enkelin wird zu einer erfolgreichen Person heranwachsen.",
      "example_translation": "Mi nieta es un niño brillante y curioso. Llevaré a mi nieta al parque hoy. Espero que mi nieta crezca para ser una persona exitosa.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "abuelo",
      "definition": "Der Vater eines Vaters oder einer Mutter; ein männlicher Vorfahr, insbesondere ein respektierter Älterer.",
      "definition_translation": "El padre de uno de sus padres o madre; un antepasado masculino, especialmente uno que es respetado por su edad, sabiduría y experiencia.",
      "example": " Mein Großvater war ein freundlicher und sanfter Mann, der gerne Geschichten erzählte. Er erzählte uns, dass er nächsten Sommer zu Besuch kommen wird. Er war letzten Jahr auch bei uns zu Gast.",
      "example_translation": "Mi abuelo era un hombre amable y gentil que amaba contar historias. Nos dijo que vendría a visitarnos el próximo verano. Había venido a visitarnos el año pasado también.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "abuela",
      "definition": "Die Mutter einer Mutter oder eines Vaters; eine weibliche Vorfahrin, insbesondere eine geliebte und respektierte.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Meine Oma liebt es, Kekse und Kuchen zu backen. Sie backte einen leckeren Kuchen zu meinem Geburtstag gestern. Sie wird einige Kekse für uns nächste Woche backen.",
      "example_translation": "Mi abuela ama hornear galletas y pasteles. Horneó un delicioso pastel para mi cumpleaños ayer. Horneará algunas galletas para nosotros la próxima semana.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großmutter",
      "translation": "abuela",
      "definition": "Die Mutter einer Mutter oder eines Vaters; eine weibliche Vorfahrin, insbesondere eine geliebte und respektierte.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Meine Großmutter war eine exzellente Köchin und lehrte mich, wie man ein traditionelles Gericht zubereitet. Sie unterrichtet mich jeden Sommer, wie man kocht. Sie lehrte mich, wie man einen Kuchen bäckt, letzten Jahr.",
      "example_translation": "Mi abuela era una excelente cocinera y me enseñó cómo preparar una comida tradicional. Me enseña cómo cocinar cada verano. Me enseñó cómo hornear un pastel el año pasado.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Opa",
      "translation": "abuelo",
      "definition": "Der Vater eines Vaters oder einer Mutter.",
      "definition_translation": "El padre del padre o la madre de uno.",
      "example": "Mein Opa liebte es, Geschichten über seine Kindheit zu erzählen. Er erzählte sie gestern. Er wird sie wieder morgen erzählen.",
      "example_translation": "A mi abuelo le encantaba contar historias sobre su infancia. Las contó ayer. Las contará de nuevo mañana.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "abuelo/a",
      "definition": "Die Eltern eines Elternteils.",
      "definition_translation": "Un padre o madre de la madre o padre de uno.",
      "example": "Beide meiner Großeltern leben auf dem Land. Sie lebten dort in den 80er Jahren. Sie werden dort bis zu ihrem Tod leben.",
      "example_translation": "Ambos mis abuelos viven en el campo. Vivían allí en los 80. Vivirán allí hasta que mueran.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "abuelos",
      "definition": "Die Eltern eines Elternteils.",
      "definition_translation": "Los padres de la madre o padre de uno.",
      "example": "Meine Großeltern waren sehr weise Menschen. Sie waren weise in der Vergangenheit. Sie sind noch heute weise.",
      "example_translation": "Mis abuelos eran personas muy sabias. Fueron sabias en el pasado. Todavía son sabias hoy.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkel",
      "translation": "nieto",
      "definition": "Ein Enkel ist ein männliches Kind oder Nachkomme eines Kindes.",
      "definition_translation": "Un nieto es un hijo o descendiente masculino de uno de tus hijos.",
      "example": "Ich nahm meinen Enkel gestern mit zum Park, er wird morgen mit seinen Freunden gehen und er ging letzten Woche mit seinen Eltern dorthin.",
      "example_translation": "Llevé a mi nieto al parque ayer, él irá al parque con sus amigos mañana, y él fue al parque con sus padres la semana pasada.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "abuela",
      "definition": "Eine Oma ist ein informeller Begriff für eine Großmutter, insbesondere eine liebevolle und sanfte.",
      "definition_translation": "Una abuela es un término informal para una abuela, especialmente una amable y gentil.",
      "example": "Meine Oma lehrte mich, wie man kocht, als ich ein Kind war, sie unterrichtet jetzt meine Geschwister und sie wird meine Kinder in Zukunft unterrichten.",
      "example_translation": "Mi abuela me enseñó a cocinar cuando era niño, enseña a mis hermanos ahora, y enseñará a mis hijos en el futuro.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Onkel",
      "translation": "tío",
      "definition": "Ein Onkel ist der Bruder eines Elternteils oder der Ehemann einer Tante.",
      "definition_translation": "Un tío es el hermano de la madre o padre de uno, o el esposo de la tía de uno.",
      "example": "Mein Onkel lebte in Frankreich, als ich ein Kind war, er lebt jetzt in Spanien und er wird in Zukunft in Italien leben.",
      "example_translation": "Mi tío vivió en Francia cuando era niño, vive en España ahora, y vivirá en Italia en el futuro.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neffe",
      "translation": "sobrino",
      "definition": "Der Sohn eines Bruders oder einer Schwester, oder der Sohn des Ehepartners eines Bruders oder einer Schwester.",
      "definition_translation": "El hijo de uno de los hermanos o hermanas de uno, o el hijo del hermano o hermana del cónyuge de uno.",
      "example": "Ich spielte mit meinem Neffen im Park gestern, ich werde morgen wieder mit ihm spielen und ich spielte mit ihm letzte Woche.",
      "example_translation": "Jugué con mi sobrino en el parque ayer, jugaré con él de nuevo mañana y jugué con él la semana pasada.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nichte",
      "translation": "sobrina",
      "definition": "Die Tochter eines Bruders oder einer Schwester, oder die Tochter des Ehepartners eines Bruders oder einer Schwester.",
      "definition_translation": "La hija de uno de los hermanos o hermanas de uno, o la hija del hermano o hermana del cónyuge de uno.",
      "example": "Ich nahm meine Nichte zum Kino letzte Nacht, ich werde sie morgen zum Zoo nehmen und ich nahm sie an den Strand letzten Sommer.",
      "example_translation": "Llevé a mi sobrina al cine anoche, la llevaré al zoológico mañana y la llevé a la playa el verano pasado.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwandter",
      "translation": "pariente",
      "definition": "Eine Person, die durch Blutsverwandtschaft oder Ehe verbunden ist, insbesondere eine entferntere als ein Bruder, Schwester, Onkel, Tante, Vater, Mutter, Sohn, Tochter oder Großelternteil.",
      "definition_translation": "Una persona conectada por sangre o matrimonio, especialmente una más remota que un hermano, hermana, tío, tía, padre, madre, hijo, hija o abuelo.",
      "example": "Mein Cousin ist ein Verwandter von mir, ich traf meine Verwandten auf der Familienfeier letztes Jahr und ich werde meine Verwandten nächster Monat wiedersehen.",
      "example_translation": "Mi primo es un pariente mío, conocí a mis parientes en la reunión familiar el año pasado y veré a mis parientes de nuevo el próximo mes.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "gemelo",
      "definition": "Einer von zwei Kindern oder Tieren, die gleichzeitig geboren werden, oder eine Person oder Sache, die einer anderen sehr ähnlich ist.",
      "definition_translation": "Uno de los dos niños o animales nacidos en el mismo parto, o una persona o cosa que se parece mucho a otra.",
      "example": "Ich habe eine Zwillingsschwester, die in Paris lebt. Sie wurde fünf Minuten vor mir geboren. Wir werden unsere Zwilling-Cousins nächste Woche treffen.",
      "example_translation": "Tengo una hermana gemela que vive en París. Ella nació cinco minutos antes que yo. Conoceremos a nuestros primos gemelos la próxima semana.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwager",
      "translation": "cuñado",
      "definition": "Der Ehemann einer Schwester oder der Bruder des Ehepartners.",
      "definition_translation": "El esposo de la hermana de uno o el hermano del cónyuge.",
      "example": "Mein Schwager ist Anwalt. Er half mir bei meinem rechtlichen Problem letztes Jahr. Ich werde meinen Schwager nächsten Monat besuchen.",
      "example_translation": "Mi cuñado es abogado. Él me ayudó con mi problema legal el año pasado. Visitaré a mi cuñado el próximo mes.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegertochter",
      "translation": "nuera",
      "definition": "Die Ehefrau eines Sohnes.",
      "definition_translation": "La esposa del hijo de uno.",
      "example": "Meine Schwiegertochter ist Ärztin. Sie wird nächstes Jahr ein Baby haben. Meine Schwiegertochter lebt in New York.",
      "example_translation": "Mi nuera es médica. Tendrá un bebé el próximo año. Mi nuera vive en Nueva York.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "SchwiegerVater",
      "translation": "suegro",
      "definition": "Der Vater des Ehepartners, insbesondere der Vater des Ehemanns.",
      "definition_translation": "El padre del cónyuge, especialmente el padre del esposo.",
      "example": "Mein Schwiegervater war sehr nett zu mir, als ich heiratete. Ich hatte mich vorher gesorgt, ihn zu treffen, aber er stellte sich als großartiger Typ heraus. Ich werde ihn immer daran erinnern, dass er mir einmal geholfen hat, mein Auto zu reparieren. In Zukunft hoffe ich, ihn öfter zu besuchen.",
      "example_translation": "Mi suegro fue muy amable conmigo cuando me casé. Me había preocupado por conocerlo, pero resultó ser un gran tipo. Siempre recordaré la vez que me ayudó a arreglar mi coche. En el futuro, espero visitarlo más a menudo.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbbruder",
      "translation": "medio hermano",
      "definition": "Ein Bruder, der einen Elternteil teilt, aber nicht beide.",
      "definition_translation": "Un hermano que comparte un padre pero no ambos.",
      "example": "Ich habe einen Halbbruder von meiner Mutter aus vorheriger Ehe. Wir wuchsen nicht zusammen auf, aber wir haben uns über die Jahre sehr nahe gekommen. Jetzt besuche ich ihn jeden Sommer und wir haben immer eine tolle Zeit. Letztes Jahr half er mir bei meiner Hausaufgabe.",
      "example_translation": "Tengo un medio hermano de un matrimonio anterior de mi madre. No crecimos juntos, pero hemos llegado a ser cercanos con el tiempo. Ahora, lo visito cada verano y siempre pasamos un gran rato. El año pasado, me ayudó con mi tarea.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbschwester",
      "translation": "media hermana",
      "definition": "Eine Schwester, die einen Elternteil teilt, aber nicht beide.",
      "definition_translation": " Una hermana que comparte un padre pero no ambos.",
      "example": "Meine Halbschwester und ich haben die gleiche Mutter, aber wir haben verschiedene Väter. Wir trafen uns, als ich ein Teenager war, und jetzt sind wir sehr nah. Sie ist ein großartiger Mensch und ich bewundere sie sehr. Letzte Woche half sie mir bei meinem Projekt und jetzt helfe ich ihr bei ihrem.",
      "example_translation": "Mi media hermana y yo tenemos la misma madre, pero tenemos padres diferentes. Nos conocimos cuando yo era adolescente, y ahora estamos muy unidos. Es una gran persona, y la admiro mucho. La semana pasada, me ayudó con mi proyecto, y ahora voy a ayudarla con el suyo.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegermutter",
      "translation": "suegra",
      "definition": "Die Mutter des Ehepartners, insbesondere als eine Person, mit der man nicht gut klargekommen ist oder unbehaglich fühlt.",
      "definition_translation": "La madre del cónyuge, especialmente como persona con la que uno tiende a desagradar o sentirse incómodo.",
      "example": "Ich kam nie gut mit meiner Schwiegermutter aus, aber ich versuchte mich während der Feiertage anzustrengen. Ich werde meine Schwiegermutter nächstes Wochenende besuchen und ich besuchte meine Schwiegermutter letztes Jahr.",
      "example_translation": "Nunca me llevé bien con mi suegra, pero intenté hacer un esfuerzo durante las fiestas. Visitaré a mi suegra el fin de semana que viene, y visité a mi suegra el año pasado.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beziehungen",
      "translation": "relaciones",
      "definition": "Eine Verbindung oder Association zwischen Menschen, Organisationen oder Ländern.",
      "definition_translation": "Una conexión o asociación entre personas, organizaciones o países.",
      "example": "Das Unternehmen versucht, seine Beziehungen zur lokalen Gemeinschaft zu verbessern. Die diplomatischen Beziehungen zwischen den zwei Ländern sind seit Jahren angespannt. Sie werden gute Beziehungen mit den neuen Geschäftspartnern in Zukunft aufbauen.",
      "example_translation": "La empresa está tratando de mejorar sus relaciones con la comunidad local. Las relaciones diplomáticas entre los dos países han estado tensas durante años. Establecerán buenas relaciones con los nuevos socios comerciales en el futuro.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschwister",
      "translation": "hermanos",
      "definition": "Kinder derselben Eltern; Brüder und Schwestern.",
      "definition_translation": "Hijos de los mismos padres; hermanos y hermanas.",
      "example": "Meine Geschwister und ich haben früher ständig gestritten, als wir Kinder waren. Ich werde meine Geschwister auf der Familienfeier nächsten Monat treffen, und ich habe meine Geschwister letzten Monat im Park getroffen.",
      "example_translation": "Mis hermanos y yo solíamos pelear todo el tiempo cuando éramos niños. Me reuniré con mis hermanos en la reunión familiar el próximo mes, y me reuní con mis hermanos en el parque la semana pasada.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwägerin",
      "translation": "cuñada",
      "definition": "Die Schwester von einem Mann oder die Frau von einem Bruder oder Schwester.",
      "definition_translation": "La hermana del esposo o la esposa, o la esposa del hermano o la hermana.",
      "example": "Meine Schwägerin ist eine großartige Köchin. Sie hat für uns letzte Woche gekocht. Sie wird wieder nächste Woche kochen.",
      "example_translation": "Mi cuñada es una gran cocinera. Cocinó para nosotros la semana pasada. Cocinará de nuevo el próximo mes.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegerson",
      "translation": "yerno",
      "definition": "Der Mann von einer Tochter oder der Mann von einer Schwester.",
      "definition_translation": "El esposo de la hija de uno o el esposo de la hermana.",
      "example": "Mein Schwiegerson ist Arzt. Er hat mich letztes Jahr behandelt. Er wird meinem Bruder nächste Woche operieren.",
      "example_translation": "Mi yerno es un médico. Me trató el año pasado. Operará a mi hermano la próxima semana.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieftochter",
      "translation": "hijastra",
      "definition": "Die Tochter von einem Ehepartner durch eine vorherige Ehe oder Beziehung.",
      "definition_translation": "La hija del cónyuge por un matrimonio o relación previa.",
      "example": "Meine Stieftochter ist Studentin. Sie studierte letzte Nacht für ihr Examen. Sie wird nächstes Jahr abschließen.",
      "example_translation": "Mi hijastra es una estudiante. Estudió para su examen la noche pasada. Se graduará el próximo año.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefvater",
      "translation": "padrastro",
      "definition": "Der Mann von einer Mutter durch eine spätere Ehe.",
      "definition_translation": "El esposo de la madre por un matrimonio posterior.",
      "example": "Mein Stiefvater war sehr freundlich zu mir, als ich ein Kind war. Er wird mich morgen zum Park mitnehmen. Er hat mich letzten Monat ins Kino mitgenommen.",
      "example_translation": "Mi padrastro fue muy amable conmigo cuando era niño. Va a llevarme al parque mañana. Me llevó al cine la semana pasada.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmutter",
      "translation": "madrastra",
      "definition": "Die Frau von einem Vater durch eine spätere Ehe.",
      "definition_translation": "La esposa del padre por un matrimonio posterior.",
      "example": "Meine Stiefmutter war sehr streng zu mir, als ich ein Teenager war. Sie wird mir heute Abend bei meiner Hausaufgabe helfen. Sie half mir letzten Monat bei meinem Umzug in eine neue Wohnung.",
      "example_translation": "Mi madrastra fue muy estricta conmigo cuando era adolescente. Va a ayudarme con mi tarea esta noche. Me ayudó a mudarme a un nuevo apartamento el mes pasado.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefsohn",
      "translation": "hijastro",
      "definition": "Der Sohn von einem Ehepartner durch eine vorherige Ehe.",
      "definition_translation": "El hijo del esposo o la esposa por un matrimonio anterior.",
      "example": "Mein Stiefsohn war sehr schüchtern, als er ein Kind war. Er wird nächstes Jahr von der Universität abschließen. Er hat letzten Jahr sein Abitur gemacht.",
      "example_translation": "Mi hijastro era muy tímido cuando era niño. Va a graduarse de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehepartner",
      "translation": "cónyuge",
      "definition": "Ein Ehemann oder eine Ehefrau, betrachtet in Bezug auf ihren Partner.",
      "definition_translation": "Un esposo o esposa, considerado en relación con su pareja.",
      "example": "Ich bin seit 10 Jahren mit meinem Ehepartner verheiratet. Ich heiratete meinen Ehepartner letzten Jahr. Ich werde nächstes Jahr meinen Ehepartner heiraten.",
      "example_translation": "He estado casado con mi cónyuge durante 10 años. Me casé con mi cónyuge el año pasado. Me casaré con mi cónyuge el próxima año.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegereltern",
      "translation": "suegros",
      "definition": "Die Eltern von einem Ehepartner oder von einem Schwiegersohn oder Schwägerin.",
      "definition_translation": "Los padres de uno's cónyuge o de uno's yerno o nuera.",
      "example": "Ich habe noch nie gut mit meinen Schwiegereltern zurechtgekommen. Meine Schwiegereltern besuchen uns nächsten Monat. Meine Schwiegereltern haben uns letzten Jahr besucht.",
      "example_translation": "Nunca me he llevado bien con mis suegros. Mis suegros nos visitan el próximo mes. Mis suegros nos visitaron el año pasado.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}