[
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Antwort",
      "translation": " contestar",
      "definition": "Eine Reaktion oder Antwort auf eine Frage, ein Problem oder eine Situation.",
      "definition_translation": "Una respuesta o respuesta a una pregunta, problema o situación.",
      "example": "Ich antwortete auf das Telefon, sie antwortete auf meine Frage, ich werde morgen den Brief beantworten.",
      "example_translation": "Contesté el teléfono, ella respondió mi pregunta, responderé la carta mañana.",
      "imageLink": "answer.jpg",
      "audioLink": "answer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fragen",
      "translation": "preguntar",
      "definition": "Jemandem eine Frage zu stellen oder nach etwas zu forschen.",
      "definition_translation": "Hacer una pregunta a alguien, o inquirir sobre algo.",
      "example": "Ich fragte sie, ob sie mich heiraten wollte, sie fragte mich, was ich wollte, ich werde ihn bitten, mir zu helfen.",
      "example_translation": "Le pedí que se casara conmigo, me preguntó qué quería, le pediré que me ayude.",
      "imageLink": "ask.jpg",
      "audioLink": "ask.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sein",
      "translation": "ser",
      "definition": " Zu existieren, eine bestimmte Eigenschaft zu haben oder eine bestimmte Position einzunehmen.",
      "definition_translation": "Existir, tener una cierta calidad o ocupar una cierta posición.",
      "example": "Ich bin glücklich, sie war müde, er wird zu spät kommen.",
      "example_translation": "Soy feliz, estaba cansada, él será tarde.",
      "imageLink": "be.jpg",
      "audioLink": "be.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaufen",
      "translation": "comprar",
      "definition": "Etwas im Austausch für Zahlung zu erwerben; etwas durch Zahlung zu erwerben.",
      "definition_translation": "Obtener algo a cambio de pago; adquirir algo pagando por ello.",
      "example": "Ich kaufte ein neues Handy gestern. Ich werde ein Haus nächstes Jahr kaufen. Sie kauft jeden Morgen Kaffee.",
      "example_translation": "Compré un nuevo teléfono ayer. Compraré una casa el próximo año. Ella compra café todas las mañanas.",
      "imageLink": "buy.jpg",
      "audioLink": "buy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "können",
      "translation": "poder",
      "definition": "Etwas tun zu können; die Fähigkeit oder Macht zu haben, etwas zu tun.",
      "definition_translation": "Poder hacer algo; tener la capacidad o poder para hacer algo.",
      "example": "Ich kann Englisch fließend sprechen. Sie kann Gitarre spielen. Sie konnten nicht an der Sitzung teilnehmen.",
      "example_translation": "Puedo hablar inglés con fluidez. Ella puede tocar la guitarra. No podían asistir a la reunión.",
      "imageLink": "can.jpg",
      "audioLink": "can.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragen",
      "translation": "llevar",
      "definition": "Etwas während des Transportes von einem Ort zu einem anderen zu halten oder zu unterstützen.",
      "definition_translation": "Llevar o apoyar algo mientras se mueve de un lugar a otro; transportar algo.",
      "example": "Ich trug mein Gepäck zum Flughafen. Sie wird den Karton nach oben tragen. Sie trugen den verletzten Spieler vom Feld.",
      "example_translation": "Llevé mi equipaje al aeropuerto. Ella llevará la caja arriba. Llevaron al jugador lesionado fuera del campo.",
      "imageLink": "carry.jpg",
      "audioLink": "carry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fangen",
      "translation": " agarre",
      "definition": "Etwas plötzlich oder schnell mit den Händen zu ergreifen.",
      "definition_translation": "Tomar algo con rapidez o de repente, especialmente con las manos",
      "example": "Ich fing den Ball gestern, ich fange ihn jeden Tag, ich werde ihn morgen fangen.",
      "example_translation": "Atrapé la pelota ayer, la atrapo todos los días, la atraparé mañana.",
      "imageLink": "catch.jpg",
      "audioLink": "catch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ändern",
      "translation": "cambiar",
      "definition": "Etwas oder jemanden zu ändern, oder selbst anders zu werden.",
      "definition_translation": "Hacer que algo o alguien sea diferente, o volverse diferente",
      "example": "Ich änderte meine Kleidung gestern, ich ändere sie jeden Tag, ich werde sie morgen ändern.",
      "example_translation": "Me cambié de ropa ayer, me cambió todos los días, me cambiaré mañana.",
      "imageLink": "change-6.jpg",
      "audioLink": "change.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "elegir",
      "definition": "Etwas anstelle eines anderen auszuwählen, oder zu entscheiden, was zu tun ist.",
      "definition_translation": "Seleccionar una cosa en lugar de otra, o decidir qué hacer",
      "example": "Ich wählte dieses Buch gestern, ich wähle es jeden Tag, ich werde es morgen wählen.",
      "example_translation": "Elegí este libro ayer, lo elijo todos los días, lo elegiré mañana.",
      "imageLink": "choose.jpg",
      "audioLink": "choose.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reinigen",
      "translation": "limpiar",
      "definition": "Schmutz, Schlamm oder Verunreinigungen von etwas zu entfernen; etwas von Schmutz oder Verunreinigungen frei zu machen.",
      "definition_translation": "Quitar la suciedad, la mugre o las impurezas de algo; hacer que algo esté libre de suciedad o impurezas.",
      "example": "Ich reinigte das Haus gestern, ich reinige es jetzt, und ich werde es morgen reinigen.",
      "example_translation": "Limpié la casa ayer, estoy limpiándola ahora y la limpiaré mañana.",
      "imageLink": "clean.jpg",
      "audioLink": "clean.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schließen",
      "translation": "cerrar",
      "definition": "Etwas oder sich selbst zu schließen oder zusammenzufügen, etwas zu schließen oder sich jemandem oder etwas anzunähern.",
      "definition_translation": "Acercar o unir, hacer que algo se cierre; estar o hacerse cercano en distancia o relación.",
      "example": "Ich schloss die Tür gestern, ich schließe sie jetzt und ich werde sie morgen schließen.",
      "example_translation": "Cerré la puerta ayer, estoy cerrándola ahora y la cerraré mañana.",
      "imageLink": "close.jpg",
      "audioLink": "close.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbe",
      "translation": "color",
      "definition": "Die Eigenschaft eines Objekts, verschillende Empfindungen auf das Auge hervorzurufen, indem es Licht reflektiert oder emittiert.",
      "definition_translation": "La propiedad poseída por un objeto de producir diferentes sensaciones en el ojo, como resultado de la manera en que refleja o emite luz.",
      "example": "Das Gemälde war voller leuchtender Farben, es hat jetzt viele Farben und es wird in Zukunft noch mehr Farben haben.",
      "example_translation": "El cuadro estaba lleno de colores vibrantes, tiene muchos colores ahora y tendrá más colores en el futuro.",
      "imageLink": "colour.jpg",
      "audioLink": "colour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommen",
      "translation": "venir",
      "definition": "Sich etwas oder jemandem zu nähern, an einem Ort anzukommen oder aufzutauchen, oft in einer lockeren oder informellen Weise.",
      "definition_translation": "Moverse hacia algo o alguien, o llegar a un lugar, a menudo de manera casual o informal.",
      "example": "Ich kam zur Party gestern Abend, ich komme zur Party heute Abend und ich werde zur Party morgen Abend kommen.",
      "example_translation": "Vine a la fiesta anoche, voy a venir a la fiesta esta noche, y vendré a la fiesta mañana noche.",
      "imageLink": "come.jpg",
      "audioLink": "come.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "cocinar",
      "definition": "Lebensmittel durch verschiedene Methoden wie Backen, Kochen oder Braten zuzubereiten, um sie essbar oder schmackhaft zu machen.",
      "definition_translation": "Preparar y calentar alimentos utilizando varios métodos, como hornear, hervir o freír, para hacerlos comestibles o sabrosos.",
      "example": "Ich kochte das Abendessen gestern, ich koche das Mittagessen heute und ich werde das Frühstück morgen früh kochen.",
      "example_translation": "Cociné la cena anoche, estoy cocinando el almuerzo hoy, y cocinaré el desayuno mañana por la mañana.",
      "imageLink": "cook.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tanzen",
      "translation": "bailar",
      "definition": "Den Körper in einem rhythmischen Muster zu bewegen, normalerweise zu Musik, als Ausdruck oder zur Entspannung.",
      "definition_translation": "Mover el cuerpo de manera rítmica, generalmente al ritmo de la música, como forma de expresión o relajación.",
      "example": "Ich tanzte auf der Party gestern Abend, ich tanze im Club heute Abend und ich werde auf der Hochzeit morgen tanzen.",
      "example_translation": "Bailé en la fiesta anoche, estoy bailando en el club esta noche, y bailaré en la boda mañana.",
      "imageLink": "dance-2.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sterben",
      "translation": "morir",
      "definition": "Aufzuhören zu existieren oder sein Ende zu finden; zu hören auf zu leben oder zu funktionieren.",
      "definition_translation": "Dejar de existir o llegar a un fin; dejar de vivir o funcionar.",
      "example": "Der alte Mann starb gestern Abend, aber er wird in unseren Erinnerungen weiterleben. Er starb an Altersschwäche. Er wird sterben, wenn er keine medizinische Behandlung erhält.",
      "example_translation": "El anciano hombre murió anoche, pero vivirá en nuestros recuerdos. Murió de vejez. Morirá si no recibe atención médica pronto.",
      "imageLink": "die.jpg",
      "audioLink": "die.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tun",
      "translation": "hacer",
      "definition": "Eine Aktion, Aufgabe oder Funktion auszuführen oder durchzuführen.",
      "definition_translation": "Realizar o ejecutar una acción, tarea o función.",
      "example": "Ich tat meine Hausaufgaben gestern Abend, ich tue sie jetzt und ich werde sie morgen wieder tun. Sie tut die Wäsche jeden Sonntag. Sie taten einen großen Job bei dem Projekt.",
      "example_translation": "Hice mi tarea anoche, la estoy haciendo ahora, y la haré de nuevo mañana. Ella hace la colada todos los domingos. Ellos hicieron un gran trabajo en el proyecto.",
      "imageLink": "do.jpg",
      "audioLink": "do.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "putzen",
      "translation": "hacer la limpieza",
      "definition": "Die Aufgabe des Reinigens, normalerweise einschließlich Staubsaugen, Reinigen und anderen häuslichen Aufgaben durchzuführen.",
      "definition_translation": "Realizar la tarea de limpiar, que suele incluir aspirar, barrer y otras tareas domésticas.",
      "example": "Meine Mutter putzte gestern, ich putze heute und meine Schwester wird morgen putzen. Wir putzten zusammen letzten Wochenende. Sie putzen jeden Tag.",
      "example_translation": "Mi madre hizo la limpieza ayer, la estoy haciendo hoy, y mi hermana la hará mañana. Hicimos la limpieza juntos el fin de semana pasado. Ellos hacen la limpieza todos los días.",
      "imageLink": "do-the-cleaning.jpg",
      "audioLink": "do the cleaning.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "hacer la cocina",
      "definition": "Essen zuzubereiten und bereit zum Essen zu machen",
      "definition_translation": "Preparar y hacer la comida lista para comer",
      "example": "Ich kochte gestern, ich koche heute und ich werde morgen kochen.",
      "example_translation": "Hice la cocina ayer, estoy haciendo la cocina hoy y haré la cocina mañana.",
      "imageLink": "do-the-cooking.jpg",
      "audioLink": "do the cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "waschen",
      "translation": "hacer la lavandería",
      "definition": "Kleidung und andere Textilien zu säubern und zu waschen",
      "definition_translation": "Lavar y limpiar la ropa y otros tejidos",
      "example": "Ich wusch letzte Woche, ich wasche heute und ich werde nächstes Monat waschen.",
      "example_translation": "Hice la lavandería la semana pasada, estoy haciendo la lavandería hoy y haré la lavandería el próximo mes.",
      "imageLink": "do-the-washing.jpg",
      "audioLink": "do the washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zeichnen",
      "translation": "dibujar",
      "definition": "Ein Bild oder Abbildung mit einem Stift, Bleistift oder anderen Zeichentools zu erstellen",
      "definition_translation": "Crear una imagen o dibujo usando un lápiz, pluma o otra herramienta de dibujo",
      "example": "Ichzeichnete ein Bild gestern, ich zeichne ein Bild heute und ich werde ein Bild morgen zeichnen.",
      "example_translation": "Dibujo una imagen ayer, estoy dibujando una imagen hoy y dibujaré una imagen mañana.",
      "imageLink": "draw.jpg",
      "audioLink": "draw.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "beber",
      "definition": "Einen flüssigen Stoff, wie Wasser oder Saft, durch den Mund zu schlucken.",
      "definition_translation": "Tragar un líquido, como agua o jugo, a través de la boca.",
      "example": "Ich trank Wasser gestern, ich trinke Saft jetzt und ich werde Tee morgen trinken.",
      "example_translation": "Bebí agua ayer, estoy bebiendo jugo ahora, y beberé té mañana.",
      "imageLink": "drink.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "conducir",
      "definition": "Ein Fahrzeug, wie ein Auto oder Lkw, durch Steuerung seiner Bewegung zu bedienen.",
      "definition_translation": "Operar un vehículo, como un coche o camión, controlando su movimiento.",
      "example": "Ich fuhr zur Schule gestern, ich fahre zur Arbeit jetzt und ich werde zum Strand morgen fahren.",
      "example_translation": "Manejé al colegio ayer, estoy manejando al trabajo ahora, y manejaré a la playa mañana.",
      "imageLink": "drive.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "essen",
      "translation": "comer",
      "definition": "Nahrung durch den Mund in den Körper aufzunehmen.",
      "definition_translation": "Tomar alimentos en el cuerpo, generalmente a través de la boca.",
      "example": "Ich aß Frühstück gestern, ich esse Mittagessen jetzt und ich werde Abendessen morgen essen.",
      "example_translation": "Desayuné ayer, estoy comiendo almuerzo ahora, y cenaré mañana.",
      "imageLink": "eat.jpg",
      "audioLink": "eat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genießen",
      "translation": "disfrutar",
      "definition": "Große Freude oder Begeisterung an etwas zu haben",
      "definition_translation": "tomar gran placer o deleite en algo",
      "example": "Ich genoss den Film letzte Nacht. Ich genieße meinen Urlaub jetzt. Ich werde die Party morgen genießen.",
      "example_translation": "Disfruté la película anoche. Estoy disfrutando mi vacación ahora. Disfrutaré la fiesta mañana.",
      "imageLink": "enjoy.jpg",
      "audioLink": "enjoy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fühlen",
      "translation": "sentir",
      "definition": "Eine Emotion oder Empfindung, insbesondere eine physische, zu haben",
      "definition_translation": "tener una emoción o sensación, especialmente una física",
      "example": "Ich fühle mich glücklich heute. Ich fühlte mich müde gestern. Ich werde mich aufgerüstet morgen fühlen.",
      "example_translation": "Me siento feliz hoy. Me sentí cansado ayer. Me sentiré emocionado mañana.",
      "imageLink": "feel.jpg",
      "audioLink": "feel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "finden",
      "translation": "encontrar",
      "definition": "Etwas oder jemanden durch Suche oder Zufall zu entdecken",
      "definition_translation": "descubrir o encontrar algo o alguien mediante búsqueda o casualidad",
      "example": "Ich fand meine Schlüssel gestern. Ich finde dieses Buch interessant. Ich werde einen neuen Job bald finden.",
      "example_translation": "Encontré mis llaves ayer. Encuentro este libro interesante. Encontraré un nuevo trabajo pronto.",
      "imageLink": "find.jpg",
      "audioLink": "find.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fertigstellen",
      "translation": "terminar",
      "definition": "Eine Aufgabe, ein Projekt oder eine Aktivität abzuschließen oder zu beenden.",
      "definition_translation": "Completar o llevar a cabo una tarea, proyecto o actividad hasta el final.",
      "example": "Ich fertigte meine Hausaufgaben gestern ab, ich fertige mein Projekt jetzt ab und ich werde meinen Abschluss nächstes Jahr fertigstellen.",
      "example_translation": " Terminé mi tarea ayer, estoy terminando mi proyecto ahora, y terminaré mi título el año que viene.",
      "imageLink": "finish.jpg",
      "audioLink": "finish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bekommen",
      "translation": "obtener",
      "definition": "Etwas zu erwerben oder zu erhalten, oder von jemandem oder irgendwoher zu erhalten.",
      "definition_translation": "Obtener o adquirir algo, o recibir algo de alguien o en algún lugar.",
      "example": "Ich bekam ein Buch aus der Bibliothek, ich bekomme einen Kaffee jetzt und ich werde einen Job nächstes Monat bekommen.",
      "example_translation": "Obtuve un libro de la biblioteca, estoy obteniendo un café ahora, y obteneré un trabajo el próximo mes.",
      "imageLink": "get.jpg",
      "audioLink": "get.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufstehen",
      "translation": "levantarse",
      "definition": "Von einer sitzenden oder liegenden Position aufzustehen, oder aus dem Schlaf aufzuwachen.",
      "definition_translation": "Ponerse de pie desde una posición sentada o acostada, o despertarse del sueño.",
      "example": "Ich stand früh heute Morgen auf, ich stehe langsam aus dem Bett auf und ich werde spät morgen aufstehen.",
      "example_translation": "Me levanté temprano esta mañana, me levanto de la cama lentamente, y me levantaré tarde mañana.",
      "imageLink": "get-up.jpg",
      "audioLink": "get up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geben",
      "translation": "dar",
      "definition": "etwas freiwillig jemandem oder etwas zu überlassen",
      "definition_translation": "transferir la posesión de algo a alguien o algo de manera gratuita",
      "example": "Ich gab ihr ein Buch gestern. Ich gebe ihr ein Buch jede Woche. Ich werde ihr ein Buch morgen geben.",
      "example_translation": "Le di un libro ayer. Le doy un libro cada semana. Le daré un libro mañana.",
      "imageLink": "give.jpg",
      "audioLink": "give.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "ir",
      "definition": "von einem Ort zu einem anderen zu bewegen, typischerweise zu Fuß oder mit einem Fahrzeug",
      "definition_translation": "moverse de un lugar a otro, typicalmente a pie o en un vehículo",
      "example": "Ich ging gestern zum Laden. Ich gehe jeden Tag zum Laden. Ich werde morgen zum Laden gehen.",
      "example_translation": "Fui a la tienda ayer. Voy a la tienda todos los días. Iré a la tienda mañana.",
      "imageLink": "go.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgehen",
      "translation": "salir",
      "definition": "ein Gebäude, Zimmer oder einen anderen abgeschlossenen Raum zu verlassen oder an sozialen Aktivitäten teilzunehmen",
      "definition_translation": "dejar un edificio, habitación u otro espacio cerrado, o participar en actividades sociales",
      "example": "Ich ging gestern Abend mit Freunden aus. Ich gehe jeden Wochenende mit Freunden aus. Ich werde heute Abend mit Freunden ausgehen.",
      "example_translation": "Salí con amigos la noche pasada. Salgo con amigos todos los fines de semana. Saldré con amigos esta noche.",
      "imageLink": "go-out.jpg",
      "audioLink": "go out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "haben",
      "translation": "tener",
      "definition": "etwas physisch oder abstrakt zu besitzen oder zu halten.",
      "definition_translation": "Poseer o mantener algo, ya sea físicamente o abstractamente.",
      "example": "Ich hatte ein Buch gestern, ich habe ein Buch jetzt und ich werde ein Buch morgen haben.",
      "example_translation": "Tuve un libro ayer, tengo un libro ahora, y tendré un libro mañana.",
      "imageLink": "have.jpg",
      "audioLink": "have.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hören",
      "translation": "oír",
      "definition": "mit den Ohren einen Ton wahrzunehmen oder durch mündliche Kommunikation etwas zu erfahren.",
      "definition_translation": "Percebir el sonido con los oídos, o enterarse de algo a través de la comunicación oral.",
      "example": "Ich hörte die Musik gestern, ich höre sie jetzt und ich werde sie morgen hören.",
      "example_translation": "Oí la música ayer, la oigo ahora, y la oiré mañana.",
      "imageLink": "hear.jpg",
      "audioLink": "hear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "helfen",
      "translation": "ayudar",
      "definition": "jemandem oder etwas in einer schwierigen oder herausfordernden Situation zu unterstützen oder zu helfen.",
      "definition_translation": "Asistir o apoyar a alguien o algo, frecuentemente en una situación difícil o desafiante.",
      "example": "Ich half meinem Freund gestern, ich helfe ihnen jetzt und ich werde ihnen morgen helfen.",
      "example_translation": "Ayudé a mi amigo ayer, los ayudo ahora, y los ayudaré mañana.",
      "imageLink": "help.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einladen",
      "translation": "invitar",
      "definition": "jemanden zu einem Ort oder zu einer Aktivität einzuladen, oft in einer formalen Weise.",
      "definition_translation": "Pedir a alguien que vaya a un lugar o hacer algo, a menudo de manera formal.",
      "example": "Ich lud meine Freunde gestern Abend zu einer Party ein. Ich lade sie jetzt zu meiner Hochzeit ein. Ich werde sie zu meiner Abschlussfeier einladen.",
      "example_translation": "Invité a mis amigos a la fiesta la noche pasada. Los estoy invitando a la boda la próxima semana. Los invitaré a la ceremonia de graduación.",
      "imageLink": "invite.jpg",
      "audioLink": "invite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treten",
      "translation": "patear",
      "definition": "etwas mit dem Fuß zu schlagen oder zu treffen, oft mit Kraft.",
      "definition_translation": "Golpear o pegar algo con el pie, a menudo con fuerza.",
      "example": "Ich trat den Ball während des Spiels. Sie trat die Gewohnheit des Rauchens jedes Jahr ab. Er wird sein neues Geschäftsvorhaben bald auf den Weg bringen.",
      "example_translation": "Pateé el balón durante el juego. Ella patea el hábito de fumar cada año. Él dará inicio a su nueva aventura empresarial pronto.",
      "imageLink": "kick.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lernen",
      "translation": "aprender",
      "definition": "durch Studium, Unterricht oder Erfahrung Wissen oder Fähigkeiten zu erwerben.",
      "definition_translation": "Obtener conocimiento o habilidad mediante el estudio, la enseñanza o la experiencia.",
      "example": "Ich lernte, als Kind, ein Fahrrad zu fahren. Sie lernt, Gitarre zu spielen. Sie werden nächstes Sommer schwimmen lernen.",
      "example_translation": "Aprendí a montar bicicleta cuando era niño. Ella está aprendiendo a tocar la guitarra. Ellos aprenderán a nadar el próximo verano.",
      "imageLink": "learn.jpg",
      "audioLink": "learn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "salir",
      "definition": "von einem Ort oder jemandem wegzugehen.",
      "definition_translation": "Irse de un lugar o persona",
      "example": "Ich werde morgen um 8 Uhr das Haus verlassen. Ich verließ die Party früh. Ich verlasse jeden Tag um 7 Uhr mein Haus, um zur Arbeit zu gehen.",
      "example_translation": "Saldré de la casa a las 8am mañana. Salí de la fiesta temprano. Salgo para el trabajo a las 7am todos los días.",
      "imageLink": "leave-1.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mögen",
      "translation": "gustar",
      "definition": "Eine Gefühl der Freude oder des Vergnügens haben",
      "definition_translation": "Tener un sentimiento de placer o disfrute",
      "example": "Ich mag Fußball spielen. Ich mochte den Film. Ich werde es mögen, wenn es morgen schneit.",
      "example_translation": "Me gusta jugar fútbol. Me gustó la película. Me gustará si nieva mañana.",
      "imageLink": "like.jpg",
      "audioLink": "like.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hören",
      "translation": "escuchar",
      "definition": "Auf Geräusche oder jemandem sprechen achten",
      "definition_translation": "Dar atención a los sonidos o a alguien que habla",
      "example": "Ich hörte mir die Musik leise an. Ich werde den Lehreranweisungen zuhören. Ich hatte vorher ein Podcast gehört.",
      "example_translation": "Escuché la música en silencio. Escucharé las instrucciones del maestro. Había escuchado el podcast antes.",
      "imageLink": "listen.jpg",
      "audioLink": "listen.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schauen",
      "translation": "mirar",
      "definition": "seine Aufmerksamkeit auf etwas oder jemanden richten, indem man seinen Kopf oder die Augen in ihre Richtung dreht",
      "definition_translation": "dirigir la atención a algo o alguien, generalmente girando la cabeza o los ojos en su dirección",
      "example": "Ich werde mich den Weg auf der Karte ansehen. Ich schaute auf die Uhr und es war bereits 5 Uhr. Ich freue mich darauf, dich morgen zu sehen.",
      "example_translation": "Voy a mirar el mapa para encontrar el camino. Miré el reloj y ya eran las 5 pm. Espero con interés verte mañana.",
      "imageLink": "look.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lieben",
      "translation": "amar",
      "definition": "Eine starke Gefühl der Zuneigung oder Bindung zu einer anderen Person oder Sache haben",
      "definition_translation": "un sentimiento fuerte de afecto o vínculo con otra persona o cosa",
      "example": "Ich liebte es, Bücher als Kind zu lesen. Ich liebe Zeit mit meiner Familie zu verbringen. Ich werde dich für immer lieben.",
      "example_translation": "Me encantaba leer libros cuando era niño. Me encanta pasar tiempo con mi familia. Te querré por siempre.",
      "imageLink": "love.jpg",
      "audioLink": "love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "machen",
      "translation": "hacer",
      "definition": "etwas durch die Kombination von Materialien oder Teilen zu erstellen oder zu konstruieren",
      "definition_translation": "crear o construir algo combinando materiales o partes",
      "example": "Ich machte einen Kuchen zu meinem Freundes Geburtstag. Ich mache jeden Morgen Frühstück. Ich werde einen Plan machen, um meine Ziele zu erreichen.",
      "example_translation": "Hice un pastel para el cumpleaños de mi amigo. Hago desayuno todas las mañanas. Haré un plan para alcanzar mis objetivos.",
      "imageLink": "make.jpg",
      "audioLink": "make.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "conocer",
      "definition": "in die Gegenwart oder Gesellschaft von jemandem, insbesondere in einem formalen oder geschäftlichen Kontext, zu kommen",
      "definition_translation": "entrar en la presencia o compañía de alguien, especialmente en un entorno formal o empresarial",
      "example": "Ich traf meinen Chef gestern, ich treffe meinen Freund jetzt und ich werde meine Kollegen morgen treffen.",
      "example_translation": "Conocí a mi jefe ayer, estoy conociendo a mi amigo ahora, y conoceré a mis colegas mañana.",
      "imageLink": "meet-2.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "reunirse",
      "definition": "sich zusammenzukommen, oft in einem formalen oder organisierten Weg",
      "definition_translation": "reunirse, a menudo de manera formal o organizada",
      "example": "Das Team wird sich um 2 Uhr treffen, um das Projekt zu besprechen, sie trafen letzten Woche zusammen, um das Ereignis zu planen, und sie treffen nächsten Monat zusammen, um den Fortschritt zu überprüfen.",
      "example_translation": "El equipo se reunirá a las 2 pm para discutir el proyecto, se reunieron la semana pasada para planificar el evento, y se reunirán el próximo mes para revisar el progreso.",
      "imageLink": "meet-3.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "satisfacer",
      "definition": "eine Anforderung oder Bedingung zu erfüllen oder einzuhalten",
      "definition_translation": "satisfacer o cumplir con un requisito o condición",
      "example": "Das Unternehmen wird den Abgabetermin treffen, es traf das Verkaufsziel letztes Quartal und es erfüllt die Bedürfnisse der Kunden.",
      "example_translation": "La empresa cumplirá con el plazo límite, cumplió con el objetivo de ventas del último trimestre, y está satisfaciendo las necesidades del cliente.",
      "imageLink": "meet-1.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brauchen",
      "translation": "necesitar",
      "definition": "etwas zu benötigen, weil es essentiell oder sehr wichtig ist",
      "definition_translation": "requerir algo porque es esencial o muy importante",
      "example": "Ich brauchte einen Kaffee heute Morgen, ich brauche einen Kaffee jetzt und ich werde einen Kaffee morgen brauchen.",
      "example_translation": "Necesité un café esta mañana, necesito un café ahora, y necesitaré un café mañana.",
      "imageLink": "need.jpg",
      "audioLink": "need.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "öffnen",
      "translation": "abrir",
      "definition": "etwas zugänglich, verfügbar oder sichtbar zu machen oder zu werden",
      "definition_translation": "hacer o volverse accesible, disponible o visible",
      "example": "Ich öffnete die Tür gestern, ich öffne die Tür jeden Tag und ich werde die Tür morgen öffnen.",
      "example_translation": "Abrí la puerta ayer, abro la puerta todos los días, y abriré la puerta mañana.",
      "imageLink": "open-3.jpg",
      "audioLink": "open.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "malen",
      "translation": "pintar",
      "definition": "Eine Oberfläche mit Farbe zu bedecken, indem man einen Pinsel oder ein anderes Werkzeug verwendet",
      "definition_translation": "aplicar pintura a una superficie utilizando un pincel o otra herramienta",
      "example": "Ich habe die Wand letzte Woche gestrichen, ich streiche die Wand jeden Wochenende, und ich werde die Wand nächsten Monat streichen.",
      "example_translation": "Pinté la pared la semana pasada, pinto la pared todos los fines de semana, y pintaré la pared el próximo mes.",
      "imageLink": "paint-1.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "malen",
      "translation": "pintar",
      "definition": "Eine Schicht Farbe auf eine Oberfläche aufzutragen, um sie zu schützen oder zu dekorieren.",
      "definition_translation": "Aplicar una capa de pintura a una superficie utilizando un pincel o rodillo, típicamente para protegerla o decorarla.",
      "example": "Ich habe die Wände meines Zimmers gestern gestrichen, ich streiche sie heute, und ich werde sie nächste Woche wieder streichen.",
      "example_translation": "Pinté las paredes de mi habitación ayer, estoy pintándolas hoy y las pintaré de nuovo la próxima semana.",
      "imageLink": "paint.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zahlen",
      "translation": "pagar",
      "definition": "Jemandem Geld für Güter oder Dienstleistungen zu geben.",
      "definition_translation": "Darle dinero a alguien a cambio de algo, como bienes o servicios.",
      "example": "Ich habe die Rechnung gestern bezahlt, ich zahle heute die Miete, und ich werde nächsten Monat die Studiengebühren zahlen.",
      "example_translation": "Pagué la cuenta ayer, estoy pagando la renta hoy y pagaré la cuota de matrícula el próximo mes.",
      "imageLink": "pay.jpg",
      "audioLink": "pay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spielen",
      "translation": "jugar",
      "definition": "Eine Aktivität zur Unterhaltung auszuführen, insbesondere eine, die nicht ernst oder konkurrenzfähig ist.",
      "definition_translation": "Participar en una actividad por placer, especialmente una que no es seria o competitiva.",
      "example": "Ich habe Fußball gestern gespielt, ich spiele heute Tennis, und ich werde morgen Schach spielen.",
      "example_translation": "Jugué fútbol ayer, estoy jugando tenis hoy y jugaré ajedrez mañana.",
      "imageLink": "play-5.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spielen",
      "translation": "jugar",
      "definition": "Eine Aktivität zur Freizeit und Erholung auszuführen, insbesondere im Freien.",
      "definition_translation": "Participar en una actividad por diversión y recreo, especialmente al aire libre.",
      "example": "Ich habe Fußball mit meinen Freunden gestern gespielt, ich spiele Fußball jeden Wochenende, und ich werde nächsten Monat wieder Fußball spielen.",
      "example_translation": "Jugué fútbol con mis amigos ayer, juego fútbol todos los fines de semana y jugaré fútbol de nuevo el mes próximo.",
      "imageLink": "play-1.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "üben",
      "translation": "practicar",
      "definition": "Eine Aktivität oder Übung wiederholt durchzuführen, um sie zu verbessern oder zu beherrschen.",
      "definition_translation": "Realizar una actividad o ejercicio repetidamente con el fin de mejorar o dominarlo.",
      "example": "Ich habe als Kind Klavier geübt, ich übe jeden Morgen Yoga, und ich werde meine Rede vor der Präsentation üben.",
      "example_translation": "Practiqué piano cuando era niño, practico yoga todas las mañanas y practicaré mi discurso antes de la presentación.",
      "imageLink": "practise.jpg",
      "audioLink": "practise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stellen",
      "translation": "poner",
      "definition": "Etwas in einer bestimmten Position oder Lage zu platzieren oder zu setzen.",
      "definition_translation": "Colocar o establecer algo en una posición o ubicación particular.",
      "example": "Ich habe das Buch auf den Tisch gestellt, ich stelle mein Telefon in meine Tasche, und ich werde den Schlüssel in die Tür stecken.",
      "example_translation": "Puse el libro en la mesa, pongo mi teléfono en mi bolsillo y pondré la llave en la puerta.",
      "imageLink": "put.jpg",
      "audioLink": "put.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lesen",
      "translation": "leer",
      "definition": "Geschriebene Sprache zu interpretieren oder zu verstehen",
      "definition_translation": "interpretar o entender lenguaje escrito",
      "example": "Ich habe ein Buch gestern gelesen, ich lese jetzt ein Buch, und ich werde morgen ein Buch lesen.",
      "example_translation": "Leí un libro ayer, estoy leyendo un libro ahora y leeré un libro mañana.",
      "imageLink": "read.jpg",
      "audioLink": "read.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erinnern",
      "translation": "recordar",
      "definition": "Informationen oder eine Erinnerung ins Gedächtnis zu rufen",
      "definition_translation": "recordar o traer a la mente información o un recuerdo",
      "example": "Ich habe mich gestern an mein Passwort erinnert, ich erinnere mich jetzt an mein Passwort, und ich werde mich morgen an mein Passwort erinnern.",
      "example_translation": "Recordé mi contraseña ayer, estoy recordando mi contraseña ahora y recordaré mi contraseña mañana.",
      "imageLink": "remember.jpg",
      "audioLink": "remember.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "montar",
      "definition": "Auf einem Tier oder Fahrzeug zu sitzen und seine Bewegung zu kontrollieren",
      "definition_translation": "sentarse y controlar el movimiento de un animal o vehículo",
      "example": "Ich habe gestern Fahrrad gefahren, ich fahre jetzt Fahrrad, und ich werde morgen Fahrrad fahren.",
      "example_translation": "Monté una bicicleta ayer, estoy montando una bicicleta ahora y montaré una bicicleta mañana.",
      "imageLink": "ride.jpg",
      "audioLink": "ride.mp3"
    }
  ]