[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freitag",
      "translation": "Viernes",
      "definition": "Der Tag der Woche zwischen Donnerstag und Samstag, und der fünfte Tag der Woche im internationalen Standard",
      "definition_translation": "El día de la semana entre jueves y sábado, y el quinto día de la semana en estándar internacional",
      "example": "Ich treffe dich am Freitag um 17 Uhr. Ich traf dich am Freitag letzte Woche. Ich treffe dich jeden Freitag.",
      "example_translation": "Me reuniré contigo el viernes a las 5pm. Me reuní contigo el viernes de la semana pasada. Me reúno contigo cada viernes.",
      "imageLink": "image_files\\English\\friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Montag",
      "translation": "Lunes",
      "definition": "Der Tag der Woche vor Dienstag, und der erste Tag der Woche im internationalen Standard",
      "definition_translation": "El día de la semana antes del martes, y el primer día de la semana en estándar internacional",
      "example": "Ich beginne meinen neuen Job am Montag. Ich begann am Montag letzten Jahres zu arbeiten. Ich beginne jede Woche am Montag.",
      "example_translation": "Empezaré mi nuevo trabajo el lunes. Empecé a trabajar el lunes del año pasado. Empiezo mi semana el lunes.",
      "imageLink": "image_files\\English\\monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samstag",
      "translation": "Sábado",
      "definition": "Der Tag der Woche zwischen Freitag und Sonntag, und der sechste Tag der Woche im internationalen Standard",
      "definition_translation": "El día de la semana entre viernes y domingo, y el sexto día de la semana en estándar internacional",
      "example": "Ich gehe am Samstag zum Strand. Ich ging am Samstag letzten Wochenende in den Park. Ich gehe jeden Samstagmorgen auf den Markt.",
      "example_translation": "Iré a la playa el sábado. Fui al parque el sábado del fin de semana pasado. Voy al mercado los sábados por la mañana.",
      "imageLink": "image_files\\English\\saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonntag",
      "translation": "Domingo",
      "definition": "Der Tag der Woche zwischen Samstag und Montag.",
      "definition_translation": "El día de la semana entre sábado y lunes.",
      "example": "Ich treff dich am Sonntag. Ich traf dich am Sonntag. Ich habe dich am Sonntag getroffen.",
      "example_translation": "Te rencontraré el domingo. Te rencontré el domingo. Te he rencontrado el domingo.",
      "imageLink": "image_files\\English\\sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donnerstag",
      "translation": "Jueves",
      "definition": "Der Tag der Woche zwischen Mittwoch und Freitag.",
      "definition_translation": "El día de la semana entre miércoles y viernes.",
      "example": "Ich gehe am Donnerstag ins Kino. Ich ging am Donnerstag ins Kino. Ich bin am Donnerstag ins Kino gegangen.",
      "example_translation": "Iré al cine el jueves. Fui al cine el jueves. He ido al cine el jueves.",
      "imageLink": "image_files\\English\\thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dienstag",
      "translation": "Martes",
      "definition": "Der Tag der Woche zwischen Montag und Mittwoch.",
      "definition_translation": "El día de la semana entre lunes y miércoles.",
      "example": "Ich studiere am Dienstag für meine Prüfung. Ich studierte am Dienstag für meine Prüfung. Ich habe am Dienstag für meine Prüfung studiert.",
      "example_translation": "Estudiaré para mi examen el martes. Estudié para mi examen el martes. He estudiado para mi examen el martes.",
      "imageLink": "image_files\\English\\tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mittwoch",
      "translation": "miércoles",
      "definition": "Der Tag der Woche zwischen Dienstag und Donnerstag.",
      "definition_translation": "El día de la semana entre martes y jueves.",
      "example": "Ich treff dich am Mittwoch. Ich traf dich am Mittwoch. Ich hatte dich am Mittwoch getroffen.",
      "example_translation": "Me reuniré contigo el miércoles. Me reuní contigo el miércoles. Había reunido contigo el miércoles.",
      "imageLink": "image_files\\English\\wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]