[
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baum",
      "translation": "árbol",
      "definition": "Eine mehrjährige Pflanze mit einem verlängerten Stamm oder Stamm, der Äste und Blätter in den meisten Arten trägt.",
      "definition_translation": "Una planta perenne con un tallo alargado, o tronco, que sostiene ramas y hojas en la mayoría de las especies.",
      "example": "Ich kletterte den Baum, als ich ein Kind war. Ich klettere den Baum jedes Wochenende. Ich werde den Baum nächsten Sommer erklettern.",
      "example_translation": "Subí el árbol cuando era niño. Subo el árbol cada fin de semana. Subiré el árbol el próximo verano.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "manzano",
      "definition": "Ein Laubbaum, der für seine Früchte kultiviert wird, die oft frisch gegessen oder in der Küche und bei der Cider-Herstellung verwendet werden.",
      "definition_translation": "Un árbol deciduo cultivado por su fruta, que a menudo se come fresca o se utiliza en la cocina y la producción de sidra.",
      "example": "Ich sah einen Apfelbaum im Obstgarten. Ich sehe einen Apfelbaum im Hinterhof. Ich werde einen Apfelbaum im Garten sehen.",
      "example_translation": "Vi un manzano en el huerto. Veo un manzano en el patio trasero. Veré un manzano en el jardín.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wald",
      "translation": "bosque",
      "definition": "Ein großer Bereich von Land, der mit Bäumen und Unterholz bedeckt ist, oft von wilden Tieren und Pflanzen bewohnt.",
      "definition_translation": "Un área grande de tierra cubierta de árboles y vegetación, a menudo habitada por animales y plantas silvestres.",
      "example": "Ich ging letzten Wochenende in den Wald. Ich gehe jedes Jahr in den Wald. Ich werde nächsten Monat in den Wald gehen.",
      "example_translation": "Fui al bosque el fin de semana pasado. Voy al bosque cada año. Iré al bosque el próximo mes.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "rama",
      "definition": "Ein Zweig ist ein Teil eines Baumes, der vom Stamm wächst und Blätter, Früchte oder Blüten darauf hat.",
      "definition_translation": "Una rama es una parte de un árbol que crece desde el tronco y tiene hojas, frutas o flores en ella.",
      "example": "Ich kletterte den Baum, um die Frucht vom höchsten Zweig zu holen. Gestern schnitt ich den toten Zweig, um dem Baum zu helfen, zu wachsen. Bis nächstes Jahr wird der neue Zweig stark genug sein, um das Gewicht zu tragen.",
      "example_translation": "Subí el árbol para obtener la fruta de la rama más alta. Ayer, podé la rama muerta para ayudar al árbol a crecer. Para el próximo año, la nueva rama será lo suficientemente fuerte como para soportar el peso.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Obstbaum",
      "translation": "árbol frutal",
      "definition": "Ein Obstbaum ist ein Baum, der Früchte produziert, wie Äpfel, Bananen oder Orangen, die von Menschen oder Tieren gegessen werden.",
      "definition_translation": "Un árbol frutal es un árbol que produce frutas, como manzanas, plátanos o naranjas, que se comen por humanos o animales.",
      "example": "Wir pflanzten einen Obstbaum in unserem Hinterhof letzten Jahr und jetzt produziert er leckere Äpfel. Der Obstbaum im Park ist ein beliebter Platz für Kinder, um zu spielen. Bis nächstem Frühling wird unser Obstbaum blühen.",
      "example_translation": "Plantamos un árbol frutal en nuestro patio trasero el año pasado, y ahora está produciendo deliciosas manzanas. El árbol frutal en el parque es un lugar popular para que los niños jueguen. Para la próxima primavera, nuestro árbol frutal estará floreciendo con flores.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blatt",
      "translation": "hoja",
      "definition": "Ein Blatt ist ein grünes, flaches Teil einer Pflanze, das auf einem Stamm oder Zweig wächst und Nahrung für die Pflanze durch Photosynthese produziert.",
      "definition_translation": "Una hoja es una parte plana y verde de una planta que crece en un tallo o rama y produce alimentos para la planta a través de la fotosíntesis.",
      "example": "Das Blatt auf der Pflanze war welk, also goss ich es. Das Blatt, das vom Baum fiel, war knirschend unter meinen Füßen. Bis nächstem Herbst wird das Blatt gelb werden und abfallen.",
      "example_translation": "La hoja en la planta estaba marchita, así que la regué. La hoja que cayó del árbol era crujiente bajo mis pies. Para el próximo otoño, la hoja se volverá amarilla y caerá.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiche",
      "translation": "roble",
      "definition": "Ein Laubbaum mit rauem graubraunem Rinde und gelappten Blättern, heimisch in der nördlichen Hemisphäre.",
      "definition_translation": "Un árbol caducifolio con corteza gris parduzca y hojas lobuladas, nativo del hemisferio norte.",
      "example": "Die Eiche in unserem Hinterhof war über 100 Jahre alt. Sie stand dort für Generationen. Sie wird noch viele Jahre stehen.",
      "example_translation": "El roble en nuestro patio trasero tenía más de 100 años. Ha estado allí por generaciones. Estará allí durante muchos años por venir.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflaumenbaum",
      "translation": "ciruelo",
      "definition": "Ein kleiner Laubbaum mit schönen Blüten und essbaren Früchten, heimisch in Asien und Europa.",
      "definition_translation": "Un árbol caducifolio pequeño con flores vistosas y frutas comestibles, nativo de Asia y Europa.",
      "example": "Wir pflanzten einen Pflaumenbaum in unserem Garten letzten Jahr. Er produziert bereits Blüten. Er wird bald leckere Pflaumen produzieren.",
      "example_translation": "Plantamos un ciruelo en nuestro jardín el año pasado. Ya ha producido flores. Pronto producirá ciruelas deliciosas.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "raíz",
      "definition": "Der unterirdische Teil einer Pflanze, der Wasser und Nährstoffe aus dem Boden absorbiert.",
      "definition_translation": "La parte subterránea de una planta que absorbe agua y nutrientes del suelo.",
      "example": "Die Wurzel der Pflanze wurde während des Umsetzens beschädigt. Sie war Jahre gewachsen. Sie wird bald wieder wachsen.",
      "example_translation": "La raíz de la planta se dañó durante el trasplante. Había estado creciendo durante años. Crecerá de nuevo pronto.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palme",
      "translation": "palma",
      "definition": "Eine Palme ist eine Pflanze mit einem einzigen Stamm, bekannt für ihre Blätter, die wie Federn geformt sind.",
      "definition_translation": "Una palma es un tipo de planta con un solo tallo, conocida por sus hojas que tienen forma de plumas.",
      "example": "Ich kletterte eine Palme, um einen besseren Blick zu haben. Ich klettere eine Palme, um einen besseren Blick zu haben. Ich werde eine Palme klettern, um einen besseren Blick zu haben.",
      "example_translation": "Subí un árbol de palma para tener una vista mejor. Estoy subiendo un árbol de palma para tener una vista mejor. Subiré un árbol de palma para tener una vista mejor.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldland",
      "translation": "bosque",
      "definition": "Ein Waldland ist ein Gebiet, das mit Bäumen und Unterwuchs bedeckt ist, oft mit wilden Tieren.",
      "definition_translation": "Un bosque es un área de tierra cubierta de árboles y maleza, a menudo con animales silvestres.",
      "example": "Ich ging durch das Waldland, um zum Fluß zu gelangen. Ich gehe durch das Waldland, um zum Fluß zu gelangen. Ich werde durch das Waldland gehen, um zum Fluß zu gelangen.",
      "example_translation": "Caminé a través del bosque para llegar al río. Estoy caminando a través del bosque para llegar al río. Caminaré a través del bosque para llegar al río.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akazie",
      "translation": "acacia",
      "definition": "Eine Akazie ist ein Typ von Baum oder Strauch mit zusammengesetzten Blättern und kleinen, oft gelben Blüten.",
      "definition_translation": "Una acacia es un tipo de árbol o arbusto con hojas compuestas y flores pequeñas, a menudo amarillas.",
      "example": "Der Akazienbaum bot Schatten vor der heißen Sonne. Der Akazienbaum bietet Schatten vor der heißen Sonne. Der Akazienbaum wird Schatten vor der heißen Sonne bieten.",
      "example_translation": "El árbol de acacia proporcionó sombra del sol caliente. El árbol de acacia está proporcionando sombra del sol caliente. El árbol de acacia proporcionará sombra del sol caliente.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erle",
      "translation": "aliso",
      "definition": "Ein Laubbaum oder Strauch der Birkenfamilie, mit kegelförmigen Blättern und männlichen Kätzchen, in Feuchtgebieten und entlang von Flüssen gefunden.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de lasBetuláceas, con hojas cónicas y amentos masculinos, encontrado en humedales y a lo largo de los ríos.",
      "example": "Der Erlebaum wuchs schnell am Flussufer. Der Bauer wird nächstes Frühjahr einen Erlebaum pflanzen. Wenn es regnet, wird der Erlebaum gedeihen.",
      "example_translation": "El árbol de aliso creció rápidamente cerca de la orilla del río. El granjero plantará un árbol de aliso la próxima primavera. Si llueve, el árbol de aliso prosperará.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandelbaum",
      "translation": "almendro",
      "definition": "Ein Laubbaum oder Strauch der Rosengewächse, mit schoßfarbenen oder weißen Blüten und essbaren Nüssen, ursprünglich aus Südwestasien und dem Mittelmeerraum.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de las Rosáceas, con flores rosadas o blancas vistosas y nueces comestibles, nativo del sudoeste de Asia y la región del Mediterráneo.",
      "example": "Der Mandelbaum blühte schön im Garten. Wir pflückten Mandeln vom Baum gestern. Der Bauer wird nächsten Monat den Mandelbaum beschneiden.",
      "example_translation": "El almendro floreció hermosamente en el jardín. Recogimos almendras del árbol ayer. El granjero podará el almendro el próximo mes.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esche",
      "translation": "fresno",
      "definition": "Ein Laubbaum der Olivefamilie, mit zusammengesetzten Blättern und schwarzen Knospen, ursprünglich aus Europa und Westasien.",
      "definition_translation": "Un árbol caducifolio de la familia de las Oleáceas, con hojas compuestas y yemas negras características, nativo de Europa y Asia occidental.",
      "example": "Der Eschenbaum stand hoch im Wald. Wir verbrannten Eschenholz im Kamin letzte Nacht. Der Eschenbaum wird nächstes Jahr seine Äste neu wachsen lassen.",
      "example_translation": "El fresno se alzaba alto en el bosque. Quemamos madera de fresno en la chimenea anoche. El fresno regenerará sus ramas el año próximo.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baobab",
      "translation": "baobab",
      "definition": "Ein Baobab ist ein Typ von Laubbaum, der ursprünglich aus Afrika, Australien und dem Indischen Ozean stammt. Er hat eine besondere Form, mit einem dicken, wasserhaltigen Stamm und Ästen, die wie Wurzeln aussehen.",
      "definition_translation": "Un baobab es un tipo de árbol deciduo originario de África, Australia y el Océano Índico. Tiene una forma distintiva, con un tronco grueso que almacena agua y ramas que se asemejan a raíces.",
      "example": "Der Baobabbaum wurde über Jahrhunderte als Quelle für Nahrung und Medizin genutzt. Heute wird er noch in vielen afrikanischen Ländern verwendet. In Zukunft hoffen Wissenschaftler, mehr über seine medizinischen Eigenschaften zu entdecken.",
      "example_translation": "El árbol de baobab ha sido utilizado durante siglos como fuente de alimentos y medicinas. Hoy en día, todavía se utiliza en muchos países africanos. En el futuro, los científicos esperan descubrir más sobre sus propiedades medicinales.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buche",
      "translation": "haya",
      "definition": "Eine Buche ist ein Typ von Laubbaum, der ursprünglich aus Europa und Nordamerika stammt. Er hat eine glatte, graue Rinde und kleine, essbare Nüsse.",
      "definition_translation": "Una haya es un tipo de árbol deciduo originario de Europa y América del Norte. Tiene una corteza lisa y gris y pequeñas nueces comestibles.",
      "example": "Der Buchenbaum wird oft als Zierbaum in Parks und Gärten verwendet. In der Vergangenheit wurde sein Holz für Möbel verwendet. Heute wird es noch für Böden und Wandverkleidungen verwendet.",
      "example_translation": "El árbol de haya se utiliza a menudo como árbol ornamental en parques y jardines. En el pasado, su madera se utilizaba para hacer muebles. Hoy en día, todavía se utiliza para pavimentos y revestimientos.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birke",
      "translation": "abedul",
      "definition": "Eine Birke ist ein Typ von Laubbaum, der ursprünglich aus dem nördlichen Halbkugel stammt. Er hat eine weiße, papierähnliche Rinde und schlanke Äste.",
      "definition_translation": "Un abedul es un tipo de árbol deciduo originario del Hemisferio Norte. Tiene una corteza blanca y papirácea y ramas delgadas.",
      "example": "Der Birkenbaum wird oft in der Landschaftsgestaltung verwendet, wegen seiner einzigartigen Form und Farbe. In der Vergangenheit wurde seine Rinde für Kanus verwendet. Heute wird sie noch für Handwerk und Dekorationen verwendet.",
      "example_translation": "El árbol de abedul se utiliza a menudo en paisajismo debido a su forma y color únicos. En el pasado, su corteza se utilizaba para hacer canoas. Hoy en día, todavía se utiliza para manualidades y decoraciones.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ast",
      "translation": "rama",
      "definition": "Ein Zweig, insbesondere ein Hauptzweig, eines Baumes.",
      "definition_translation": "Una rama, especialmente una rama principal, de un árbol.",
      "example": "Der Vogel baute sein Nest auf einem stabilen Ast. Der Baumzweig brach im Sturm ab, aber wir konnten einen stabilen Ast bergen. Bis nächstes Jahr wird der Baum einen neuen Ast hinzugewachsen haben.",
      "example_translation": "El pájaro construyó su nido en una rama resistente. La rama del árbol se rompió en la tormenta, pero logramos rescatar una rama resistente. Para el próximo año, el árbol habrá crecido una nueva rama.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeder",
      "translation": "cedro",
      "definition": "Ein Nadelbaum der Gattung Cedrus, ursprünglich aus den Bergen des westlichen Himalaja und des Mittelmeerraums.",
      "definition_translation": "Un árbol conífero del género Cedrus, nativo de las montañas del Himalaya occidental y la región del Mediterráneo.",
      "example": "Wir wanderten durch den Wald von Zedernbäumen. Das Zedernholz war duftend und insektenresistent. Bis zu unserer Rückkehr war der Zedernbaum gewachsen.",
      "example_translation": "Camino a través del bosque de árboles de cedro. La madera de cedro era fragante y resistente a los insectos. Para cuando regresamos, el árbol de cedro había crecido más alto.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirschbaum",
      "translation": "cerezo",
      "definition": "Ein Baum oder Strauch, der Kirschen produziert, ursprünglich aus den gemäßigten Regionen der nördlichen Hemisphäre.",
      "definition_translation": "Un árbol o arbusto que produce cerezas, nativo de las regiones templadas del hemisferio norte.",
      "example": "Wir pflanzten einen Kirschbaum in unserem Hinterhof. Der Kirschbaum blühte wunderschön im Frühling. Bis nächsten Sommer wird der Kirschbaum voller Früchte sein.",
      "example_translation": "Plantamos un cerezo en nuestro patio trasero. El cerezo floreció hermosamente en la primavera. Para el próximo verano, el cerezo estará cargado de frutas.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kokospalme",
      "translation": "palma de coco",
      "definition": "Eine hohe Palme, die in tropischen Regionen heimisch ist und Kokosnüsse als Frucht trägt.",
      "definition_translation": "Un árbol de palma alto originario de regiones tropicales, que produce cocos como fruta.",
      "example": "Wir kletterten als Kinder auf Kokospalmen; jetzt verwenden wir ihr Öl zum Kochen. Ich werde nächstes Jahr eine Kokospalme in meinem Hinterhof pflanzen.",
      "example_translation": "Solíamos subir a palmas de coco cuando éramos niños; ahora usamos su aceite para cocinar. Plantaré una palma de coco en mi patio trasero el próximo año.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "cono",
      "definition": "Eine Form mit einer kreisförmigen Basis und sich verjüngenden Seiten, die an einer Spitze treffen, typischerweise in Mathematik und Geometrie verwendet.",
      "definition_translation": "Una forma con una base circular y lados que se estrechan hasta un punto, utilizada típicamente en matemáticas y geometría.",
      "example": "Das Kind hielt einen Kegel Eiscreme; er schmolz schnell. Wir lernten über Kegel im Geometrie-Unterricht gestern. Ich werde einen Verkehrkegel für meine Baustelle nächste Woche kaufen.",
      "example_translation": "El niño sostenía un cono de helado; se derritió rápidamente. Aprendimos sobre conos en la clase de geometría ayer. Compraré un cono de tráfico para mi sitio de construcción la próxima semana.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelbaum",
      "translation": "árbol conífero",
      "definition": "Ein Baum, der Zapfen produziert und nadelförmige Blätter hat, oft in kalten Klimazonen gefunden.",
      "definition_translation": "Un tipo de árbol que produce conos y tiene hojas como agujas, frecuentemente encontrado en climas fríos.",
      "example": "Wir pflanzten Nadelbäume in unserem Hinterhof, um Schatten zu spenden; sie wuchsen rasch. Ich sah Nadelbäume in den Bergen letztes Jahr. Wir werden Nadelbäume für Weihnachten nächste Monat dekorieren.",
      "example_translation": "Plantamos árboles coníferos en nuestro patio trasero para proporcionar sombra; crecieron rápidamente. Vi árboles coníferos en las montañas el año pasado. Decoraremos árboles coníferos para Navidad el próximo mes.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laubbaum",
      "translation": "árbol caduco",
      "definition": "Ein Laubbaum ist ein Baum, der seine Blätter jährlich abwirft, typischerweise während des Herbstes oder Winters.",
      "definition_translation": "Un árbol caduco es un tipo de árbol que pierde sus hojas anualmente, generalmente durante otoño o invierno.",
      "example": "Der Park war voller Laubbäume, die bereits ihre Blätter abgeworfen hatten, was eine wunderschöne Kulisse schuf. Letztes Jahr waren die Bäume voller grüner Blätter, aber nächstes Jahr werden sie neue Blätter treiben. Wenn ich den Park wieder besuche, werden die Laubbäume ihre Farben gewechselt haben.",
      "example_translation": "El parque estaba lleno de árboles caducos que ya habían perdido sus hojas, creando un paisaje hermoso. El año pasado, los árboles estaban llenos de hojas verdes, pero el próximo año, crecerán nuevas. Para cuando visite el parque de nuevo, los árboles caducos habrán cambiado de color.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holunder",
      "translation": "saúco",
      "definition": "Ein Holunder ist ein Strauch oder kleiner Baum, derCluster von kleinen, dunkel purpurnen Beeren produziert.",
      "definition_translation": "Un saúco es un tipo de arbusto o árbol pequeño que produce racimos de pequeñas bayas oscuras moradas.",
      "example": "Ich pflückte einige Holunderbeeren aus dem Garten, um ein leckeres Marmelade zu machen. Letzten Sommer benutzte ich Holunderbeeren, um einen erfrischenden Drink zuzubereiten, und nächstes Herbst werde ich versuchen, Holunderwein herzustellen. Als ich ein Kind war, machte meine Großmutter immer Holunderkuchen.",
      "example_translation": "Recogí algunos saúcos del jardín para hacer una deliciosa mermelada. El verano pasado, utilicé saúcos para hacer una bebida refrescante, y el próximo otoño, intentaré hacer vino de saúco. Cuando era niño, mi abuela solía hacer pasteles de saúco.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ulm",
      "translation": "olmo",
      "definition": "Eine Ulme ist ein Laubbaum, der eine ausladende Krone hat und oft in feuchten Gebieten wächst.",
      "definition_translation": "Un olmo es un tipo de árbol caduco que tiene una copa extendida y a menudo crece en áreas húmedas.",
      "example": "Die Ulme in unserem Hinterhof war Heimat für viele Vögel. Letztes Jahr war die Ulme von Schädlingen befallen, aber dieses Jahr ist sie wieder gesund. In Zukunft werde ich mehr Ulmen in dem Garten pflanzen, um eine schöne Landschaft zu schaffen.",
      "example_translation": "El olmo del patio trasero de nuestra casa era el hogar de muchos pájaros. El año pasado, el olmo estaba infestado de plagas, pero este año, está sano de nuevo. En el futuro, plantaré más olmos en el jardín para crear un paisaje hermoso.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feigenbaum",
      "translation": "higuera",
      "definition": "Ein Feigenbaum ist ein Laubstrauch oder kleiner Baum, der in der Mittelmeerregion heimisch ist und für seine essbaren Früchte kultiviert wird.",
      "definition_translation": "Un árbol de higuera es un arbusto caducifolio o pequeño árbol originario del Medio Oriente y región mediterránea, cultivado por su fruta comestible.",
      "example": "Der Bauer kürzte den Feigenbaum sorgfältig, um eine reiche Ernte zu sichern. Letztes Jahr produzierte der Feigenbaum eine Fülle von Früchten. Wenn wir einen Feigenbaum heute pflanzen, wird er nächstes Sommer Früchte tragen.",
      "example_translation": "El agricultor podó con cuidado el árbol de higuera para asegurar una cosecha abundante. El año pasado, el árbol de higuera produjo una abundancia de fruta. Si plantamos un árbol de higuera hoy, dará fruto la próxima verano.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tanne",
      "translation": "abeto",
      "definition": "Eine Tanne ist ein Nadelbaum mit nadelförmigen Blättern, ursprünglich aus den bergigen Regionen Nordamerikas, Europas und Asiens.",
      "definition_translation": "Un abeto es un árbol conífero con hojas aciculares, originario de regiones montañosas de América del Norte, Europa y Asia.",
      "example": "Die Tanne stand hoch in dem schneebedeckten Wald. Wir dekorierten die Tanne mit Lichtern und Schmuck für Weihnachten. Wenn wir eine Tanne heute pflanzen, wird sie in ein paar Jahren groß sein.",
      "example_translation": "El árbol de abeto se erguía alto en el bosque nevado. Decoramos el árbol de abeto con luces y ornamentas para Navidad. Si plantamos un árbol de abeto hoy, crecerá alto en unos pocos años.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hasel",
      "translation": "avellano",
      "definition": "Eine Hasel ist ein Laubstrauch oder kleiner Baum mit runden Blättern, ursprünglich aus Europa und Asien, oft für Zäune und Hecken verwendet.",
      "definition_translation": "Un avellano es un arbusto caducifolio o pequeño árbol con hojas redondas, originario de Europa y Asia, a menudo utilizado para cercas y setos.",
      "example": "Die Hasel wuchs wild im Wald. Wir verwendeten Haselzweige, um einen Zaun zu bauen. Nächstes Herbst werden wir Haselnüsse von der Hasel ernten.",
      "example_translation": "El árbol de avellano crecía salvaje en el bosque. Usamos ramas de avellano para construir una cerca. El próximo otoño, cosecharemos avellanas del árbol de avellano.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stechpalme",
      "translation": "acebo",
      "definition": "Eine stachelige immergrüne Baum- oder Strauchart mit roten Beeren, oft als Weihnachtsymbol verwendet.",
      "definition_translation": "Un árbol o arbusto perenne con espinas, con bayas rojas brillantes, a menudo utilizado como símbolo de Navidad.",
      "example": "Die Stechpalme in unserem Garten war mit roten Beeren beladen. Ich habe das Haus mit Stechpalme dekoriert letztes Weihnachten. Ich werde nächstes Jahr einen Stechpalme-Baum in meinem Garten pflanzen.",
      "example_translation": "El arbusto de acebo en nuestro jardín estaba cargado de bayas rojas brillantes. Decoré la casa con acebo la Navidad pasada. Voy a plantar un árbol de acebo en mi jardín el año que viene.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hainbuche",
      "translation": "carpe",
      "definition": "Ein laubabwerfender Baum mit glatter grauer Rinde und hartem Holz, oft für Möbel und Werkzeuge verwendet.",
      "definition_translation": "Un árbol caduco con un tronco gris liso y madera dura, a menudo utilizado para muebles y mangos de herramientas.",
      "example": "Der Hainbuche-Baum im Park war älter als die Eiche. Ich musste das Hainbuche-Holz abschleifen, um es glatt zu machen. Der Tischler wird nächste Woche einen neuen Stuhl aus Hainbuche-Holz bauen.",
      "example_translation": "El árbol de carpe en el parque era más antiguo que el árbol de roble. Tuve que lijar la madera de carpe para hacerla suave. El carpintero utilizará madera de carpe para hacer una silla nueva la próxima semana.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Roßkastanie",
      "translation": "castaño de indias",
      "definition": "Ein großer laubabwerfender Baum mit breiter, gerundeter Krone und essbaren Nüssen, oft als Schattbaum verwendet.",
      "definition_translation": "Un gran árbol caduco con una corona redondeada ancha y nueces comestibles, a menudo utilizado como árbol de sombra.",
      "example": "Der Roßkastanie-Baum in unserem Garten war ein beliebter Spielplatz für Kinder. Ich habe Roßkastanien über offenem Feuer geröstet letzten Herbst. Wir werden nächstes Frühjahr Roßkastanie-Bäume im Park pflanzen.",
      "example_translation": "El árbol de castaño de indias en el jardín era un lugar popular para que los niños jugaran. Asé castañas de indias sobre una hoguera abierta la última otoño. Plantaremos árboles de castaño de indias en el parque la próxima primavera.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wacholder",
      "translation": "enebro",
      "definition": "Ein kleiner immergrüner Baum oder Strauch mit nadelförmigen Blättern und Zapfen, oft als Gewürz oder zur Herstellung von Gin verwendet.",
      "definition_translation": "un árbol o arbusto siempreverde pequeño con hojas en forma de aguja y conos, típicamente utilizado como especia o para hacer ginebra",
      "example": "Der Duft von Wacholder füllte die Luft, erinnerte mich an meine Großmutter's berühmtes Gin-basiertes Cocktail. Sie hatte Wacholder-Bäume in ihrem Hinterhof, und ich spielte oft darunter als Kind. Eines Tages werde ich Wacholder-Bäume in meinem eigenen Garten pflanzen.",
      "example_translation": "El olor del enebro llenó el aire, recordándome la famosa cóctel basada en ginebra de mi abuela. Tenía árboles de enebro en su patio trasero, y yo solía jugar entre ellos de niño. Un día, plantaré árboles de enebro en mi propio jardín.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lärche",
      "translation": "lárice",
      "definition": "Ein coniferer Baum, der seine Nadeln jährlich verliert, typischerweise in Gebirgsregionen gefunden.",
      "definition_translation": "un árbol conífero que pierde sus agujas anualmente, típicamente encontrado en regiones montañosas",
      "example": "Die Lärche-Bäume in den Bergen wandelten sich im Herbst in ein goldenes Landschaftsbild um. Als Kind half ich meinem Vater, Lärche-Zapfen zu sammeln, um sie als Dekoration zu verwenden. In Zukunft hoffe ich, in den Alpen zwischen den Lärche-Bäumen zu skifahren.",
      "example_translation": "Los árboles de lárice en las montañas se volvieron dorados en el otoño, creando un paisaje impresionante. De niño, yo ayudaba a mi padre a recoger conos de lárice para usarlos como decoraciones. En el futuro, espero ir esquíando entre los árboles de lárice en los Alpes.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linde",
      "translation": "tilo",
      "definition": "Ein laubabwerfender Baum mit herzförmigen Blättern, oft als Schattbaum oder zur Herstellung von Tee verwendet.",
      "definition_translation": "un árbol caducifolio con hojas en forma de corazón, a menudo utilizado como árbol de sombra o para hacer té",
      "example": "Der Linde-Baum in unserem Hinterhof bot Schatten für unsere Sommer-Grillen. Als Kind spielte ich unter dem Linde-Baum, beobachtete die Blätter im Wind rascheln. Eines Tages werde ich einen Linde-Baum in meinem eigenen Garten pflanzen, wo ich sitzen und den Schatten genießen kann.",
      "example_translation": "El árbol de tilo en nuestro patio trasero proporcionaba sombra para nuestras barbacoas de verano. De niño, yo solía jugar debajo del árbol de tilo, viendo cómo las hojas crujían en el viento. Un día, plantaré un árbol de tilo en mi propio jardín, donde puedo sentarme y disfrutar de la sombra.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ahorn",
      "translation": "árceo",
      "definition": "Ein Ahorn ist ein laubabwerfender Strauch oder kleiner Baum, der in Asien und Nordamerika heimisch ist, bekannt für seine charakteristischen Palmblätter und leuchtenden Herbstfarben.",
      "definition_translation": "Un arceo es un tipo de arbusto o árbol pequeño caducifolio originario de Asia y América del Norte, conocido por sus hojas palmadas características y brillantes colores otoñales.",
      "example": "Der Ahorn-Baum in unserem Hinterhof brannte letzten Herbst mit Farbe. Jetzt blüht er mit schönen Blumen. Bis nächstem Jahr wird er noch größer gewachsen sein.",
      "example_translation": "El árbol de arceo en nuestro patio trasero estaba ardiendo de color el otoño pasado. Hoy en día, está floreciendo con hermosas flores. Para el próximo año, habrá crecido aún más alto.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eberesche",
      "translation": "serbal",
      "definition": "Eine Eberesche ist ein kleiner bis mittelgroßer laubabwerfender Baum mit roten Beeren, in Europa, Asien und Nordamerika heimisch, oft mit Magie und Schutz in der keltischen Mythologie assoziiert.",
      "definition_translation": "Un serbal es un árbol decíduo pequeño a mediano con bayas rojas brillantes, originario de Europa, Asia y América del Norte, a menudo asociado con magia y protección en la mitología celta.",
      "example": "Der Eberesche-Baum im Park war letzten Winter mit Beeren beladen. Jetzt blüht er mit weißen Blumen. Bis nächstem Herbst werden die Vögel an seinen Früchten fressen.",
      "example_translation": "El árbol de serbal en el parque estaba cargado de bayas el invierno pasado. Ahora, está en plena flor con flores blancas. Para el próximo otoño, los pájaros estarán disfrutando de su fruto.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mammutbaum",
      "translation": "secuoya",
      "definition": "Ein Mammutbaum ist ein riesiger immergrüner Baum, in Nordamerika heimisch, bekannt für seine stattliche Höhe, breite Stammkrone und lange Lebensdauer, mit einigen Exemplaren, die über 2.000 Jahre alt sind.",
      "definition_translation": "Una secuoya es un árbol perenne gigante originario de la costa oeste de América del Norte, caracterizado por su altura impresionante, tronco ancho y larga longevidad, con algunos especímenes viviendo más de 2,000 años.",
      "example": "Der Mammutbaum im Nationalpark war beeindruckend in seinem Ausmaß. Jetzt ist er von dichtem Wald umgeben. Bis nächtem Jahrhundert wird er immer noch majestätisch stehen.",
      "example_translation": "El árbol de secuoya en el parque nacional era impresionante en su grandeza. Ahora, está rodeado de un bosque denso. Para el próximo siglo, seguirá en pie con orgullo.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fichte",
      "translation": "picea",
      "definition": "Ein coniferer Baum, typischerweise immergrün, mit nadelförmigen Blättern und Zapfen.",
      "definition_translation": "un árbol conífero, típicamente perenne, con hojas en forma de aguja y conos",
      "example": "Der Parkwächter hat gestern einen Fichte-Baum im Park gepflanzt, jetzt wächst er gut, und wird nächste Jahr ein schöner Schattenbaum sein.",
      "example_translation": "El guardabosques plantó un árbol de picea en el parque ayer, ahora está creciendo bien y será un hermoso árbol de sombra en el futuro.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stein-Kiefer",
      "translation": "pino de piedra",
      "definition": "Eine Stein-Kiefer ist ein Kieferbaum mit einem verdrehten, knorrigen Stamm und Ästen, der oft auf felsigem Boden wächst.",
      "definition_translation": "un pino con un tronco y ramas torcidos y nudosos, a menudo creciendo en suelos rocosos",
      "example": "Die Stein-Kiefer stand allein auf dem Hügel, ihre alten Äste wurden vom Wind verdreht, wir werden sie morgen besteigen, und waren sie vorgestern bestiegen.",
      "example_translation": "El pino de piedra se alzaba solo en la colina, sus ramas ancestrales torcidas por el viento, subiremos mañana y habíamos subido el día antes de ayer.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarz-Kiefer",
      "translation": "pino suizo",
      "definition": "Eine Schwarz-Kiefer ist ein coniferous Baum, der natürlicherweise in den Alpen wächst, mit scharf, nadelförmigen Blättern und einer symmetrischen Form.",
      "definition_translation": "un árbol conífero nativo de los Alpes, con hojas en forma de aguja afiladas y una forma simétrica",
      "example": "Wir wanderten durch den Schwarz-Kiefer-Wald, sein Duft erfrischte uns, wir werden nächstes Jahr wieder wandern, und sind letzten Sommer gewandert.",
      "example_translation": "Caminamos por el bosque de pino suizo, su aroma nos refrescó, caminaremos de nuevo el próximo año y habíamos caminado el verano pasado.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platane",
      "translation": "plátano de Virginia",
      "definition": "Eine Platane ist eine Art von Laubbaum, die in Nordamerika häufig vorkommt, bekannt für ihre auffällige Rinde und großen Blätter.",
      "definition_translation": "Un sicómoro es un tipo de árbol deciduo comúnmente encontrado en Norteamérica, conocido por su corteza distintiva y hojas grandes.",
      "example": "Ich ging gestern unter dem Platane-Baum, ich werde morgen unter ihm gehen, und ich gehe jetzt unter ihm.",
      "example_translation": "Camino debajo del árbol de sicómoro ayer, caminaré debajo de él mañana y estoy caminando debajo de él ahora.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "rama",
      "definition": "Ein Zweig ist ein kleiner Ast, der von einem Baum oder Busch wächst, oft als Dekoration oder in Handarbeiten verwendet.",
      "definition_translation": "Una rama es una pequeña rama que crece de un árbol o arbusto, a menudo utilizada como decoración o en proyectos de manualidades.",
      "example": "Ich hob gestern einen Zweig vom Boden auf, ich werde morgen einen Zweig vom Boden aufheben, und ich hebe jetzt einen Zweig vom Boden auf.",
      "example_translation": "Recogí una rama del suelo ayer, recogeré una rama del suelo mañana y estoy recogiendo una rama del suelo ahora.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trauerweide",
      "translation": "sauce llorón",
      "definition": "Eine Trauerweide ist eine Art von Baum, die bekannt ist für ihre langen, herabhängenden Äste und kleinen Blätter, oft in der Nähe von Wasser gefunden.",
      "definition_translation": "Un sauce llorón es un tipo de árbol conocido por sus largas ramas colgantes y hojas pequeñas, a menudo encontrado cerca del agua.",
      "example": "Ich saß gestern unter dem Trauerweide-Baum, ich werde morgen unter ihm sitzen, und ich sitze jetzt unter ihm.",
      "example_translation": "Me senté bajo el árbol de sauce llorón ayer, me sentaré bajo él mañana y estoy sentado bajo él ahora.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weide",
      "translation": "sauce",
      "definition": "Eine Weide ist eine Art von Baum, der oft in der Nähe von Flüssen und Seen gefunden wird. Sie hat lange, dünne Äste, die zum Wasser herabhängen.",
      "definition_translation": "Un sauce es un tipo de árbol que a menudo se encuentra cerca de ríos y lagos. Tiene ramas largas y delgadas que cuelgan hacia el agua.",
      "example": "Sie saß gestern unter dem Weide-Baum und beobachtete den Sonnenuntergang. Heute sitzt sie unter dem Weide-Baum, bemerkend den Sonnenuntergang. Morgen wird sie unter dem Weide-Baum sitzen und den Sonnenuntergang beobachten.",
      "example_translation": "Ella se sentó debajo del árbol de sauce y vio la puesta del sol ayer. Hoy, ella está sentada debajo del árbol de sauce, viendo la puesta del sol. Mañana, ella se sentará debajo del árbol de sauce y verá la puesta del sol.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]