[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlange",
      "translation": "serpiente",
      "definition": "Ein langes, dünnes, beinloses Tier, das keine Augenlider oder äußeren Ohren hat und sich durch Verdrehen seines Körpers bewegt.",
      "definition_translation": "Un animal largo, delgado, sin patas, que no tiene párpados ni orejas externas, y se mueve retorciendo su cuerpo.",
      "example": "Ich sah eine Schlange durch das Gras gleiten. Ich werde morgen eine Schlange sehen. Ich hatte letzte Woche eine Schlange gesehen.",
      "example_translation": "Vi una serpiente deslizándose por la hierba. Veré una serpiente mañana. Había visto una serpiente la semana pasada.",
      "imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frosch",
      "translation": "rana",
      "definition": "Ein kleiner, meist grüner, springender Amphibien mit glatter Haut und langen Hinterbeinen.",
      "definition_translation": "Un pequeño anfibio saltador, típicamente verde, con piel suave y patas posteriores largas.",
      "example": "Ich fing einen Frosch gestern. Ich werde einen Frosch nächste Woche fangen. Ich hatte letzten Sommer einen Frosch gefangen.",
      "example_translation": "Atrapé una rana ayer. Atraparé una rana la próxima semana. Había atrapado una rana el último verano.",
      "imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkröte",
      "translation": "tortuga",
      "definition": "Ein langsamer, auf dem Land lebender Reptil mit einer gewölbten Schale, die es zum Schutz verwendet.",
      "definition_translation": "Un reptil de movimiento lento con una concha en forma de cúpula, típicamente encontrado en tierra.",
      "example": "Ich sah eine Schildkröte über die Straße gehen. Ich werde morgen eine Schildkröte sehen. Ich hatte letzten Monat eine Schildkröte gesehen.",
      "example_translation": "Vi una tortuga cruzando la carretera. Veré una tortuga mañana. Había visto una tortuga el mes pasado.",
      "imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkrötchen",
      "translation": "tortuga",
      "definition": "Ein Schildkrötchen ist ein langsamer, reptilienartiger Wirbeltier mit einer Schale, die es zum Schutz verwendet.",
      "definition_translation": "Una tortuga es un reptil de movimiento lento con una concha en la que puede retirar su cabeza y piernas para protegerse.",
      "example": "Gestern sah ich ein Schildkrötchen im Ozean schwimmen. Heute liegt es in der Sonne am Strand. Morgen wird es Eier im Sand legen.",
      "example_translation": "Ayer, vi una tortuga nadando en el océano. Hoy, está tomando el sol en la playa. Mañana, pondrá huevos en la arena.",
      "imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "caimán",
      "definition": "Ein Alligator ist ein großes Reptil mit langem Schnabel und kräftigen Kiefern, das in Süßwasserhabitaten in den südlichen Vereinigten Staaten vorkommt.",
      "definition_translation": "Un caimán es un reptil grande con una larga nariz y mandíbulas poderosas, encontrado en entornos de agua dulce en el sur de los Estados Unidos.",
      "example": "In der Vergangenheit waren Alligatoren gefährdet, aber jetzt gedeihen sie in den Everglades. Derzeit sind Schutzmaßnahmen im Gange, um ihre Habitate zu schützen. In Zukunft hoffen wir, dass sie weiterhin florieren werden.",
      "example_translation": "En el pasado, los caimanes estaban en peligro de extinción, pero ahora están prosperando en los Everglades. Actualmente, hay esfuerzos de conservación en lugar para proteger sus hábitats. En el futuro, esperamos verlos continuar floreciendo.",
      "imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "anaconda",
      "definition": "Eine Anakonda ist eine große, nicht giftige Schlange, die in den Feuchtgebieten Südamerikas vorkommt und für ihre Fähigkeit bekannt ist, ihre Beute zu strangulieren und zu ersticken.",
      "definition_translation": "Una anaconda es una serpiente grande y no venenosa encontrada en los humedales de América del Sur, conocida por su capacidad para constreñir y asfixiar a su presa.",
      "example": "Im Amazonas-Regenwald sind Anakondas Apex-Räuber, die Capybaras und andere kleine Säugetiere fressen. Sie gibt es seit Millionen von Jahren, und heute noch gedeihen sie. Bis zum Jahr 2050 hoffen wir, ihre Habitaten besser geschützt zu haben.",
      "example_translation": "En la selva amazónica, las anacondas son depredadores apex, alimentándose de capibaras y otros pequeños mamíferos. Han estado en el planeta por millones de años, y siguen prosperando hoy. Para el año 2050, esperamos haber protegido mejor sus hábitats.",
      "imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boa",
      "translation": "boa",
      "definition": "Eine Boa ist eine Art von Schlange, die in den tropischen Regionen Zentral- und Südamerikas heimisch ist.",
      "definition_translation": "Una boa es un tipo de serpiente que es nativa de las regiones tropicales de América Central y del Sur.",
      "example": "Ich sah eine Boa-Konstruktorin im Zoo gestern. Sie wird heute ihr Futter verschlingen. Bis nächste Woche wird sie ihr Mahl verdaut haben.",
      "example_translation": "Vi una boa constrictor en el zoológico ayer. Se comerá su presa entera hoy. Para la próxima semana, habrá digerido su comida.",
      "imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokodil",
      "translation": "cocodrilo",
      "definition": "Ein Krokodil ist ein großes Reptil, das in Süßwasserhabitaten wie Flüssen und Seen lebt und für seinen starken Schwanz und starke Kiefer bekannt ist.",
      "definition_translation": "Un cocodrilo es un reptil grande que vive en hábitats de agua dulce, como ríos y lagos, y es conocido por su cola poderosa y sus mandíbulas fuertes.",
      "example": "Wir sahen ein Krokodil im Fluss letzten Wochenende schwimmen. Es wird heute in der Sonne liegen. Bis nächstem Jahr wird es noch größer sein.",
      "example_translation": "Vimos un cocodrilo nadando en el río el fin de semana pasado. Estará tomando el sol hoy. Para el próximo año, habrá crecido aún más.",
      "imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eidechse",
      "translation": "lagarto",
      "definition": "Eine Eidechse ist eine Art von Reptil, das einen langen Schwanz hat und meist auf dem Land lebt, oft in warmen und sonnigen Klimazonen.",
      "definition_translation": "Un lagarto es un tipo de reptil que tiene una cola larga y vive típicamente en tierra, y se encuentra a menudo en climas cálidos y soleados.",
      "example": "Ich fing eine Eidechse im Hinterhof gestern. Es liegt heute in der Sonne. Bis morgen wird es entkommen sein.",
      "example_translation": "Atrapé un lagarto en el patio trasero ayer. Está tomando el sol hoy. Para mañana, habrá escapado.",
      "imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "concha",
      "definition": "Eine harte äußere Hülle eines Tiers, wie eines Weichtiers oder einer Schildkröte.",
      "definition_translation": "Una cubierta exterior dura de un animal, como un molusco o una tortuga.",
      "example": "Die Schildkröte zog ihren Kopf in ihre Schale zurück, um sich zu schützen. Sie schält Erbsen für die Suppe. Die Schale der Krabbe war schwer zu knacken.",
      "example_translation": "La tortuga retiró su cabeza en su concha para protegerse. Ella pela guisantes para la sopa. La concha del cangrejo era difícil de romper.",
      "imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klapperschlange",
      "translation": "serpiente de cascabel",
      "definition": "Eine giftige Schlange der Amerikas, charakterisiert durch ein Rasseln an ihrem Schwanz.",
      "definition_translation": "Una serpiente venenosa de las Américas, caracterizada por un cascabel en su cola.",
      "example": " Wir sahen eine Klapperschlange auf dem Wanderweg gestern. Ich hatte ein enges Zusammentreffen mit einer Klapperschlange in der Wüste. Die Klapperschlange wird ihr Hinterteil rasseln, bevor sie zubeißt.",
      "example_translation": "Vimos una serpiente de cascabel en el sendero de senderismo ayer. Tuve un encuentro cercano con una serpiente de cascabel en el desierto. La serpiente de cascabel sacudirá su cola antes de atacar.",
      "imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reptil",
      "translation": "reptil",
      "definition": "Ein kaltblütiges Tier, das Schuppen hat, Eier legt und ein dreikammeriges Herz besitzt.",
      "definition_translation": "Un animal de sangre fría que tiene escamas, pone huevos y tiene un corazón de tres cámaras.",
      "example": "Schlangen, Echsen und Schildkröten sind alle Reptilien. Das Reptilhaus im Zoo war mein Lieblingsexponat. Viele Reptilien werden in Formaldehyd konserviert.",
      "example_translation": "Las serpientes, lagartos y tortugas son todos reptiles. La casa de reptiles en el zoológico fue mi exposición favorita. Muchos reptiles se conservan en formaldehído.",
      "imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salamander",
      "translation": "salamandra",
      "definition": "Ein Salamander ist eine Art von Amphibie, die einen schlanken Körper, einen langen Schwanz und normalerweise vier Beine hat. Es lebt im Wasser und auf dem Land und kann seine Gliedmaßen wiederherstellen, wenn sie verletzt werden.",
      "definition_translation": "Una salamandra es un tipo de anfibio que tiene un cuerpo delgado, una cola larga y generalmente cuatro patas. Vive en agua y en tierra, y puede regenerar sus extremidades si están heridas.",
      "example": "Ich sah einen Salamander aus dem Teich kriechen letzten Woche. Er wird neue Beine haben, bis nächsten Monat. Bis nächsten Jahr wird er sich in ein neues Habitat umgesiedelt haben.",
      "example_translation": "Vi una salamandra saliendo del estanque la semana pasada. Habrá crecido nuevas patas para el mes próximo. Para el próximo año, habrá cambiado a un nuevo hábitat.",
      "imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulquappe",
      "translation": "renacuajo",
      "definition": "Eine Kaulquappe ist das Larvenstadium eines Frosches oder Kröten, charakterisiert durch ihr fischähnliches Aussehen und die Fähigkeit, zu schwimmen.",
      "definition_translation": "Un renacuajo es la etapa larval de una rana o sapo, caracterizada por su apariencia de pez y capacidad para nadar.",
      "example": "Ich beobachtete, wie die Kaulquappen im Aquarium schwammen. Sie werden bis nächsten Frühjahr in Frösche verwandelt haben. Bis nächsten Sommer werden sie zu erwachsenen Fröschen herangewachsen sein.",
      "example_translation": "Vi como los renacuajos nadaban en el acuario. Habrán se transformado en ranas para la próxima primavera. Para el próximo verano, habrán crecido en ranas adultas.",
      "imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kröte",
      "translation": "sapo",
      "definition": "Eine Kröte ist eine Art von Amphibie, die eine trockene, raue Haut und kurze Beine hat und auf dem Land lebt.",
      "definition_translation": "Un sapo es un tipo de anfibio que tiene una piel seca y áspera y patas cortas, y vive en tierra.",
      "example": "Ich sah eine Kröte über den Garten hoppeln gestern. Sie wird bis heute Abend einen neuen Versteckplatz gefunden haben. Bis morgen wird sie ihr Gewicht in Insekten gefressen haben.",
      "example_translation": "Vi un sapo saltando por el jardín ayer. Habrá encontrado un nuevo escondite para esta noche. Para mañana, habrá comido su peso en insectos.",
      "imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amphibien",
      "translation": "anfibios",
      "definition": "Amphibien sind eine Gruppe von kaltblütigen Tieren, die der Klasse Amphibia angehören. Sie sind Wirbeltiere, die im Wasser und auf dem Land leben und eine feuchte, glatte Haut haben.",
      "definition_translation": "Los anfibios son un grupo de animales de sangre fría que pertenecen a la clase Amphibia. Son vertebrados que viven en agua y en tierra, y tienen una piel húmeda y lisa.",
      "example": "Bis zum 19. Jahrhundert hatten Wissenschaftler viele Arten von Amphibien entdeckt, und sie studieren sie heute noch. Amphibien gediehen in ihren natürlichen Habitaten, aber jetzt stehen sie vielen Bedrohungen gegenüber. In Zukunft werden wir hart arbeiten müssen, um diese erstaunlichen Kreaturen zu schützen.",
      "example_translation": "A fines del siglo 19, los científicos habían descubierto muchas especies de anfibios, y siguen estudiándolos hoy en día. Los anfibios prosperaban en sus hábitats naturales, pero ahora enfrentan muchas amenazas. En el futuro, tendremos que trabajar duro para proteger a estas increíbles criaturas.",
      "imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blindwurm",
      "translation": "cecilio",
      "definition": "Ein Blindwurm ist eine Art von legloser Echse, die in vielen Teilen der Welt gefunden wird. Er hat einen schlanken Körper und einen spitzen Schnauz und wird oft mit einer Schlange verwechselt.",
      "definition_translation": "Un cecilio es un tipo de lagarto sin patas que se encuentra en muchas partes del mundo. Tiene un cuerpo esbelto y una nariz puntiaguda, y a menudo se confunde con una serpiente.",
      "example": "Ich ging im Wald spazieren, als ich einen Blindwurm auf dem Boden kriechen sah. Blindwürmer werden oft in feuchten, humiden Orten gefunden und sind hervorragende Grabende. In Zukunft hoffe ich, mehr über diese faszinierenden Kreaturen zu erfahren.",
      "example_translation": "Estaba caminando en el bosque cuando vi un cecilio arrastrándose por el suelo. Los cecilios se encuentran a menudo en lugares húmedos y húmedos, y son excelentes excavadores. En el futuro, espero aprender más sobre estas fascinantes criaturas.",
      "imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chamäleon",
      "translation": "camaleón",
      "definition": "Ein Chamäleon ist eine Art von Echse, die für ihre Fähigkeit bekannt ist, ihre Farbe zu ändern. Es hat einen langen, gekrümmten Schwanz und eine Zunge, die es verwendet, um Insekten zu fangen.",
      "definition_translation": "Un camaleón es un tipo de lagarto que se conoce por su capacidad para cambiar de color. Tiene una cola larga y curva y una lengua que utiliza para cazar insectos.",
      "example": "Ich sah, wie ein Chamäleon vor meinen Augen seine Farbe änderte, und es war atemberaubend. Chamäleons sind seit Millionen von Jahren auf unserem Planeten und faszinieren uns noch heute. In Zukunft werden Wissenschaftler diese erstaunlichen Kreaturen weiter studieren.",
      "example_translation": "Vi un camaleón cambiando de color ante mis ojos, y fue increíble. Los camaleones han estado en nuestro planeta durante millones de años, y todavía nos fascinan hoy en día. En el futuro, los científicos continuarán estudiando a estas increíbles criaturas.",
      "imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kobra",
      "translation": "cobra",
      "definition": "Eine große, giftige Schlange der Familie Elapidae, die in Afrika und Asien gefunden wird.",
      "definition_translation": "Una gran serpiente venenosa de la familia Elapidae, encontrada en África y Asia.",
      "example": "Ich sah eine Kobra im Zoo gestern, sie war enorm. Ich werde morgen eine weitere sehen, und ich sah eine letzte Woche.",
      "example_translation": "Vi una cobra en el zoológico ayer, era enormea. Veré otra mañana, y vi una la semana pasada.",
      "imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grasschlange",
      "translation": "culebra de hierba",
      "definition": "Eine nicht-giftige Schlange, die in verschiedenen Habitaten, einschließlich Grasländern und Feuchtgebieten, gefunden wird.",
      "definition_translation": "Una serpiente no venenosa encontrada en various hábitats, incluyendo praderas y humedales.",
      "example": "Ich fing eine Grasschlange im Garten letzten Sommer, ich werde nächstes Sommer wieder eine fangen, und ich fing eine den Sommer davor.",
      "example_translation": "Atrapé una culebra de hierba en el jardín el verano pasado, atraparé otra el próximo verano, y atrapé una el verano anterior.",
      "imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Molch",
      "translation": "tritón",
      "definition": "Ein kleiner semi-aquatischer Salamander, normalerweise mit einem schlanken Körper und einem langen Schwanz.",
      "definition_translation": "Un pequeño salamandra semi-acuático, típicamente con un cuerpo delgado y una cola larga.",
      "example": "Ich sah einen Molch im Teich gestern, ich werde morgen wieder einen sehen, und ich sah einen letzten Woche.",
      "example_translation": "Vi un tritón en el estanque ayer, veré otro mañana, y vi uno la semana pasada.",
      "imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Python",
      "translation": "pitón",
      "definition": "Eine hochrangige, interpretierte Programmiersprache. Python ist eine allgemeine Zweckprogrammiersprache, die weit verbreitet für die Entwicklung, wissenschaftliches Rechnen und Datenanalyse eingesetzt wird.",
      "definition_translation": "Un lenguaje de programación de alto nivel, interpretado. Python es un lenguaje de propósito general que se utiliza ampliamente para el desarrollo, cálculo científico y análisis de datos.",
      "example": "Ich schrieb ein Python-Skript, um die Aufgabe zu automatisieren. Ich werde morgen ein Python-Skript schreiben, um die Aufgabe zu automatisieren. Ich hatte ein Python-Skript geschrieben, um die Aufgabe zu automatisieren.",
      "example_translation": "Escribí un script de pitón para automatizar la tarea. Escribiré un script de pitón para automatizar la tarea. Había escrito un script de pitón para automatizar la tarea.",
      "imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleckenmolch",
      "translation": "salamandra manchada",
      "definition": "Eine Art von Salamander, die distinct Flecken oder Markierungen auf seinem Körper hat. Fleckenmolche werden normalerweise in feuchten Umgebungen gefunden und sind nachtaktiv.",
      "definition_translation": "Una especie de salamandra que tiene manchas o marcasdistinctas en su cuerpo. Las salamandras manchadas suelen encontrarse en entornos húmedos y son nocturnas.",
      "example": "Der Fleckenmolch kroch langsam über den Waldboden. Der Fleckenmolch wird langsam über den Waldboden krochen. Der Fleckenmolch hatte langsam über den Waldboden gekrochen.",
      "example_translation": "La salamandra manchada se arrastró lentamente por el suelo del bosque. La salamandra manchada se arrastrará lentamente por el suelo del bosque. La salamandra manchada se había arrastrado lentamente por el suelo del bosque.",
      "imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baumfrosch",
      "translation": "rana arbórea",
      "definition": "Eine Art von Frosch, die in Bäumen lebt und sich an ein baumähnliches Leben angepasst hat. Baumfrösche haben spezielle Zehenpads, die es ihnen ermöglichen, auf Ästen zu klettern und sich zu setzen.",
      "definition_translation": "Un tipo de rana que vive en los árboles y ha adaptado un estilo de vida arbóreo. Las ranas arbóreas tienen almohadillas especiales en los dedos que les permiten trepar y posarse en ramas.",
      "example": "Der Baumfrosch sprang von Ast zu Ast. Der Baumfrosch wird von Ast zu Ast springen. Der Baumfrosch hatte von Ast zu Ast gesprungen.",
      "example_translation": "La rana arbórea saltó de rama en rama. La rana arbórea saltará de rama en rama. La rana arbórea había saltado de rama en rama.",
      "imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Viper",
      "translation": "víbora",
      "definition": "Eine giftige Schlange, die in verschiedenen Habitaten wie Wüsten, Wäldern und Grasländern gefunden wird.",
      "definition_translation": "Una serpiente venenosa encontrada en various hábitats, incluyendo desiertos, bosques y praderas.",
      "example": "Der Wanderer vermied sorgfältig die Viper in den Felsritzen. Gestern sah sie eine Viper im Wald. Nächstes Jahr wird sie das Viper-Schutzgebiet besuchen.",
      "example_translation": "El senderista evitó cuidadosamente la víbora en las grietas de roca. Ayer, vio una víbora en el bosque. El próximo año, visitará el santuario de viboras.",
      "imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasserschlange",
      "translation": "serpiente de agua",
      "definition": "Ein mythologisches oder legendäres Wesen, das als schlangenartiges Wesen dargestellt wird, das im Wasser lebt.",
      "definition_translation": "Una criatura mitológica o legendaria descrita como un ser serpentino que vive en el agua.",
      "example": "Die antike Zivilisation verehrte eine Wasserschlange als Gottheit. Sie glaubten, dass die Wasserschlange ihr Dorf schützte. In der Zukunft wird die Wasserschlange ein Symbol ihrer Kultur sein.",
      "example_translation": "La civilización antigua adoraba a una serpiente de agua como deidad. Creían que la serpiente de agua protegía su aldea. En el futuro, la serpiente de agua será un símbolo de su cultura.",
      "imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]