[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "peine",
      "definition": "Ein Kamm ist ein Werkzeug, das verwendet wird, um das Haar zu arrangieren, zu reinigen und zu stylen.",
      "definition_translation": "Un peine es una herramienta utilizada para arreglar, limpiar y estilizar el pelo.",
      "example": "Ich kammierte mein Haar gestern, ich kammere es jetzt und ich werde es morgen wieder kammern.",
      "example_translation": "Peiné mi cabello ayer, estoy peinándolo ahora y lo peinaré de nuevo mañana.",
      "imageLink": "image_files\\English\\comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shampoo",
      "translation": "champú",
      "definition": "Ein Shampoo ist eine flüssige oder gelartige Substanz, die verwendet wird, um das Haar zu reinigen.",
      "definition_translation": "Un champú es una sustancia líquida o gelatinosa utilizada para limpiar el cabello.",
      "example": "Ich shampoonierte mein Haar letzte Woche, ich shampooniere es jeden Tag und ich werde es nächsten Monat wieder shampoonieren.",
      "example_translation": "Me champúé el cabello la semana pasada, me champúo todos los días y me lo champúaré de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Creme",
      "translation": "crema",
      "definition": "Eine Creme ist eine dickflüssige oder halbflüssige Substanz, die oft in der Küche oder als Beauty-Produkt verwendet wird.",
      "definition_translation": "Una crema es una sustancia líquida o semi-líquida gruesa y rica, a menudo utilizada en la cocina o como producto de belleza.",
      "example": "Ich verwendete eine Creme auf meiner Haut letzte Nacht, ich verwende Cremes in meinen Rezepten und ich werde eine Creme auf meinem Gesicht morgen verwenden.",
      "example_translation": "Usé una crema en mi piel anoche, uso cremas en mis recetas y usaré una crema en mi rostro mañana.",
      "imageLink": "image_files\\English\\cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deodorant",
      "translation": "desodorante",
      "definition": "Eine Substanz, die auf den Körper aufgetragen wird, um Körpergeruch durch bakteriellen Abbau von Schweiß zu verhindern.",
      "definition_translation": "Una sustancia aplicada al cuerpo para prevenir el olor corporal causado por la descomposición bacteriana del sudor.",
      "example": "Ich verwendete ein Deodorant, bevor ich zum Fitnessstudio ging. Ich werde ein Deodorant nach dem Duschen verwenden. Sie hatte ein Deodorant vor der Party verwendet.",
      "example_translation": "Usé un desodorante antes de ir al gimnasio. Usaré un desodorante después de tomar una ducha. Ella había usado un desodorante antes de ir a la fiesta.",
      "imageLink": "image_files\\English\\deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handcreme",
      "translation": "crema para las manos",
      "definition": "Eine feuchtigkeitsspendende Lotion oder Creme, die verwendet wird, um die Haut der Hände weich und geschützt zu halten.",
      "definition_translation": "Una loción o crema humectante utilizada para suavizar y proteger la piel de las manos.",
      "example": "Ich aplicierte Handcreme, bevor ich hinaus in die Kälte ging. Sie wird Handcreme anwenden, nachdem sie die Geschirr gewaschen hat. Sie hatten Handcreme vor dem Gitarrespielen verwendet.",
      "example_translation": "Aplicé crema para las manos antes de salir al frío. Ella aplicará crema para las manos después de lavar los platos. Ellos habían aplicado crema para las manos antes de tocar la guitarra.",
      "imageLink": "image_files\\English\\hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenstift",
      "translation": "lápiz labial",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Lippen zu färben und zu feuchten.",
      "definition_translation": "Un palito cosmético utilizado para colorear y humectar los labios.",
      "example": "Ich trug Lippenstift zur Party. Sie wird Lippenstift zur Hochzeit tragen. Sie trugen Lippenstift zum Meeting.",
      "example_translation": "Me puse lápiz labial a la fiesta. Ella se pondrá lápiz labial a la boda. Ellos se habían puesto lápiz labial a la reunión.",
      "imageLink": "image_files\\English\\lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mascara",
      "translation": "rímel",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Wimpern zu verdunkeln, zu verlängern oder zu verdicken, typischerweise in Form einer Flüssigkeit, Creme oder Pulver, das mit einem Pinsel oder einer Feder aufgetragen wird.",
      "definition_translation": "Un producto cosmético utilizado para oscurecer, alargar o espesar las pestañas, generalmente en forma de líquido, crema o polvo aplicado con un pincel o varita.",
      "example": "Ich applizierte Mascara auf meine Wimpern, um sie dramatischer aussehen zu lassen. Gestern vergaß ich, mein Mascara zu entfernen und es war schwierig, es abzunehmen. Ich werde morgen ein neues Mascara kaufen.",
      "example_translation": "Me aplico rímel en mis pestañas para hacer que se vean más dramáticas. Ayer, olvidé quitarme el rímel y fue difícil de quitar. Mañana compraré un nuevo rímel.",
      "imageLink": "image_files\\English\\mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maske",
      "translation": "máscara",
      "definition": "Eine Abdeckung für das Gesicht oder einen Teil des Gesichts, die getragen wird, um die Identität zu verbergen, sich gegen das Wetter zu schützen oder als Verkleidung.",
      "definition_translation": "Una cubierta para la cara o una parte de la cara, usada para ocultar la identidad, protegerse contra el clima o como disfraz.",
      "example": "Ich trug eine Maske zur Party, um mein Gesicht zu verbergen. Der Arzt zog eine Maske an, um die Verbreitung von Keimen zu verhindern. Sie wird eine Maske für das Theaterstück morgen anfertigen.",
      "example_translation": "Me puse una máscara en la fiesta para ocultar mi rostro. El doctor se puso una máscara para prevenir la dispersión de gérmenes. Ella hará una máscara para la obra de teatro mañana.",
      "imageLink": "image_files\\English\\facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Duschgel",
      "translation": "gel de ducha",
      "definition": "Eine Art flüssiger Seife, die verwendet wird, um den Körper während des Duschens oder Badens zu reinigen, typischerweise in einer Flasche mit einem Pump- oder Schraubverschluss.",
      "definition_translation": "Un tipo de jabón líquido utilizado para limpiar el cuerpo mientras se ducha o se baña, generalmente en una botella con un dispensador de pompón o tapón.",
      "example": "Ich verwendete Duschgel, um mein Haar und meinen Körper heute Morgen zu waschen. Sie bevorzugt Duschgel mit fruchtigem Duft. Sie werden ein neues Duschgel-Produkt nächsten Monat lancieren.",
      "example_translation": "Usé gel de ducha para lavar mi cabello y cuerpo esta mañana. Ella prefiere gel de ducha con aroma a frutas. Lanzarán un nuevo producto de gel de ducha el próximo mes.",
      "imageLink": "image_files\\English\\shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Körperbalsam",
      "translation": "bálsamo corporal",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Haut zu feuchten und weich zu halten, oft nach dem Duschen oder Baden aufgetragen.",
      "definition_translation": "Un producto cosmético utilizado para humectar y suavizar la piel, a menudo aplicado después de ducharse o bañarse.",
      "example": "Ich appliziere immer Körperbalsam nach dem Duschen, um meine Haut hydriert zu halten. Ich applizierte Körperbalsam nach meinem Workout gestern und ich werde es morgen früh wieder applizieren.",
      "example_translation": "Siempre aplico bálsamo corporal después de ducharme para mantener mi piel hidratada. Aplicó bálsamo corporal después de mi entrenamiento ayer, y aplicaré de nuevo mañana por la mañana.",
      "imageLink": "image_files\\English\\body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wattepads",
      "translation": "disco de algodón",
      "definition": "Ein kleines, rundes, absorbentielles Pads, das zur Anwendung oder Entfernung von Kosmetika, Medikamenten oder anderen Substanzen verwendet wird.",
      "definition_translation": "Un pequño pad absorbente redondo utilizado para aplicar o eliminar cosméticos, medicamentos u otras sustancias.",
      "example": "Ich verwendete ein Wattepads, um mein Nagellack zu entfernen. Meine Schwester verwendet Wattepads, um ihr Gesichtstoner aufzutragen. Ich werde heute Abend ein Wattepads verwenden, um mein Eye-Cream aufzutragen.",
      "example_translation": "Usé un disco de algodón para remover mi esmalte de uñas. Mi hermana utiliza discos de algodón para aplicar su tónico facial. Usaré un disco de algodón para aplicar mi crema para los ojos esta noche.",
      "imageLink": "image_files\\English\\make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elektrorasierer",
      "translation": "rastrillo eléctrico",
      "definition": "Ein elektrisches Gerät, das zum Rasieren verwendet wird, typischerweise mit rotierenden Klingen oder Folien, die Haare schneiden.",
      "definition_translation": "Un dispositivo eléctrico utilizado para afeitar, que generalmente cuenta con cuchillas o láminas rotativas que cortan el cabello.",
      "example": "Ich verwendete einen Elektrorasierer, um meinen Bart zu rasieren. Mein Bruder verwendet einen Elektrorasierer, um seinen Schnurrbart zu trimmen. Ich werde meinem Vater einen Elektrorasierer zum Geburtstag schenken.",
      "example_translation": "Usé un rastrillo eléctrico para afeitar mi barba ayer. Mi hermano utiliza un rastrillo eléctrico para recortar su bigote. Compraré un rastrillo eléctrico para el cumpleaños de mi papá.",
      "imageLink": "image_files\\English\\electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ätherisches Öl",
      "translation": "aceite esencial",
      "definition": "Ein konzentriertes, flüssiges Pflanzenextrakt, das durch Destillation oder Lösungsmittelextraktion gewonnen wird und in der Aromatherapie, Kosmetik und Medizin verwendet wird.",
      "definition_translation": "Un extracto líquido concentrado de planta, obtenido normalmente mediante destilación o extracción con disolvente, utilizado en aromaterapia, cosmética y medicina.",
      "example": "Sie verwendete Ätherisches Öl in ihrer Massage-Therapie, um ihre Klienten zu entspannen. Sie hatte im College über die Vorteile von Ätherischem Öl gelernt. Sie wird Ätherisches Öl in ihrem neuen Hautpflegeprodukt verwenden.",
      "example_translation": "Ella usaba aceite esencial en su terapia de masaje para relajar a sus clientes. Había aprendido sobre los beneficios del aceite esencial en la universidad. Usará aceite esencial en su nuevo producto de cuidado de la piel.",
      "imageLink": "image_files\\English\\essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wimpernzange",
      "translation": "rizador de pestañas",
      "definition": "Ein kosmetisches Werkzeug, das zum Formen und Krümmen von Wimpern verwendet wird, typischerweise bestehend aus einem kleinen Metall- oder Kunststoffgerät mit einer gekrümmten oder geneigten Oberfläche.",
      "definition_translation": "Una herramienta cosmética utilizada para dar forma y rizar las pestañas, que consiste normalmente en un dispositivo pequeño de metal o plástico con una superficie curva o angular.",
      "example": "Sie verwendete eine Wimpernzange, um ihre Wimpern vor dem Auftragen von Mascara zu krümmen. Ihre Schwester hatte ihr eine Wimpernzange für ein dramatisches Aussehen empfohlen. Sie wird einer Freundin eine Wimpernzange zum Geburtstag schenken.",
      "example_translation": "Ella usaba cuidadosamente un rizador de pestañas para rizar sus pestañas antes de aplicar rímel. Su hermana le había recomendado un rizador de pestañas para un look más dramático. Comprará un rizador de pestañas para el cumpleaños de su mejor amiga.",
      "imageLink": "image_files\\English\\eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarfärbemittel",
      "translation": "tinte para el cabello",
      "definition": "Ein kosmetisches Mittel, das verwendet wird, um die Haarfarbe zu ändern, erhältlich in verschiedenen Formen wie Flüssigkeiten, Cremes und Pulvern.",
      "definition_translation": "Una sustancia cosmética utilizada para cambiar el color del cabello, disponible en varias formas como líquidos, cremas y polvos.",
      "example": "Sie hatte Jahre lang Haarfärbemittel verwendet, um ihre grauen Haare zu bedecken. Er entschied sich, ein neues Haarfärbemittel-Marken für eine mehrfarbige Farbe zu probieren. Sie werden nächste Woche ein neues Haarfärbemittel-Produkt lancieren.",
      "example_translation": "Ella había estado usando tinte para el cabello durante años para cubrir su cabello gris. Él decidió probar una nueva marca de tinte para el cabello para un color más vibrante. Lanzarán un nuevo producto de tinte para el cabello el mes próximo.",
      "imageLink": "image_files\\English\\hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelbuffer",
      "translation": "lima de uñas",
      "definition": "Ein Werkzeug, das zum Formen und Glätten der Oberfläche der Fingernägel oder Zehennägel verwendet wird.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "Ich büffelte meine Nägel, um die Rillen zu entfernen. Gestern habe ich meine Nägel büffelt, um mich auf die Party vorzubereiten. Bis nächste Woche werde ich meine Nägel büffelt haben, um perfekt für die Hochzeit auszusehen.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "image_files\\English\\nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelzange",
      "translation": "cortauñas",
      "definition": "Ein handgehaltener Apparat, der zum Schneiden und Trimmen von Fingernägeln oder Zehennägeln verwendet wird.",
      "definition_translation": "Un cortauñas es un dispositivo portátil utilizado para recortar y cortar las uñas de los dedos o de los pies.",
      "example": "Ich schnitt meine Nägel zu kurz. Sie hatte ihre Nägel am Vortag geschnitten. Bis morgen wird er seine Nägel für das große Ereignis geschnitten haben.",
      "example_translation": "Me corté las uñas demasiado cortas. Ella había cortado sus uñas el día anterior. Para mañana, él habrá cortado sus uñas para el gran evento.",
      "imageLink": "image_files\\English\\nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelfeile",
      "translation": "lima de uñas",
      "definition": "Ein Werkzeug, das zum Formen und Glätten der Oberfläche der Fingernägel oder Zehennägeln verwendet wird.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "Ich feilte meine Nägel, um die Rillen zu entfernen. Gestern habe ich meine Nägel feilte, um mich auf die Party vorzubereiten. Bis nächste Woche werde ich meine Nägel feilte haben, um perfekt für die Hochzeit auszusehen.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "image_files\\English\\nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schöpflöffel",
      "translation": "espátula",
      "definition": "Ein Küchengerät, das verwendet wird, um Speisen während des Kochens zu wenden, zu schaben und zu heben, oft mit einer flachen, breiten Klinge und einem langen Griff.",
      "definition_translation": "Una herramienta de cocina utilizada para voltear, raspar y levantar alimentos mientras se cocina, a menudo con una hoja plana y ancha y un mango largo.",
      "example": "Sie verwendete einen Schöpflöffel, um die Pfannkuchen zu wenden, dann wird sie ihn verwenden, um die Seiten des Beckens zu schaben, und schließlich wird sie ihn verwenden, um den Kuchen aus dem Backofen zu heben.",
      "example_translation": "Ella usó una espátula para dar vuelta a los pancakes, luego la usará para raspar los lados del tazón, y finalmente, la usará para levantar el pastel fuera del horno.",
      "imageLink": "image_files\\English\\spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "getönte Feuchtigkeitscreme",
      "translation": "hidratante teñido",
      "definition": "Ein kosmetisches Produkt, das Feuchtigkeit für die Haut bereitstellt, während es eine natuurliche, unaufdringliche Farbe verleiht.",
      "definition_translation": "Un producto cosmético que proporciona hidratación a la piel mientras le da un color natural y sutil.",
      "example": "Ich trug heute Morgen eine getönte Feuchtigkeitscreme auf mein Gesicht auf, dann werde ich heute Abend wieder eine auftragen, nachdem ich mein Gesicht gewaschen habe, und morgen werde ich ein anderes Markenprodukt probieren.",
      "example_translation": "Aplicó un hidratante teñido en mi rostro esta mañana, luego lo aplicaré de nuevo esta noche después de lavar mi rostro, y mañana, probaré una marca diferente.",
      "imageLink": "image_files\\English\\tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zehenabstandshalter",
      "translation": "separador de dedos del pie",
      "definition": "Ein Gerät oder Werkzeug, das verwendet wird, um die Zehen voneinander zu trennen, oft bei Personen mit Zehenfehlstellungen, um Reibung und Irritation zwischen den Zehen zu vermeiden.",
      "definition_translation": "Un dispositivo o herramienta utilizado para separar los dedos del pie, a menudo utilizado para prevenir la fricción y la irritación entre los dedos del pie, especialmente para personas con deformidades en los dedos del pie.",
      "example": "Sie verwendete einen Zehenabstandshalter, um den Schmerz aufgrund ihrer Hammerzehen zu lindern, dann wird sie ihn benutzen, um Reibung während des Laufens zu vermeiden, und schließlich wird sie ihn verwenden, um ihre Zehen nach der Operation zu heilen.",
      "example_translation": "Ella usó un separador de dedos del pie para aliviar el dolor causado por sus dedos en martillo, luego lo usará para prevenir la fricción mientras corría, y finalmente, lo usará para ayudar a sus dedos del pie a sanar después de la cirugía.",
      "imageLink": "image_files\\English\\toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachrasierwasser",
      "translation": "aftershampoo",
      "definition": "Ein flüssiges oder gelartiges Mittel, das nach dem Rasieren auf die Haut aufgetragen wird, um die Poren zu schließen und Irritationen zu reduzieren.",
      "definition_translation": "Un líquido o gel aplicado a la piel después de afeitar para ayudar a cerrar los poros y reducir la irritación.",
      "example": "Ich verwende immer Nachrasierwasser nach dem Rasieren, um eingewachsene Haare zu vermeiden. Gestern vergaß ich, Nachrasierwasser aufzutragen, und jetzt ist meine Haut gereizt. Wenn ich mich erinnere, werde ich Nachrasierwasser morgen verwenden.",
      "example_translation": "Siempre uso aftershampoo después de afeitar para prevenir pelo encarnado. Ayer, olvidé aplicar aftershampoo y ahora mi piel está irritada. Si me acuerdo, usaré aftershampoo mañana.",
      "imageLink": "image_files\\English\\aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rouge",
      "translation": "rubor",
      "definition": "Ein kosmetisches Pulver oder Creme, das verwendet wird, um den Wangen einen gesunden, rosigen Glanz zu verleihen.",
      "definition_translation": "Un polvo o crema cosmética utilizada para dar un brillo saludable y rosado a las mejillas.",
      "example": "Ich trug Rouge auf meine Wangen auf, um heute mehr Energie zu haben. Gestern kaufte ich ein neues Rouge, das ich morgen verwenden werde. Wenn ich Zeit habe, werde ich Rouge vor der Party heute Abend auftragen.",
      "example_translation": "Me aplicó rubor a las mejillas para parecer más energético hoy. Ayer, compré un nuevo rubor que usaré mañana. Si tengo tiempo, me aplicaré rubor antes de la fiesta esta noche.",
      "imageLink": "image_files\\English\\blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Körperpeeling",
      "translation": "exfoliante corporal",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um tote Hautzellen zu entfernen und die Haut zu glätten.",
      "definition_translation": "Un producto cosmético utilizado para eliminar células de piel muertas y suavizar la piel.",
      "example": "Ich verwende ein Körperpeeling einmal pro Woche, um meine Haut glatt zu halten. Gestern verwendete ich ein Körperpeeling vor dem Strandbesuch. Wenn ich mich erinnere, werde ich ein Körperpeeling nächste Woche wieder verwenden.",
      "example_translation": "Uso un exfoliante corporal una vez a la semana para mantener mi piel suave. Ayer, usé un exfoliante corporal antes de ir a la playa. Si me acuerdo, usaré un exfoliante corporal de nuevo la próxima semana.",
      "imageLink": "image_files\\English\\scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaumbad",
      "translation": "baño de burbujas",
      "definition": "Ein Bad, bei dem eine Person in einer Wanne sitzt, die mit Wasser und einer Art parfümierten Seife gefüllt ist, die Blasen bildet.",
      "definition_translation": "Un baño en el que una persona se sienta en una tina llena de agua y un tipo de jabón perfumado que forma burbujas.",
      "example": "Sie entspannte sich in dem Schaumbad für eine Stunde, während sie den Stress vergaß. Sie hat jeden Abend diese Woche ein Schaumbad genommen. Sie wird nach ihrem Workout morgen ein Schaumbad nehmen.",
      "example_translation": "Ella se relajó en el baño de burbujas durante una hora, sintiendo que el estrés se desvanecía. Ha estado tomando baños de burbujas todas las noches esta semana. Tomará un baño de burbujas después de su entrenamiento mañana.",
      "imageLink": "image_files\\English\\bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puderpflästerchen",
      "translation": "compacto",
      "definition": "Ein kleiner Kasten oder Behälter für Kosmetika, typischerweise in Pulver- oder Cremform.",
      "definition_translation": "Un pequeño caso o contenedor para contener cosméticos, generalmente en forma de polvo o crema.",
      "example": "Sie trug ein Puderpflästerchen in ihrer Handtasche für den ganzen Tag bei sich. Das Unternehmen produzierte ein neues Puderpflästerchen mit einem eingebauten Spiegel. Sie werden eine neue Puderpflästerchen-Produktserie nächstes Jahr auf den Markt bringen.",
      "example_translation": "Ella llevaba un compacto en su bolso para toques durante todo el día. La empresa produjo un nuevo compacto con un espejo incorporado. Lanzarán una nueva línea de productos compactos el próximo año.",
      "imageLink": "image_files\\English\\compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abdeckcreme",
      "translation": "corrector",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um Fehler oder Mängel auf der Haut abzudecken.",
      "definition_translation": "Un producto cosmético utilizado para cubrir imperfecciones o defectos en la piel.",
      "example": "Sie trug eine Abdeckcreme auf, um die dunklen Ringe unter ihren Augen zu verbergen. Er verwendet eine Abdeckcreme, um seine Aknenarben zu überdecken. Der Maskenbildner wird eine Abdeckcreme verwenden, um ihren Teint auszugleichen.",
      "example_translation": "Ella aplicó un corrector para ocultar los círculos oscuros bajo sus ojos. Él utiliza un corrector para cubrir sus cicatrices de acne. El maquillador usará un corrector para igualar su tono de piel.",
      "imageLink": "image_files\\English\\concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wattezäpfchen",
      "translation": "palletas de algodón",
      "definition": "Klein, stäbchenförmige Gegenstände, die verwendet werden, um Make-up aufzutragen oder zu entfernen, Ohren zu reinigen oder andere Zwecke.",
      "definition_translation": "Objetos pequeños y delgados utilizados para aplicar o remover maquillaje, limpiar oídos o otros propósitos.",
      "example": "Ich verwendete Wattezäpfchen, um meine Ohren zu reinigen, dann trug ich Mascara mit den gleichen Wattezäpfchen auf, und schließlich werde ich sie heute Abend verwenden, um mein Make-up zu entfernen.",
      "example_translation": "Usé palletas de algodón para limpiar mis oídos, luego apliqué máscara utilizando las mismas palletas de algodón, y finalmente, usarélas para remover mi maquillaje esta noche.",
      "imageLink": "image_files\\English\\cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lockenstab",
      "translation": "rulero",
      "definition": "Ein Frisierwerkzeug, das verwendet wird, um Haare zu formen und zu locken, typischerweise wird es erhitzt, um die gewünschte Lockenform zu erreichen.",
      "definition_translation": "Una herramienta de estilismo de cabello utilizada para dar forma y rizar el cabello, generalmente calentada para alcanzar la rizada deseada.",
      "example": "Ich musste einen Lockenstab verwenden, um die perfekten Spirallocken für mein Hochzeitsfrisur zu erreichen, danach werde ich ihn verwenden, um meine Haare vor dem Empfang zu touchieren.",
      "example_translation": "Tuve que usar un rulero para obtener las rizas espirales perfectas para mi peinado de boda, después de lo cual lo utilizaré para retocar mi cabello antes de la recepción.",
      "imageLink": "image_files\\English\\curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lockenstab-Glätter",
      "translation": "plancha rizadora",
      "definition": "Ein Styling-Werkzeug, das verwendet wird, um Haare zu locken oder zu glätten, typischerweise wird es erhitzt, um die gewünschte Haarform zu erreichen.",
      "definition_translation": "Una herramienta de estilismo utilizada para rizar o alisar el cabello, generalmente calentada para alcanzar el estilo deseado.",
      "example": "Ich verbrannte meine Haare letzten Woche mit dem Lockenstab-Glätter, aber jetzt benutze ich einen Hitzeschutz, um Schäden zu vermeiden, wenn ich meine Haare für einen Abend ausführe.",
      "example_translation": "Accidentalmente me quemé el cabello con la plancha rizadora la semana pasada, pero ahora uso un protector de calor para prevenir daños cuando rizo mi cabello para una noche fuera.",
      "imageLink": "image_files\\English\\curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhautzange",
      "translation": "cortauñas de cutícula",
      "definition": "Ein kleines Instrument, das zum Trimmen und Formen der Nagelhaut verwendet wird, typischerweise bestehend aus einem Paar kleiner, gebogener Klingen.",
      "definition_translation": "un instrumento pequeño utilizado para recortar y dar forma a las cutículas, que consiste típicamente en una pareja de hojas pequeñas y curvas.",
      "example": "Sie benutzte ihre Nagelhautzange, um ihre Nagelhaut sorgfältig zu trimmen. Sie hatte ihre Nagelhautzange gestern benutzt, um ihre Nägel zu formen. Sie wird ihre Nagelhautzange morgen benutzen, um sich ein Maniküre zu machen.",
      "example_translation": "Ella utilizó sus cortauñas de cutícula para recortar cuidadosamente sus cutículas. Ella había utilizado sus cortauñas de cutícula ayer para dar forma a sus uñas. Ella utilizará sus cortauñas de cutícula mañana para darse un manicure.",
      "imageLink": "image_files\\English\\cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhautdrücker",
      "translation": "empujador de cutícula",
      "definition": "Ein Werkzeug, das verwendet wird, um die Nagelhaut sanft zurückzudrücken, typischerweise aus Metall oder Kunststoff.",
      "definition_translation": "una herramienta utilizada para empujar suavemente hacia atrás las cutículas, típicamente hecha de metal o plástico.",
      "example": "Die Nageltechnikerin benutzte einen Nagelhautdrücker, um die Nagelhaut ihrer Klientin sanft zurückzudrücken. Sie hatte noch nie einen Nagelhautdrücker vorher benutzt, aber fand ihn sehr effektiv. Sie wird einen Nagelhautdrücker in ihrem Nagelpflegeroutine weiterhin verwenden.",
      "example_translation": "El técnico de uñas utilizó un empujador de cutícula para empujar suavemente hacia atrás las cutículas de su cliente. Ella nunca había utilizado un empujador de cutícula antes, pero encontró que era muy efectivo. Ella continuará utilizando un empujador de cutícula en su rutina de cuidado de uñas.",
      "imageLink": "image_files\\English\\cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhautentferner",
      "translation": "quitacutículas",
      "definition": "Eine flüssige oder cremebasierte Substanz, die verwendet wird, um tote Hautzellen von der Nagelhaut zu lösen und zu entfernen.",
      "definition_translation": "una sustancia líquida o cremosa utilizada para disolver y remover células muertas de la piel de las cutículas.",
      "example": "Sie applizierte einen Nagelhautentferner auf ihre Nägel und wartete, bis er wirksam wurde. Sie hatte einen Nagelhautentferner vorher benutzt, aber dieser war viel sanfter. Sie wird einen Nagelhautentferner jeden Woche benutzen, um ihre Nägel gesund aussehen zu lassen.",
      "example_translation": "Ella aplicó un quitacutículas a sus uñas y esperó a que surtiera efecto. Ella había utilizado un quitacutículas antes, pero este era mucho más suave. Ella utilizará un quitacutículas todas las semanas para mantener sus uñas con aspecto saludable.",
      "imageLink": "image_files\\English\\cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enthaarungsmittel",
      "translation": "crema depilatoria",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um unerwünschtes Haar von der Haut zu entfernen, typischerweise als Creme oder Lotion appliziert.",
      "definition_translation": "Un producto cosmético utilizado para eliminar pelo no deseado de la piel, generalmente aplicado como crema o loción.",
      "example": "Sie benutzte ein Enthaarungsmittel, um unerwünschtes Haar vor dem Strandurlaub zu entfernen. Sie hatte es vorher benutzt, aber wird es nächstes Sommer wieder verwenden.",
      "example_translation": "Ella utilizó una crema depilatoria para eliminar pelo no deseado antes de las vacaciones en la playa. Lo había usado antes, pero lo volverá a usar la próxima verano.",
      "imageLink": "image_files\\English\\depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Augenbrauenstift",
      "translation": "lápiz de cejas",
      "definition": "Ein kosmetisches Werkzeug, das verwendet wird, um die Augenbrauen zu definieren oder auszufüllen, typischerweise in der Form eines Stifts oderzeichners.",
      "definition_translation": "Una herramienta cosmética utilizada para definir o rellenar las cejas, generalmente en forma de lápiz o pluma.",
      "example": "Sie zeichnete ihre Augenbrauen sorgfältig mit einem Augenbrauenstift, um ihr Morgengeschmink zu vervollständigen. Sie hatte es Jahre benutzt und wird es in Zukunft weiterhin verwenden.",
      "example_translation": "Ella dibujó con cuidado sus cejas con un lápiz de cejas para completar su rutina de maquillaje matutina. Lo había estado utilizando durante años, y seguirá usando en el futuro.",
      "imageLink": "image_files\\English\\eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lidstrich",
      "translation": "delineador de ojos",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Form der Augen zu definieren oder zu betonen, typischerweise als flüssige, gel- oder pulverförmige Applikation.",
      "definition_translation": "Un producto cosmético utilizado para definir o realzar la forma de los ojos, generalmente aplicado como líquido, gel o polvo.",
      "example": "Sie applizierte den Lidstrich geschickt, um einen Katzenaugeneffekt für die Party zu erzielen. Sie hatte es vorher geübt und wird es bis nächsten Monat perfektionieren.",
      "example_translation": "Ella aplicó con habilidad el delineador de ojos para crear un efecto de ojos de gato para la fiesta. Lo había practicado antes, y lo perfeccionará para el próximo mes.",
      "imageLink": "image_files\\English\\eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lidschatten",
      "translation": "sombra de ojos",
      "definition": "Ein Kosmetikprodukt, das auf die Liddeckel aufgetragen wird, um Farbe und Texture zu verleihen, oft in Form von Pulver, Creme oder Gel.",
      "definition_translation": "Un cosmético aplicado a los párpados para dar color y textura, a menudo en forma de polvo, crema o gel.",
      "example": "Ich applizierte Lidschatten auf meine Liddeckel vor der Party. Ich hatte Lidschatten auf meine Liddeckel gestern appliziert. Ich werde Lidschatten auf meine Liddeckel morgen applizieren.",
      "example_translation": "Aplicé sombra de ojos a mis párpados antes de la fiesta. Había aplicado sombra de ojos a mis párpados ayer. Aplicaré sombra de ojos a mis párpados mañana.",
      "imageLink": "image_files\\English\\eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Glätteisen",
      "translation": "plancha de pelo",
      "definition": "Ein Gerät, das verwendet wird, um Haare zu glätten oder zu stylen, bestehend aus zwei erhitzten Platten, die zusammengepresst werden, um das Haar zu glätten oder zu formen.",
      "definition_translation": "Un dispositivo usado para enderezar o peinar el cabello, compuesto por dos placas calientes que se presionan juntas para aplanar o dar forma al cabello.",
      "example": "Ich benutzte ein Glätteisen, um mein Haar heute Morgen zu glätten. Ich hatte ein Glätteisen vorher benutzt, um mein Haar für die Party zu stylen. Ich werde ein Glätteisen завтра verwenden, um mein Haar für die Hochzeit zu locken.",
      "example_translation": "Usé una plancha de pelo para enderezar mi cabello esta mañana. Había usado una plancha de pelo para peinar mi cabello para la fiesta. Usaré una plancha de pelo para rizar mi cabello para la boda.",
      "imageLink": "image_files\\English\\flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar-Konditionierer",
      "translation": "aceite para el cabello",
      "definition": "Eine Behandlung, die nach dem Shampoo auf das Haar aufgetragen wird, um seine Weichheit, Handhabbarkeit und allgemeine Gesundheit zu verbessern.",
      "definition_translation": "Un tratamiento aplicado al cabello después del champú para mejorar su suavidad, manejabilidad y salud en general.",
      "example": "Ich applizierte einen Haar-Konditionierer auf mein Haar nach dem Shampoo. Ich hatte einen Haar-Konditionierer gestern auf mein Haar appliziert. Ich werde einen Haar-Konditionierer vor meinem Friseurtermin auf mein Haar anwenden.",
      "example_translation": "Aplicé aceite para el cabello a mi cabello después del champú. Había aplicado aceite para el cabello a mi cabello ayer. Aplicaré aceite para el cabello a mi cabello antes de la cita con la peluquera.",
      "imageLink": "image_files\\English\\hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar-Mousse",
      "translation": "espuma para el cabello",
      "definition": "Ein Stylingprodukt, das verwendet wird, um Volumen, Texture und Halt auf das Haar aufzutragen, typischerweise in einem Schaum- oder Mousse-Konsistenz.",
      "definition_translation": "Un producto de estilismo utilizado para agregar volumen, textura y sujeción al cabello, generalmente en consistencia de espuma o mousse.",
      "example": "Ich benutzte ein Haar-Mousse, um Volumen auf mein Haar zu geben. Ich werde es morgen wieder verwenden, um mein Haar für die Party zu stylen. Ich habe es monatelang benutzt, um mein Haar großartig aussehen zu lassen.",
      "example_translation": "Usé espuma para el cabello para agregar volumen a mi cabello ayer. Lo usaré de nuevo mañana para estilo mi cabello para la fiesta. He estado usando durante meses para mantener mi cabellolooking great.",
      "imageLink": "image_files\\English\\hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarspray",
      "translation": "laca para el cabello",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um Haare an ihrem Platz zu halten, normalerweise in einer Spray-Form.",
      "definition_translation": "Un producto cosmético utilizado para mantener el cabello en su lugar, generalmente en forma de spray.",
      "example": "Ich verwendete Haarspray, um mein Haarstyling den ganzen Tag über in Place zu halten. Sie wird es heute Abend verwenden, um ihr Haar für die Hochzeit zu stylen. Er hat es jahrelang verwendet, um sein Haar perfekt zu stylen.",
      "example_translation": "Usé laca para el cabello para mantener mi peinado en su lugar todo el día. Ella lo utilizará Esta noche para fijar su cabello para la boda. Él ha estado utilizando durante años para mantener su cabello estilizado perfectamente.",
      "imageLink": "image_files\\English\\hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenbalsam",
      "translation": "bálsamo labial",
      "definition": "Ein topisches Produkt, das verwendet wird, um Lippen zu feuchten und zu schützen, oft mit Inhaltsstoffen wie Bienenwachs und Petroleum-Jelly.",
      "definition_translation": "Un producto tópico utilizado para hidratar y proteger los labios, a menudo contiene ingredientes como cera de abeja y jelly de petróleo.",
      "example": "Ich trug Lippenbalsam auf, um meine rissigen Lippen zu beruhigen. Sie wird es heute Abend verwenden, um ihre Lippen vor dem Schlaf zu feuchten. Er hat es den ganzen Winter über verwendet, um seine Lippen vor der Kälte zu schützen.",
      "example_translation": "Aplicó bálsamo labial para calmar mis labios agrietados ayer. Ella lo utilizará Esta noche para hidratar sus labios antes de acostarse. Él ha estado utilizando todo el invierno para proteger sus labios del frío.",
      "imageLink": "image_files\\English\\lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lipgloss",
      "translation": "brillo de labios",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um Lippen Farbe, Glanz und Feuchtigkeit hinzuzufügen.",
      "definition_translation": "Un producto cosmético utilizado para agregar color, brillo y humedad a los labios.",
      "example": "Sie trug eine Schicht Lipgloss auf, bevor sie zum Party ging. Sie trug es den ganzen Tag über, aber es war immer noch glänzend. Sie wird es nach dem Essen wieder auftragen.",
      "example_translation": "Ella aplicó una capa de brillo de labios en sus labios antes de salir a la fiesta. Lo había llevado puesto todo el día, pero todavía estaba brillante. Volverá a aplicarlo después de cenar.",
      "imageLink": "image_files\\English\\lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenkonturenstift",
      "translation": "delineador de labios",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Konturen der Lippen zu definieren und zu formen.",
      "definition_translation": "Un producto cosmético utilizado para definir y dar forma al contorno de los labios.",
      "example": "Sie verwendete einen Lippenkonturenstift, um einen perfekten Cupid-Bogen zu erstellen. Sie hatte Schwierigkeiten, den richtigen Ton zu finden, aber schließlich fand sie einen, der ihrer Lippenfarbe entsprach. Sie wird nächste Woche eine neue Technik mit ihm ausprobieren.",
      "example_translation": "Ella utilizó un delineador de labios para crear un arco de cupido perfecto. Tuvo problemas para encontrar el tono adecuado, pero finalmente encontró uno que coincidía con el color de sus labios. Probará una nueva técnica con él la próxima semana.",
      "imageLink": "image_files\\English\\lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flüssiges Make-up",
      "translation": "base líquida",
      "definition": "Eine Art kosmetisches Make-up, das eine flüssige Konsistenz hat und auf die Haut aufgetragen wird, um Abdeckung und einen einheitlichen Teint zu gewährleisten.",
      "definition_translation": "Un tipo de base cosmética que tiene una consistencia líquida y se aplica a la piel para proporcionar cobertura y un tono uniforme.",
      "example": "Sie trug eine Schicht flüssiges Make-up auf, um ihren Hautton zu egalisieren. Sie hat es jahrelang verwendet, aber kürzlich zu einer neuen Marke gewechselt. Sie wird im nächsten Sommer einen anderen Ton davon ausprobieren.",
      "example_translation": "Ella aplicó una capa de base líquida a su rostro para uniformar su tono de piel. Lo había estado usando durante años, pero recientemente cambió a una nueva marca. Probará un tono diferente de ella el próximo verano.",
      "imageLink": "image_files\\English\\liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puder",
      "translation": "polvo suelto",
      "definition": "Eine Art kosmetisches Puder, das nicht in einer kompakten Form gepresst ist und oft verwendet wird, um Make-up zu fixieren oder einen natürlichen, leichten Finish hinzuzufügen.",
      "definition_translation": "Un tipo de polvo cosmético que no está presionado en una forma compacta y se utiliza a menudo para fijar el maquillaje o agregar un acabado natural y ligero.",
      "example": "Ich trage ein leichtes Puder auf mein Gesicht auf, um mein Make-up zu fixieren. Ich trug Puder auf mein Gesicht auf, um den Glanz zu reduzieren. Ich werde morgen Puder auf mein Gesicht auftragen, um makellos auszusehen.",
      "example_translation": "Me aplico un polvo suelto ligero en la cara para fijar mi base. Ayer me aplicó polvo suelto en la cara para reducir el brillo. Mañana me aplicaré polvo suelto en la cara para parecer perfecta.",
      "imageLink": "image_files\\English\\loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelbürste",
      "translation": "cepillo de uñas",
      "definition": "Ein kleiner Pinsel, der verwendet wird, um Nagellack oder Nagelstärkungsmittel auf die Fingernägel oder Zehennägel aufzutragen.",
      "definition_translation": "Un cepillo pequeño que se utiliza para aplicar esmalte de uñas o fortalecedor de uñas en las uñas de los dedos o los pies.",
      "example": "Ich verwende eine Nagelbürste, um Nagellack sorgfältig aufzutragen. Ich verwendete eine Nagelbürste, um Nagelstärkungsmittel gestern aufzutragen. Ich werde morgen eine Nagelbürste verwenden, um meine Nägel zu bemalen.",
      "example_translation": "Utilizo un cepillo de uñas para aplicar esmalte de uñas con cuidado. Utilicé un cepillo de uñas para aplicar fortalecedor de uñas ayer. Mañana utilizaré un cepillo de uñas para pintar mis uñas.",
      "imageLink": "image_files\\English\\nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagellack",
      "translation": "esmalte de uñas",
      "definition": "Ein kosmetisches Mittel, das verwendet wird, um Fingernägel oder Zehennägel zu färben und zu dekorieren.",
      "definition_translation": "Una sustancia cosmética utilizada para colorear y decorar las uñas de los dedos o los pies.",
      "example": "Ich trage Nagellack auf meine Zehennägel jede Woche auf. Ich trug Nagellack auf meine Fingernägel gestern auf. Ich werde morgen Nagellack auf meine Zehennägel auftragen.",
      "example_translation": "Me aplico esmalte de uñas en las uñas de los pies cada semana. Ayer me aplicó esmalte de uñas en las uñas de los dedos. Mañana me aplicaré esmalte de uñas en las uñas de los pies.",
      "imageLink": "image_files\\English\\nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagellackentferner",
      "translation": "quitapolish de uñas",
      "definition": "Ein auf Lösungsmitteln basierendes Flüssigkeit, das verwendet wird, um Nagellack von Fingernägeln oder Zehennägeln zu entfernen.",
      "definition_translation": "Un líquido basado en disolventes utilizado para quitar esmalte de uñas de los dedos de los pies o las uñas de los dedos.",
      "example": "Ich brauche einen Nagellackentferner, um meinen alten Nagellack zu entfernen. Gestern verwendete ich einen Nagellackentferner, um meine Nägel zu reinigen. Bis nächster Woche werde ich gelernt haben, einen Nagellackentferner effektiv zu verwenden.",
      "example_translation": "Necesito comprar un quitapolish de uñas para quitar mi esmalte de uñas antiguo. Ayer, usé un quitapolish de uñas para limpiar mis uñas. Para la próxima semana, habré aprendido cómo usar un quitapolish de uñas de manera efectiva.",
      "imageLink": "image_files\\English\\nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puderpuder",
      "translation": "polvillo",
      "definition": "Ein weiches, kissenförmiges Werkzeug, das verwendet wird, um Puder auf das Gesicht oder den Körper aufzutragen.",
      "definition_translation": "Una herramienta suave y acolchada utilizada para aplicar polvo en la cara o el cuerpo.",
      "example": "Der Maskenbildner verwendete einen Puderpuder, um das Make-up auf dem Gesicht des Modells zu fixieren. Sie hat den ganzen Morgen über einen Puderpuder verwendet, um Puder aufzutragen. Bis morgen wird sie die Technik des Puderpuder-Verwendens gemeistert haben.",
      "example_translation": "El artista de maquillaje usó un polvillo para fijar la base en la cara del modelo. Ha estado usando un polvillo para aplicar polvo toda la mañana. Para mañana, habrá dominado la técnica de usar un polvillo.",
      "imageLink": "image_files\\English\\powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puderpulver",
      "translation": "polvo compacto",
      "definition": "Eine Art kosmetisches Pulver, das in eine kompakte Form gepresst wird, um die Grundierung und das Concealer zu fixieren.",
      "definition_translation": "Un tipo de polvo cosmético que se presiona en una forma compacta, utilizado para fijar la base y el corrector.",
      "example": "Sie legte eine Schicht Puderpulver auf, um ihr Make-up zu fixieren. Gestern habe ich ein neues Puderpulver gekauft, das ölkontrollierend ist. Bis nächsten Monat werde ich mein Puderpulver aufgebraucht haben und benötige ein neues.",
      "example_translation": "Ella aplicó una capa de polvo compacto para fijar su maquillaje. Ayer, compré un nuevo polvo compacto que es controlador de aceite. Para el próximo mes, habré terminado mi polvo compacto y necesitaré comprar uno nuevo.",
      "imageLink": "image_files\\English\\pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grundierung",
      "translation": "prueba",
      "definition": "Eine Grundierung ist ein vorbereitender Anstrich von Farbe oder Kleber, der auf eine Oberfläche aufgetragen wird, um eine glatte Basis für weitere Schichten zu schaffen oder die Haftung zu verbessern.",
      "definition_translation": "Un primer es una capa de pintura o pegamento aplicada a una superficie para crear una base suave para capas adicionales o mejorar la adhesión.",
      "example": "Ich verwendete eine Grundierung, um die Wand zu streichen, dann auftrug ich zwei Schichten Farbe. Ich werde nächste Woche wieder eine Grundierung verwenden, um das Projekt abzuschließen. Sie hatte letzten Jahr eine Grundierung verwendet, um die Oberfläche vorzubereiten.",
      "example_translation": "Usé un primer para pintar la pared, luego apliqué dos capas de pintura. Usaré un primer de nuevo la próxima semana para terminar el proyecto. Ella había usado un primer el año pasado para preparar la superficie.",
      "imageLink": "image_files\\English\\primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleifstein",
      "translation": "piedra pómez",
      "definition": "Ein Schleifstein ist ein natürlicher peeling-Stein, der verwendet wird, um tote Hautzellen zu entfernen und raue Stellen auf der Haut zu glätten.",
      "definition_translation": "Una piedra pómez es una piedra natural exfoliante utilizada para eliminar células muertas de la piel y suavizar parches rugosos en la piel.",
      "example": "Ich verwendete einen Schleifstein, um tote Hautzellen von meinen Füßen zu entfernen. Sie wird morgen einen Schleifstein verwenden, um ihre Hände zu peelen. Sie hatten letzten Woche einen Schleifstein verwendet, um ihre Ellenbogen zu glätten.",
      "example_translation": "Usé una piedra pómez para eliminar células muertas de mis pies. Ella utilisará una piedra pómez mañana para exfoliar sus manos. Habían utilizado una piedra pómez la semana pasada para suavizar sus codos.",
      "imageLink": "image_files\\English\\pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasierpinsel",
      "translation": "cepillo de afeitar",
      "definition": "Ein Rasierpinsel ist ein Pinsel, der verwendet wird, um Rasierschaum oder -creme auf die Haut aufzutragen, bevor man rasiert.",
      "definition_translation": "Un cepillo de afeitar es un cepillo utilizado para aplicar jabón o crema de afeitar a la piel antes de afeitar.",
      "example": "Ich verwendete einen Rasierpinsel, um Rasierschaum auf mein Gesicht aufzutragen. Sie wird morgen einen Rasierpinsel verwenden, um ihre Beine zu rasieren. Sie hatten letzten Woche einen Rasierpinsel verwendet, um ihre Bärte zu rasieren.",
      "example_translation": "Usé un cepillo de afeitar para aplicar crema de afeitar a mi rostro. Ella utilisará un cepillo de afeitar mañana para afeitar sus piernas. Habían utilizado un cepillo de afeitar la semana pasada para afeitar sus barbas.",
      "imageLink": "image_files\\English\\shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasierschaum",
      "translation": "crema de afeitar",
      "definition": "Ein dickes, reichhaltiges und cremiges Mittel, das verwendet wird, um die Haut während des Rasierens zu schützen und zu glätten, enthält通常 Inhaltsstoffe, die helfen, die Haut zu moisturisieren und zu beruhigen.",
      "definition_translation": "Una sustancia gruesa, rica y cremosa utilizada para lubricar y proteger la piel mientras se afeita, que generalmente contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "Ich verwendete Rasierschaum, um meine Bartgestaltung gestern zu rasieren, aber ich werde morgen einen Rasierer verwenden. Ich habe Monate lang Rasierschaum verwendet und werde es auch in Zukunft verwenden.",
      "example_translation": "Usé crema de afeitar para afeitar mi barba ayer, pero usaré una navaja mañana. He estado usando crema de afeitar durante meses, y continuaré usando en el futuro.",
      "imageLink": "image_files\\English\\shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasier-Schaum",
      "translation": "espuma de afeitar",
      "definition": "Ein leichtes, luftiges und schaumiges Mittel, das verwendet wird, um die Haut während des Rasierens zu schützen und zu glätten, wird genellikle aus einer Aerosol-Dose abgegeben.",
      "definition_translation": "Una sustancia liviana, aireada y espumosa utilizada para lubricar y proteger la piel mientras se afeita, generalmente dispensada desde una lata de aerosol.",
      "example": "Sie applizierte Rasier-Schaum auf ihre Beine, bevor sie rasierte, und dann spülte sie es ab. Er hat Jahre lang Rasier-Schaum verwendet, aber jetzt will er einen Rasierer ausprobieren.",
      "example_translation": "Ella aplicó espuma de afeitar a sus piernas antes de afeitarse, y luego la enjuagó. Él ha estado usando espuma de afeitar durante años, pero ahora quiere probar una navaja.",
      "imageLink": "image_files\\English\\shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnencreme",
      "translation": "protector solar",
      "definition": "Eine Creme, Lotion oder Spray, die verwendet wird, um die Haut vor den schädlichen UV-Strahlen der Sonne zu schützen, enthält通常 Inhaltsstoffe, die helfen, die Haut zu moisturisieren und zu beruhigen.",
      "definition_translation": "Una crema, loción o spray utilizada para proteger la piel de los dañinos rayos ultravioletas del sol, que a menudo contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "Ich trage immer Sonnencreme auf, bevor ich zum Strand gehe, und trage sie alle zwei Stunden wieder auf. Sie vergaß, Sonnencreme zum Park mitzubringen, und jetzt hat sie einen Sonnenbrand.",
      "example_translation": "Siempre aplico protector solar antes de ir a la playa, y reaplico cada dos horas. Ella se olvidó de帶r el protector solar al parque, y ahora tiene una quemadura solar.",
      "imageLink": "image_files\\English\\sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zupfen",
      "translation": "pinzas",
      "definition": "Kleine metallische Instrumente, die meist in Form einer Zange sind, werden verwendet, um kleine Objekte zu greifen oder zu entfernen, insbesondere zum Formen oder Anpassen der Augenbrauen.",
      "definition_translation": "Instrumentos metálicos pequeños, generalmente en forma de tijeras, utilizados para arrancar o sujetar objetos pequeños, especialmente para dar forma o ajustar las cejas.",
      "example": "Ich verwendete Zupfen, um einen Splitter aus meiner Haut zu entfernen. Ich werde heute Abend Zupfen verwenden, um meine Augenbrauen zu ziehen. Sie hatte Zupfen verwendet, um ihre Halskette anzupassen.",
      "example_translation": "Usé pinzas para quitar un astillo de mi piel. Usaré pinzas para depilar mis cejas esta noche. Ella había utilizado pinzas para ajustar su collar.",
      "imageLink": "image_files\\English\\tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]