[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Äthiopische Katze",
      "translation": "abisinio",
      "definition": "Eine Rasse von Hauskatzen, die aus Äthiopien stammt und durch ihr charakteristisches gezeichnetes Fell bekannt ist.",
      "definition_translation": "Una raza de gato doméstico originario de Etiopía, conocida por su peculiar capa moteada.",
      "example": "Ich hatte eine Äthiopische Katze als Haustier, als ich ein Kind war. Sie war sehr spielend. Ich werde nächstes Jahr wieder eine Äthiopische Katze haben. Sie wird ein großartiger Begleiter sein.",
      "example_translation": "Tenía un gato abisinio como mascota cuando era niño. Era muy juguetón. Volveré a tener otro gato abisinio el próximo año. Será un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amerikanische Kurzhaar",
      "translation": "pelaje americano corto",
      "definition": "Eine Rasse von Hauskatzen, die aus Nordamerika stammt und durch ihren robusten Körperbau und ihr kurzes, dichtes Fell bekannt ist.",
      "definition_translation": "Una raza de gato doméstico originario de Norteamérica, conocida por su construcción sólida y su capa corta y densa.",
      "example": "Die Amerikanische Kurzhaar ist eine schöne Rasse. Sie wurde im 19. Jahrhundert nach Europa eingeführt. Ich werde bald einer Amerikanischen Kurzhaar in meine Familie aufnehmen.",
      "example_translation": "El pelaje americano corto es una raza hermosa. Se introdujo en Europa en el siglo XIX. Introduciré un pelaje americano corto a mi familia pronto.",
      "imageLink": "image_files\\English\\"imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bengalkatze",
      "translation": "gato bengalí",
      "definition": "Eine Hybridrasse von Hauskatzen, die durch die Kreuzung einer Hauskatze mit einer Asiatischen Leopardenkatze entsteht, bekannt für ihr karakteristisches geflecktes oder marmoriertes Fell.",
      "definition_translation": "Una raza híbrida de gato doméstico, resultado del cruce de un gato doméstico con un gato leopardo asiático, conocida por su capa moteada o jaspeada característica.",
      "example": "Ich sah eine Bengalkatze gestern im Tierladen. Sie war sehr energiegeladen. Ich werde in Zukunft eine Bengalkatze besitzen. Sie wird ein wunderbarer Haushalt sein.",
      "example_translation": "Vi un gato bengalí en la tienda de mascotas ayer. Era muy enérgico. Tendré un gato bengalí en el futuro. Será una mascota maravillosa.",
      "imageLink": "image_files\\English\\"imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birmanen",
      "translation": "Birmano",
      "definition": "Die Birmanen sind eine Rasse von Hauskatzen, die aus Burma (heute Myanmar) stammt. Sie sind bekannt für ihre spitzen Ohren, weißen Pfoten und flauschigen Fell.",
      "definition_translation": "El Birmano es una raza de gato doméstico originaria de Birmania (ahora Myanmar). Es conocido por sus orejas puntiagudas, patas blancas y manto espeso.",
      "example": "Ich hatte eine Birmanen, als ich ein Kind war, sie war sehr spielend. Jetzt habe ich wieder eine Birmanen, sie ist sehr liebevoll. Ich werde in Zukunft eine Birmanen haben, sie wird sehr loyal sein.",
      "example_translation": "Tuve un gato Birmano cuando era niño, era muy juguetón. Ahora tengo un gato Birmano de nuevo, es muy cariñoso. Tendré un gato Birmano en el futuro, será muy leal.",
      "imageLink": "image_files\\English\\"imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Britische Kurzhaar",
      "translation": "británico de pelo corto",
      "definition": "Die Britische Kurzhaar ist eine Rasse von Hauskatzen, bekannt für ihren robusten Körperbau, ihr kurzes Fell und ihr ruhiges Temperament. Sie ist eine der ältesten Katzenrassen der Welt.",
      "definition_translation": "El británico de pelo corto es una raza de gato doméstico conocido por su construcción sólida, manto corto y temperamento calmado. Es una de las razas de gatos más antiguas del mundo.",
      "example": "Meine Großmutter hatte eine Britische Kurzhaar, sie war sehr faul. Jetzt habe ich eine Britische Kurzhaar, sie ist sehr spielend. Ich werde in Zukunft eine Britische Kurzhaar haben, sie wird sehr sanftmütig sein.",
      "example_translation": "Mi abuela tenía un gato británico de pelo corto, era muy vago. Ahora tengo un gato británico de pelo corto, es muy juguetón. Tendré un gato británico de pelo corto en el futuro, será muy suave.",
      "imageLink": "image_files\\English\\"imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "Birmano",
      "definition": "Die Burmese ist eine Rasse von Hauskatzen, bekannt für ihr goldenes Fell, große Augen und spielerisches Temperament. Sie stammt aus Burma (heute Myanmar).",
      "definition_translation": "El Birmano es una raza de gato doméstico conocido por su manto dorado, ojos grandes y temperamento juguetón. Originó de Birmania (ahora Myanmar).",
      "example": "Ich hatte eine Burmese, als ich ein Teenager war, sie war sehr energiegeladen. Jetzt habe ich wieder eine Burmese, sie ist sehr neugierig. Ich werde in Zukunft eine Burmese haben, sie wird sehr abenteuerlustig sein.",
      "example_translation": "Tuve un gato Birmano cuando era adolescente, era muy enérgico. Ahora tengo un gato Birmano, es muy curioso. Tendré un gato Birmano en el futuro, será muy aventurero.",
      "imageLink": "image_files\\English\\"imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "Cartujano",
      "definition": "Der Chartreux ist eine Rasse von Hauskatzen aus Frankreich, bekannt für ihr charakteristisches blaugraues Fell und ihre große Größe.",
      "definition_translation": "El Cartujano es una raza de gato doméstico de Francia, conocida por su Distintiva capa azul-gris y su gran tamaño.",
      "example": "Sie war immer von der Rasse Chartreux fasziniert und adoptierte schließlich eines von einem lokalen Tierheim. Vorletztes Jahr nahm sie ihren Chartreux zu einer Katzenschau mit, wo er den ersten Preis gewann. Nächstes Jahr plant sie, ihren Chartreux zu züchten, um die Rasse zu erhalten.",
      "example_translation": "Siempre había estado fascinada por la raza Cartujano, y finalmente adoptó uno de un refugio local. El año pasado, llevó su Cartujano a una exhibición de gatos, donde ganó el primer premio. El año próximo, planea criar su Cartujano para preservar la raza.",
      "imageLink": "image_files\\English\\"imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbpunkt, Himalaya",
      "translation": "punto de color, Himalayo",
      "definition": "Der Farbpunkt, auch Himalaya genannt, ist eine Rasse von Hauskatzen, die durch Kreuzung von Siamesen und Perserkatzen entsteht, charakterisiert durch ihr weißes Fell mit Punkten von Farbe.",
      "definition_translation": "El punto de color, también conocido como Himalayo, es una raza de gato doméstico resultado de cruzar gatos Siames y Persas, caracterizados por su capa blanca con puntos de color.",
      "example": "Ihre Großmutter hatte eine Farbpunkt, als sie ein Kind war, und liebte es, mit ihrem weichen Fell zu spielen. Heute besitzt sie einen eigenen Farbpunkt, den sie regelmäßig zu Katzenschauen mitnimmt. Bis nächstes Jahr hofft sie, einen Preis-Farbpunkt gezüchtet zu haben.",
      "example_translation": "Su abuela tenía un gato punto de color cuando era niña, y le encantaba jugar con su suave pelaje. Hoy en día, ella posee un punto de color propio, que lleva a exhibiciones de gatos regularmente. Para el año próximo, espera haber criado un punto de color ganador de premios.",
      "imageLink": "image_files\\English\\"imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "Der Devon Rex ist eine Rasse von Hauskatzen, die aus Devon, England, stammt und durch ihr lockiges, weiches Fell und große Ohren bekannt ist.",
      "definition_translation": "El Rex de Devon es una raza de gato doméstico originaria de Devon, Inglaterra, conocida por su capa suave y rizada, y sus orejas grandes.",
      "example": "Er hatte noch nie einen Devon Rex gesehen, aber als er einen im Tierladen traf, war er sofort begeistert. Letzte Woche brachte er einen Devon Rex-Kätzchen nach Hause, den er Max nannte. In einem Jahr plant er, Max auf einer nationalen Katzenschau zu zeigen.",
      "example_translation": "Nunca había visto un Rex de Devon antes, pero cuando conoció uno en una tienda de mascotas, se enamoró al instante. La semana pasada, trajo a casa un gatito Rex de Devon, al que llamó Max. En un año, planea mostrar a Max en una exhibición de gatos nacional.",
      "imageLink": "image_files\\English\\"imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauskatze",
      "translation": "gato doméstico",
      "definition": "Eine Hauskatze, auch Hauskatze oder Zimmerkatze genannt, ist ein kleines, normalerweise haariges, fleischfressendes Säugetier, das in oder um menschliche Behausungen lebt.",
      "definition_translation": "Un gato doméstico, también llamado gato de casa o gato indoor, es un pequeño mamífero carnívoro típicamente peludo que vive en o alrededor de habitaciones humanas.",
      "example": "Ich hatte eine Hauskatze, als ich ein Kind war. Jetzt habe ich einen Hund. Ich werde in Zukunft wieder eine Hauskatze haben.",
      "example_translation": "Tuve un gato doméstico cuando era niño. Ahora tengo un perro. Volveré a tener un gato doméstico en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "exotische Kurzhaar",
      "translation": "pelaje corto exótico",
      "definition": "Eine exotische Kurzhaar ist eine Katzenrasse, die ein kurzes, samtweiches Fell und ein sanftes, ruhiges Temperament hat.",
      "definition_translation": "Un pelaje corto exótico es una raza de gato que tiene un pelaje corto y acolchado y un temperamento dulce y calmado.",
      "example": "Meine Schwester hatte eine exotische Kurzhaar-Katze, als sie auf dem College war. Jetzt hat sie eine andere Katzenrasse. Sie wird eines Tages wieder eine exotische Kurzhaar haben.",
      "example_translation": "Mi hermana tenía un gato de pelaje corto exótico cuando estaba en la universidad. Ahora tiene una raza diferente de gato. Volverá a tener un gato de pelaje corto exótico algún día.",
      "imageLink": "image_files\\English\\"imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Japanischer Bobtail",
      "translation": "cola japonesa",
      "definition": "Der Japanische Bobtail ist eine Katzenrasse, die in Japan entstanden ist und durch seinen kurzen Schwanz und oft ruhigen und sanften Charakter gekennzeichnet ist.",
      "definition_translation": "El cola japonesa es una raza de gato doméstico originaria de Japón, caracterizada por su cola corta, y a menudo tienen una personalidad calmada y gentil.",
      "example": "Ich sah einen Japanischen Bobtail-Katze im Tierladen letzte Woche. Er war sehr niedlich. Ich werde in Zukunft einen Japanischen Bobtail in Betracht ziehen.",
      "example_translation": "Vi un gato cola japonesa en la tienda de mascotas la semana pasada. Era muy lindo. Consideraré tener un gato cola japonesa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Gato Maine Coon",
      "definition": "Der Maine Coon ist eine domestizierte Katzenrasse, die in Nordamerika, insbesondere im Bundesstaat Maine, beheimatet ist. Es ist eine der ältesten natürlichen Katzenrassen in Nordamerika mit einer markanten physischen Erscheinung und einem freundlichen, aufgeschlossenen Charakter.",
      "definition_translation": "El gato Maine Coon es una raza de gato doméstico nativa de Norteamérica, específicamente del estado de Maine. Es una de las razas de gatos naturales más antiguas de Norteamérica, con una apariencia física distintiva y una personalidad amigable y extrovertida.",
      "example": "Ich hatte einen Maine Coon-Katzen, als ich ein Kind war, er war sehr spielbegeistert. Heute habe ich ein neues Maine Coon-Kätzchen, und es zeigt bereits seine neugierige Natur. Ich werde einst eine ganze Familie von Maine Coon-Katzen haben.",
      "example_translation": "Tuve un gato Maine Coon cuando era niño, era muy juguetón. Hoy, tengo un nuevo gatito Maine Coon, y ya está mostrando su naturaleza curiosa. Tendré una familia completa de gatos Maine Coon en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Norwegische Waldkatze",
      "translation": "Gato Bosque Noruego",
      "definition": "Die Norwegische Waldkatze ist eine domestizierte Katzenrasse, die in Norwegen entstanden ist. Sie ist eine robuste und athletische Katze mit einem markanten Fell und einem ruhigen, sanften Charakter.",
      "definition_translation": "El gato Bosque Noruego es una raza de gato doméstico originaria de Noruega. Es un gato sólido y atlético con un abrigo distinctivo y una naturaleza calmada y gentil.",
      "example": "Ich habe früher eine Norwegische Waldkatze besessen, sie war sehr liebevoll. Jetzt habe ich einen Freund, der eine Norwegische Waldkatze hat, und sie ist sehr spielbegeistert. Ich werde in Zukunft wieder eine Norwegische Waldkatze haben.",
      "example_translation": "Solía tener un gato Bosque Noruego, era muy cariñoso. Ahora, tengo un amigo que tiene un gato Bosque Noruego, y es muy juguetón. Volveré a tener un gato Bosque Noruego en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocicat",
      "translation": "ocicat",
      "definition": "Die Ocicat ist eine domestizierte Katzenrasse, die entwickelt wurde, um einer wilden Katze zu ähneln, aber mit einem freundlichen und aufgeschlossenen Charakter.",
      "definition_translation": "El ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, pero con una personalidad amigable y extrovertida.",
      "example": "Ich sah einen Ocicat im Tierladen, er war sehr schön. Meine Schwester hat einen Ocicat, und er ist sehr energiegeladen. Ich werde meinen Bruder in Zukunft einen Ocicat als Geschenk kaufen.",
      "example_translation": "Vi un ocicat en la tienda de mascotas, era muy hermoso. Mi hermana tiene un ocicat, y es muy enérgico. Compraré un ocicat como regalo para mi hermano en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perse",
      "translation": "persa",
      "definition": "Die Perse ist eine Langhaar-Katzenrasse, die durch ihr rundes Gesicht, kurze Schnauze und ruhiges Wesen gekennzeichnet ist.",
      "definition_translation": "El persa es una raza de gato de pelo largo caracterizada por su rostro redondo, hocico corto y temperamento calmado.",
      "example": "Ich hatte eine Perse-Katze, als ich ein Kind war, sie war sehr spielbegeistert. Jetzt habe ich eine neue Perse-Katze, und sie ist sehr faul. Ich werde nächstes Jahr wieder eine Perse-Katze haben.",
      "example_translation": "Tenía un gato persa cuando era niño, era muy juguetón. Ahora tengo un nuevo gato persa, y es muy perezoso. Tendré otro gato persa el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "muñeco de trapo",
      "definition": "Die Ragdoll ist eine Katzenrasse, die durch ihr weiches, seidiges Fell und die Tendenz, bei dem Hochnehmen schlaff zu werden, gekennzeichnet ist.",
      "definition_translation": "El muñeco de trapo es una raza de gato conocida por su suave capa sedosa y tendencia a menjadi flojo cuando se lo levanta.",
      "example": "Ich habe eine Ragdoll-Katze, sie liebt es, zu schlafen. Gestern habe ich meine Ragdoll-Katze hochgenommen, und sie wurde sehr entspannt. Morgen werde ich meine Ragdoll-Katze zum Tierarzt bringen.",
      "example_translation": "Tengo un gato muñeco de trapo, le encanta dormir. Ayer, levanté a mi gato muñeco de trapo, y se relajó mucho. Mañana, llevaré a mi gato muñeco de trapo al veterinario.",
      "imageLink": "image_files\\English\\"imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Russisch Blau",
      "translation": "azul ruso",
      "definition": "Das Russisch Blau ist eine Katzenrasse, die durch ihr dickes, samtweiches Fell und ihre grünen Augen gekennzeichnet ist.",
      "definition_translation": "El azul ruso es una raza de gato conocida por su espesa capa de piel acolchada y ojos verdes.",
      "example": "Ich habe eine Russisch Blau-Katze, sie ist sehr scheu. Letzte Woche habe ich eine Russisch Blau-Katze im Tierladen gesehen, sie war sehr schön. Nächsten Monat werde ich eine Russisch Blau-Katze aus dem Tierheim adoptieren.",
      "example_translation": "Tengo un gato azul ruso, es muy tímido. La semana pasada, vi un gato azul ruso en la tienda de mascotas, era muy hermoso. El mes que viene, adoptaré un gato azul ruso del refugio.",
      "imageLink": "image_files\\English\\"imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Savanne",
      "translation": "Sabana",
      "definition": "Eine Savanne ist ein Grasland-Ökosystem, das durch die Anwesenheit von verstreuten Bäumen gekennzeichnet ist, oft in tropischen und subtropischen Regionen gefunden.",
      "definition_translation": "Una sabana es un ecosistema de pradera caracterizado por la presencia de árboles dispersos, typicalmente encontrado en regiones tropicales y subtropicales.",
      "example": "Ich habe viele Savannen in Afrika besucht, wo ich Löwen frei herumlaufen sah. Ich werde nächstes Jahr eine Savanne besuchen. Ich habe letzten Sommer eine Savanne besucht.",
      "example_translation": "He visitado muchas sabanas en África, donde vi leones vagando libremente. Voy a visitar una sabana el próximo año. Visité una sabana la verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottische Falte",
      "translation": "Scottish Fold",
      "definition": "Die Schottische Falte ist eine domestizierte Katzenrasse, die durch ihre einzigartig gefalteten Ohren und ihren spielerischen Charakter gekennzeichnet ist.",
      "definition_translation": "El Scottish Fold es una raza de gato doméstico conocida por sus orejas dobladas únicas y su personalidad juguetona.",
      "example": "Ich habe eine Schottische Falte-Katze zu Hause, die ich liebe, mit der ich spiele. Mein Freund wird nächsten Monat einen Schottischen Falten-Kätzchen kaufen. Ich hatte eine Schottische Falte-Katze, als ich ein Kind war.",
      "example_translation": "Tengo un gato Scottish Fold en casa, con el que me encanta jugar. Mi amigo va a comprar un gatito Scottish Fold el próximo mes. Tenía un gato Scottish Fold cuando era niño.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siamesisch",
      "translation": "Siamés",
      "definition": "Die Siamesische ist eine Rasse von Hauskatzen, die ursprünglich aus Thailand stammt und bekannt ist für ihr kurzes, feines Fell in einer cremefarbenen Basisfarbe mit einem Punktmuster.",
      "definition_translation": "El Siamés es una raza de gato doméstico originaria de Tailandia, conocida por su corta y fina capa en un color base crema con un esquema de colores punto.",
      "example": "Ich habe immer eine Siamesische Katze haben wollen, aber sie sind ziemlich rare. Meine Tante hat eine Siamesische Katze, die sehr gesprächig ist. Ich sah eine Siamesische Katze im Tierladen letzte Woche.",
      "example_translation": "He siempre querido un gato Siamés, pero son bastante raros. Mi tía tiene un gato Siamés, que es muy hablador. Vi un gato Siamés en la tienda de mascotas la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirisch",
      "translation": "Siberiano",
      "definition": "Bezieht sich auf Sibirien, eine Region in Russland, oder auf seine Menschen oder Kultur.",
      "definition_translation": "Relativo a Siberia, una región en Rusia, o a su pueblo o cultura.",
      "example": "Die sibirische Wildnis ist bekannt für ihr raues Klima und vielfältige Wildtiere. Der Forscher hatte durch sibirische Wälder gereist, bevor er den Berggipfel erreichte. Der Wissenschaftler wird das sibirische Permafrost untersuchen, um seinen Einfluss auf die globale Erwärmung zu verstehen.",
      "example_translation": "El desierto siberiano es conocido por su clima severo y diversa vida silvestre. El explorador había viajado por bosques siberianos antes de alcanzar la cima de la montaña. El científico estudiara el permafrost siberiano para entender su impacto en el calentamiento global.",
      "imageLink": "image_files\\English\\"imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Somalisch",
      "translation": "Somalí",
      "definition": "Bezieht sich auf Somalia, ein Land in Ostafrika, oder auf seine Menschen oder Kultur.",
      "definition_translation": "Relativo a Somalia, un país en África Oriental, o a su pueblo o cultura.",
      "example": "Die somalische Gemeinde in der Stadt hat ihre kulturellen Traditionen aufrechterhalten. Die somalische Sprache wird von Millionen Menschen auf der ganzen Welt gesprochen. Die somalische Regierung hat Politiken umgesetzt, um Armut und Ungleichheit zu reduzieren.",
      "example_translation": "La comunidad somalí en la ciudad ha mantenido sus tradiciones culturales. El idioma somalí es hablado por millones de personas en todo el mundo. El gobierno somalí ha implementado políticas para reducir la pobreza y la desigualdad.",
      "imageLink": "image_files\\English\\"imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "Esfinge",
      "definition": "Eine Rasse von Katzen, bekannt für ihr Fehlen von Fell, die ursprünglich aus Kanada stammt.",
      "definition_translation": "Una raza de gato conocida por su falta de pelo, originaria de Canadá.",
      "example": "Die Sphynx-Katze ist ein beliebtes Haustier aufgrund ihrer liebevollen Natur. Der Züchter hatte einen Wurf von Sphynx-Kätzchen, die geimpft werden mussten. Der Besitzer der Sphynx-Katze wird sie nächste Woche zur Kontrolle zum Arzt bringen.",
      "example_translation": "El gato Esfinge es un animal doméstico popular debido a su naturaleza afectuosa. El criador tenía una camada de gatitos Esfinge que necesitaban ser vacunados. El propietario del gato Esfinge lo llevará al veterinario para un chequeo la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkisch Angora",
      "translation": "Angora Turco",
      "definition": "Die Türkische Angora ist eine Rasse von Hauskatzen, die ursprünglich aus der Türkei stammt, bekannt für ihr seidiges, feines Fell und große Augen.",
      "definition_translation": "El Angora Turco es una raza de gato doméstico que se originó en Turquía, conocido por su piel suave y fina y ojos grandes.",
      "example": "Ich hatte eine Türkische Angora als Haustier, als ich ein Kind war. Jetzt plane ich, wieder eine zu bekommen. In Zukunft denke ich, ich werde ein ganzes Haus voll davon haben.",
      "example_translation": "Tuve un Angora Turco como mascota cuando era niño. Ahora, estoy planeando tener uno de nuevo. En el futuro, creo que tendré una casa llena de ellos.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkisch Van",
      "translation": "Van Turco",
      "definition": "Die Türkische Van ist eine Rasse von Hauskatzen, die ursprünglich aus der Türkei stammt, bekannt für ihre auffälligen weißen und farbigen Abzeichen.",
      "definition_translation": "El Van Turco es una raza de gato doméstico que se originó en Turquía, conocido por sus marcas blancas y de colores distintas.",
      "example": "Mein Freund hat einen Türkischen Van, der gerne im Garten spielt. Er hatte ihn seit er ein Kätzchen war, und jetzt ist er ein schöner ausgewachsener Kater. Er wird vorsichtig sein müssen, wenn er alt wird.",
      "example_translation": "Mi amiga tiene un Van Turco que le encanta jugar en el jardín. Lo tuvo desde que era un gatito, y ahora es un gato adulto hermoso. Tendrá que tener cuidado cuando se haga viejo.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]