{
  "data": [
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahl",
      "translation": "número",
      "definition": "Ein mathematischer Wert oder eine Größe, insbesondere eine ganze oder positive Zahl.",
      "definition_translation": "Un valor o cantidad matemática, especialmente un entero o número positivo.",
      "example": "Ich muss die Telefonnummer memorieren, kannst du sie wiederholen? Gestern habe ich meine PIN-Nummer vergessen und konnte kein Geld abheben. Bis zum Ende des Jahres werde ich mein Zahlen-crunching-Projekt abgeschlossen haben.",
      "example_translation": "Tengo que memorizar el número de teléfono, ¿puedes repetirlo? Ayer, olvidé mi número de PIN y no pude retirar dinero. Para fines de año, habré terminado mi proyecto de análisis de números.",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "círculo",
      "definition": "Eine runde Form ohne Anfang oder Ende, die in jede Richtung unbegrenzt fortgesetzt wird.",
      "definition_translation": "Una forma redonda sin principio ni fin, continuando indefinidamente en todas las direcciones.",
      "example": "Der Kreis meiner Freunde ist sehr unterstützend. In der Geometrie ist ein Kreis eine geschlossene Kurve. Bis zum Ende des Jahres werde ich einen Kreis um die ganze Stadt gezogen haben.",
      "example_translation": "El círculo de amigos que tengo es muy solidario. En geometría, un círculo es una curva cerrada. Para fines de año, habré terminado dibujando un círculo alrededor de toda la ciudad.",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadrat",
      "translation": "cuadrado",
      "definition": "Eine Form mit vier Seiten gleicher Länge, bei der alle Innenwinkel rechte Winkel sind.",
      "definition_translation": "Una figura con cuatro lados de igual longitud, donde todos los ángulos internos son ángulos rectos.",
      "example": "Die Quadratwurzel von 16 ist 4. Der Stadtplatz ist ein beliebter Touristenplatz. Bis nächstes Jahr werde ich ein quadratisches Haus mit einem schönen Garten gebaut haben.",
      "example_translation": "La raíz cuadrada de 16 es 4. La plaza del pueblo es un lugar turístico popular. Para el próximo año, habré construido una casa cuadrada con un hermoso jardín.",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stern",
      "translation": "estrella",
      "definition": "Ein massiver, leuchtender Gasball, der durch sein eigenes Gewicht zusammengehalten wird. Sterne sind himmlische Objekte, die von der Erde aus sichtbar sind und üblicherweise als Punkte des Lichts am Nachthimmel gesehen werden.",
      "definition_translation": "Una bola masiva y luminosa de gas que se mantiene unida por su propia gravedad. Las estrellas son objetos celestes que son visibles desde la Tierra y se ven típicamente como puntos de luz en el cielo nocturno.",
      "example": "Der Stern leuchtete hell am Nachthimmel. Der Astronom hatte den Stern viele Jahre lang studiert. Bis zum Jahr 2050 werden Menschen einen nahegelegenen Stern kolonisiert haben.",
      "example_translation": "La estrella brilló intensamente en el cielo nocturno. El astrónomo había estudiado la estrella durante muchos años. Para el año 2050, los humanos habrán colonizado una estrella cercana.",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuz",
      "translation": "cruz",
      "definition": "Ein Symbol oder eine Form mit zwei sich kreuzenden Linien, verwendet als Repräsentation des Christentums oder als Symbol des Schutzes oder Segens.",
      "definition_translation": "Un símbolo o forma con dos líneas intersectantes, utilizado como representación del cristianismo o como símbolo de protección o bendición.",
      "example": "Das Kreuz um ihren Hals war ein Geschenk ihrer Großmutter. Der christliche Priester trug ein großes Kreuz während der Prozession. Die Wanderer mussten den Fluss überqueren, um den Berg zu erreichen.",
      "example_translation": "La cruz que colgaba alrededor de su cuello era un regalo de su abuela. El sacerdote cristiano llevaba una gran cruz durante la procesión. Los excursionistas tuvieron que cruzar el río para alcanzar la montaña.",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prozent",
      "translation": "por ciento",
      "definition": "Eine Einheit des Prozentsatzes, gleich einem Hundertstel eines Ganzen, verwendet, um einen Anteil oder eine Rate auszudrücken.",
      "definition_translation": "Una unidad de porcentaje, igual a una centésima parte de un todo, utilizada para expresar una proporción o tasa.",
      "example": "Die Gewinne des Unternehmens sind letztes Jahr um 20 Prozent gestiegen. Der Schüler erzielte 85 Prozent auf dem Examen. Der Zinssatz auf dem Kredit war 5 Prozent pro Jahr.",
      "example_translation": "Los beneficios de la empresa aumentaron un 20 por ciento el año pasado. El estudiante obtuvo un 85 por ciento en el examen. La tasa de interés del préstamo era del 5 por ciento anual.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Summe",
      "translation": "suma",
      "definition": "Die gesamte Menge oder Größe, die durch die Addition von zwei oder mehr Zahlen oder Mengen erzielt wird.",
      "definition_translation": "La cantidad total o cantidad obtenida al sumar dos o más números o cantidades.",
      "example": "Ich werde die Zahlen addieren, um die Gesamtsumme zu erhalten. Gestern habe ich die Zahlen addiert, um die Gesamtsumme zu erhalten. Morgen werde ich die Zahlen addieren, um die Gesamtsumme zu erhalten.",
      "example_translation": "Voy a sumar los números para obtener el total. Ayer, sumé los números para obtener el total. Mañana, sumaré los números para obtener el total.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Addition",
      "translation": "adición",
      "definition": "Die Handlung, etwas zu etwas anderem hinzuzufügen, insbesondere in der Mathematik.",
      "definition_translation": "El acto de agregar algo a algo más, especialmente en matemáticas.",
      "example": "Ich lernte Addition in der Grundschule. Meine Schwester ist gut in Addition. Sie wird mir morgen Addition beibringen.",
      "example_translation": "Aprendí adición en la escuela primaria. Mi hermana es buena en adición. Ella me enseñará adición mañana.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "cono",
      "definition": "Eine Form mit einer kreisförmigen Basis und geneigten Seiten, die in einem Punkt zusammenlaufen.",
      "definition_translation": "Una forma con una base circular y lados inclinados que se encuentran en un punto.",
      "example": "Ich aß ein Eiscremekegel am Strand. Sie kaufte einen Kegel im Laden. Sie werden Kegel für die Party machen.",
      "example_translation": "Me comí un cono de helado en la playa. Ella compró un cono en la tienda. Ellos harán conos para la fiesta.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Würfel",
      "translation": "cubo",
      "definition": "Ein Würfel ist ein dreidimensionales festes Objekt, begrenzt durch sechs quadratische Flächen, mit drei Flächen, die an jedem Vertex treffen.",
      "definition_translation": "Un cubo es un objeto sólido tridimensional limitado por seis caras cuadradas, con tres caras que se encuentran en cada vértice.",
      "example": "Ich würfelte die Zahl, um das Volumen zu erhalten, der Würfel passte perfekt in die Schachtel, und der Würfel wird in der Mathematische Lektion morgen verwendet.",
      "example_translation": "Cubiqué el número para obtener el volumen, el cubo se ajustó perfectamente en la caja, y el cubo se utilizará en la lección de matemáticas mañana.",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Durchmesser",
      "translation": "diámetro",
      "definition": "Der Durchmesser eines Kreises ist die längste mögliche Entfernung quer durch den Kreis, die durch sein Zentrum verläuft.",
      "definition_translation": "El diámetro de un círculo es la distancia más larga posible a través del círculo, pasando por su centro.",
      "example": "Ich maß den Durchmesser des Kreises, der Durchmesser der Rohrleitung war zu klein, und der Durchmesser des Mondes beträgt etwa 2.159 Meilen.",
      "example_translation": "Medí el diámetro del círculo, el diámetro de la tubería era demasiado pequeño, y el diámetro de la luna es de aproximadamente 2,159 millas.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oval",
      "translation": "ovalo",
      "definition": "Ein Oval ist eine Form, die elliptisch, aber nicht perfekt symmetrisch ist, mit zwei Achsen der Symmetrie.",
      "definition_translation": "Un ovalo es una forma que es aproximadamente elíptica, pero no perfectamente simétrica, con dos ejes de simetría.",
      "example": "Ich zeichnete eine ovale Form, der ovale Pool war von Bäumen umgeben, und die ovale Bahn wurde für die Olympischen Spiele verwendet.",
      "example_translation": "Dibujé una forma oval, la piscina ovalada estaba rodeada de árboles, y la pista oval se utilizó para los juegos olímpicos.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dreieck",
      "translation": "triángulo",
      "definition": "Ein Polygon mit drei Seiten und drei Winkeln, typischerweise mit drei Ecken.",
      "definition_translation": "Un polígono con tres lados y tres ángulos, que generalmente tiene tres vértices.",
      "example": "Ich zeichnete ein Dreieck an die Tafel, dann baute ich es mit Stöcken, und schließlich werde ich morgen seine Fläche berechnen.",
      "example_translation": "Dibujé un triángulo en la pizarra, luego lo construí con palitos, y finalmente calcularé su área mañana.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winkel",
      "translation": "ángulo",
      "definition": "Der Raum oder die Form, die durch zwei Linien, Strahlen oder Ebenen entsteht, die sich treffen oder schneiden.",
      "definition_translation": "El espacio o forma formada por dos líneas, rayos o planos que se encuentran o se intersectan.",
      "example": "Ich maß den Winkel des Daches, dann justierte ich ihn, und jetzt wird er perfekt sein.",
      "example_translation": "Medí el ángulo del techo, luego lo ajusté, y ahora sera perfecto.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyramide",
      "translation": "pirámide",
      "definition": "Ein Polyeder mit einer quadratischen Basis und vier dreieckigen Seiten, die am Apex zusammenlaufen.",
      "definition_translation": "Un poliedro con una base cuadrada y cuatro lados triangulares que se encuentran en el ápice.",
      "example": "Die alten Ägypter bauten eine Pyramide, dann verwendeten sie sie als Grab, und schließlich wurde sie zu einem Wunder.",
      "example_translation": "Los antiguos egipcios construyeron una pirámide, luego la usaron como tumba, y finalmente se convirtió en una maravilla.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechteck",
      "translation": "rectángulo",
      "definition": "Ein Vieleck mit vier rechten Winkeln und vier Seiten von ungleicher Länge, gegenüberliegende Seiten sind gleich.",
      "definition_translation": "Un cuadrilátero que tiene cuatro ángulos rectos y cuatro lados de longitud desigual, siendo iguales los lados opuestos.",
      "example": "Die Architektin entwarf ein Rechteck mit einer Länge von 10 Metern und einer Breite von 5 Metern. Gestern maß sie das Rechteck, um sicherzustellen, dass es korrekt war. Morgen wird sie ein größeres Rechteck bauen.",
      "example_translation": "El arquitecto diseñó un rectángulo con una longitud de 10 metros y un ancho de 5 metros. Ayer, ella midió el rectángulo para asegurarse de que fuera correcto. Mañana, ella construirá un rectángulo más grande.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Menge",
      "translation": "conjunto",
      "definition": "Eine Sammlung eindeutiger Objekte, bekannt als Elemente oder Mitglieder, die alles sein können, einschließlich Zahlen, Buchstaben, Menschen oder andere Objekte.",
      "definition_translation": "Una colección de objetos únicos, conocidos como elementos o miembros, que pueden ser cualquier cosa, incluyendo números, letras, personas o otros objetos.",
      "example": "Die Lehrerin bat die Schüler, ihre Bücher auf den Tisch zu legen. Gestern stellten die Schüler ihre Ziele für das Projekt. Morgen werden sie ihre Präsentationen vorbereiten.",
      "example_translation": "El maestro pidió a los estudiantes que colocaran sus libros en la mesa. Ayer, los estudiantes establecieron sus metas para el proyecto. Mañana, ellos configurarán sus presentaciones.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Variable",
      "translation": "variable",
      "definition": "Ein benannter Speicherplatz, der einen Wert aufnimmt, der während der Ausführung eines Programms ändern kann.",
      "definition_translation": "Una ubicación de almacenamiento con nombre que contiene un valor que puede cambiar durante la ejecución de un programa.",
      "example": "Der Programmierer erklärte eine Variable, um die Eingabe des Benutzers zu speichern. Gestern wurde die Variable mit einem Standardwert initialisiert. Morgen wird die Variable mit neuen Daten aktualisiert.",
      "example_translation": "El programador declaró una variable para almacenar la entrada del usuario. Ayer, la variable se inicializó con un valor predeterminado. Mañana, la variable se actualizará con nuevos datos.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitzer Winkel",
      "translation": "ángulo agudo",
      "definition": "Ein spitzer Winkel ist ein Winkel, dessen Maß zwischen 0 und 90 Grad liegt.",
      "definition_translation": "Un ángulo agudo es un ángulo cuya medida está entre 0 y 90 grados.",
      "example": "Die Baumeisterin maß den spitzen Winkel des Daches sorgfältig, um sicherzustellen, dass er korrekt war. Gestern maß sie ihn erneut, um zu überprüfen. Bis nächste Woche wird das gesamte Dach fertiggestellt sein.",
      "example_translation": "El constructor midió cuidadosamente el ángulo agudo del techo para asegurarse de que fuera correcto. Ayer, lo midió de nuevo para verificar. Para la próxima semana, todo el techo estará completado.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatenachse",
      "translation": "eje de coordenadas",
      "definition": "Die Koordinatenachse ist ein Satz von drei Linien, die sich im Ursprungpunkt treffen und zur Lokalisierung von Punkten im Raum verwendet werden.",
      "definition_translation": "El eje de coordenadas es un conjunto de tres líneas que se intersectan en un punto, llamado origen, y se utilizan para ubicar puntos en el espacio.",
      "example": "Die Mathematiklehrerin zeichnete die Koordinatenachse an die Tafel, um den Begriff des Graphen zu erklären. Letztes Jahr hatte ich Mühe, ihn zu verstehen, aber jetzt ist es klar. Bis zum Ende des Semesters werde ich ihn beherrschen.",
      "example_translation": "El maestro de matemáticas dibujó el eje de coordenadas en la pizarra para explicar el concepto de graficar. El año pasado, me costó entenderlo, pero ahora está claro. Para fin de semestre, lo habré dominado.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kardinalzahl",
      "translation": "número cardinal",
      "definition": "Eine Kardinalzahl ist eine Zahl, die die Anzahl von Elementen in einer Menge angibt, wie zum Beispiel eins, zwei oder drei.",
      "definition_translation": "Un número cardinal es un número que indica cantidad, como uno, dos o tres.",
      "example": "Die Kardinalzahl der Menge beträgt fünf, was bedeutet, dass sie fünf Elemente enthält. Gestern habe ich die Anzahl der Schüler in der Klasse gezählt, und es waren fünfunddreißig. Bis nächsten Monat werden wir über Ordinalzahlen gelernt haben.",
      "example_translation": "El número cardinal del conjunto es cinco, lo que significa que tiene cinco elementos. Ayer, conté el número de estudiantes en la clase, y había treinta y cinco. Para el próximo mes, habremos aprendido sobre números ordinales.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umfang",
      "translation": "circunferencia",
      "definition": "Der Umfang eines Kreises ist die Länge des Kreises. Er ist ein Maß für die Größe des Kreises.",
      "definition_translation": "La circunferencia de un círculo es la distancia alrededor del círculo. Es una medida del tamaño del círculo.",
      "example": "Ich habe den Umfang des Rades gemessen, um sicherzustellen, dass es ins Fahrradrahmen passt. Ich werde den Umfang der Rohre messen, um sicherzustellen, dass sie zum Ventil passt. Ich hatte den Umfang des Kreises gemessen, um seine Fläche zu berechnen.",
      "example_translation": "Medí la circunferencia de la rueda para asegurarme de que se adaptara al marco de la bicicleta. Mediré la circunferencia del tubo para asegurarme de que se adapte a la válvula. Había medido la circunferencia del círculo para calcular su área.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koeffizient",
      "translation": "coeficiente",
      "definition": "Ein Koeffizient ist ein numerischer Wert, der mit einer Variablen oder einem Ausdruck in einer Gleichung oder Formel multipliziert wird.",
      "definition_translation": "Un coeficiente es un valor numérico que se multiplica por una variable o una expresión en una ecuación o fórmula.",
      "example": "Der Reibungskoeffizient wird verwendet, um die erforderliche Kraft zu berechnen, um ein Objekt zu bewegen. Der Bestimmtheitskoeffizient wurde verwendet, um die Korrelation zwischen den Variablen zu analysieren. Ich werde den Variationskoeffizienten berechnen, um die Datenstreuung zu verstehen.",
      "example_translation": "El coeficiente de fricción se utiliza para calcular la fuerza necesaria para mover un objeto. El coeficiente de determinación se utilizó para analizar la correlación entre las variables. Calcularé el coeficiente de variación para entender la dispersión de los datos.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompass",
      "translation": "compás",
      "definition": "Ein Kompass ist ein Navigationstool, das verwendet wird, um die Richtung zu bestimmen, insbesondere in Situationen, in denen die Sonne oder Sterne nicht sichtbar sind.",
      "definition_translation": "Los compases son una herramienta de navegación utilizada para determinar la dirección, especialmente en situaciones en las que el sol o las estrellas no son visibles.",
      "example": "Ich habe einen Kompass verwendet, um durch den Wald zu navigieren. Die Wanderer haben einen Kompass verwendet, um ihren Weg zurück zum Lager zu finden. Sie wird einen Kompass verwenden, um ihre Karte zu orientieren.",
      "example_translation": "Usé compases para navegar por el bosque. Los excursionistas utilizaron compases para encontrar su camino de regreso al campamento. Ella utilizará compases para orientar su mapa.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vollkreis",
      "translation": "ángulo completo",
      "definition": "Ein Winkel, dessen Maß 360 Grad beträgt, was bedeutet, dass er einen vollen Kreis bildet.",
      "definition_translation": "Un ángulo cuya medida es de 360 grados, lo que significa que forma un círculo completo.",
      "example": "Der Vollkreis des Kreises war entscheidend für die Architektur des Bauwerks. Es wird einen Vollkreis in der nächsten Version haben. Sie hatte Vollkreise in ihrem Kopf, während sie die Landschaft malte.",
      "example_translation": "El ángulo completo del círculo fue crucial en el diseño de la estructura arquitectónica. Tendrá un ángulo completo en la próxima versión. Ella tenía ángulos completos en su mente mientras pintaba el paisaje.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatensystem",
      "translation": "sistema de coordenadas",
      "definition": "Ein System, das verwendet wird, um Punkte im Raum zu lokalisieren, definiert durch eine Menge von drei senkrechten Linien, die in einem Punkt, dem Ursprung, zusammentreffen.",
      "definition_translation": "Un sistema utilizado para ubicar puntos en el espacio, definido por un conjunto de tres líneas perpendiculares que se intersectan en un solo punto, llamado origen.",
      "example": "Der Mathematiker hat ein Koordinatensystem verwendet, um den Graphen zu plotten. Sie wird ein Koordinatensystem verwenden, um das Problem zu lösen. Sie hatten in ihrer Geometrie-Klasse über Koordinatensysteme gelernt.",
      "example_translation": "El matemático utilizó un sistema de coordenadas para trazar el gráfico. Ella utilizará un sistema de coordenadas para resolver el problema. Habían aprendido sobre sistemas de coordenadas en su clase de geometría.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kubikwurzel",
      "translation": "raíz cúbica",
      "definition": "Ein Wert, der, wenn er selbst drei Mal multipliziert wird, eine bestimmte Zahl oder Wert ergibt.",
      "definition_translation": "Un valor que, al multiplicarse por sí mismo tres veces, da un número o valor especificado.",
      "example": "Die Kubikwurzel von 27 ist 3, da 3, wenn es selbst drei Mal multipliziert wird, 27 ergibt. Sie wird die Kubikwurzel der Zahl finden. Sie hatten in ihrer Algebra-Klasse gelernt, Kubikwurzeln zu berechnen.",
      "example_translation": "La raíz cúbica de 27 es 3, ya que 3 multiplicado por sí mismo tres veces da 27. Ella encontrará la raíz cúbica del número. Habían aprendido a calcular raíces cúbicas en su clase de álgebra.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quader",
      "translation": "cuboide",
      "definition": "Ein Quader ist eine dreidimensionale feste Form mit sechs rechteckigen Flächen, wobei jede Fläche ein Rechteck mit allen rechten Winkeln ist.",
      "definition_translation": "Un cuboide es una forma sólida tridimensional con seis caras rectangulares, donde cada cara es un rectángulo con todos los ángulos rectos.",
      "example": "Der Architekt hat ein Quader-Gebäude mit einem flachen Dach entworfen. Der Quader-Box war schwierig zu heben. Bis nächstem Jahr werden sie ein Quader-förmiges Hochhaus bauen.",
      "example_translation": "El arquitecto diseñó un edificio cuboide con techo plano. La caja cuboide era pesada de levantar. Para el próximo año, construirán un rascacielos con forma de cuboide.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "cilindro",
      "definition": "Ein Zylinder ist eine dreidimensionale feste Form mit zwei parallelen und kreisförmigen Basen, die durch eine gekrümmte Seite verbunden sind.",
      "definition_translation": "Un cilindro es una forma sólida tridimensional con dos bases paralelas y circulares conectadas por un lado curvo.",
      "example": "Der Ingenieur hat einen zylinderförmigen Tank entworfen. Der Zylinder rollte den Hügel hinunter. Bis nächsten Monat werden sie zylinderförmige Behälter herstellen.",
      "example_translation": "El ingeniero diseñó un tanque con forma de cilindro. El cilindro rodó colina abajo. Para el próximo mes, fabricarán contenedores con forma de cilindro.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezimal",
      "translation": "decimal",
      "definition": "Ein Dezimal ist eine Zahl, die im Dezimalsystem ausgedrückt wird, wobei jede Ziffer einen von zehn Werten annehmen kann, von 0 bis 9.",
      "definition_translation": "Un decimal es un número expresado en el sistema decimal, donde cada dígito puede tener uno de los diez valores, desde 0 hasta 9.",
      "example": "Der Dezimalpunkt war am Ende der Zahl. Sie hat den Bruch in ein Dezimal konvertiert. Der Computer verarbeitete die Dezimal-Daten schnell.",
      "example_translation": "El punto decimal estaba al final del número. Ella convirtió la fracción a un decimal. La computadora procesó los datos decimales rápidamente.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Differentialgleichung",
      "translation": "ecuación diferencial",
      "definition": "Eine Differentialgleichung ist eine mathematische Gleichung, die eine unbekannte Funktion und ihre Ableitungen enthält und die Werte der Funktion und ihrer Ableitungen an verschiedenen Punkten im Raum beschreibt.",
      "definition_translation": "Una ecuación diferencial es una ecuación matemática que implica una función desconocida y sus derivadas, y relaciona los valores de la función y sus derivadas en diferentes puntos del espacio.",
      "example": "In der Mathematik werden Differentialgleichungen verwendet, um die Bevölkerungsentwicklung zu modellieren, während in der Physik sie verwendet werden, um die Bewegung von Objekten zu beschreiben. Im letzten Jahr habe ich eine Differentialgleichung gelöst, um die Trajektorie eines Projektils vorherzusagen. Im nächsten Jahr werde ich Differentialgleichungen verwenden, um die Ausbreitung einer Krankheit zu modellieren.",
      "example_translation": "En matemáticas, las ecuaciones diferenciales se utilizan para modelar el crecimiento de la población, mientras que en física, se utilizan para describir el movimiento de objetos. El año pasado, resolví una ecuación diferencial para predecir la trayectoria de un proyectil. El próximo año, utilizaré ecuaciones diferenciales para modelar la propagación de una enfermedad.",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziffer",
      "translation": "dígito",
      "definition": "Eine Ziffer ist ein einzelnes Symbol oder Zeichen in einem numerischen System, wie eine Zahl im Dezimalsystem oder ein Buchstabe im Hexadezimalsystem.",
      "definition_translation": "Un dígito es un símbolo o carácter individual en un sistema numérico, como un número en el sistema decimal o una letra en el sistema hexadecimal.",
      "example": "Die Telefonnummer hat 10 Ziffern. Gestern habe ich 5 Ziffern eingegeben, um mein Handy zu entsperren. In Zukunft werde ich 12 Ziffern für meine neue Kreditkarte merken müssen.",
      "example_translation": "El número de teléfono tiene 10 dígitos. Ayer, escribí 5 dígitos para desbloquear mi teléfono. En el futuro, necesitaré recordar 12 dígitos para mi nueva tarjeta de crédito.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dividende",
      "translation": "dividendos",
      "definition": "Eine Dividende ist eine Zahlung, die eine Kapitalgesellschaft an ihre Aktionäre leistet, normalerweise als Weg, Gewinne zu verteilen.",
      "definition_translation": "Un dividendo es un pago realizado por una corporación a sus accionistas, usualmente como una forma de distribuir ganancias.",
      "example": "Das Unternehmen wird nächstes Quartal eine Dividende von 1 Dollar pro Aktie zahlen. Im letzten Jahr habe ich eine Dividende von 500 Dollar von meiner Investition erhalten. In Zukunft erwarte ich eine höhere Dividende von meinen Aktien.",
      "example_translation": "La empresa pagará un dividendo de $1 por acción el próximo trimestre. El año pasado, recibí un dividendo de $500 de mi inversión. En el futuro, espero recibir un dividendo más alto de mis acciones.",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Division",
      "translation": "división",
      "definition": "Der Akt der Teilung oder der Zustand der Teilung, ein Prozess, bei dem etwas in Gruppen oder Teile aufgeteilt wird, ein Zweig der Mathematik, der sich mit der Operation der Teilung von Zahlen beschäftigt.",
      "definition_translation": "La acción de dividir o el estado de estar dividido, un proceso de separar o categorizar algo en grupos o partes, una rama de las matemáticas que se ocupa de la operación de dividir números",
      "example": "Die Aufteilung des Unternehmens in kleinere Abteilungen verbesserte die Effizienz, ich werde den Budgetplan für das Projekt bis Ende der Woche aufteilen, und wir haben die Gewinne unter den Partnern gleichmäßig aufgeteilt.",
      "example_translation": "La división de la empresa en departamentos más pequeños mejoró la eficiencia, dividiré el presupuesto del proyecto para el final de la semana, y dividimos las ganancias igualmente entre los socios.",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teiler",
      "translation": "divisor",
      "definition": "Eine Zahl, durch die eine andere Zahl ohne Rest geteilt werden kann, ein Faktor einer Zahl, der sie genau ohne Rest teilt.",
      "definition_translation": "Un número por el cual otro número puede ser dividido sin dejar un resto, un factor de un número que lo divide exactamente sin dejar un resto",
      "example": "Die Zahl 4 ist ein Teiler von 12, der Lehrer hat uns gebeten, alle Teiler von 24 zu finden, und der Taschenrechner kann den größten gemeinsamen Teiler von zwei Zahlen finden.",
      "example_translation": "El número 4 es un divisor de 12, el maestro nos pidió encontrar todos los divisores de 24, y la calculadora puede encontrar el máximo común divisor de dos números.",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exponent, Potenz",
      "translation": "exponente, potencia",
      "definition": "Eine kleine Zahl, die angibt, wie oft eine Basiszahl mit sich selbst multipliziert werden soll, eine mathematische Operation, bei der eine Zahl auf eine Potenz erhoben wird.",
      "definition_translation": "Un pequeño número que indica cuántas veces debe multiplicarse un número base por sí mismo, una operación matemática en la que se eleva un número a una potencia",
      "example": "Der Exponent von 2 in der Gleichung ist 3, die Potenz von 10 in der Ausdruck ist 5, und wir müssen den Wert von x in der Gleichung mit Exponent 2 finden.",
      "example_translation": "El exponente de 2 en la ecuación es 3, la potencia de 10 en la expresión es 5, y necesitamos encontrar el valor de x en la ecuación con exponente 2.",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruch",
      "translation": "fracción",
      "definition": "Ein Bruch ist ein Weg, einen Teil eines Ganzen auszudrücken. Es ist ein Weg, einen Teil von etwas darzustellen, das in gleich große Teile aufgeteilt ist.",
      "definition_translation": "Una fracción es una forma de expresar una parte de un todo. Es una forma de mostrar una parte de algo que se divide en partes iguales.",
      "example": "Ich habe letzte Nacht einen Bruch der Pizza gegessen, ich werde einen anderen Bruch zum Mittagessen essen, und ich werde den verbleibenden Bruch morgen essen.",
      "example_translation": "Me comí una fracción de la pizza anoche, comeré otra fracción para almuerzo hoy y acabaré con la fracción restante mañana.",
      "imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Funktion",
      "translation": "función",
      "definition": "Eine Funktion ist eine Beziehung zwischen einer Menge von Eingaben, dem Definitionsbereich, und einer Menge von möglichen Ausgaben, dem Wertebereich.",
      "definition_translation": "Una función es una relación entre un conjunto de entradas, llamado dominio, y un conjunto de salidas posibles, llamado rango.",
      "example": "Die Funktion eines Taschenrechners ist, mathematische Operationen durchzuführen, ich habe sie verwendet, um die Funktion von x quadriert zu berechnen, und sie wird mir helfen, die Funktion in Zukunft zu grafisch darzustellen.",
      "example_translation": "La función de una calculadora es realizar operaciones matemáticas, la usé para calcular la función de x al cuadrado, y me ayudará a graficar la función en el futuro.",
      "imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemisphäre",
      "translation": "hemisferio",
      "definition": "Eine Hemisphäre ist die Hälfte der Erde, die durch den Äquator oder einen Meridian geteilt ist, und sie wird auch in der Geometrie verwendet, um eine Halbkugel zu beschreiben.",
      "definition_translation": "Un hemisferio es la mitad de la Tierra, dividida por el Ecuador o un meridiano, y también es un término utilizado en geometría para describir una semiesfera.",
      "example": "Die nördliche Hemisphäre erlebt den Winter, ich reiste in die südliche Hemisphäre und sah die Konstellation Orion am Himmel, und in Zukunft werde ich die östliche Hemisphäre besuchen.",
      "example_translation": "El hemisferio norte experimenta el invierno, viajé al hemisferio sur y vi la constelación de Orión en el cielo, y en el futuro, visitaré el hemisferio oriental.",
      "imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siebeneck",
      "translation": "heptágono",
      "definition": "Ein Siebeneck ist ein Polygon mit sieben Seiten. Es ist eine Art von Polygon, das sieben Ecken und sieben Seiten von gleicher Länge hat.",
      "definition_translation": "Un heptágono es un polígono con siete lados. Es un tipo de polígono que tiene siete vértices y siete lados de igual longitud.",
      "example": "Die alten Griechen studierten die Eigenschaften von Siebenecken, und sie entdeckten, dass es möglich ist, ein Siebeneck mit einem Zirkel und einer Geraden zu konstruieren. Heute werden Siebenecke in der Architektur und im Design verwendet, um visuell ansprechende Strukturen zu schaffen. Bis zum Jahr 2050 werden Siebenecke eine häufige Eigenschaft in futuristischen Städten sein.",
      "example_translation": "Los antiguos griegos estudiaron las propiedades de los heptágonos y descubrieron que es posible construir un heptágono utilizando una compás y regla. Hoy en día, los heptágonos se utilizan en arquitectura y diseño para crear estructuras visualmente atractivas. Para el año 2050, los heptágonos serán una característica común en las ciudades futuristas.",
      "imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sechseck",
      "translation": "hexágono",
      "definition": "Ein Sechseck ist ein Polygon mit sechs Seiten. Es ist eine Art von Polygon, das sechs Ecken und sechs Seiten von gleicher Länge hat.",
      "definition_translation": "Un hexágono es un polígono con seis lados. Es un tipo de polígono que tiene seis vértices y seis lados de igual longitud.",
      "example": "Das Sechseck ist eine häufig vorkommende Form in der Natur, wie z.B. in den Zellen eines Bienenstocks. Sechsecke werden auch in der Architektur verwendet, um starke und stabilen Strukturen zu schaffen. Bis zum Jahr 2025 werden Sechsecke verwendet, um nachhaltige und umweltfreundliche Gebäude zu entwerfen.",
      "example_translation": "El hexágono es una forma común encontrada en la naturaleza, como en las celdas de un panal. Los hexágonos también se utilizan en arquitectura para crear estructuras fuertes y estables. Para el año 2025, los hexágonos se utilizarán para diseñar edificios sostenibles y ecológicos.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unendlichkeit",
      "translation": "infinito",
      "definition": "Die Unendlichkeit ist ein Konzept in der Mathematik, das eine Menge ohne Ende oder Grenze repräsentiert. Es wird oft mathematisch durch das Symbol ∞ dargestellt.",
      "definition_translation": "El infinito es un concepto en matemáticas que representa una cantidad sin fin ni límite. A menudo se representa matemáticamente utilizando el símbolo ∞.",
      "example": "Das Konzept der Unendlichkeit hat Mathematiker und Philosophen seit Jahrhunderten fasziniert. Die Unendlichkeit wird in der Analysis verwendet, um Grenzen und Begrenzungen zu beschreiben. In Zukunft wird die Unendlichkeit weiterhin eine entscheidende Rolle bei der Entwicklung der Mathematik und Wissenschaft spielen.",
      "example_translation": "El concepto de infinito ha fascinado a matemáticos y filósofos durante siglos. El infinito se utiliza en cálculo para describir límites y fronteras. En el futuro, el infinito seguirá desempeñando un papel crucial en el desarrollo de las matemáticas y la ciencia.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ganzzahl",
      "translation": "entero",
      "definition": "Eine ganze Zahl, entweder positiv, negativ oder null, und keine Dezimalzahl oder Bruchzahl.",
      "definition_translation": "Un número entero, ya sea positivo, negativo o cero, y no una fracción o decimal.",
      "example": "Die Ganzzahl 5 ist eine Primzahl. Gestern habe ich die Summe der Ganzzahlen von 1 bis 10 berechnet. Bis zum nächsten Jahr werde ich gelernt haben, Ganzzahlen zu multiplizieren.",
      "example_translation": "El entero 5 es un número primo. Ayer, calculé la suma de enteros desde 1 hasta 10. Para el próximo año, habré aprendido a multiplicar enteros.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Integral",
      "translation": "integral",
      "definition": ".Relating to or being a whole, complete, or entire thing; being a part of a whole, rather than an independent item.",
      "definition_translation": "Relativo o siendo una cosa completa, entera o integral; siendo parte de un todo, en lugar de un elemento independiente.",
      "example": "Der integralen Teil des Systems ist der Motor. Das Unternehmen wird die neue Technologie in ihr integrales System integrieren. Bis 2025 wird die integrale Lösung weltweit implementiert sein.",
      "example_translation": "La parte integral del sistema es el motor. La empresa integrará la nueva tecnología en su sistema integral. Para 2025, la solución integral se implementará en todo el mundo.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Irrationale Zahl",
      "translation": "número irracional",
      "definition": "Eine reelle Zahl, die nicht als einfache Bruchzahl ausgedrückt werden kann, wie z.B. π oder die Quadratwurzel aus 2.",
      "definition_translation": "Un número real que no puede expresarse como una fracción simple, como pi o la raíz cuadrada de 2.",
      "example": "Irrationale Zahlen wurden von ancient griechischen Mathematikern entdeckt. Das Verhältnis des Umfangs eines Kreises zu seinem Durchmesser ist eine irrationale Zahl. Bis zum Ende des Kurses werde ich in der Lage sein, irrationale Zahlen zu berechnen.",
      "example_translation": "Los números irracionales fueron descubiertos por matemáticos griegos antiguos. La razón de la circunferencia de un círculo a su diámetro es un número irracional. Al final del curso, podré calcular números irracionales.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Streckenabschnitt",
      "translation": "segmento de línea",
      "definition": "Ein Teil einer Linie, der durch zwei unterscheidbare Punkte begrenzt ist und alle Punkte auf der Linie zwischen ihnen enthält.",
      "definition_translation": "Una parte de una línea que está delimitada por dos puntos distintos y contiene todos los puntos de la línea entre ellos.",
      "example": "Die Lehrerin bat den Schüler, einen Streckenabschnitt auf die Tafel zu zeichnen. Gestern hat sie einen Streckenabschnitt auf dem Graphen gezogen. Morgen werden sie lernen, Streckenabschnitte in verschiedenen Winkeln zu zeichnen.",
      "example_translation": "La maestra le pidió al estudiante que dibujara un segmento de línea en la pizarra. Ayer, ella dibujó un segmento de línea en el gráfico. Mañana, ellos aprenderán sobre dibujar segmentos de línea en diferentes ángulos.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Logarithmus",
      "translation": "logaritmo",
      "definition": "Die Potenz, auf die eine Basiszahl erhöht werden muss, um einen bestimmten Wert zu erzeugen, insbesondere die Potenz, auf die die Basiszahl 10 erhöht werden muss, um einen bestimmten Wert zu erzeugen.",
      "definition_translation": "La potencia a la que debe ser elevado un número base para producir un valor dado, especialmente la potencia a la que debe ser elevado el número base 10 para producir un valor dado.",
      "example": "Der Mathematiker berechnete den Logarithmus der Zahl, um die Gleichung zu lösen. In der Vergangenheit haben sie Logarithmen verwendet, um astronomische Daten zu berechnen. In Zukunft werden Logarithmen in fortgeschrittenen Computer-Algorithmen verwendet.",
      "example_translation": "El matemático calculó el logaritmo del número para resolver la ecuación. En el pasado, ellos usaron logaritmos para calcular datos de astronomía. En el futuro, los logaritmos se utilizarán en algoritmos informáticos avanzados.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Multiplikation",
      "translation": "multiplicación",
      "definition": "Der Prozess, eine Zahl mit sich selbst so oft zu verbinden, wie es Einheiten in einer anderen Zahl gibt, oder das Produkt eines solchen Prozesses.",
      "definition_translation": "El proceso de combinar un número con sí mismo tantas veces como unidades hay en otro número, o el producto de tal proceso.",
      "example": "Der Schüler übte Multiplikationstabellen, um seine Math-Fähigkeiten zu verbessern. Gestern haben sie zwei Zahlen multipliziert, um das Produkt zu ermitteln. Morgen werden sie lernen, Brüche zu multiplizieren.",
      "example_translation": "El estudiante practicó tablas de multiplicación para mejorar sus habilidades matemáticas. Ayer, ellos multiplicaron dos números para obtener el producto. Mañana, ellos aprenderán sobre la multiplicación de fracciones.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Natürliche Zahl",
      "translation": "número natural",
      "definition": "Eine natürliche Zahl ist eine positive ganze Zahl, beginnend bei 1 und gehend bis ins Unendliche, wie z.B. 1, 2, 3 und so weiter.",
      "definition_translation": "Un número natural es un entero positivo, comenzando desde 1 y extendiéndose hasta el infinito, como 1, 2, 3, y así sucesivamente.",
      "example": "Die natürlichen Zahlen 1, 2 und 3 wurden in dem mathematischen Problem verwendet. Gestern hat sie eine Folge von natürlichen Zahlen aufgeschrieben. Morgen werden sie die Eigenschaften von natürlichen Zahlen lernen.",
      "example_translation": "Los números naturales 1, 2 y 3 se utilizaron en el problema matemático. Ayer, ella escribió una secuencia de números naturales. Mañana, aprenderán sobre las propiedades de los números naturales.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahlenstrahl",
      "translation": "línea numérica",
      "definition": "Ein Zahlenstrahl ist eine visuelle Darstellung von Zahlen auf einer geraden Linie, verwendet, um Zahlen zu vergleichen und anzuordnen.",
      "definition_translation": "Una línea numérica es una representación visual de números en una línea recta, utilizada para comparar y ordenar números.",
      "example": "Die Lehrerin zeichnete einen Zahlenstrahl auf die Tafel, um den Begriff der Brüche zu erklären. Der Schüler verwendete einen Zahlenstrahl, um den Mittelpunkt zwischen zwei Zahlen zu finden. Bis zum Ende des Jahres werden sie in der Lage sein, eigenen Zahlenstrahlen zu erstellen.",
      "example_translation": "La maestra dibujó una línea numérica en la pizarra para explicar el concepto de fracciones. El estudiante utilizó una línea numérica para encontrar el punto medio entre dos números. Para fin de año, podrán crear sus propias líneas numéricas.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " stumpfer Winkel",
      "translation": "ángulo obtuso",
      "definition": "Ein stumpfer Winkel ist ein Typ von Winkel, der größer als 90 Grad aber kleiner als 180 Grad ist, oft durch das Symbol > dargestellt.",
      "definition_translation": "Un ángulo obtuso es un tipo de ángulo que es mayor que 90 grados pero menor que 180 grados, a menudo representado por el símbolo >.",
      "example": "Der stumpfe Winkel im Dreieck war 120 Grad. Sie maß den stumpfen Winkel des Daches. Bis nächste Woche werden sie lernen, wie man die Summe stumpfer Winkel berechnet.",
      "example_translation": "El ángulo obtuso en el triángulo era de 120 grados. Ella midió el ángulo obtuso del techo. Para la próxima semana, aprenderán cómo calcular la suma de ángulos obtusos.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oktogon",
      "translation": "octágono",
      "definition": "Ein Polygon mit acht Seiten, insbesondere ein regelmäßiges Oktogon mit allen Seiten und Winkeln gleich.",
      "definition_translation": "Un polígono con ocho lados, especialmente uno que es regular y tiene todos los lados y ángulos iguales.",
      "example": "Der Architekt entwarf ein oktagonförmiges Gebäude mit acht gleichen Seiten. Zuvor hatte sie ein Haus mit einer ähnlichen Form gebaut. Sie wird nächstes Jahr ein weiteres Oktogon-Gebäude entwerfen.",
      "example_translation": "El arquitecto diseñó un edificio de forma octogonal con ocho lados iguales. Anteriormente, había construido una casa con una forma similar. Ella diseñará otro edificio octogonal el año que viene.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ordnungszahl",
      "translation": "número ordinal",
      "definition": "Eine Zahl, die die Position oder Rangordnung von etwas in einer Sequenz ausdrückt, wie zum Beispiel erste, zweite oder dritte.",
      "definition_translation": "Un número que expresa la posición o rango de algo en una secuencia, como primero, segundo o tercero.",
      "example": "Die Ordnungszahl 'erste' gibt die Position des Gewinners in einem Wettkampf an. Letztes Jahr war ich Dritte, aber dieses Jahr werde ich Erste. Nächstes Jahr werde ich Zweite.",
      "example_translation": "El número ordinal 'primero' indica la posición del ganador en una competencia. El año pasado, yo era tercero, pero este año seré primero. El año que viene, seré segundo.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "parallel",
      "translation": "paralelo",
      "definition": "In der gleichen Richtung verlaufend, aber nicht treffend oder kreuzend, insbesondere an keinem Punkt.",
      "definition_translation": "Se extiende en la misma dirección, pero no se encuentran o intersectan, especialmente en cualquier punto.",
      "example": "Die parallelen Linien auf dem Papier treffen nie zusammen, aber sie waren parallel zueinander. Zuvor hatte ich zwei parallele Linien gezogen, und jetzt zeichne ich ein weiteres Paar. Ich werde morgen weitere parallele Linien zeichnen.",
      "example_translation": "Las líneas paralelas en el papel nunca se encuentran, pero eran paralelas entre sí. Anteriormente, había dibujado dos líneas paralelas, y ahora estoy dibujando otra pareja. Dibujaré más líneas paralelas mañana.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parallelogramm",
      "translation": "paralelogramo",
      "definition": "Ein Viereck mit gegenüberliegenden Seiten, die parallel und gleich lang sind.",
      "definition_translation": "Un cuadrilátero con lados opuestos que son paralelos y iguales en longitud.",
      "example": "Die Lehrerin zeichnete ein Parallelogramm an die Tafel, um das Konzept der Geometrie zu veranschaulichen. Gestern hatte ich ein Parallelogramm mit Zirkel und Lineal konstruiert. Morgen werden wir lernen, die Fläche eines Parallelogramms zu berechnen.",
      "example_translation": "El maestro dibujó un paralelogramo en la pizarra para ilustrar el concepto de geometría. Ayer, construí un paralelogramo utilizando una regla y brújula. Mañana, aprenderemos a calcular el área de un paralelogramo.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pentagon",
      "translation": "pentágono",
      "definition": "Ein Polygon mit fünf Seiten, insbesondere ein gleichseitiges Pentagon mit gleich großen Winkeln.",
      "definition_translation": "Un polígono con cinco lados, especialmente uno con cinco lados iguales y ángulos iguales.",
      "example": "Das Pentagon ist der Hauptsitz des US-Verteidigungsministeriums. Die alten Griechen studierten die Eigenschaften von Pentagonen. Bis zum Ende dieses Semesters werden wir gelernt haben, den Umfang eines Pentagons zu berechnen.",
      "example_translation": "El Pentágono es la sede del Departamento de Defensa de EE. UU. Los antiguos griegos estudiaron las propiedades de los pentágonos. Para fines de este semestre, habremos aprendido a calcular el perímetro de un pentágono.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "senkrecht",
      "translation": "perpendicular",
      "definition": "Rechtwinklig zu einer gegebenen Linie oder Oberfläche; in einem rechten Winkel kreuzend.",
      "definition_translation": "En un ángulo recto con respecto a una línea o superficie dada; intersectando en un ángulo recto.",
      "example": "Die Leiter stand senkrecht zur Wand. Die beiden Linien sind senkrecht zueinander. Bis nächstes Jahr werde ich das Konzept senkrechter Linien beherrschen.",
      "example_translation": "La escalera era perpendicular a la pared. Las dos líneas son perpendiculares entre sí. Para el próximo año, habré dominado el concepto de líneas perpendiculares.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Primzahl",
      "translation": "número primo",
      "definition": "Eine Primzahl ist eine positive ganze Zahl, die nur durch sich selbst und 1 teilbar ist.",
      "definition_translation": "Un número primo es un entero positivo que solo es divisible entre sí mismo y 1.",
      "example": "Gestern fand ich eine Primzahl, während ich ein Matheproblem löste. Heute werde ich versuchen, noch eine zu finden. Morgen werde ich eine Primzahl verwenden, um eine Nachricht zu verschlüsseln.",
      "example_translation": "Ayer, encontré un número primo mientras resolvía un problema de matemáticas. Hoy, intentaré encontrar otro. Mañana, utilizaré un número primo para cifrar un mensaje.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prisma",
      "translation": "prisma",
      "definition": "Ein Prisma ist ein transparentes optisches Element mit flachen, polierten Oberflächen, das Licht brechen kann.",
      "definition_translation": "Un prisma es un elemento óptico transparente con superficies planas y pulidas que refractan la luz.",
      "example": "Der Wissenschaftler verwendete ein Prisma, um das weiße Licht in seine Komponentenfarben aufzuspalten. Das Prisma war sehr nützlich im Experiment. Das Prisma wird in Zukunft wieder verwendet werden.",
      "example_translation": "El científico utilizó un prisma para separar la luz blanca en sus colores componentes. El prisma fue muy útil en el experimento. El prisma se utilizará nuevamente en el futuro.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Produkt",
      "translation": "producto",
      "definition": "Ein Produkt ist ein Ergebnis oder eine Folge eines Prozesses oder einer Tätigkeit.",
      "definition_translation": "Un producto es un resultado ooutcome de un proceso o actividad.",
      "example": "Das Unternehmen hat letzte Woche ein neues Produkt lanciert. Das Produkt war sehr beliebt bei den Kunden. Das Produkt wird nächstes Jahr verbessert werden.",
      "example_translation": "La empresa lanzó un nuevo producto la semana pasada. El producto fue muy popular entre los clientes. El producto se mejorará el próximo año.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Satz des Pythagoras",
      "translation": "Teorema de Pitágoras",
      "definition": "Der Satz des Pythagoras ist ein grundlegendes Konzept in der Geometrie, das die Beziehung zwischen den Seitenlängen eines rechtwinkligen Dreiecks beschreibt.",
      "definition_translation": "El teorema de Pitágoras es un concepto fundamental en geometría que describe la relación entre las longitudes de los lados de un triángulo rectángulo.",
      "example": "Die Schülerin benutzte den Satz des Pythagoras, um die Länge der Hypotenuse zu berechnen. Sie hatte ihn früher sudah benutzt und würde ihn wieder in ihrer Matheaufgabe verwenden. Die Lehrerin wird ihnen nächste Woche zeigen, wie man den Satz anwendet.",
      "example_translation": "El estudiante utilizó el teorema de Pitágoras para calcular la longitud de la hipotenusa. Ella lo había utilizado antes y lo utilizaría de nuevo en su tarea de matemáticas. El maestro les enseñará cómo aplicar el teorema la próxima semana.",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quadratische Gleichung",
      "translation": "ecuación cuadrática",
      "definition": "Eine quadratische Gleichung ist eine Polynomgleichung zweiten Grades, die in der Form ax^2 + bx + c = 0 geschrieben werden kann, wobei a, b und c Konstanten sind.",
      "definition_translation": "Una ecuación cuadrática es una ecuación polinómica de grado dos, que se puede escribir en la forma ax^2 + bx + c = 0, donde a, b y c son constantes.",
      "example": "Die Schülerin hatte Mühe, die quadratische Gleichung zu lösen, aber fand schließlich die Lösungen. Sie hatte ähnliche Gleichungen vorher gelöst und würde weitere in ihrer Algebra-Klasse lösen. Die Lehrerin wird nächsten Monat die Methode zum Lösen quadratischer Gleichungen wiederholen.",
      "example_translation": "El estudiante luchó por resolver la ecuación cuadrática, pero finalmente encontró las soluciones. Ella había resuelto ecuaciones similares antes y resolvería más en su clase de álgebra. El maestro repasará el método para resolver ecuaciones cuadráticas el próximo mes.",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quotient",
      "translation": "cociente",
      "definition": "Ein Quotient ist das Ergebnis der Division einer Größe durch eine andere, oft als Bruch oder Dezimalzahl ausgedrückt.",
      "definition_translation": "Un cociente es el resultado de dividir una cantidad por otra, a menudo expresada como una fracción o un decimal.",
      "example": "Die Schülerin berechnete den Quotienten von 12 und 3 und erhielt 4. Sie hatte Quotienten vorher berechnet und würde weitere in ihrer Matheklasse berechnen. Die Lehrerin wird nächste Woche erklären, wie man den Quotienten zweier Polynome findet.",
      "example_translation": "El estudiante calculó el cociente de 12 y 3, y obtuvo 4. Ella había calculado cocientes antes y calcularía más en su clase de matemáticas. El maestro explicará cómo encontrar el cociente de dos polinomios la próxima semana.",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radius",
      "translation": "radio",
      "definition": "Ein Radius ist ein Linienstück, das den Mittelpunkt eines Kreises mit einem Punkt auf seinem Umfang verbindet.",
      "definition_translation": "Un segmento de línea que une el centro de un círculo a cualquier punto de su circunferencia.",
      "example": "Der Radius des Kreises war 5 cm. Gestern berechnete ich den Radius des Kreises. Morgen werde ich den Radius des Kreises berechnen.",
      "example_translation": "El radio del círculo era de 5 cm. Ayer, calculé el radio del círculo. Mañana, calcularé el radio del círculo.",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rationale Zahl",
      "translation": "número racional",
      "definition": "Eine rationale Zahl ist eine Zahl, die als Quotient oder Bruch zweier ganzer Zahlen ausgedrückt werden kann, wie zum Beispiel 3/4 oder 22/7.",
      "definition_translation": "Un número que se puede expresar como el cociente o fracción de dos enteros, como 3/4 o 22/7.",
      "example": "Die rationale Zahl 3/4 ist ein Bruch. Gestern schrieb ich eine rationale Zahl als Dezimalzahl. Morgen werde ich eine rationale Zahl zu einer anderen rationalen Zahl addieren.",
      "example_translation": "El número racional 3/4 es una fracción. Ayer, escribí un número racional como decimal. Mañana, agregaré un número racional a otro número racional.",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reelle Zahl",
      "translation": "número real",
      "definition": "Eine reelle Zahl ist eine Zahl, die auf der Zahlengeraden dargestellt werden kann, einschließlich aller rationalen und irrationalen Zahlen.",
      "definition_translation": "Un número que se puede representar en la línea de números, incluyendo todos los números racionales e irracionales.",
      "example": "Die reelle Zahl Pi ist eine irrationale Zahl. Gestern verwendete ich eine reelle Zahl in einer mathematischen Gleichung. Morgen werde ich eine reelle Zahl auf einem Koordinatenplan graphisch darstellen.",
      "example_translation": "El número real pi es un número irracional. Ayer, utilicé un número real en una ecuación matemática. Mañana, graficaré un número real en un plano de coordenadas.",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reflexwinkel",
      "translation": "ángulo reflexivo",
      "definition": "Ein Reflexwinkel ist ein Winkel, der größer als 180 Grad, aber kleiner als 360 Grad ist, also ein Winkel, der größer als eine gerade Linie, aber kleiner als ein voller Kreis ist.",
      "definition_translation": "Un ángulo mayor de 180 grados pero menor de 360 grados, es decir, un ángulo que es mayor que una línea recta pero menor que un círculo completo.",
      "example": "Der Reflexwinkel, der von den Händen einer Uhr um 6 Uhr gebildet wird, beträgt 360 Grad. Gestern zeichnete ich einen Reflexwinkel in meiner Matheaufgabe. Morgen werde ich lernen, wie man Reflexwinkel berechnet.",
      "example_translation": "El ángulo reflexivo formado por las manos de un reloj a las 6 en punto es de 360 grados. Ayer, dibujé un ángulo reflexivo en mi tarea de matemáticas. Mañana, estudiaré cómo calcular ángulos reflexivos.",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhombus",
      "translation": "rombo",
      "definition": "Ein Rhombus ist ein Vieleck mit allen Seiten gleicher Länge, wobei gegenüberliegende Seiten parallel und gegenüberliegende Winkel gleich sind.",
      "definition_translation": "Un cuadrilátero con todos los lados de igual longitud, donde los lados opuestos son paralelos y los ángulos opuestos son iguales.",
      "example": "Ich zeichnete einen Rhombus mit allen Seiten von 5 cm auf meinem Papier. Der Rhombus hat vier rechte Winkel. Sie wird morgen einen Rhombus mit einer Diagonalen von 10 cm zeichnen.",
      "example_translation": "Dibujé un rombo con todos los lados de 5 cm en mi papel. El rombo tiene cuatro ángulos rectos. Ella dibujará un rombo con una diagonal de 10 cm mañana.",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rechter Winkel",
      "translation": "ángulo recto",
      "definition": "Ein rechter Winkel ist ein Winkel von 90 Grad, der durch zwei Linien oder Ebenen gebildet wird, die sich im rechten Winkel schneiden.",
      "definition_translation": "Un ángulo de 90 grados, formado por dos líneas o planos que se intersectan en un ángulo de 90 grados.",
      "example": "Die zwei Linien bilden einen rechten Winkel an der Ecke des Raumes. Der Tischler verwendet einen rechten Winkel, um den rechteckigen Rahmen zu bauen. Die Lehrerin erklärte, wie man einen rechten Winkel mit einem Zirkel zeichnet.",
      "example_translation": "Las dos líneas forman un ángulo recto en la esquina de la habitación. El carpintero utiliza un ángulo recto para construir el marco rectangular. El maestro explicó cómo dibujar un ángulo recto usando un transportador.",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "raíz",
      "definition": "Eine Wurzel ist ein Teil einer Pflanze, der unterirdisch wächst, die Pflanze verankert und Wasser und Nährstoffe aufnimmt.",
      "definition_translation": "Una raíz es parte de una planta que crece bajo tierra, anclando la planta y absorbiendo agua y nutrientes.",
      "example": "Die Wurzel des Baumes war während des Sturms beschädigt, so musste sie entfernt werden. Der Baum hatte ein umfangreiches Wurzelsystem. Die Wurzel des Problems wurde nicht angesprochen, so dass es weiterbestand.",
      "example_translation": "La raíz del árbol fue dañada durante la tormenta, por lo que tuvo que ser eliminada. El árbol tenía un sistema de raíces que era extenso y complejo. La raíz del problema no fue abordada, por lo que persistió.",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kugel",
      "translation": "esfera",
      "definition": "Eine Kugel ist eine dreidimensionale Form, die vollständig rund und keine Ecken oder Kanten hat.",
      "definition_translation": "Una esfera es una forma tridimensional que es completamente redonda y no tiene esquinas ni bordes.",
      "example": "Die Erde ist eine Kugel, daher hat sie keine Kanten oder Ecken. Der Ball war eine perfekte Kugel, was ihn rollen ließ. Der Einflussbereich des Unternehmens ist global und umfasst die ganze Welt.",
      "example_translation": "La Tierra es una esfera, por lo que no tiene bordes ni esquinas. La bola era una esfera perfecta, lo que le permitía rodar suavemente. La esfera de influencia de la empresa es vasta y global.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadratwurzel",
      "translation": "raíz cuadrada",
      "definition": "Die Quadratwurzel einer Zahl ist ein Wert, der, wenn er mit sich selbst multipliziert wird, die ursprüngliche Zahl ergibt.",
      "definition_translation": "La raíz cuadrada de un número es un valor que, cuando se multiplica por sí mismo, da el número original.",
      "example": "Die Quadratwurzel von 16 ist 4, weil 4 multipliziert mit 4 gleich 16 ist. Sie musste die Quadratwurzel der Zahl berechnen, um die Gleichung zu lösen. Die Quadratwurzel des Problems war, die richtige Lösung zu finden.",
      "example_translation": "La raíz cuadrada de 16 es 4, porque 4 multiplicado por 4 es 16. Ella tuvo que calcular la raíz cuadrada del número para resolver la ecuación. La raíz cuadrada del problema fue encontrar la solución correcta.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Герade Winkel",
      "translation": "ángulo recto",
      "definition": "Ein gerader Winkel ist ein Winkel, dessen Maß gleich 180 Grad ist. Er wird durch zwei Linien gebildet, die in einem Punkt zusammenlaufen, um eine gerade Linie zu bilden.",
      "definition_translation": "Un ángulo recto es un ángulo cuya medida es igual a 180 grados. Se forma cuando dos líneas se extienden hasta encontrarse en un punto, creando una línea recta.",
      "example": "Der Maler stellte sicher, dass der gerade Winkel zwischen den beiden Wänden perfekt war. Gestern maß ich den geraden Winkel der Ecke. Wenn wir den geraden Winkel des Daches nicht justieren, wird es zusammenbrechen.",
      "example_translation": "El pintor aseguró que el ángulo recto entre las dos paredes fuera perfecto. Ayer, medí el ángulo recto de la esquina. Si no arreglamos el ángulo recto del techo, se derrumbará.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teilmengen",
      "translation": "subconjunto",
      "definition": "Eine Teilmengen ist eine Menge, die einige oder alle Elemente einer anderen Menge enthält und ein Teil dieser Menge ist. Es ist eine kleinere Gruppe von Elementen innerhalb einer größeren Gruppe.",
      "definition_translation": "Un subconjunto es un conjunto que contiene algunos o todos los elementos de otro conjunto, y es parte de ese conjunto. Es un grupo más pequeño de elementos dentro de un grupo más grande.",
      "example": "Die Menge der ungeraden Zahlen ist eine Teilmengen der Menge aller ganzen Zahlen. Letzte Woche studierte ich die Teilmengen der Primzahlen. Bis nächstes Jahr werde ich die Teilmengen der algebraischen Ausdrücke gemeistert haben.",
      "example_translation": "El conjunto de números impares es un subconjunto del conjunto de todos los enteros. La semana pasada, estudié el subconjunto de números primos. Para el próximo año, habré dominado el subconjunto de expresiones algebraicas.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Subtraktion",
      "translation": "sustracción",
      "definition": "Die Subtraktion ist eine mathematische Operation, die die Operation des Findens der Differenz zwischen zwei Zahlen oder Mengen darstellt. Sie ist das Gegenteil der Addition.",
      "definition_translation": "La sustracción es una operación matemática que representa la operación de encontrar la diferencia entre dos números o cantidades. Es lo opuesto a la adición.",
      "example": "Ich lernte Subtraktion in der Grundschule. Gestern verwendete ich Subtraktion, um die Differenz zwischen meinem Guthaben und meinen Ausgaben zu finden. Bis Ende des Monats werde ich Subtraktion mit Dezimalstellen gemeistert haben.",
      "example_translation": "Aprendí sustracción en la escuela primaria. Ayer, utilicé sustracción para encontrar la diferencia entre mis ahorros y gastos. Para fines de mes, habré dominado la sustracción con decimales.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Thales-Theorem",
      "translation": "Teorema de Tales",
      "definition": "Ein mathematisches Konzept, das die Beziehung zwischen dem Durchmesser eines Kreises und den Längen seiner Sehnen beschreibt.",
      "definition_translation": "Un concepto matemático que describe la relación entre el diámetro de un círculo y las longitudes de sus cuerdas.",
      "example": "Im alten Griechenland wurde Thales-Theorem verwendet, um den Abstand von Schiffen von der Küste zu berechnen. Heute wird es noch in verschiedenen Fachgebieten wie Physik und Ingenieurwesen verwendet. Bis 2050 wird Thales-Theorem ein unerlässliches Werkzeug für die Raumforschung sein.",
      "example_translation": "En la antigua Grecia, el teorema de Tales se utilizó para calcular la distancia de los barcos desde la costa. Hoy en día, todavía se utiliza en various campos como la física e ingeniería. Para 2050, el teorema de Tales será una herramienta esencial para la exploración espacial.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Torus",
      "translation": "tornado",
      "definition": "Eine ringförmige Oberfläche, die durch Rotation eines Kreises im dreidimensionalen Raum erzeugt wird.",
      "definition_translation": "Una superficie con forma de rosquilla generada por rotar un círculo en el espacio tridimensional.",
      "example": "Der Ingenieur entwarf einen torusförmigen Tunnel, um den Luftwiderstand zu reduzieren. Der Torus ist eine beliebte Form in der Architektur seit Jahrhunderten. Bis zum Jahr 2100 erwarten Wissenschaftler, einen bewohnbaren Torus im Weltraum zu schaffen.",
      "example_translation": "El ingeniero diseñó un túnel con forma de rosquilla para reducir la resistencia del viento. La rosquilla ha sido una forma popular en arquitectura durante siglos. Para el año 2100, los científicos esperan crear un hábitat en forma de rosquilla en el espacio.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trapez",
      "translation": "trapecio",
      "definition": "Ein Viereck mit zwei Paaren von gegenüberliegenden Seiten, wobei ein Paar parallel und das andere Paar nicht parallel ist.",
      "definition_translation": "Un cuadrilátero con dos pares de lados opuestos, donde un par es paralelo y el otro par no es paralelo.",
      "example": "Die Künstlerin zeichnete eine trapezförmige Form, um in ihrem Gemälde eine Tiefe zu erzeugen. Der Trapez ist ein Grundkonzept in der Geometrie. Bis nächstes Jahr werde ich die Kunst des Zeichnens von Trapezen gemeistert haben.",
      "example_translation": "La artista dibujó una forma de trapecio para crear una sensación de profundidad en su pintura. El trapecio es un concepto fundamental en geometría. Para el próximo año, habré dominado el arte de dibujar trapecios.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vektor",
      "translation": "vector",
      "definition": "Eine Größe mit beiden Betrag und Richtung, oft durch einen Pfeil in einem Diagramm dargestellt. In der Physik werden Vektoren verwendet, um Größen wie Verschiebung, Geschwindigkeit und Beschleunigung zu beschreiben.",
      "definition_translation": "Una cantidad con magnitud y dirección, a menudo representada gráficamente por una flecha en un diagrama. En física, los vectores se utilizan para describir cantidades como desplazamiento, velocidad y aceleración.",
      "example": "Der Geschwindigkeitsvektor des Autos änderte sich, als es um die Ecke bog. Der Professor zeichnete ein Diagramm, um den Kraftvektor zu illustrieren, der auf das Objekt wirkt. Bis 2050 prognostizieren Wissenschaftler, dass wir eine Methode entwickeln werden, die Energie des Sonnenvektors zu nutzen.",
      "example_translation": "El vector de velocidad del coche cambió cuando dobló la esquina. El profesor dibujó un diagrama para ilustrar la fuerza vectorial que actúa sobre el objeto. Para el año 2050, los científicos predicen que habremos desarrollado un método para aprovechar el vector de energía del sol.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nullwinkel",
      "translation": "ángulo cero",
      "definition": "Ein Winkel, dessen Maß gleich null Grad ist, gebildet durch zwei Linien oder Ebenen, die zusammenfallen.",
      "definition_translation": "Un ángulo cuya medida es cero grados, formado por dos líneas o planos que coinciden.",
      "example": "Der Nullwinkel zwischen den beiden Linien machte sie ununterscheidbar. In der Geometrie wird ein Nullwinkel durch zwei Linien gebildet, die zusammenfallen. Indem wir den Winkel auf null setzen, können wir die beiden Flächen perfekt ausrichten.",
      "example_translation": "El ángulo cero entre las dos líneas las hizo indistinguibles. En geometría, un ángulo cero se forma cuando dos líneas coinciden. Al establecer el ángulo en cero, podemos alinear las dos superficies perfectamente.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]
}