[
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bier",
      "translation": "cerveza",
      "definition": "Ein alkoholhaltiger Drink, hergestellt aus gemälzten Getreide, typischerweise Gerste, und aromatisiert mit Hopfen",
      "definition_translation": "una bebida fermentada hecha de cereales maltados, típicamente cebada, y aromatizada con lúpulo",
      "example": "Ich trank ein Bier gestern, ich trinke ein Bier jetzt, und ich werde ein Bier morgen trinken.",
      "example_translation": "Bebí una cerveza ayer, estoy bebiendo una cerveza ahora, y beberé una cerveza mañana.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffee",
      "translation": "café",
      "definition": "Ein heißer Drink, hergestellt aus den gerösteten Samen einer tropischen Pflanze",
      "definition_translation": "una bebida caliente hecha de las semillas tostadas de una planta tropical",
      "example": "Ich trank einen Kaffee heute Morgen, ich trinke einen Kaffee jetzt, und ich werde einen Kaffee heute Abend trinken.",
      "example_translation": "Bebí un café esta mañana, estoy bebiendo un café ahora, y beberé un café esta noche.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "Coca-Cola",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk, aromatisiert mit Vanille und enthaltend Koffein",
      "definition_translation": "una bebida dulce y carbonatada con sabor a vainilla y que contiene cafeína",
      "example": "Ich trank eine Cola gestern, ich trinke eine Cola jetzt, und ich werde eine Cola auf der Party trinken.",
      "example_translation": "Bebí una Coca-Cola ayer, estoy bebiendo una Coca-Cola ahora, y beberé una Coca-Cola en la fiesta.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "beber",
      "definition": "Ein flüssiges Getränk, wie Wasser oder Saft, in den Körper durch den Mund aufzunehmen.",
      "definition_translation": "Ingerir un líquido, como agua o jugo, en el cuerpo a través de la boca.",
      "example": "Ich trank Wasser gestern, ich trinke Saft jetzt, und ich werde Milch morgen trinken.",
      "example_translation": "Bebí agua ayer, bebo jugo ahora, y beberé leche mañana.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saft",
      "translation": "jugo",
      "definition": "Eine flüssige Substanz, die natürlicherweise in Früchten oder Gemüse enthalten ist, als Getränk verwendet.",
      "definition_translation": "Una sustancia líquida que se contiene naturalmente en frutas o verduras, utilizada como bebida.",
      "example": "Ich trank Orangensaft gestern, ich trinke Apfelsaft jetzt, und ich werde Traubensaft morgen trinken.",
      "example_translation": "Bebí jugo de naranja ayer, bebo jugo de manzana ahora, y beberé jugo de uva mañana.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milch",
      "translation": "leche",
      "definition": "Eine flüssige Substanz, produziert von den Milchdrüsen weiblicher Säugetiere, als Nahrung verwendet.",
      "definition_translation": "Un líquido producido por las glándulas mamarias de los mamíferos hembras, utilizado como alimento.",
      "example": "Ich trank Milch, als ich ein Kind war, ich trinke Milch jetzt, und ich werde Milch trinken, wenn ich alt bin.",
      "example_translation": "Bebí leche cuando era niño, bebo leche ahora, y beberé leche cuando sea anciano.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orangensaft",
      "translation": "jugo de naranja",
      "definition": "Ein süßes und saures Getränk, hergestellt aus dem Saft von Orangen",
      "definition_translation": "una bebida dulce y ácida hecha con el jugo de naranjas",
      "example": "Ich trank Orangensaft zum Frühstück, ich trinke ihn jetzt, und ich werde ihn morgen trinken.",
      "example_translation": "Bebí jugo de naranja para desayunar, ahora lo estoy bebiendo, y lo beberé mañana.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tee",
      "translation": "té",
      "definition": "Ein heißer oder kalter Drink, hergestellt aus den Blättern der Teepflanze",
      "definition_translation": "una bebida caliente o fría hecha con las hojas de la planta de té",
      "example": "Ich trank Tee gestern, ich trinke ihn jetzt, und ich werde ihn heute Abend trinken.",
      "example_translation": "Bebí té ayer, ahora lo estoy bebiendo, y lo beberé esta noche.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomatensaft",
      "translation": "jugo de tomate",
      "definition": "Ein herzhaftes Getränk, hergestellt aus dem Saft von Tomaten",
      "definition_translation": "una bebida sabrosa hecha con el jugo de tomates",
      "example": "Ich trank Tomatensaft zum Frühstück, ich trinke ihn zum Mittagessen, und ich werde ihn zum Abendessen trinken.",
      "example_translation": "Bebí jugo de tomate con mi desayuno, ahora lo estoy bebiendo con mi almuerzo, y lo beberé con mi cena.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser",
      "translation": "agua",
      "definition": "Eine klare, farblose, geruchlose und geschmacklose flüssige Substanz, die die Meere, Seen, Flüsse und Regen bildet und die Basis der Flüssigkeiten lebender Organismen ist.",
      "definition_translation": "Una sustancia líquida clara, incolora, inodora y sin sabor que forma los mares, lagos, ríos y lluvia y es la base de los fluidos de los organismos vivos.",
      "example": "Ich trank Wasser aus der Flasche. Ich werde Wasser aus der Quelle trinken. Ich hatte Wasser aus dem Hahn getrunken.",
      "example_translation": "Bebí agua de la botella. Beberé agua de la fuente. Había bebido agua del grifo.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wein",
      "translation": "vino",
      "definition": "Ein fermentiertes Getränk, hergestellt aus Trauben, dessen Saft durch Hefe in Alkohol umgewandelt wurde.",
      "definition_translation": "Una bebida fermentada hecha de uvas, cuyo jugo ha sido convertido en alcohol por la acción de la levadura.",
      "example": "Ich trank Wein zum Abendessen. Ich werde Wein auf der Party trinken. Ich hatte Wein auf der Hochzeit getrunken.",
      "example_translation": "Bebí vino en la cena. Beberé vino en la fiesta. Había bebido vino en la boda.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "alcohol",
      "definition": "Eine farblose, volatile und entzündliche Flüssigkeit, die durch Fermentation von Zuckern gewonnen wird und als Lösungsmittel und in verschiedenen industriellen und medizinischen Anwendungen verwendet wird.",
      "definition_translation": "Un líquido incoloro, volátil y inflamable obtenido por fermentación de azúcares, utilizado como disolvente y en various aplicaciones industriales y medicinales.",
      "example": "Ich trinke Alkohol gelegentlich. Ich werde Alkohol in der Bar trinken. Ich hatte Alkohol im Club getrunken.",
      "example_translation": "Bebo alcohol ocasionalmente. Beberé alcohol en el bar. Había bebido alcohol en el club.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "jugo de manzana",
      "definition": "Ein süßes und erfrischendes Getränk, hergestellt aus Äpfeln, das oft als gesunde Option konsumiert wird.",
      "definition_translation": "Una bebida dulce y refrescante hecha de manzanas, a menudo consumida como una opción saludable.",
      "example": "Ich trank Apfelsaft gestern, ich trinke Apfelsaft jeden Morgen und ich werde Apfelsaft morgen trinken.",
      "example_translation": "Bebí jugo de manzana ayer, bebo jugo de manzana todas las mañanas y beberé jugo de manzana mañana.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Champagner",
      "translation": "champaña",
      "definition": "Eine Art von prickelndem Wein, der aus der Champagne-Region in Frankreich stammt und oft bei Feierlichkeiten und besonderen Anlässen serviert wird.",
      "definition_translation": "Un tipo de vino espumoso originario de la región de Champaña en Francia, a menudo servido en celebraciones y ocasiones especiales.",
      "example": "Wir öffneten Champagner letzte Nacht, um unseren Geburtstag zu feiern, wir werden Champagner auf unserer Hochzeit öffnen und wir werden Champagner am Silvesterabend öffnen.",
      "example_translation": "Abrimos champaña anoche para celebrar nuestro aniversario, vamos a abrir champaña en nuestra boda y abrirán champaña en la víspera de Año Nuevo.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "cola",
      "definition": "Ein süßes und sprudelndes Softgetränk, aromatisiert mit Vanille und Zimt, das oft als erfrischendes Getränk konsumiert wird.",
      "definition_translation": "Una bebida dulce y efervescente saborizada con vainilla y canela, a menudo consumida como una bebida refrescante.",
      "example": "Ich trank Cola auf der Party, ich trinke Cola zu meinem Pizza und ich werde Cola am Strand trinken.",
      "example_translation": "Bebí cola en la fiesta, bebo cola con mi pizza y beberé cola en la playa.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "beber",
      "definition": "Flüssigkeiten durch den Mund aufzunehmen.",
      "definition_translation": "Tomar líquido en el cuerpo a través de la boca.",
      "example": "Ich trank Kaffee gestern, ich trinke ihn jeden Morgen und ich werde ihn morgen trinken.",
      "example_translation": "Bebo café ayer, lo bebo todas las mañanas y lo beberé mañana.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heiße Schokolade",
      "translation": "chocolate caliente",
      "definition": "Ein süßes Getränk, hergestellt aus geschmolzener Schokolade, Milch und Zucker, serviert heiß.",
      "definition_translation": "Una bebida dulce hecha con chocolate derretido, leche y azúcar, servida caliente.",
      "example": "Ich nippte an heißer Schokolade, während ich den Schneefall im letzten Winter beobachtete, ich trinke sie an kalten Tagen und ich werde sie nächstes Weihnachten genießen.",
      "example_translation": "Me tomé chocolate caliente mientras veía la nieve caer el invierno pasado, lo bebo en días fríos y lo disfrutaré la próxima Navidad.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronensaft",
      "translation": "limonada",
      "definition": "Ein süßes Getränk, hergestellt aus Zitronensaft, Zucker und Wasser.",
      "definition_translation": "Una bebida dulce hecha con jugo de limón, azúcar y agua.",
      "example": "Ich trank Zitronensaft auf dem Picknick letzten Sommer, ich mache ihn heute für meine Gäste und ich werde ihn nächsten Monat auf der Messe verkaufen.",
      "example_translation": "Me tomé limonada en el picnic el verano pasado, la hago para mis invitados hoy y la venderé en la feria el próximo mes.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milchshake",
      "translation": "batido de leche",
      "definition": "Ein süßes, schaumiges Getränk, hergestellt aus Milch, Eiscreme und gewöhnlich Aromen, typischerweise kalt serviert.",
      "definition_translation": "Una bebida dulce y espumosa hecha con leche, helado y usualmente sabores, servida típicamente fría.",
      "example": "Ich trank einen Milchshake im Diner gestern, ich trinke einen Milchshake jetzt und ich werde einen Milchshake morgen trinken.",
      "example_translation": "Bebí un batido de leche en el diner ayer, estoy bebiendo un batido de leche ahora, y beberé un batido de leche mañana.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mineralwasser",
      "translation": "agua mineral",
      "definition": "Wasser, das naturlich reich an Mineralien ist, oft abgefüllt und als natürliches Gesundheitsgetränk verkauft.",
      "definition_translation": "Agua que es naturalmente rica en minerales, a menudo embotellada y vendida como una bebida saludable natural.",
      "example": "Ich trank eine Flasche Mineralwasser nach dem Workout gestern, ich trinke eine Flasche Mineralwasser jetzt und ich werde eine Flasche Mineralwasser nach dem Workout morgen trinken.",
      "example_translation": "Bebí una botella de agua mineral después del entrenamiento ayer, estoy bebiendo una botella de agua mineral ahora, y beberé una botella de agua mineral después del entrenamiento mañana.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weichgetränk",
      "translation": "bebida suave",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk, typischerweise aromatisiert und serviert kalt.",
      "definition_translation": "Una bebida dulce y carbonatada, típicamente saborizada y servida fría.",
      "example": "Ich trank ein weichgetränk auf der Party gestern, ich trinke ein weichgetränk gerade jetzt, und ich werde ein weichgetränk auf der Party morgen trinken.",
      "example_translation": "Bebí una bebida suave en la fiesta ayer, estoy bebiendo una bebida suave ahora, y beberé una bebida suave en la fiesta mañana.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocktail",
      "translation": "cóctel",
      "definition": "Ein Cocktail ist ein gemixtes Getränk, das typischerweise Alkohol, Fruchtsaft und andere Aromen enthält, serviert in einem Glas über Eis.",
      "definition_translation": "Un cóctel es una bebida mezclada que suele contener alcohol, jugo de fruta y otros saborizantes, servida en un vaso con hielo.",
      "example": "Ich bestellte einen Cocktail an der Bar letzte Nacht. Der Barkeeper mixt einen Cocktail für die Party heute Abend. Sie wird nächsten Monat einen neuen Cocktail für das Restaurant-Menü kreieren.",
      "example_translation": "Pedí un cóctel en el bar anoche. El bartender está mezclando un cóctel para la fiesta esta noche. Creará un nuevo cóctel para el menú del restaurante el próximo mes.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakao",
      "translation": "cacao",
      "definition": "Kakao ist ein Pulver aus gerösteten Kakaobohnen, verwendet zum Herstellen von Schokolade und anderen süßen Lebensmitteln.",
      "definition_translation": "El cacao es un polvo hecho de granos de cacao tostados, utilizado para hacer chocolate y otros alimentos dulces.",
      "example": "Ich trinke jeden Morgen heißen Kakao. Sie verwendete Kakao-Pulver, um den Kuchen gestern zu backen. Er wird nächsten Winter einen leckeren heißen Kakao für das Winterfest zubereiten.",
      "example_translation": "Bebí cacao caliente todas las mañanas. Ella usó polvo de cacao para hornear la torta ayer. Él hará un delicioso cacao caliente para el festival de invierno el año que viene.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sprudelndes Getränk",
      "translation": "bebida con gas",
      "definition": "Ein sprudelndes Getränk ist ein kohlensäurehaltiges Getränk, das sprudelt oder blubbert, wie z.B. Soda oder prickelndes Wasser.",
      "definition_translation": "Una bebida con gas es una bebida carbonatada que hace burbujas o espuma, como soda o agua con gas.",
      "example": "Ich bevorzuge sprudelnde Getränke gegenüber stehendem Wasser. Sie liebte das sprudelnde Getränk auf der Party letzten Wochenende. Sie werden nächstes Sommer ein neues sprudelndes Getränk-Produkt lancieren.",
      "example_translation": "Prefiero bebidas con gas que agua estancada. Ella amó la bebida con gas en la fiesta el fin de semana pasado. Ellos lanzarán un nuevo producto de bebida con gas el próximo verano.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instantkaffee",
      "translation": "café instantáneo",
      "definition": "Eine Art von Kaffee, die schnell durch Hinzufügen von heißem Wasser zu Pulver oder Granulat zubereitet werden kann.",
      "definition_translation": "Un tipo de café que se puede preparar rápidamente añadiendo agua caliente a un polvo o granulos.",
      "example": "Ich habe immer einen Pack Instantkaffee in meinem Büro für einen schnellen Energieschub. Gestern machte ich eine Tasse Instantkaffee während meiner Pause. Bis nächsten Monat werde ich zu frisch gebrautem Kaffee gewechselt haben.",
      "example_translation": "Siempre tengo un paquete de café instantáneo en mi oficina para un estímulo de energía rápido. Ayer, hice una taza de café instantáneo durante mi descanso. Para el mes que viene, habré cambiado a café recién hecho.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wodka",
      "translation": "vodka",
      "definition": "Ein klares, farbloses, geschmackloses Spirituosen, typischerweise aus Getreide wie Weizen oder Roggen hergestellt und oft mit Früchten oder Kräutern aromatisiert.",
      "definition_translation": "Un líquido espiritual claro, incoloro y sin sabor, típicamente hecho con granos como trigo o centeno, y a menudo saborizado con frutas o hierbas.",
      "example": "Ich probierte Wodka zum ersten Mal auf einer Party letztes Jahr. Jetzt bevorzuge ich Wodka gegenüber anderen Spirituosen. Bis nächsten Sommer werde ich verschiedene Wodka-basierte Cocktails ausprobiert haben.",
      "example_translation": "Probé el vodka por primera vez en una fiesta el año pasado. Ahora, prefiero el vodka sobre otros espíritus. Para el próximo verano, habré experimentado con cócteles diferentes basados en vodka.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Whisky",
      "translation": "whisky",
      "definition": "Eine Art von Spirituose, hergestellt aus fermentiertem Getreidebrei, typischerweise in Holzfässern gereift, mit einem charakteristischen Geschmack und Aroma.",
      "definition_translation": "Un tipo de espíritu hecho con mosto de grano fermentado, típicamente envejecido en barricas de madera, con un sabor y aroma características.",
      "example": "Mein Großvater trank immer Whisky an besonderen Anlässen. Letzten Wochenende probierte ich Whisky zum ersten Mal und liebte es. Bis nächstes Weihnachten werde ich mich mit den verschiedenen Arten von Whisky vertraut gemacht haben.",
      "example_translation": "Mi abuelo siempre bebía whisky en ocasiones especiales. El fin de semana pasado, probé el whisky por primera vez y me encantó. Para la próxima Navidad, habré aprendido a apreciar los diferentes tipos de whisky.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompott",
      "translation": "compota",
      "definition": "Ein Kompott ist ein Gericht, das aus frischem oder getrocknetem Obst hergestellt wird, oft als Dessert oder Beilage serviert, gekennzeichnet durch seine süße und zarte Konsistenz.",
      "definition_translation": "Una compota es un plato hecho de fruta fresca o seca, a menudo servido como postre o guarnición, caracterizado por su textura dulce y tierna.",
      "example": "Ich aß ein leckeres Kompott auf der Dinner-Party letzte Nacht. Jetzt mache ich ein Kompott für die Familienzusammenkunft heute Abend. Bis nächstes Jahr werde ich mein Kompott-Rezept perfektioniert haben.",
      "example_translation": "Me comí una deliciosa compota en la fiesta de cena anoche. Ahora estoy haciendo una compota para la reunión familiar de esta noche. Para el próximo año, habré perfeccionado mi receta de compota.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enthalogenierter Kaffee",
      "translation": "café descafeinado",
      "definition": "Ent-koffeinizierter Kaffee ist eine Art von Kaffee, die meisten ihrer Koffein entfernt wurden, daher ist sie eine beliebte Wahl für diejenigen, die den Geschmack von Kaffee ohne die stimulierenden Wirkungen genießen möchten.",
      "definition_translation": "El café descafeinado es un tipo de café que ha tenido la mayoría de su cafeína eliminada, lo que lo hace una opción popular para aquellos que desean disfrutar del sabor del café sin los efectos estimulantes.",
      "example": "Meine Großmutter bevorzugte immer ent-koffeinizierten Kaffee, weil sie nicht nachts schlafen konnte. Nachdem ich ent-koffeinizierten Kaffee ausprobiert hatte, merkte ich, dass er nicht mein Tasse war. Wenn ich 60 bin, werde ich wahrscheinlich zu ent-koffeiniziertem Kaffee wechseln.",
      "example_translation": "Mi abuela siempre prefirió el café descafeinado porque no podía dormir por la noche. Después de probar el café descafeinado, me di cuenta de que no era mi taza de té. Para cuando tenga 60 años, probablemente cambiaré a café descafeinado.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shandy",
      "translation": "seudocerveza",
      "definition": "Ein Shandy ist ein erfrischendes Getränk, hergestellt durch Mischen von Bier mit einer alkoholfreien Getränk, wie z.B. Zitronen-Limonade oder Fruchtsaft, oft serviert während warmer Wetter.",
      "definition_translation": "Una seudocerveza es una bebida refrescante hecha mezclando cerveza con una bebida no alcohólica, como soda de limón-lima o jugo de fruta, a menudo servida durante el clima cálido.",
      "example": "Ich liebe Shandy auf einem heißen Sommertag. Gestern bestellte ich ein Shandy an der Strandbar. Bis nächsten Sommer werde ich mein eigenes Shandy-Rezept perfektioniert haben.",
      "example_translation": "Me encanta beber seudocerveza en un día de verano caliente. Ayer, pedí una seudocerveza en el bar de la playa. Para el próximo verano, habré perfeccionado mi propia receta de seudocerveza.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]