[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insekt",
      "translation": "insecto",
      "definition": "Ein kleines Tier, das sechs Beine, einen Körper und oft Flügel hat. Insekten werden oft in Gärten, Wäldern und anderen Außenbereichen gefunden.",
      "definition_translation": "Un animal pequeño que tiene seis patas, un cuerpo y usualmente alas. Los insectos se encuentran a menudo en jardines, bosques y otras áreas al aire libre.",
      "example": "Die Biene war ein Insekt, das für die Bestäubung von Blumen wichtig war. Gestern sah ich ein Insekt auf dem Küchentresen krabbeln. Wenn ich Wissenschaftler wäre, würde ich Insekten den ganzen Tag studieren.",
      "example_translation": "La abeja era un insecto que era importante para la polinización de flores. Ayer, vi un insecto gateando sobre la encimera de la cocina. Si fuera un científico, estudiaría insectos todo el día.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ameise",
      "translation": "hormiga",
      "definition": "Ein kleines Insekt, das in Kolonien lebt und für seine fleißige Natur bekannt ist.",
      "definition_translation": "Un insecto pequeño que vive en colonias y es conocido por su naturaleza laboriosa.",
      "example": "Die Ameise trug einen Krümel zurück zu ihrem Ameisenhügel. Ich beobachtete, wie die Ameise emsig arbeitete, um ihr Zuhause zu bauen. Bis nächstes Jahr wird die Ameise eine komplexe unterirdische Gesellschaft gebaut haben.",
      "example_translation": "La hormiga estaba llevando una migaja de regreso a su hormiguero. Vi cómo la hormiga trabajaba incansablemente para construir su hogar. Para el próximo año, la hormiga habrá construido una sociedad subterránea compleja.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biene",
      "translation": "abeja",
      "definition": "Ein fliegendes Insekt, das Nektar von Blumen sammelt und Honig produziert.",
      "definition_translation": "Un insecto volador que recoge néctar de flores y produce miel.",
      "example": "Die Biene summte um die Blumen im Garten. Ich wurde von einer Biene gestochen, als ich ein Kind war. Bis nächsten Sommer wird die Biene viel Honig produziert haben.",
      "example_translation": "La abeja zumbó alrededor de las flores en el jardín. Me picó una abeja cuando era niño. Para el próximo verano, la abeja habrá hecho mucha miel.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "insecto",
      "definition": "Ein kleines Insekt, wie ein Käfer oder eine Ameise, das eine harte Außenschale hat und typischerweise auf oder unter dem Boden lebt.",
      "definition_translation": "Un insecto pequeño, como un escarabajo o una hormiga, que tiene una concha exterior dura y vive en o debajo del suelo.",
      "example": "Ich sah einen Käfer auf dem Küchentresen krabbeln gestern, und ich werde ihn morgen zertreten, aber er versteckt sich heute unter dem Wasserhahn.",
      "example_translation": "Vi a un insecto arrastrándose por la encimera de la cocina ayer, y lo aplastaré mañana, pero está escondido debajo del fregadero hoy.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schmetterling",
      "translation": "mariposa",
      "definition": "Ein fliegendes Insekt mit großen, oft bunten Flügeln, typischerweise in warmen Klimazonen gefunden.",
      "definition_translation": "Un insecto volador con alas grandes, a menudo de colores brillantes, comúnmente encontrado en climas cálidos.",
      "example": "Ich beobachtete einen Schmetterling, wie er um die Blumen im Garten flatterte, ich werde ihn morgen beobachten, wie er über meinem Kopf fliegt, und er saß heute auf einem Blatt.",
      "example_translation": "Vi a una mariposa revoloteando alrededor de las flores en el jardín ayer, observaré volar sobre mi cabeza mañana, y estaba posada en una hoja hoy.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakerlake",
      "translation": "cucaracha",
      "definition": "Ein großes, flaches, ovales Insekt mit einer harten Außenschale, typischerweise in dunklen, feuchten Plätzen gefunden.",
      "definition_translation": "Un insecto grande, plano, ovalado con una concha exterior dura, comúnmente encontrado en lugares oscuros y húmedos.",
      "example": "Ich sah eine Kakerlake über den Küchenboden huschen gestern, ich werde sie morgen vernichten, und sie versteckte sich heute in den Schatten.",
      "example_translation": "Vi a una cucaracha correteando por el suelo de la cocina ayer, la exterminaré mañana, y estaba escondida en las sombras hoy.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreatur",
      "translation": "criatura",
      "definition": "Ein lebendes Wesen, besonders ein Tier, typischerweise mit einem bestimmten Gliedmaßen oder Gliedmaßen.",
      "definition_translation": "Una cosa viva, especialmente un animal, típicamente con una extremidad articulada específica o extremidades.",
      "example": "Die Kreatur ging auf vier Beinen, die Touristen beobachteten in Erstaunen. Sie ging seit Morgen auf vier Beinen, und wird morgen wieder auf vier Beinen gehen.",
      "example_translation": "La criatura caminó sobre cuatro patas, los turistas observaron con asombro. Había caminado sobre cuatro patas desde la mañana, y caminará sobre cuatro patas de nuevo mañana.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fliegen",
      "translation": "volar",
      "definition": "Sich durch die Luft bewegen, indem man Flügel benutzt.",
      "definition_translation": "Moverse a través del aire, usando alas.",
      "example": "Der Vogel wird im Winter nach Süden fliegen, er fliegt jeden Jahr, und flog letztes Jahr auch. Wenn er Glück hat, wird er nächstes Jahr wieder fliegen.",
      "example_translation": "El pájaro volará hacia el sur para el invierno, vuela cada año, y voló el año pasado también. Si tiene suerte, volará de nuevo el próximo año.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mücke",
      "translation": "zancudo",
      "definition": "Ein kleines fliegendes Insekt, das Menschen und Tiere beißt, oft Juckreiz und Schwellungen verursacht.",
      "definition_translation": "Un insecto volador pequeño que pica a humanos y animales, a menudo causando picazón y hinchazón.",
      "example": "Die Mücke biss mich letzte Nacht, sie beißt jeden im Sommer, und wird uns nächstes Jahr wieder beißen. Ich wünschte, sie hätte mich gestern nicht gebissen.",
      "example_translation": "El zancudo me picó anoche, pica a todos en verano, y nos picará de nuevo el próximo verano. Ojalá no me hubiera picado ayer.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinne",
      "translation": "araña",
      "definition": "Ein kleines achtbeiniges Tier, das ein Netz spinnt, um Insekten zu fangen, oft in Gärten oder Häusern gefunden.",
      "definition_translation": "un animal pequeño de ocho patas que teje una red para cazar insectos, a menudo encontrado en jardines o casas",
      "example": "Gestern sah ich eine Spinne an der Wand krabbeln. Heute spinnt sie ein Netz in der Ecke. Morgen wird sie viele Fliegen fangen.",
      "example_translation": "Ayer, vi una araña gateando por la pared. Hoy, está haciendo una red en la esquina. Mañana, cogerá muchas moscas.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Netz",
      "translation": "red",
      "definition": "ein Netz von Fäden, das von einer Spinne gesponnen wird, um Insekten zu fangen",
      "definition_translation": "una red de hilos tejida por una araña para cazar insectos",
      "example": "Die Spinne schuf ein schönes Netz am Morgen. Jetzt wartet sie darauf, dass Beute in das Netz gerät. Später wird sie das Netz reparieren, wenn es beschädigt wird.",
      "example_translation": "La araña creó una hermosa red en la mañana. Ahora, está esperando a que se caigan presas en la red. Más tarde, reparará la red si se daña.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "escarabajo",
      "definition": "eine Art von Insekt mit einem harten Außenschalen, oft in Gärten oder Wäldern gefunden",
      "definition_translation": "un tipo de insecto con una cáscara dura externa, a menudo encontrado en jardines o bosques",
      "example": "Ich sah einen Käfer auf einem Blatt gestern. Heute fliegt er um den Garten herum. Morgen wird er Eier auf einem Baum legen.",
      "example_translation": "Vi un escarabajo gateando en una hoja ayer. Hoy, está volando alrededor del jardín. Mañana, pondrá huevos en un árbol.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flohbär",
      "translation": "pulga",
      "definition": "ein kleines springendes Insekt, das auf den Körpern von Säugetieren und Vögeln lebt und sich von ihrem Blut nährt.",
      "definition_translation": "un pequeño insecto saltador que vive en los cuerpos de mamíferos y aves, alimentándose de su sangre.",
      "example": "Der Hund war von Flohbern befallen, nachdem er im Park spaziert ging. Er war letzte Woche von Flohbern gebissen worden. Er wird nächsten Monat wieder gegen Flohbern behandelt werden müssen.",
      "example_translation": "El perro estaba infestado de pulgas después de caminar en el parque. Había sido mordido por pulgas la semana pasada. Necesitará ser tratado para pulgas de nuevo el mes que viene.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stechen",
      "translation": "picar",
      "definition": "eine scharfe, plötzliche Schmerz zu verursachen, typischerweise durch die Einführung eines giftigen oder reizenden Stoffes in die Haut.",
      "definition_translation": "causar un dolor agudo y repentino, generalmente al introducir una sustancia venenosa o irritante en la piel.",
      "example": "Der Bienenstich tat sehr weh. Sie wurde letztes Jahr von einer Wespe gestochen. Er wird das Insekt stechen, wenn es zu nah kommt.",
      "example_translation": "La picadura de la abeja dolía mucho. Ella había sido picada por una avispa el año pasado. Él picará al insecto si se acerca demasiado.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wespe",
      "translation": "avispa",
      "definition": "ein fliegendes Insekt mit einer schmalen Taille und einem Stachel, typischerweise gelb und schwarz gefärbt.",
      "definition_translation": "un insecto volador con una cintura estrecha y una picadura, típicamente amarillo y negro en color.",
      "example": "Die Wespe flog um das Picknick-Gelände herum. Sie wurde von einer Wespe auf dem Arm gestochen. Sie werden ein Nest für die Wespen im nächsten Frühjahr bauen.",
      "example_translation": "La avispa volaba alrededor del área de picnic. Ella había sido picada por una avispa en su brazo. Construirán un nido para las avispas la próxima primavera.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gottesanbeterin",
      "translation": "mantis",
      "definition": "Eine Gottesanbeterin ist ein räuberisches Insekt, das zur Ordnung Mantodea gehört. Es ist durch seinen dreieckigen Kopf, seinen langgestreckten Körper und seine stacheligen Vorderbeine zum Fangen und Halten von Beute charakterisiert.",
      "definition_translation": "Un mantis es un insecto depredador que pertenece al orden Mantodea. Se caracteriza por su cabeza triangular, cuerpo alargado y patas delanteras espinosas utilizadas para cazar y mantener presa.",
      "example": "Gestern sah ich eine Gottesanbeterin im Garten. Heute werde ich sie wieder beobachten. Bis morgen werde ich mehr über ihre Gewohnheiten erfahren haben.",
      "example_translation": "Ayer, vi un mantis en el jardín. Hoy, lo observaré de nuevo. Para mañana, habré aprendido más sobre sus hábitos.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtfalter",
      "translation": "polilla",
      "definition": "Ein Nachtfalter ist ein fliegendes Insekt, das zur Ordnung Lepidoptera gehört. Es wird oft als nachtaktives Wesen betrachtet, das von Lichtquellen angezogen wird und fädige oder fadenähnliche Fühler hat.",
      "definition_translation": "Una polilla es un insecto volador que pertenece al orden Lepidoptera. A menudo se considera una criatura nocturna, atraída por fuentes de luz y con antenas plumosas o filamentosas.",
      "example": "Der Nachtfalter flog um die Lampe herum letzten Nacht. Heute wird er in einer dunklen Ecke ruhen. Bis nächster Woche wird er seine Eier gelegt haben.",
      "example_translation": "La polilla voló alrededor de la lámpara anoche. Hoy, descansará en un rincón oscuro. Para la próxima semana, habrá puesto sus huevos.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffelkäfer",
      "translation": "escarabajo de la papa",
      "definition": "Ein Kartoffelkäfer ist ein kleines Insekt, das sich von Kartoffelpflanzen nährt und Schäden an den Blättern und Knollen verursacht. Es wird oft in Gärten und Landwirtschaftsgebieten gefunden.",
      "definition_translation": "Un escarabajo de la papa es un insecto pequeño que se alimenta de plantas de papa, causando daño a las hojas y tubérculos. A menudo se encuentra en jardines y campos agrícolas.",
      "example": "Der Bauer musste die Kartoffelkäfer von seinem Feld entfernen gestern. Heute wird er Pestizide anwenden. Bis nächstem Jahr wird er eine mehr organische Lösung gefunden haben.",
      "example_translation": "El agricultor tuvo que eliminar los escarabajos de la papa de su campo ayer. Hoy, aplicará pesticidas. Para el próximo año, habrá encontrado una solución más orgánica.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seidenspinner",
      "translation": "gusano de seda",
      "definition": "Ein Seidenspinner ist die Larve eines Nachtfalters, die einen Kokon aus Seide spinnt und wird vielfach für ihre Seide gezüchtet.",
      "definition_translation": "Un gusano de seda es la larva de una polilla que se cultiva ampliamente para su seda.",
      "example": "Der Bauer erntete die Seidenspinner sorgfältig, um ihre kostbare Seide zu erhalten. Er hatte sie seit sie Eier waren großgezogen und jetzt waren sie vollständig gewachsen. Bis zur nächsten Saison wird er eine neue Charge gezüchtet haben.",
      "example_translation": "El agricultor cosechó cuidadosamente los gusanos de seda para obtener su valiosa seda. Los había criado desde que eran huevos y ahora estaban completamente crecidos. Para la próxima temporada, habrá cultivado un nuevo lote.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Termit",
      "translation": "termita",
      "definition": "Ein Termit ist eine Art von Insekt, das sich von Holz nährt und bedeutende Schäden an Gebäuden und Strukturen verursachen kann.",
      "definition_translation": "Una termita es un tipo de insecto que se alimenta de madera y puede causar daños significativos a edificios y estructuras.",
      "example": "Die Hausbesitzer waren schockiert, als sie entdeckten, dass Termiten ihren Keller befallen hatten. Sie hatten Jahre lang an den hölzernen Balken genagt. Jetzt müssen sie einen Kammerjäger rufen, um die Termiten zu eliminieren, bevor sie weiter verbreiten.",
      "example_translation": "Los propietarios de la casa se sorprendieron al descubrir que las termitas habían infestado su sótano. Habían estado comiendo las vigas de madera durante años. Ahora, necesitarán llamar a un exterminador para eliminar las termitas antes de que se propaguen más.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bettwanze",
      "translation": "chinche",
      "definition": "Eine Bettwanze ist ein kleiner, flacher parasitärer Insekt, der sich vom Blut von Menschen ernährt, typischerweise in Betten und Matratzen gefunden.",
      "definition_translation": "Una chinche es un insecto pequeño y plano parásito que se alimenta de la sangre humana, normalmente encontrado en la ropa de cama y colchones.",
      "example": "Die Reisenden waren entsetzt, als sie Bettwanzen in ihrem Hotelzimmer fanden. Sie wurden mehrmals während der Nacht gebissen. Jetzt müssen sie sofort ihre Kleidung waschen und trocknen, um die Bettwanzen daran zu hindern, sich zu verbreiten.",
      "example_translation": "Los viajeros se horrorizaron al encontrar chinches en su habitación de hotel. Habían sido mordidos múltiples veces durante la noche. Ahora, necesitarán lavar y secar sus ropas inmediatamente para prevenir que las chinches se propaguen.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hummel",
      "translation": "abeja carpintera",
      "definition": "Eine Hummel ist eine Art großer, pelziger Biene, die sozial lebt und in Kolonien bekannt ist für ihr lauteres Summen.",
      "definition_translation": "Un tipo de abeja grande y peluda que es social y vive en colonias, conocida por su ruido de zumbido fuerte.",
      "example": "Die Hummel flog um den Garten herum, Nektar von den Blumen sammelnd. Gestern wurde sie von einem spielenden Kind versehentlich weggeschlagen. Morgen wird sie zu ihrem Bienenstock zurückkehren, um ihre Beute mit ihrer Kolonie zu teilen.",
      "example_translation": "La abeja carpintera voló alrededor del jardín, recogiendo néctar de las flores. Ayer, fue golpeada accidentalmente por un niño que jugaba afuera. Mañana, regresará a su colmena para compartir la abundancia con su colonia.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Raupe",
      "translation": "oruga",
      "definition": "Die Raupe ist das Larvenstadium eines Schmetterlings oder einer Motte, das eine Serie von Häutungen durchmacht, bevor es sich verpuppt und als voll ausgebildeter Erwachsener hervorgeht.",
      "definition_translation": "La larva de una mariposa o polilla, que pasa por una serie de instares antes de pupar y emerger como un adulto completamente formado.",
      "example": "Die Raupe kroch über das Blatt, hinterließ eine Spur von Seidenfäden. Als sie wuchs, häutete sie sich mehrmals, bildete schließlich eine Puppenhülle, aus der ein schöner Schmetterling hervorging. In Zukunft wird sie Eier auf einer nahe gelegenen Pflanze legen, um den Zyklus erneut zu beginnen.",
      "example_translation": "La oruga se arrastró a lo largo de la hoja, dejando atrás un rastro de hilos de seda. A medida que crecía, se despojó de su piel varias veces, eventualmente formando una crisálida de la que emergió una hermosa mariposa. En el futuro, pondrá huevos en una planta cercana para iniciar el ciclo de nuevo.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zikade",
      "translation": "cicada",
      "definition": "Eine Zikade ist ein großer, geflügelter Insekt, das ein charakteristisches, hochfrequentes Geräusch produziert, typischerweise nach einer langen Periode der Dormanz aus dem Untergrund hervorkommend.",
      "definition_translation": "Un insecto alado grande que produce un sonido distinto y agudo, que emerge típicamente del suelo después de un período prolongado de dormancia.",
      "example": "Die Zikade saß auf einem Ast, ihr lautes Gesang füllte die Luft. Im letzten Sommer kam sie aus dem Boden heraus, häutete sich und flog zum ersten Mal. Nächstes Jahr wird sie wieder in den Boden hinabgraben, um auf den richtigen Moment zu warten, um wieder aufzutauchen.",
      "example_translation": "La cicada se sentó en una rama, su canción fuerte llenando el aire. El verano pasado, emergió del suelo, despojándose de su piel y volando por primera vez. El próximo año, volverá a excavar bajo tierra, esperando el momento perfecto para reaparecer.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Libelle",
      "translation": "libélula",
      "definition": "Eine Libelle ist ein Insekt mit einem langen Körper und großen, meist farbigen und transparenten Flügeln.",
      "definition_translation": "Una libélula es un insecto con un cuerpo largo y alas grandes que suelen ser coloridas y transparentes.",
      "example": "Ich sah eine Libelle über dem Teich schweben gestern. Sie schwebt heute um die Blumen herum. Bis nächsten Sommer wird sie weggeflogen sein.",
      "example_translation": "Vi una libélula revoloteando sobre el estanque ayer. Ahora está revoloteando cerca de las flores. Para el próximo verano, habrá volado hacia otro lugar.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Drohne",
      "translation": "dron",
      "definition": "Eine Drohne ist ein unbemanntes Luftfahrzeug, typischerweise ferngesteuert, zum Zwecke der Überwachung, Fotografie oder anderen Zwecken verwendet.",
      "definition_translation": "Un dron es un vehículo aéreo no tripulado, generalmente controlado a distancia, utilizado para vigilancia, fotografía o otros fines.",
      "example": "Ich benutzte eine Drohne, um Luftaufnahmen der Stadt letztes Wochenende zu machen. Jetzt bearbeite ich das Material. Bis nächsten Monat werde ich das Projekt abgeschlossen haben.",
      "example_translation": "Usé un dron para tomar fotos aéreas de la ciudad el fin de semana pasado. Ahora estoy editando las imágenes. Para el próximo mes, habré completado el proyecto.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stechfliege",
      "translation": "tábano",
      "definition": "Eine Stechfliege ist eine Art von Fliege, die bissig oder lästig ist, insbesondere ein hartnäckiger Kritiker oder Nuisance.",
      "definition_translation": "Un tábano es un tipo de mosca que pica o molesta, especialmente un crítico persistente o una molestia.",
      "example": "Die Journalistin war eine Stechfliege für die Regierung, stellte ständig Fragen zu ihren Politiken. Sie war eine Stechfliege für das Unternehmen, deckte ihre Unkorrektheiten auf. Sie wird weiterhin eine Stechfliege für die Institution sein, kämpft für Transparenz.",
      "example_translation": "La periodista fue un tábano para el gobierno, cuestionando constantemente sus políticas. Fue un tábano para la empresa, expuesto su mala conducta. Continuará siendo un tábano para la institución, luchando por la transparencia.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grashüpfer",
      "translation": "langostino",
      "definition": "Ein Grashüpfer ist eine Art von Insekt, das zur Ordnung Orthoptera gehört. Es hat einen langen, schlanken Körper, große Hinterbeine und zwei Paare von Flügeln.",
      "definition_translation": "Un langostino es un tipo de insecto que pertenece al orden Orthoptera. Tiene un cuerpo largo y delgado, patas traseras grandes y dos pares de alas.",
      "example": "Der Grashüpfer sprang über den Zaun gestern, springt jeden Tag über den Zaun und wird morgen wieder über den Zaun springen.",
      "example_translation": "El langostino saltó sobre la valla ayer, salta sobre la valla todos los días y saltará sobre la valla mañana.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hornisse",
      "translation": "avispa",
      "definition": "Eine Hornisse ist eine Art von Wespe, die für ihren schmerzhaften Stich bekannt ist. Sie ist typischerweise gelb und schwarz gemustert und baut große Nester in Bäumen oder unter Dächern.",
      "definition_translation": "Una avispa es un tipo de avispa conocida por su dolorosa picadura. Es típicamente amarilla y negra en color y construye nidos grandes en árboles o debajo de aleros.",
      "example": "Die Hornisse stach mich, als ich ihr Nest letzten Woche störte, sticht wenn bedroht und wird wieder stechen, wenn ich nicht vorsichtig bin.",
      "example_translation": "La avispa me picó cuando perturbé su nido la semana pasada, pica cuando se siente amenazada y picará de nuevo si no tengo cuidado.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marienkäfer",
      "translation": "mariquita",
      "definition": "Ein Marienkäfer, auch bekannt als Marienläfer, ist ein kleiner, ovalförmiger Käfer mit einer charakteristischen roten und schwarzen Schale. Er ist bekannt für seine Fähigkeit, Aphidenpopulationen zu kontrollieren.",
      "definition_translation": "Una mariquita, también conocida como escarabajo de la suerte, es un escarabajo pequeño y ovalado con una concha roja y negra característica. Es conocida por su capacidad para controlar poblaciones de áfidos.",
      "example": "Der Marienkäfer landete auf dem Blatt gestern, landet jeden Sommer auf Blättern und wird nächstes Jahr wieder auf Blättern landen.",
      "example_translation": "La mariquita aterrizó en la hoja ayer, aterriza en hojas cada verano y aterrizará en hojas de nuevo el próximo año.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heuschrecke",
      "translation": "langosta",
      "definition": "Ein großes, grasshüpferähnliches Insekt, das in Schwärmen wandert und Vegetation, insbesondere Feldfrüchte, vernichtet.",
      "definition_translation": "Un insecto parecido a una langosta que migra en enjambres y devora vegetación, especialmente cultivos.",
      "example": "Die Felder des Bauern wurden von einem Schwarm von Heuschrecken verwüstet. Sie waren jeden Sommer von Heuschrecken geplagt. Die Regierung wird Maßnahmen ergreifen, um zu verhindern, dass Heuschrecken in Zukunft Feldfrüchte zerstören.",
      "example_translation": "Los campos del granjero fueron arrasados por una plaga de langostas. Habían sido azotados por langostas cada verano. El gobierno tomará medidas para evitar que las langostas destruyan cultivos en el futuro.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laus",
      "translation": "piojo",
      "definition": "Ein kleines, flügelloses Insekt, das als Parasit auf den Körpern von Menschen und anderen Säugetieren lebt, indem es ihre Haut und ihr Blut aufzehrt.",
      "definition_translation": "Un insecto pequeño y alado que vive como parásito en los cuerpos de humanos y otros mamíferos, alimentándose de su piel y sangre.",
      "example": "Das Kind hatte Läuse in seinem Haar. Sie war seit Wochen von Läusen befallen. Der Arzt verschrieb ein Shampoo, um die Läuse loszuwerden.",
      "example_translation": "El niño tenía piojos en su cabello. Había estado infestado de piojos durante semanas. El doctor prescribió un champú para deshacerse de los piojos.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]