[
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "frío",
      "definition": "Eine niedrige Temperatur habend; nicht warm oder heiß.",
      "definition_translation": "Teniendo una temperatura baja; no cálida o caliente.",
      "example": "Ich war kalt, als ich gestern draußen ging. Ich bin kalt, wenn ich ein kaltes Bad nehme. Ich werde kalt sein, wenn ich nächste Woche in die Berge gehe.",
      "example_translation": "Estaba frío cuando salí afuera ayer. Estoy frío cuando tomo un ducho frío. Estaré frío cuando vaya a las montañas la próxima semana.",
      "imageLink": "image_files\\English\\cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "frío",
      "definition": "Eine niedrige Temperatur habend; nicht warm oder heiß.",
      "definition_translation": "Teniendo una temperatura baja; no cálida o caliente.",
      "example": "Das kalte Wasser war erfrischend. Sie hat eine Erkältung und kann nicht zur Arbeit gehen. Es wird kalt im Winter sein.",
      "example_translation": "El agua fría fue refrescante. Ella tiene un resfriado y no puede ir al trabajo. Será frío en invierno.",
      "imageLink": "image_files\\English\\cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiß",
      "translation": "caliente",
      "definition": "Eine hohe Temperatur habend; warm oder intensiv.",
      "definition_translation": "Teniendo una temperatura alta; cálida o intensa.",
      "example": "Der heiße Kaffee hat mir die Zunge verbrannt. Sie war heiß und schwitzte nach dem Training. Es wird heiß im Sommer sein.",
      "example_translation": "El café caliente me quemó la lengua. Ella estaba caliente y sudando después del ejercicio. Será caliente en verano.",
      "imageLink": "image_files\\English\\hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regen",
      "translation": "lluvia",
      "definition": "Niederschlag in Form von Wassertröpfchen in der Atmosphäre, der auftritt, wenn Wasser Vapor in der Luft kondensiert und auf den Boden fällt.",
      "definition_translation": "Precipitación en forma de gotas de agua en la atmósfera, que ocurre cuando el vapor de agua en el aire se condensa y cae al suelo.",
      "example": "Gestern regnete es, heute regnet es, und morgen wird es regnen.",
      "example_translation": "Llovió ayer, llueve hoy y lloverá mañana.",
      "imageLink": "image_files\\English\\rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnee",
      "translation": "nieve",
      "definition": "Atmosphärisches Wasser, das zu Eis-Kristallen gefroren ist, oft als natürliche Wettererscheinung auf den Boden fallend.",
      "definition_translation": "Vapor de agua atmosférico que se ha congelado en cristales de hielo, a menudo cayendo al suelo como un fenómeno natural del clima.",
      "example": "Im letzten Winter schneite es, im diesem Winter schneit es, und im nächsten Winter wird es schneien.",
      "example_translation": "Nevió el invierno pasado, nieva este invierno y nevlará el invierno próximo.",
      "imageLink": "image_files\\English\\snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommer",
      "translation": "verano",
      "definition": "Eine der vier Jahreszeiten, gekennzeichnet durch warmes Wetter und lange Tage, typischerweise zwischen Juni und August in der Nordhemisphäre.",
      "definition_translation": "Una de las cuatro estaciones, caracterizada por clima cálido y días largos, típicamente entre junio y agosto en el Hemisferio Norte.",
      "example": "Ich ging letzten Sommer an den Strand, ich gehe diesem Sommer an den Strand, und ich werde nächsten Sommer an den Strand gehen.",
      "example_translation": "Fui a la playa el verano pasado, voy a la playa este verano y iré a la playa el verano próximo.",
      "imageLink": "image_files\\English\\summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonne",
      "translation": "sol",
      "definition": "Die Sonne ist der Stern, um den die Erde und andere Planeten kreisen. Sie ist ein massiver Ball aus heißem, glühendem Gas.",
      "definition_translation": "El sol es la estrella alrededor de la cual orbitan la Tierra y otros planetas. Es una gran bola de gas caliente y brillante.",
      "example": "Die Sonne schien gestern hell, aber es wird morgen bewölkt sein. Heute ist es sonnig.",
      "example_translation": "El sol brillaba intensamente ayer, pero será nublado mañana. Hoy es soleado.",
      "imageLink": "image_files\\English\\sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "templado",
      "definition": "Eine moderate oder komfortable Hitze habend; nicht kalt oder heiß.",
      "definition_translation": "Teniendo un grado moderado o cómodo de calor; no frío ni caliente.",
      "example": "Das warme Wetter im Juli machte es perfekt für einen Strandurlaub. Ich fühlte mich warm nach einem heißen Bad. Es wird wieder warm im nächsten Sommer sein.",
      "example_translation": "El clima templado en julio lo hizo perfecto para unas vacaciones en la playa. Me sentí templado después de tomar un baño caliente. Será templado nuevamente el próximo verano.",
      "imageLink": "image_files\\English\\warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wetter",
      "translation": "clima",
      "definition": "Der Zustand der Atmosphäre an einem bestimmten Ort und Zeitpunkt, einschließlich Temperatur, Feuchtigkeit, Bewölkung, Wind und Niederschlag.",
      "definition_translation": "El estado de la atmósfera en un lugar y momento particulares, incluyendo la temperatura, la humedad, la nubosidad, el viento y la precipitación.",
      "example": " Die Wettervorhersage sagte, dass es morgen regnen würde, aber es tat es nicht. Das Wetter war gestern perfekt für ein Picknick. Ich liebe das Wetter im Frühling.",
      "example_translation": "El pronóstico del tiempo dijo que llovería mañana, pero no lo hizo. El clima fue perfecto para un pícnic ayer. Me encanta el clima en primavera.",
      "imageLink": "image_files\\English\\weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wind",
      "translation": "viento",
      "definition": "Die natürliche Bewegung der Luft in der Atmosphäre, insbesondere ein starker Luftstrom.",
      "definition_translation": "El movimiento natural del aire en la atmósfera, especialmente una corriente fuerte de aire.",
      "example": "Der Wind blies gestern stark, er bläst heute stark, und er wird morgen stark blasen.",
      "example_translation": "El viento sopló con fuerza ayer, sopla con fuerza hoy y soplará con fuerza mañana.",
      "imageLink": "image_files\\English\\wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winter",
      "translation": "invierno",
      "definition": "Die kälteste Jahreszeit in der Nordhemisphäre von Dezember bis Februar und in der Südhemisphäre von Juni bis August.",
      "definition_translation": "La estación más fría del año, en el hemisferio norte desde diciembre hasta febrero y en el hemisferio sur desde junio hasta agosto.",
      "example": "Ich habe letzten Winter im Schnee gespielt, ich spiele jetzt im Schnee und ich werde nächsten Winter im Schnee spielen.",
      "example_translation": "Me encantó jugar en la nieve el invierno pasado, me encanta jugar en la nieve este invierno y me encantará jugar en la nieve el próximo invierno.",
      "imageLink": "image_files\\English\\winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolke",
      "translation": "nube",
      "definition": "Eine sichtbare Masse von Wassertröpfchen oder Eiskristallen in der Luft suspendiert.",
      "definition_translation": "Una masa visible de gotas de agua o cristales de hielo suspendidos en el aire.",
      "example": "Ich sah eine große Wolke am Himmel gestern, ich sehe eine große Wolke am Himmel heute und ich werde eine große Wolke am Himmel morgen sehen.",
      "example_translation": "Vi una gran nube en el cielo ayer, veo una gran nube en el cielo hoy y veré una gran nube en el cielo mañana.",
      "imageLink": "image_files\\English\\cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wolkig",
      "translation": "nublado",
      "definition": "Einen bewölkten Himmel habend oder charakterisiert; überwölkt.",
      "definition_translation": "Teniendo o caracterizado por un cielo nublado; cubierto.",
      "example": "Es war wolkig gestern, aber heute ist es sonnig. Das Wetter wird morgen wieder wolkig sein.",
      "example_translation": "Era nublado ayer, pero hoy es soleado. El clima volverá a ser nublado mañana.",
      "imageLink": "image_files\\English\\cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nebel",
      "translation": "niebla",
      "definition": "Eine wolkige Masse von kleinen Wassertröpfchen in der Luft nahe dem Boden, die Sicht reduziert.",
      "definition_translation": "Una masa nubosa de pequeñas gotas de agua suspendidas en el aire cerca del suelo, reduciendo la visibilidad.",
      "example": "Der Nebel zog vom Ozean heran, was es schwierig machte, zu sehen. Der Nebel wird morgen aufklaren. Bis nächste Woche wird der Nebel verschwunden sein.",
      "example_translation": "La niebla se desplazó desde el océano, haciendo difícil ver. La niebla se levantará mañana. Para la próxima semana, la niebla habrá desaparecido.",
      "imageLink": "image_files\\English\\fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nebelig",
      "translation": "neblinoso",
      "definition": "Durch Nebel gekennzeichnet oder ähnlich; unklar oder unbestimmt.",
      "definition_translation": "Caracterizado por o parecido a la niebla; incierto o oscuro.",
      "example": "Der nebelige Spiegel machte es schwierig, mein Spiegelbild zu sehen. Das nebelige Wetter machte es schwierig, zu navigieren. Bis nächstem Jahr wird die nebelige Bedingung verbessert sein.",
      "example_translation": "El espejo neblinoso hizo difícil ver mi reflejo. El clima neblinoso hizo difícil navegar. Para el año que viene, las condiciones neblinosas habrán mejorado.",
      "imageLink": "image_files\\English\\foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eis",
      "translation": "hielo",
      "definition": "Wasser in seiner festen Form, typischerweise blau-weiß und transparent, durch die Kondensation von Wasser dampf in der Atmosphäre oder das Gefrieren von Wasser gebildet.",
      "definition_translation": "Agua congelada en su forma sólida, generalmente azul-blanca y transparente, formada por la condensación de vapor de agua en la atmósfera o la congelación de agua.",
      "example": "Ich schlitt letztes Winter auf dem Eis, ich schlitten jetzt auf dem Eis und ich werde nächstes Winter auf dem Eis schlitten.",
      "example_translation": "Patineé sobre el hielo el invierno pasado, estoy patinando sobre el hielo ahora, y patinaré sobre el hielo el próximo invierno.",
      "imageLink": "image_files\\English\\ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühling",
      "translation": "primavera",
      "definition": "Die Jahreszeit zwischen Winter und Sommer, gekennzeichnet durch das Blühen von Pflanzen und die Rückkehr von warmem Wetter.",
      "definition_translation": "La estación del año entre el invierno y el verano, caracterizada por la floración de las plantas y el regreso del clima cálido.",
      "example": "Ich pflanzte Blumen im Frühling, ich genieße das warme Wetter im Frühling und ich werde im nächsten Monat Frühlingsferien machen.",
      "example_translation": "Planté flores en la primavera, estoy disfrutando del clima cálido en la primavera, y tomaré un descanso de primavera el próximo mes.",
      "imageLink": "image_files\\English\\spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sturm",
      "translation": "tormenta",
      "definition": "Eine starke atmosphärische Störung, gekennzeichnet durch starke Winde, schweren Regen, Donner und Blitz.",
      "definition_translation": "Una disturbio violento en la atmósfera, caracterizado por vientos fuertes, lluvia pesada, truenos y relámpagos.",
      "example": "Der Sturm beschädigte mein Haus letztes Jahr, der Sturm nähert sich jetzt und der Sturm wird morgen vergangen sein.",
      "example_translation": "La tormenta dañó mi casa el año pasado, la tormenta se acerca ahora, y la tormenta habrá pasado mañana.",
      "imageLink": "image_files\\English\\storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnig",
      "translation": "soleado",
      "definition": "Viele Sonnenschein habend; hell und freundlich.",
      "definition_translation": "Teniendo mucho sol; brillante y alegre.",
      "example": "Das sonnige Wetter machte unseren Urlaub perfekt. Wir spazierten im sonnigen Park gestern. Es wird morgen sonnig sein, ich bin sicher.",
      "example_translation": "El clima soleado hizo que nuestra vacación fuera perfecta. Caminamos en el parque soleado ayer. Mañana será soleado, estoy seguro.",
      "imageLink": "image_files\\English\\sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewitter",
      "translation": "tormenta eléctrica",
      "definition": "Ein Sturm mit Donner und Blitz, typischerweise begleitet von schwerem Regen oder Hagel.",
      "definition_translation": "Una tormenta con truenos y relámpagos, típicamente acompañada de lluvia fuerte o granizo.",
      "example": "Das Gewitter verdarb unseren Picknick. Wir hörten das Gewitter letzten Nacht näher kommen. Es wird nächste Woche ein Gewitter geben, ich prophezeie.",
      "example_translation": "La tormenta eléctrica arruinó nuestro picnic. Oímos que se acercaba la tormenta eléctrica anoche. Habrá una tormenta eléctrica la próxima semana, predigo.",
      "imageLink": "image_files\\English\\thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nass",
      "translation": "húmedo",
      "definition": "Mit Wasser oder einer anderen Flüssigkeit bedeckt oder gesättigt.",
      "definition_translation": "Cubierto o saturado con agua o otro líquido.",
      "example": "Der nasse Hund schüttelte sich energisch. Der nasse Bürgersteig war rutschig. Morgen wird es nass, daher nehme einen Regenschirm mit.",
      "example_translation": "El perro húmedo se sacudió vigorosamente. La acera húmeda era resbalosa. Mañana será húmedo, así que lleva un paraguas.",
      "imageLink": "image_files\\English\\wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "windig",
      "translation": "ventoso",
      "definition": "Mit einem starken Wind gekennzeichnet oder von Wind erfüllt.",
      "definition_translation": "Teniendo un fuerte viento; caracterizado por o lleno de viento.",
      "example": "Es war ein windiger Tag, daher beschlossen wir, drinnen zu bleiben. Das windige Wetter machte es schwierig, einen Drachen zu fliegen. Bis zum nächsten Jahr wird der neue Windpark windig genug sein, um die ganze Stadt zu versorgen.",
      "example_translation": "Era un día ventoso, así que decidimos quedarnos en interiores. El clima ventoso hizo que fuera difícil volar una cometa. Para el próximo año, la nueva granja eólica será lo suficientemente ventosa como para alimentar toda la ciudad.",
      "imageLink": "image_files\\English\\windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "soplar",
      "definition": "Eine Luftströmung produzieren, insbesondere mit einer plötzlichen oder gewaltsamen Bewegung.",
      "definition_translation": "Producir una corriente de aire, especialmente con un movimiento repentino o violento.",
      "example": "Der Wind begann, stark zu blasen und blies die Blätter weg. Sie mag die Kerzen auf ihrem Geburtstagskuchen blasen. Der Föhn bläst heiße Luft, um dein Haar zu stylen.",
      "example_translation": "El viento comenzó a soplar con fuerza, arrastrando las hojas. A ella le gusta soplar las velas en su pastel de cumpleaños. El secador de pelo sopla aire caliente para estilizar tu cabello.",
      "imageLink": "image_files\\English\\blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brise",
      "translation": "brisa",
      "definition": "Ein leichter Wind, insbesondere ein angenehmer.",
      "definition_translation": "Un viento suave, especialmente agradable.",
      "example": "Die Brise war so erfrischend an einem heißen Sommertag. Eine leichte Brise wehte durch das offene Fenster. Abends wird eine kühle Brise vom Ozean hereinwehen.",
      "example_translation": "La brisa fue tan refrescante en un día de verano caliente. Una brisa suave sopló por la ventana abierta. Para la noche, una brisa fresca soplará desde el océano.",
      "imageLink": "image_files\\English\\breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitze",
      "translation": "calor",
      "definition": "Hitze ist eine Form von Energie, die durch einen Temperaturunterschied übertragen wird.",
      "definition_translation": "El calor es una forma de energía que se transfiere por una diferencia de temperatura.",
      "example": "Ich drehte die Hitze im Winter hoch, aber drehte sie im Sommer herunter. Letztes Jahr war die Hitze unerträglich. Bis 2025 wird die Hitzewelle häufiger sein.",
      "example_translation": "Subí la temperatura en invierno, pero la bajé en verano. El año pasado, el calor era insoportable. Para 2025, la ola de calor será más frecuente.",
      "imageLink": "image_files\\English\\heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blitz",
      "translation": "rayo",
      "definition": "Ein Blitz ist eine massive elektrostatische Entladung, die während Gewittern auftritt.",
      "definition_translation": "El rayo es una descarga electrostática masiva que ocurre durante las tormentas eléctricas.",
      "example": "Der Blitz zuckte über den Himmel und erhellte die ganze Stadt. Letzte Nacht verursachte ein Blitzschlag einen Stromausfall. Bis zum Jahr 2030 werden Wissenschaftler in der Lage sein, Blitzstürme genauer vorherzusagen.",
      "example_translation": "El rayo relampagueó en el cielo, iluminando toda la ciudad. Anoche, un rayo causó un apagón. Para 2030, los científicos podrán predecir tormentas de rayos más precisamente.",
      "imageLink": "image_files\\English\\lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jahreszeit",
      "translation": "temporada",
      "definition": "Eine Jahreszeit ist ein Zeitraum des Jahres, der durch ein bestimmtes Wettermuster oder eine Aktivität gekennzeichnet ist.",
      "definition_translation": "Una temporada es un período del año caracterizado por un patrón de clima o actividad particular.",
      "example": "Ich liebe die Sommer-Jahreszeit, aber hasse die Winter-Jahreszeit. Letztes Jahr gingen wir jeden Wochenende zum Strand. Nächstes Jahr werden wir nach Europa reisen.",
      "example_translation": "Me encanta la temporada de verano, pero odio la temporada de invierno. La temporada pasada, fuimos a la playa todos los fines de semana. La próxima temporada, viajaremos a Europa.",
      "imageLink": "image_files\\English\\season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenaufgang",
      "translation": "amanecer",
      "definition": "Die Zeit am Morgen, wenn die Sonne über dem Horizont erscheint, oft durch schöne Farben am Himmel gekennzeichnet.",
      "definition_translation": "El momento por la mañana cuando el sol aparece por encima del horizonte, a menudo marcado por colores hermosos en el cielo.",
      "example": "Ich liebe es, den Sonnenaufgang von der Spitze des Berges aus zu beobachten. Gestern beobachtete ich den Sonnenaufgang vom Strand aus. Morgen werde ich den Sonnenaufgang von meinem Hinterhof aus beobachten.",
      "example_translation": "Me encanta ver el amanecer desde la cima de la montaña. Ayer, vi el amanecer desde la playa. Mañana, veré el amanecer desde mi patio trasero.",
      "imageLink": "image_files\\English\\sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenuntergang",
      "translation": "puesta del sol",
      "definition": "Die Zeit am Abend, wenn die Sonne unter dem Horizont verschwindet, oft durch schöne Farben am Himmel gekennzeichnet.",
      "definition_translation": "El momento por la tarde cuando el sol desaparece debajo del horizonte, a menudo marcado por colores hermosos en el cielo.",
      "example": "Ich liebe es, den Sonnenuntergang vom Strand aus zu beobachten. Gestern beobachtete ich den Sonnenuntergang von der Spitze des Berges aus. Morgen werde ich den Sonnenuntergang von meinem Hinterhof aus beobachten.",
      "example_translation": "Me encanta ver la puesta del sol desde la playa. Ayer, vi la puesta del sol desde la cima de la montaña. Mañana, veré la puesta del sol desde mi patio trasero.",
      "imageLink": "image_files\\English\\sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenschein",
      "translation": "luz del sol",
      "definition": "Das warme und helle Licht der Sonne, insbesondere wenn es durch Wolken oder Fenster scheint.",
      "definition_translation": "La luz cálida y brillante del sol, especialmente cuando brilla a través de las nubes o ventanas.",
      "example": "Der Sonnenschein, der durch das Fenster fiel, hellte den Raum auf. Gestern ließ der Sonnenschein die Blumen blühen. Morgen wird der Sonnenschein den Tag warm machen.",
      "example_translation": "La luz del sol que entra por la ventana iluminó la habitación. Ayer, la luz del sol hizo que las flores florecieran. Mañana, la luz del sol hará que el día se sienta cálido.",
      "imageLink": "image_files\\English\\sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donner",
      "translation": "trueno",
      "definition": "Ein lauter, donnernder Laut, insbesondere einer, der durch Blitz in der Atmosphäre verursacht wird",
      "definition_translation": "un sonido fuerte y retumbante, especialmente uno causado por un relámpago en la atmósfera",
      "example": "Das laute Donner hat die Kinder erschreckt. Gestern haben wir während des Sturms ein lautes Donner gehört. Bis nächstes Jahr werden wir das Problem des Donners und Blitzes gelöst haben.",
      "example_translation": "El fuerte trueno asustó a los niños. Ayer, escuchamos un fuerte trueno durante la tormenta. Para el año que viene, habremos resuelto el problema del trueno y el relámpago.",
      "imageLink": "image_files\\English\\thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tageslicht",
      "translation": "luz del día",
      "definition": "Das Licht des Tages, insbesondere im Gegensatz zu Dunkelheit oder künstlichem Licht",
      "definition_translation": "la luz del día, especialmente en oposición a la oscuridad o la luz artificial",
      "example": "Wir werden das Projekt bei Tageslicht beenden. Gestern haben wir bis zum Tageslicht gearbeitet. Bis nächste Woche werden wir die Aufgabe während des Tageslichts erledigt haben.",
      "example_translation": "Terminaremos el proyecto al amanecer. Ayer, trabajamos hasta la luz del día. Para la próxima semana, habremos completado la tarea durante la luz del día.",
      "imageLink": "image_files\\English\\daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hurrikan",
      "translation": "huracán",
      "definition": "Ein heftiger Sturm, insbesondere in der Karibik",
      "definition_translation": "una tormenta de viento violenta, especialmente una en el Caribe",
      "example": "Der Hurrikan hat die Stadt zerstört. Letztes Jahr haben wir uns auf den Hurrikan vorbereitet. Bis nächste Saison werden wir gelernt haben, auf einen Hurrikan zu reagieren.",
      "example_translation": "El huracán destruyó la ciudad. El año pasado, nos preparamos para el huracán. Para la próxima temporada, habremos aprendido cómo responder a un huracán.",
      "imageLink": "image_files\\English\\hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mondschein",
      "translation": "luz de la luna",
      "definition": "Das sanfte, silberne Licht des Mondes, typischerweise bei Nacht sichtbar.",
      "definition_translation": "La suave luz plateada de la luna, típicamente vista de noche.",
      "example": "Das Paar ging romantisch spazieren unter dem Mondschein. Sie hatten bei ihrer Hochzeit unter dem Mondschein getanzt. Sie werden bei ihrem Jahrestag unter dem Mondschein flanieren.",
      "example_translation": "La pareja dio un paseo romántico bajo la luz de la luna. Habían bailado bajo la luz de la luna en su boda. Pasearán bajo la luz de la luna en su aniversario.",
      "imageLink": "image_files\\English\\moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenbogen",
      "translation": "arcoíris",
      "definition": "Ein schönes natürliches Phänomen, bei dem ein Farbband am Himmel erscheint, typischerweise nach Regen.",
      "definition_translation": "Un hermoso fenómeno natural en el que una banda de colores aparece en el cielo, típicamente después de la lluvia.",
      "example": "Die Kinder sahen einen Regenbogen nach dem Sturm. Sie werden morgen einen Regenbogen sehen. Sie hatten einen Regenbogen im Wasserfall gesehen.",
      "example_translation": "Los niños vieron un arcoíris después de la tormenta. Verán un arcoíris en la mañana. Habían visto un arcoíris en la cascada.",
      "imageLink": "image_files\\English\\rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Niederschlag",
      "translation": "lluvia",
      "definition": "Die Menge an Regen, die in einem bestimmten Gebiet oder Zeitraum fällt.",
      "definition_translation": "La cantidad de lluvia que cae en un área o período particular.",
      "example": "Die Stadt erlebte letzten Monat einen schweren Niederschlag. Sie wird nächste Woche einen moderaten Niederschlag erfahren. Sie hatte letzten Jahr einen leichten Niederschlag erlebt.",
      "example_translation": "La ciudad experimentó una lluvia pesada el mes pasado. Experimentará una lluvia moderada la próxima semana. Había experimentado una lluvia ligera el año pasado.",
      "imageLink": "image_files\\English\\rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stürmisch",
      "translation": "tormentoso",
      "definition": "Mit starken Winden und rauem Wetter, insbesondere mit starkem Regen oder Donner.",
      "definition_translation": "Teniendo o caracterizado por vientos fuertes y clima brusco, especialmente con lluvia pesada o truenos.",
      "example": "Das stürmische Wetter verzögerte unseren Flug, aber wir kamen schließlich sicher an. Wir hatten eine stürmische Nacht erlebt und bereiteten uns auf einen stürmischen Tag vor.",
      "example_translation": "El clima tormentoso retrasó nuestro vuelo, pero finalmente llegamos con seguridad. Habíamos experimentado una noche tormentosa, y ahora nos estamos preparando para un día tormentoso.",
      "imageLink": "image_files\\English\\stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenschein",
      "translation": "luz del sol",
      "definition": "Das Licht der Sonne, insbesondere wenn es hell und warm scheint.",
      "definition_translation": "La luz del sol, especialmente cuando brilla con fuerza y calidez.",
      "example": "Der Sonnenschein, der durch das Fenster fiel, weckte mich früh auf. Wir genossen einen schönen Tag, badeten im warmen Sonnenschein. Bis nächstes Jahr werde ich Solarpanele installiert haben, um den Sonnenschein zu nutzen.",
      "example_translation": "La luz del sol que entraba por la ventana me despertó temprano. Disfrutamos de un hermoso día, disfrutando del cálido sol. Para el próximo año, habré instalado paneles solares para aprovechar la luz del sol.",
      "imageLink": "image_files\\English\\sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dämmerung",
      "translation": "crepúsculo",
      "definition": "Die Zeit des Tages, wenn die Sonne unter dem Horizont ist und das Licht schwindet.",
      "definition_translation": "El momento del día en que el sol está debajo del horizonte, y la luz se desvanece.",
      "example": "Die Dämmerungsstunde war meine Lieblingszeit des Tages, weil sie einen Frieden brachte. Wir sahen die Sterne während der Dämmerung und gingen dann nach Hause. Bei Dämmerung hatten wir unser Projekt beendet und fühlten uns zufrieden.",
      "example_translation": "La hora del crepúsculo era mi hora favorita del día, ya que traía un sentido de paz. Vimos las estrellas salir durante el crepúsculo, y luego nos fuimos a casa. Para el crepúsculo, habíamos terminado nuestro proyecto y sentimos un sentido de logro.",
      "imageLink": "image_files\\English\\twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneesturm",
      "translation": "tormenta de nieve",
      "definition": "Ein heftiger Schneesturm mit starken Winden und niedriger Sicht, oft verursacht durch Schneeverwehungen und Beeinträchtigungen des Verkehrs.",
      "definition_translation": "Una tormenta de nieve severa con vientos fuertes y visibilidad baja, a menudo causando deslizamientos de nieve y interrupciones en el transporte.",
      "example": "Der Schneesturm von 1993 war einer der schlimmsten in der Geschichte, ich war zuhause für drei Tage eingeschlossen und bereite mich jetzt auf den nächsten vor, indem ich Lebensmittel und Wasser vorrätig halte.",
      "example_translation": "La tormenta de nieve de 1993 fue una de las peores de la historia, me quedé en casa durante tres días, y ahora estoy preparándome para la siguiente almacenando alimentos y agua.",
      "imageLink": "image_files\\English\\blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitzewelle",
      "translation": "ola de calor",
      "definition": "Ein langer Zeitraum von abnormal heißem Wetter, oft verursachend Unbehagen, Krankheiten oder sogar Tod.",
      "definition_translation": "Un período prolongado de tiempo anormalmente caliente, a menudo causando incomodidad, enfermedad o incluso muerte.",
      "example": "Während der Hitzewelle von 2003 litten viele Menschen unter Hitzschlag, und die Regierung gab Warnungen heraus, sich zuhydratisieren und im Haus zu bleiben.",
      "example_translation": "Durante la ola de calor de 2003, muchas personas sufrieron de golpe de calor, y el gobierno emitió advertencias para mantenerse hidratado y permanecer en el interior.",
      "imageLink": "image_files\\English\\heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dürre",
      "translation": "sequía",
      "definition": "Ein langer Zeitraum von abnormal niedrigem Niederschlag, oft verursachend Wasserknappheit und Auswirkungen auf Landwirtschaft und Ökosysteme.",
      "definition_translation": "Un período prolongado de lluvia anormalmente baja, a menudo causando escasez de agua y afectando la agricultura y los ecosistemas.",
      "example": "Die Dürre von 2012 traf viele Bauern, die gezwungen waren, ihre Ernte mit teuren Maschinen zu bewässern, und die Regierung musste Wasser-Sparmaßnahmen ergreifen.",
      "example_translation": "La sequía de 2012 afectó a muchos agricultores, quienes tuvieron que regar sus cultivos utilizando máquinas costosas, y el gobierno tuvo que implementar medidas de conservación de agua.",
      "imageLink": "image_files\\English\\drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "granizo",
      "definition": "Kleine Eiskugeln, die während eines Gewitters vom Himmel fallen.",
      "definition_translation": "Pequeñas bolas de hielo que caen del cielo durante una tormenta eléctrica.",
      "example": "Der Sturm brachte Hagel, der die Ernte beschädigte. Gestern war der Hagel so schlimm, dass er die Windschutzscheibe brach. Bis nächstem Jahr wird der Hagel verschwunden sein.",
      "example_translation": "La tormenta trajo granizo que dañó los cultivos. Ayer, el granizo fue tan intenso que rompió el parabrisas. Para el año que viene, el granizo habrá desaparecido.",
      "imageLink": "image_files\\English\\hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "granizo",
      "definition": "Ein Ruf, um Aufmerksamkeit zu erregen oder jemanden zu begrüßen.",
      "definition_translation": "Un grito para llamar la atención o para saludar a alguien.",
      "example": "Ich rief ein Taxi auf der Straße. Die Menge begrüßte den neuen Präsidenten. Wir werden das Team begrüßen, wenn sie gewinnen.",
      "example_translation": "Llamé a un taxi en la calle. La multitud aclamó al nuevo presidente. Aclamaremos al equipo cuando ganen.",
      "imageLink": "image_files\\English\\hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelkorn",
      "translation": "pedazo de granizo",
      "definition": "Eine kleine Eiskugel, die während eines Hagelsturms vom Himmel fällt.",
      "definition_translation": "Una pequeña bola de hielo que cae del cielo durante una tormenta de granizo.",
      "example": "Die Hagelkörner brachen die Autoscheibe. Die Hagelkörner waren so groß wie Golfbälle. Wir werden die Hagelkörner sammeln, um sie zu studieren.",
      "example_translation": "Los pedazos de granizo rompieron la ventana del coche. Los pedazos de granizo eran del tamaño de pelotas de golf. Recogeremos los pedazos de granizo para estudiarlos.",
      "imageLink": "image_files\\English\\hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelsturm",
      "translation": "tormenta de granizo",
      "definition": "Ein Sturm, der Hagel produziert, oft begleitet von starken Winden und schwerem Regen.",
      "definition_translation": "Una tormenta que produce granizo, típicamente acompañada de fuertes vientos y lluvia pesada.",
      "example": "Der Hagelsturm verursachte letztes Jahr erhebliche Schäden an den Ernten, aber dieses Jahr wird sich mit einem neuen Bewässerungssystem vorbereiten. Der Bauer hatte bereits einen schweren Hagelsturm erlebt und nahm jetzt Vorsichtsmaßnahmen. Die Wettervorhersage sagt einen Hagelsturm für morgen voraus, daher müssen wir alles sichern.",
      "example_translation": "La tormenta de granizo causó daños significativos a los cultivos el año pasado, pero este año estará preparado con un nuevo sistema de irrigación. El agricultor había experimentado una severa tormenta de granizo anteriormente, y ahora está tomando precauciones. El pronóstico predice que una tormenta de granizo llegará mañana, así que necesitamos asegurar todo.",
      "imageLink": "image_files\\English\\hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wirbelsturm",
      "translation": "torbellino",
      "definition": "Ein natürliches Phänomen, bei dem eine Säule von Luft schnell rotiert, oft Verwüstung und Störungen verursachend.",
      "definition_translation": "Un fenómeno natural en el que una columna de aire gira rápidamente, a menudo causando daños y desorden.",
      "example": "Der Wirbelsturm zerstörte mehrere Gebäude in der Stadt, aber die Einwohner konnten sich schnell erholen. Der Tourist geriet in einen Wirbelsturm, während er ein Selfie aufnehmen wollte, aber entkam glücklicherweise unversehrt. Das neueste Kunstwerk des Künstlers ähnelt einem Wirbelsturm, symbolisierend das Chaos des modernen Lebens.",
      "example_translation": "El torbellino destruyó varios edificios en la ciudad, pero los residentes pudieron reconstruir rápidamente. El turista se quedó atrapado en un torbellino mientras trataba de tomar una selfie, pero afortunadamente escapó ileso. La escultura más reciente del artista se asemeja a un torbellino, simbolizando el caos de la vida moderna.",
      "imageLink": "image_files\\English\\whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nieselregen",
      "translation": "llovizna",
      "definition": "Ein stetiger und langsamer Regenfall, typischerweise in kleinen Tropfen.",
      "definition_translation": "Una caída constante y lenta de la lluvia, típicamente en pequeñas gotas.",
      "example": "Der Nieselregen draußen machte den Arbeitsweg sehr unangenehm, aber der Kaffeehausbesitzer war froh über den starken Ansturm von Kunden. Der Bauer war dankbar für den Nieselregen, der half, die Ernte zu bewässern, und sparte damit Bewässerungskosten. Bis wir zu einem Spaziergang aufbrachen, hatte der Nieselregen aufgehört, und die Sonne schien.",
      "example_translation": "La llovizna fuera hizo que el trayecto al trabajo fuera muy desagradable, pero el propietario de la cafetería estaba feliz con el aumento del tráfico peatonal. El agricultor estaba agradecido por la llovizna que ayudó a regar los cultivos, ahorrando en costos de irrigación. Para cuando salimos a caminar, la llovizna había cesado, y el sol brillaba.",
      "imageLink": "image_files\\English\\drizzle.jpg",
      "audioLink": "drizzle.mp3"
    }
  ]