[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulleterrier",
      "translation": "terrier bulldo",
      "definition": "Ein Bulleterrier ist eine Hunderasse, bekannt für ihren muskulösen Körperbau, ihre kurze Fell und ihren eiformigen Kopf.",
      "definition_translation": "Un terrier bulldo es una raza de perro conocida por sucomplexión muscular, suave pelo y cabeza en forma de huevo.",
      "example": "Gestern habe ich einen Bulleterrier im Park laufen sehen. Heute spielt er mit seinem Besitzer. Morgen wird er zum Tierarzt gehen.",
      "example_translation": "Ayer, vi un terrier bulldo corriendo en el parque. Hoy, está jugando con su dueño. Mañana, irá al veterinario.",
      "imageLink": "image_files\\English\\bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldogge",
      "translation": "perro bulldog",
      "definition": "Eine Bulldogge ist eine Hunderasse, bekannt für ihr Runzelgesicht, ihren robusten Körperbau und ihr sanftes Wesen.",
      "definition_translation": "Un perro bulldog es una raza de perro conocida por su cara arrugada, complexión robusta y temperamento suave.",
      "example": "Früher wurden Bulldoggen für Bullen Hetzen eingesetzt. Jetzt sind sie geliebte Begleiter. In Zukunft werden sie weiterhin beliebte Haustiere sein.",
      "example_translation": "En el pasado, los bulldogs se utilizaban para la pelea de toros. Ahora, son compañeros queridos. En el futuro, seguirán siendo mascotas populares.",
      "imageLink": "image_files\\English\\bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dalmatiner",
      "translation": "dálmata",
      "definition": "Ein Dalmatiner ist eine Hunderasse, bekannt für ihr weiße Fell mit schwarzen Flecken und seine Tradition als Feuerwehrmascot.",
      "definition_translation": "Un dálmata es una raza de perro conocida por su abrigo blanco con manchas negras y su legado como mascota de bomberos.",
      "example": "Als ich ein Kind war, habe ich einen Dalmatiner auf der Feuerwache gesehen. Heute habe ich einen Dalmatiner als Haustier. In Zukunft werde ich meinen Dalmatiner ins Park bringen.",
      "example_translation": "Cuando era niño, vi un dálmata en la estación de bomberos. Hoy, tengo un dálmata como mascota. En el futuro, llevaré a mi dálmata al parque.",
      "imageLink": "image_files\\English\\dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pudel",
      "translation": "caniche",
      "definition": "Ein Pudel ist eine Hunderasse, bekannt für ihr lockiges, nicht schilpendes Fell und seine hohe Intelligenz.",
      "definition_translation": "Un caniche es una raza de perro conocida por su abrigo rizado, no--descascarado y alta inteligencia.",
      "example": "Ich werde nächstes Jahr einen Pudel kaufen, mein Freund hat einen Pudel und er ist sehr freundlich, sie hatte einen Pudel, als sie ein Kind war.",
      "example_translation": "Compraré un caniche el año próximo, mi amigo tiene un caniche y es muy amigable, ella tenía un caniche cuando era niña.",
      "imageLink": "image_files\\English\\poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Afghanischer Windhund",
      "translation": "lebrel afgano",
      "definition": "Ein Afghanischer Windhund ist eine Hunderasse, bekannt für sein seidiges, feines Fell und seinen athletischen Körperbau.",
      "definition_translation": "Un lebrel afgano es una raza de perro conocida por su abrigo sedoso, fino y construcción atlética.",
      "example": "Mein Onkel besitzt einen Afghanischen Windhund, es ist ein sehr aktives Tier, sie wird nächsten Monat einen Afghanischen Windhund kaufen.",
      "example_translation": "Mi tío posee un lebrel afgano, es un perro muy activo, ella comprará un lebrel afgano el próximo mes.",
      "imageLink": "image_files\\English\\afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akitahund",
      "translation": "akita",
      "definition": "Ein Akitahund ist eine Hunderasse, bekannt für seine Loyalität und seinen beschützenden Charakter, stammend aus Japan.",
      "definition_translation": "Un akita es una raza de perro conocida por su lealtad y naturaleza protectora, originaria de Japón.",
      "example": "Ich habe gestern einen Akitahund im Hundepark gesehen, mein Freundes Akitahund ist sehr sanft, sie wird bald einen Akitahund adoptieren.",
      "example_translation": "Vi un akita en el parque de perros ayer, el akita de mi amiga es muy gentil, ella adoptará un akita pronto.",
      "imageLink": "image_files\\English\\akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alaskan Malamute",
      "translation": "Malamuto de Alaska",
      "definition": "Eine groß, kräftige Hunderasse stammend aus Alaska, bekannt für ihr wolfsartiges Aussehen und seinen starken Zughinstinkt.",
      "definition_translation": "Una raza de perro grande y poderosa originaria de Alaska, conocida por su apariencia similar a la de un lobo y su fuerte instinto de tracción.",
      "example": "Ich hatte einen Alaskan Malamute als Haustier, als ich ein Kind war. Es war sehr energiegeladen und liebte es, draußen zu spielen. Jetzt denke ich darüber nach, einen anderen zu holen. In Zukunft hoffe ich, ihn als Therapiehund ausbilden zu können.",
      "example_translation": "Tenía un malamuto de Alaska como mascota cuando era niño. Era muy enérgico y amaba jugar afuera. Ahora, estoy pensando en obtener otro. En el futuro, espero entrenarlo para que sea un perro terapéutico.",
      "imageLink": "image_files\\English\\alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basset Hound",
      "translation": "Sabueso basset",
      "definition": "Eine Hunderasse mit kurzen Beinen und langem Körper, bekannt für ihr eigenwilliges Aussehen und seinen scharfen Geruchssinn.",
      "definition_translation": "Una raza de perro con patas cortas y cuerpo alargado, conocida por su apariencia distintiva y su agudo sentido del olfato.",
      "example": "Ich bin schon immer von Basset Hounds fasziniert. Ich hatte einen als Haustier, als ich aufwuchs, und er war sehr loyal. Jetzt denke ich darüber nach, einen anderen zu holen. In Zukunft hoffe ich, ihn bei Hundeausstellungen zu präsentieren.",
      "example_translation": "Siempre me ha fascinado los sabuesos basset. Tenía uno como mascota cuando crecía, y era muy leal. Ahora, estoy considerando obtener otro. En el futuro, espero mostrarlo en competiciones caninas.",
      "imageLink": "image_files\\English\\basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beagle",
      "translation": "Beagle",
      "definition": "Eine kleine, freundliche Hunderasse, bekannt für ihre neugierige Natur und ihren scharfen Geruchssinn.",
      "definition_translation": "Una raza de perro pequeña y amistosa, conocida por su naturaleza curiosa y su agudo sentido del olfato.",
      "example": "Ich liebe Beagles. Ich hatte einen als Haustier, als ich ein Kind war, und er war sehr verspielt. Jetzt denke ich darüber nach, einen anderen zu holen. In Zukunft hoffe ich, ihn als Jagdhund ausbilden zu können.",
      "example_translation": "Siempre me han encantado los beagles. Tenía uno como mascota cuando era niño, y era muy juguetón. Ahora, estoy pensando en obtener otro. En el futuro, espero entrenarlo para que sea un perro de caza.",
      "imageLink": "image_files\\English\\beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "perro de montaña Bernés",
      "definition": "Eine groß Hunderasse stammend aus der Schweiz, bekannt für ihr dreifaches, schwarzes Fell und sein sanftes Wesen.",
      "definition_translation": "Una raza de perro grande originaria de Suiza, conocida por su abrigo tricolor característico y su temperamento gentil.",
      "example": "Ich hatte einen Bernhardiner, als ich ein Kind war, er war sehr freundlich. Jetzt habe ich einen neuen, und er wächst noch. In Zukunft hoffe ich, noch mehr zu haben.",
      "example_translation": "Tuve un perro de montaña Bernés cuando era niño, era muy amistoso. Ahora tengo uno nuevo, y todavía está creciendo. En el futuro, espero tener más.",
      "imageLink": "image_files\\English\\bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluthund",
      "translation": "sabueso",
      "definition": "Eine Hunderasse mit einem feinen Geruchssinn, verwendet für die Verfolgung und Jagd.",
      "definition_translation": "Una raza de perro con un sentido del olfato agudo, utilizado para seguir pistas y cazar.",
      "example": "Der Bluthund folgte der Spur des Hirsches und fand ihn bald. Jetzt verwendet der Jäger ihn, um einen Fuchs zu verfolgen. In Zukunft wird er für weitere Jagden eingesetzt.",
      "example_translation": "El sabueso siguió el rastro del ciervo, y pronto fue encontrado. Ahora el cazador lo está utilizando para seguir a un zorro. En el futuro, será utilizado para más cacerías.",
      "imageLink": "image_files\\English\\bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Border Collie",
      "translation": "pastor border collie",
      "definition": "Eine Schäferhunderasse aus Schottland, bekannt für ihre Intelligenz, Agilität und Gehorsamkeit.",
      "definition_translation": "Una raza de perro pastor originaria de Escocia, conocida por su inteligencia, agilidad y obediencia.",
      "example": "Ich habe einen Border Collie seit Jahren, er ist sehr intelligent. Jetzt trainiere ich einen neuen, und er lernt schnell. In Zukunft hoffe ich, er wird ein großer Schäferhund sein.",
      "example_translation": "He tenido un pastor border collie durante años, es muy inteligente. Ahora estoy entrenando a uno nuevo, y está aprendiendo rápidamente. En el futuro, espero que sea un gran perro pastor.",
      "imageLink": "image_files\\English\\border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boston-Terrier",
      "translation": "Terrier de Boston",
      "definition": "Eine kleine Hunderasse aus den Vereinigten Staaten, bekannt für ihre sanfte, ausgeglichene und liebevolle Natur.",
      "definition_translation": "Una raza de perro de pequeño tamaño conocida por su naturaleza gentil, templada y cariñosa, originaria de los Estados Unidos.",
      "example": "Ich hatte einen Boston-Terrier als Kind, er war sehr spielfreudig. Jetzt habe ich einen, und er liebt es, sich zu kuscheln. In Zukunft werde ich noch einen Boston-Terrier haben.",
      "example_translation": "Tenía un Terrier de Boston cuando era niño, y era muy juguetón. Ahora tengo uno, y le encanta acurrucarse. En el futuro, me buscaré otro Terrier de Boston.",
      "imageLink": "image_files\\English\\boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxer",
      "translation": "boxeador",
      "definition": "Eine großgewachsene Hunderasse mit einem kurzen, glatten Fell, bekannt für ihre energische und spielfreudige Persönlichkeit.",
      "definition_translation": "Una raza de perro grande y musculosa con un pelaje corto y liso, conocida por su personalidad enérgica y juguetona.",
      "example": "Ich ging zum Park und sah einen Boxer, der mit seinem Besitzer spielte. Der Boxer rannte herum und war glücklich. In Zukunft werde ich einen Boxer adoptieren.",
      "example_translation": "Fui al parque y vi un boxeador jugando con su dueño. El boxeador estaba corriendo alrededor felizmente. En el futuro, adoptaré un boxeador.",
      "imageLink": "image_files\\English\\boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bullenbeißer",
      "translation": "bullmastín",
      "definition": "Eine große, kräftige Hunderasse mit einem kurzen Fell, bekannt für ihre Loyalität, Tapferkeit und Schutzinstinkte.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, conocida por su lealtad, coraje y instintos protectores.",
      "example": "Mein Freund hat einen Bullenbeißer, der sehr sanft ist. Der Bullenbeißer schützte die Familie meines Freundes, als sie in Gefahr waren. In Zukunft wird mein Freund Bullenbeißer züchten.",
      "example_translation": "Mi amigo tiene un bullmastín que es muy gentil. El bullmastín protegió a la familia de mi amigo cuando estaban en peligro. En el futuro, mi amigo criará bullmastines.",
      "imageLink": "image_files\\English\\bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cairn-Terrier",
      "translation": "Terrier de Cairn",
      "definition": "Eine kleine bis mittelgroße Hunderasse aus Schottland, bekannt für ihr struppiges Fell und ihr temperamentvolles Wesen.",
      "definition_translation": "Una raza de perro de tamaño pequeño a mediano originaria de Escocia, conocida por su abrigo lanudo y su personalidad fogosa.",
      "example": "Ich hatte einen Cairn-Terrier als Kind, er war sehr spielfreudig. Jetzt habe ich einen wieder, und er ist immer noch voller Energie. Ich werde in Zukunft noch einen Cairn-Terrier haben, weil ich die Rasse liebe.",
      "example_translation": "Tenía un terrier de Cairn cuando era niño, era muy juguetón. Ahora tengo uno again, y todavía es enérgico. Tendré otro en el futuro porque me encanta la raza.",
      "imageLink": "image_files\\English\\cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cane Corso, Spanischer Mastiff",
      "translation": "Cane Corso, mastín español",
      "definition": "Eine große Hunderasse aus Italien, bekannt für ihre athletische Statur und ihre loyalen Wesen, auch als Spanischer Mastiff bekannt.",
      "definition_translation": "Una raza de perro de tamaño grande originaria de Italia, conocida por su complexión atlética y su temperamento leal, también conocido como mastín español.",
      "example": "Mein Freund hat einen Cane Corso, Spanischen Mastiff, er ist ein sanfter Riese. Sie hatte einen Cane Corso, Spanischen Mastiff, vorher, aber er verstarb. Sie wird in Zukunft wieder einen Cane Corso, Spanischen Mastiff, haben.",
      "example_translation": "Mi amiga tiene un Cane Corso, mastín español, es un gigante gentil. Ella tenía un Cane Corso, mastín español, antes, pero falleció. Ella tendrá un Cane Corso, mastín español, de nuevo en el futuro.",
      "imageLink": "image_files\\English\\cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chihuahua",
      "translation": "Chihuahua",
      "definition": "Eine kleine Hunderasse aus Mexiko, bekannt für ihre großen Augen und ihre zarte körperliche Statur.",
      "definition_translation": "Una raza de perro de tamaño pequeño originaria de México, conocida por sus ojos grandes y su complexión física delicada.",
      "example": "Ich habe einen Chihuahua seit meiner Jugend, er ist mein treuer Begleiter. Meine Mutter hatte einen Chihuahua, als ich ein Kind war, er war sehr spielfreudig. Ich werde in Zukunft wieder einen Chihuahua haben, ich liebe die Rasse.",
      "example_translation": "He tenido un Chihuahua desde que era adolescente, ha sido mi compañero leal. Mi madre tenía un Chihuahua cuando era niño, era muy juguetón. Tendré un Chihuahua de nuevo en el futuro, me encanta la raza.",
      "imageLink": "image_files\\English\\chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schau-Lauer",
      "translation": "perro chow chow",
      "definition": "Ein Schau-Lauer ist eine Hunderasse aus China, bekannt für ihr fluffiges Fell und seine blau-schwarze Zunge.",
      "definition_translation": "Un Chow Chow es una raza de perro que se originó en China y es conocido por su abrigo lanudo y su lengua azul-negra.",
      "example": "Ich hatte einen Schau-Lauer als Kind, er war mein treuer Begleiter. Ich habe einen Schau-Lauer jetzt, er ist sehr spielfreudig. Ich werde nächstes Jahr einen Schau-Lauer haben, er wird ein großartiges Haustier sein.",
      "example_translation": "Tuve un Chow Chow cuando era niño, era un compañero leal. Tengo un Chow Chow ahora, es muy juguetón. Tendré un Chow Chow el próximo año, será una mascota genial.",
      "imageLink": "image_files\\English\\chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocker-Spaniel",
      "translation": "spaniel inglés",
      "definition": "Ein Cocker-Spaniel ist eine Hunderasse bekannt für ihre sanfte Natur und ihr schönes Fell, oft als Familienhund verwendet.",
      "definition_translation": "Un Spaniel Inglés es una raza de perro conocida por su naturaleza gentil y su abrigo hermoso, a menudo utilizado como mascota familiar.",
      "example": "Ich ging gestern mit meinem Cocker-Spaniel spazieren, es war ein schöner Tag. Ich gehe jetzt mit meinem Cocker-Spaniel spazieren, er genießt den Spaziergang. Ich werde morgen mit meinem Cocker-Spaniel spazieren gehen, es wird ein lustiger Spaziergang sein.",
      "example_translation": "Paseé a mi Spaniel Inglés ayer, fue un día hermoso. Estoy paseando a mi Spaniel Inglés ahora, está disfrutando del paseo. Pasearé a mi Spaniel Inglés mañana, será un paseo divertido.",
      "imageLink": "image_files\\English\\cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dackel, Würstchenhund",
      "translation": "perro salchicha",
      "definition": "Ein Dackel, auch bekannt als Würstchenhund, ist eine Hunderasse, die durch ihre kurzen Beine und langen Körper bekannt ist, oft zum Jagen von Dachsen verwendet.",
      "definition_translation": "Un Perro Salchicha, también conocido como Dachshund, es una raza de perro conocida por sus patas cortas y su cuerpo largo, a menudo utilizada para cazar tejones.",
      "example": "Ich sah einen Dackel im Park gestern, er war sehr niedlich. Ich spiele jetzt mit einem Dackel, er ist sehr spielend. Ich werde nächsten Monat einen Dackel adoptieren, er wird ein großartiger Begleiter sein.",
      "example_translation": "Vi un Perro Salchicha en el parque ayer, fue muy lindo. Estoy jugando con un Perro Salchicha ahora, es muy juguetón. Adoptaré un Perro Salchicha el próximo mes, será un gran compañero.",
      "imageLink": "image_files\\English\\dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs Terrier",
      "translation": "terrier fox",
      "definition": "Der Fuchs Terrier ist eine kleine, energische und spielende Hunderasse, die im 19. Jahrhundert in England entstand. Sie sind bekannt für ihre kleine Größe, ihre kurzen Mäntel und ihre neugierige Natur.",
      "definition_translation": "El Terrier Fox es una raza de perro pequeña, enérgica y juguetona que se originó en Inglaterra en el siglo XIX. Se conocen por su pequeño tamaño, cortas capas y naturaleza curiosa.",
      "example": "Ich hatte einen Fuchs Terrier als Haustier, als ich ein Kind war, er war sehr spielend. Jetzt habe ich einen Fuchs Terrier, er ist sehr faul. In Zukunft werde ich einen Fuchs Terrier haben, er wird sehr gehorsam sein.",
      "example_translation": "Tenía un terrier fox como mascota cuando era niño, era muy juguetón. Ahora tengo un terrier fox, es muy perezoso. En el futuro, tendré un terrier fox, será muy obediente.",
      "imageLink": "image_files\\English\\fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Französischer Bulldogge",
      "translation": " bulldog francés",
      "definition": "Der Französische Bulldogge ist eine Hunderasse, die ursprünglich in England und später in Frankreich entwickelt wurde. Sie sind bekannt für ihr einzigartiges Aussehen, ihre spielenden Persönlichkeiten und ihre anpassungsfähige Natur.",
      "definition_translation": "El bulldog francés es una raza de perro doméstico que se originó en Inglaterra y luego se desarrolló en Francia. Se conocen por su apariencia única, personalidades juguetonas y naturaleza adaptable.",
      "example": "Ich sah einen Französischen Bulldoggen im Park gestern, er war sehr niedlich. Meine Schwester hat einen Französischen Bulldoggen, er ist sehr spielend. In Zukunft werde ich einen Französischen Bulldoggen kaufen, er wird sehr freundlich sein.",
      "example_translation": "Vi un bulldog francés en el parque ayer, era muy lindo. Mi hermana tiene un bulldog francés, es muy juguetón. En el futuro, compraré un bulldog francés, será muy amistoso.",
      "imageLink": "image_files\\English\\french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutscher Schäferhund",
      "translation": "pastor alemán",
      "definition": "Der Deutsche Schäferhund ist eine Hunderasse, die in Deutschland entstand. Sie sind bekannt für ihre Intelligenz, Loyalität und beschützende Natur, was sie zu beliebten Polizei- und Militärhunden macht.",
      "definition_translation": "El pastor alemán es una raza de perro doméstico que se originó en Alemania. Se conocen por su inteligencia, lealtad y naturaleza protectora, lo que los hace populares como perros policiales y militares.",
      "example": "Ich traf einen Deutschen Schäferhund am Flughafen gestern, er war sehr intelligent. Mein Bruder hat einen Deutschen Schäferhund, er ist sehr loyal. In Zukunft werde ich einen Deutschen Schäferhund trainieren, er wird sehr gehorsam sein.",
      "example_translation": "Conocí un pastor alemán en el aeropuerto ayer, era muy inteligente. Mi hermano tiene un pastor alemán, es muy leal. En el futuro, entrenaré un pastor alemán, será muy obediente.",
      "imageLink": "image_files\\English\\german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Riesenschnauzer",
      "translation": "schnauzer gigante",
      "definition": "Ein Riesenschnauzer ist eine große, powerful und intelligente Hunderasse, die im 17. Jahrhundert in Deutschland entstand.",
      "definition_translation": "Un schnauzer gigante es una raza de perro grande, poderosa e inteligente que se originó en Alemania en el siglo 17.",
      "example": "Ich besaß einmal einen Riesenschnauzer, er war sehr loyal. Jetzt habe ich einen kleineren Hund, aber ich vermisse meinen Riesenschnauzer. In Zukunft werde ich wieder einen Riesenschnauzer besitzen.",
      "example_translation": "Solía tener un schnauzer gigante, era muy leal. Ahora tengo un perro más pequeño, pero extraño a mi schnauzer gigante. En el futuro, tendré un schnauzer gigante nuevamente.",
      "imageLink": "image_files\\English\\giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldener Retriever",
      "translation": "retriever dorado",
      "definition": "Ein Golden Retriever ist eine Hunderasse, die für ihre freundliche, loyale und sanfte Natur bekannt ist, ursprünglich gezüchtet zum Apportieren von Wild.",
      "definition_translation": "Un retriever dorado es una raza de perro conocida por su naturaleza amistosa, leal y gentil, originalmente criada para recuperar juego.",
      "example": "Meine Großmutter hat einen Goldenen Retriever, er ist sehr freundlich. Sie ging früher mit ihm spazieren, aber jetzt gehe ich mit ihm spazieren. In Zukunft werde ich einen eigenen Goldenen Retriever haben.",
      "example_translation": "Mi abuela tiene un retriever dorado, es muy amistoso. Solía llevarlo a pasear, pero ahora yo lo llevo a pasear. En el futuro, tendré un retriever dorado propio.",
      "imageLink": "image_files\\English\\golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großer Dänischer Hund",
      "translation": "Danesa Grande",
      "definition": "Ein Großer Dänischer Hund ist eine Hunderasse, die für ihre riesige Größe, sanfte Natur und Loyalität bekannt ist.",
      "definition_translation": "Una Danesa Grande es una raza de perro conocida por su tamaño gigante, naturaleza gentil y lealtad a sus dueños.",
      "example": "Ich sah einen Großen Dänischen Hund im Park, er war riesig. Mein Freund besaß einmal einen Großen Dänischen Hund, aber er ist leider verstorben. In Zukunft werde ich vielleicht einen Großen Dänischen Hund besitzen.",
      "example_translation": "Vi una Danesa Grande en el parque, era enorme. Mi amigo solía tener una Danesa Grande, pero falleció. En el futuro, podré tener una Danesa Grande.",
      "imageLink": "image_files\\English\\great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Greyhound",
      "translation": "galgo",
      "definition": "Ein Greyhound ist eine Hunderasse, die für ihre Geschwindigkeit, Agilität und sanfte Natur bekannt ist.",
      "definition_translation": "Un galgo es una raza de perro que es conocida por su velocidad, agilidad y naturaleza gentil.",
      "example": "Gestern sah ich einen Greyhound bei einem Hundrennen auf der Rennbahn. Heute nehme ich meinen Greyhound mit zum Spaziergang im Park. Morgen werde ich meinen Greyhound bei einer Agility-Wettbewerb anmelden.",
      "example_translation": "Ayer, vi un galgo corriendo en la pista de perros. Hoy, estoy llevando a mi galgo al parque para caminar. Mañana, inscribiré a mi galgo en una competencia de agilidad.",
      "imageLink": "image_files\\English\\greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Irischer Terrier",
      "translation": "terrier irlandés",
      "definition": "Ein Irischer Terrier ist eine Hunderasse, die für ihre feurige und liebevolle Persönlichkeit bekannt ist.",
      "definition_translation": "Un terrier irlandés es una raza de perro que es conocida por su personalidad fogosa y afectuosa.",
      "example": "Mein Irischer Terrier liebt es, Fänger zu spielen und zu kuscheln. Im letzten Jahr gewann mein Irischer Terrier einen Preis bei einer Hundeausstellung. Nächste Woche werde ich meinen Irischer Terrier zum Tierarzt bringen zum Check-up.",
      "example_translation": "Mi terrier irlandés ama jugar a buscar y acurrucarse. El año pasado, mi terrier irlandés ganó un premio en el espectáculo de perros. La semana que viene, llevaré a mi terrier irlandés al veterinario para un chequeo.",
      "imageLink": "image_files\\English\\irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jack Russell Terrier",
      "translation": "terrier Jack Russell",
      "definition": "Ein Jack Russell Terrier ist eine Hunderasse, die für ihre energische und lebendige Persönlichkeit bekannt ist.",
      "definition_translation": "Un terrier Jack Russell es una raza de perro que es conocida por su personalidad energética y vivaz.",
      "example": "Mein Jack Russell Terrier liebt es, zu laufen und zu spielen. Im letzten Monat lernte mein Jack Russell Terrier einen neuen Trick. Nächsten Monat werde ich meinen Jack Russell Terrier auf eine Wanderung mitnehmen.",
      "example_translation": "Mi terrier Jack Russell ama correr y jugar. El mes pasado, mi terrier Jack Russell aprendió un truco nuevo. El próximo mes, llevaré a mi terrier Jack Russell a un paseo en bicicleta.",
      "imageLink": "image_files\\English\\jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labrador-Retriever",
      "translation": "Perro Labrador",
      "definition": "Eine Hunderasse, die für ihre Freundschaftlichkeit, Offenheit und Energie bekannt ist, oft als Führungshund oder bei Such- und Rettungseinsätzen eingesetzt.",
      "definition_translation": "Una raza de perro conocida por ser amistosa, extrovertida y energética, a menudo utilizada como perro guía o en misiones de búsqueda y rescate.",
      "example": "Ich habe immer einen Labrador-Retriever als Haustier gewollt. Gestern habe ich einen Freund besucht, der gerade einen adoptiert hatte. Nächstes Jahr werde ich meinen eigenen bekommen.",
      "example_translation": "Siempre he querido un perro Labrador como mascota. Ayer, visité a un amigo que acababa de adoptar uno. El próximo año, tendré el mío propio.",
      "imageLink": "image_files\\English\\labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Malteser",
      "translation": "Maltes",
      "definition": "Eine kleine Hunderasse mit einer seidigen Mähne und einem sanften Wesen, oft als Begleithund gehalten.",
      "definition_translation": "Una raza de perro pequeña, de pelo blanco y sedoso, y de disposición gentil, a menudo mantenida como perro compañero.",
      "example": "Meine Großmutter hatte einen Malteser, der sehr zärtlich war. Als ich ein Kind war, spielte ich oft mit ihm. Jetzt habe ich einen eigenen Malteser.",
      "example_translation": "Mi abuela tenía un Maltes que era muy cariñoso. Cuando era niño, solía jugar con él todo el tiempo. Ahora, tengo un Maltes de mi propio.",
      "imageLink": "image_files\\English\\maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mastiff",
      "translation": "Mastín",
      "definition": "Eine große und kräftige Hunderasse mit einem kurzen Fell, oft als Wachhund oder Polizeihund eingesetzt.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, a menudo utilizada como perro guardián o perro policía.",
      "example": "Der Mastiff war anfangs sehr einschüchternd, aber er entpuppte sich als sanfter Riese. Ich habe Mastiffs als Wachhunde in mehreren Häusern gesehen. In Zukunft werde ich einen Mastiff als Haustier in Erwägung ziehen.",
      "example_translation": "El mastín era muy intimidante al principio, pero resultó ser un gigante gentil. He visto mastines usados como perros guardianes en varias casas. En el futuro, consideraré tener un mastín como mascota.",
      "imageLink": "image_files\\English\\mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpinscher",
      "translation": "pinscher en miniatura",
      "definition": "Eine kleine Hunderasse, die in Deutschland entstand, charakterisiert durch ihre geringe Größe, ihr kurzes Fell und ihr temperamentvolles Wesen.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, piel corta y temperamento enérgico.",
      "example": "Als Kind hatte ich einen Zwergpinscher als Haustier, er war sehr energiegeladen und spielbegeistert. Gestern habe ich einen Zwergpinscher im Park gesehen, der seinem Schwanz nachjagte. Wenn ich in ein größeres Haus ziehe, werde ich einen Zwergpinscher als Haustier nehmen.",
      "example_translation": "Tuve un pinscher en miniatura como mascota cuando era niño, era muy enérgico y juguetón. Ayer, vi un pinscher en miniatura en el parque, estaba persiguiendo su cola. Me llevaré un pinscher en miniatura como mascota cuando me mude a una casa más grande.",
      "imageLink": "image_files\\English\\miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Zwergpudel",
      "translation": "poodle en miniatura",
      "definition": "Eine kleine Hunderasse, die in Deutschland entstand, charakterisiert durch ihre geringe Größe, ihr lockiges Fell und ihr intelligentes Wesen.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, pelo rizado y naturaleza inteligente.",
      "example": "Meine Schwester hat einen Zwergpudel, er ist sehr gut erzogen und leicht zu trainieren. Letzte Woche habe ich einen Zwergpudel bei einer Hundeausstellung gesehen, er war sehr niedlich. Wenn ich in Rente gehe, werde ich einen Zwergpudel als Begleithund nehmen.",
      "example_translation": "Mi hermana tiene un poodle en miniatura, es muy bien comportado y fácil de entrenar. La semana pasada, vi un poodle en miniatura en el espectáculo canino, era muy lindo. Cuando me jubile, me llevaré un poodle en miniatura como compañía.",
      "imageLink": "image_files\\English\\miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mischling",
      "translation": "perro mestizo",
      "definition": "Ein Hund von gemischter Abstammung, resultierend aus der Kreuzung von verschiedenen Hunderassen oder - variäten.",
      "definition_translation": "Un perro de raza mixta, resultado del cruce de diferentes razas o variedades de perros.",
      "example": "Der Mischling im Tierheim war sehr freundlich, ich entschied mich, ihn zu adoptieren. Gestern habe ich einen Mischling im Park gesehen, der mit seinem Eigentümer spielte, er war sehr energiegeladen. Als ich ein Kind war, hatte ich einen Mischling als Haustier, er war sehr loyal.",
      "example_translation": "El perro mestizo en el refugio era muy amistoso, decidí adoptarlo. Ayer, vi un perro mestizo jugando con su dueño en el parque, era muy enérgico. Cuando era niño, tenía un perro mestizo como mascota, era muy leal.",
      "imageLink": "image_files\\English\\mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neufundland",
      "translation": "Terranova",
      "definition": "Eine Provinz im Osten Kanadas, bestehend aus der Insel Neufundland und der Küstenregion von Labrador.",
      "definition_translation": "Una provincia de la región oriental de Canadá, compuesta por la isla de Terranova y la región continental de Labrador.",
      "example": "Ich habe Neufundland zweimal besucht und ich liebe seine wildromantische Küste. Ich plane, Neufundland nächstes Jahr wieder zu besuchen. Im letzten Sommer habe ich Neufundland besucht.",
      "example_translation": "He visitado Terranova dos veces y me encanta su costa escabrosa. Estoy planeando visitar Terranova de nuevo el próximo año. Visitaste Terranova el verano pasado.",
      "imageLink": "image_files\\English\\newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "mariposa",
      "definition": "Eine Hunderasse, bekannt für ihre schmetterlingsartigen Ohren.",
      "definition_translation": "Una raza de perro conocida por sus orejas en forma de mariposa.",
      "example": "Ich habe einen Papillon als Haustier und er ist sehr freundlich. Mein Papillon ist sehr energiegeladen. Wenn ich einen Papillon als Haustier hätte, würde ich ihn Bella nennen.",
      "example_translation": "Tengo un perro mariposa y es muy amigable. Mi perro mariposa es muy enérgico. Si tuviera un perro mariposa, lo llamaría Bella.",
      "imageLink": "image_files\\English\\papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pekingese",
      "translation": "pekinés",
      "definition": "Eine Hunderasse mit einem langen, flauschigen Fell, ursprünglich aus China stammend.",
      "definition_translation": "Una raza de perro pequeño con un abrigo largo y lanudo, originario de China.",
      "example": "Ich habe einen Pekingese als Haustier und er ist sehr niedlich. Mein Pekingese ist sehr spielbegeistert. Wenn ich einen Pekingese als Haustier hätte, würde ich ihn jeden Tag ausführen.",
      "example_translation": "Tengo un perro pekinés y es muy lindo. Mi perro pekinés es muy juguetón. Si tuviera un perro pekinés, lo llevaría a pasear todos los días.",
      "imageLink": "image_files\\English\\pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pitbull-Terrier",
      "translation": "perro de pelea terrier",
      "definition": "Eine Hunderasse, bekannt für ihre Stärke und Zähigkeit, ursprünglich für den Kampf gezüchtet.",
      "definition_translation": "Una raza de perro conocida por su fuerza y tenacidad, originalmente criada para pelear.",
      "example": "Als Kind hatte ich einen Pitbull-Terrier aufgezogen. Jetzt habe ich einen Pitbull-Terrier als Haustier. Nächstes Jahr werde ich einen Pitbull-Terrier-Welpen kaufen.",
      "example_translation": "Crié un perro de pelea terrier cuando era niño. Ahora tengo un perro de pelea terrier como mascota. Compraré un cachorro de perro de pelea terrier el próximo año.",
      "imageLink": "image_files\\English\\pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeiger",
      "translation": "señalador",
      "definition": "Eine Rasse von Hunden, die zur Jagd auf Vögel, insbesondere aufWildenten, dressiert wird, um Jägern zu helfen.",
      "definition_translation": "Una raza de perro entrenada para señalar a la caza, especialmente pájaros, para ayudar a los cazadores.",
      "example": "Ich verwendete einen Zeiger, um die Fasanen zu lokalisieren. Der Zeiger zeigt auf die Wachtel. Ich werde einen Zeiger trainieren, nächstes Jahr Enten zu jagen.",
      "example_translation": "Usé un señalador para localizar la perdiz. El señalador está señalando a la codorniz. Entrenaré un señalador para cazar patos la próxima temporada.",
      "imageLink": "image_files\\English\\pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polnischer Niederland-Schäferhund",
      "translation": "perro de pastor de baja tierra polaco",
      "definition": "Eine Rasse von Herdeshunden, die ihren Ursprung in Polen hat und bekannt für ihre Intelligenz und ihre beschützende Natur ist.",
      "definition_translation": "Una raza de perro de pastoreo originaria de Polonia, conocida por su inteligencia y naturaleza protectora.",
      "example": "Der Bauer verwendete einen Polnischen Niederland-Schäferhund, um die Schafe zu hüten. Der Polnische Niederland-Schäferhund ist sehr intelligent. Ich werde einen Polnischen Niederland-Schäferhund-Welpen kaufen, um bei meiner Schafszucht zu helfen.",
      "example_translation": "El granjero usó un perro de pastor de baja tierra polaco para pastorear las ovejas. El perro de pastor de baja tierra polaco es muy inteligente. Compraré un cachorro de perro de pastor de baja tierra polaco para ayudar con mis ovejas.",
      "imageLink": "image_files\\English\\polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pomeranze",
      "translation": "Pomeranio",
      "definition": "Eine kleine Rasse von Hunden, die ihren Ursprung in Pommern hat und durch ihr flauschiges Fell und ihre Fuchszüge gekennzeichnet ist.",
      "definition_translation": "Una raza pequeña de perro originaria de Pomerania, caracterizada por su abrigo plumoso y características físicas similares a las del zorro.",
      "example": "Ich hatte früher einen Pomeranzen namens Max, aber jetzt habe ich einen Golden Retriever. Max jagte früher Eichhörnchen, und jetzt spielt mein neuer Hund gerne Fetch. In der Zukunft werde ich einen anderen Pomeranzen als Begleiter kaufen.",
      "example_translation": "Anteriormente tenía un Pomeranio llamado Max, pero ahora tengo un golden retriever. Max solía perseguir ardillas, y ahora mi nuevo perro ama jugar a buscar. En el futuro, tendré otro Pomeranio como compañero.",
      "imageLink": "image_files\\English\\pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mops",
      "translation": "carlino",
      "definition": "Eine kleine Rasse von Hunden mit einer kurzen Nase und einem gerollten Schwanz, bekannt für ihre spielende und liebevolle Natur.",
      "definition_translation": "Una raza pequeña de perro con una nariz corta y una cola enrollada, conocida por su naturaleza juguetona y afectuosa.",
      "example": "Meine Schwester hatte einen Mops namens Lola, und sie liebte es, mit ihr zu spielen. Lola schlief jede Nacht mit meiner Schwester, und am Morgen weckte sie sie auf, indem sie ihr das Gesicht leckte. In der Zukunft werde ich meiner Schwester einen Mops als Geburtstagsgeschenk kaufen.",
      "example_translation": "Mi hermana tenía un carlino llamado Lola, y le encantaba jugar con ella. Lola se acostaba con mi hermana todas las noches, y por la mañana, la despertaba lamiéndole la cara. En el futuro, me gustaría regalarle un carlino a mi hermana por su cumpleaños.",
      "imageLink": "image_files\\English\\pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyrenäen-Schäferhund",
      "translation": "pastor pirineo",
      "definition": "Eine Rasse von Hunden, die ihren Ursprung in den Pyrenäen hat und bekannt für ihre Agilität, Intelligenz und ihre Fähigkeit ist, Schafe zu hüten.",
      "definition_translation": "Una raza de perro originaria de los montes Pirineos, conocida por su agilidad, inteligencia y habilidad para cuidar rebaños.",
      "example": "Der Pyrenäen-Schäferhund wurde gezüchtet, um Schafe in den bergigen Regionen zu hüten. Er folgte den Schafen den ganzen Tag, und nachts kehrte er zu seinem Besitzer zurück. In der Zukunft werde ich einen Pyrenäen-Schäferhund kaufen, um bei meiner Feldarbeit zu helfen.",
      "example_translation": "El pastor pirineo fue criado para cuidar ovejas en regiones montañosas. Seguía a las ovejas todo el día, y por la noche, regresaba con su dueño. En el futuro, me gustaría tener un pastor pirineo para ayudarme con mi trabajo en el campo.",
      "imageLink": "image_files\\English\\pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "Ein Rottweiler ist eine Rasse von Haushunden, bekannt für ihre Stärke, Treue und ihre beschützende Natur. Er ist ein mittelgroßer bis großer Hund mit einer muskulösen Statur und einem kurzen, dichten Fell, das normalerweise schwarz mit rostroten Markierungen ist.",
      "definition_translation": "Un Rottweiler es una raza de perro doméstico conocida por su fuerza, lealtad y naturaleza protectora. Es un perro de tamaño mediano a grande con una constitución muscular y un pelo corto y denso que suele ser negro con marcas de óxido.",
      "example": "Ich hatte einen Rottweiler, als ich ein Kind war. Ich werde nächsten Jahr einen Rottweiler kaufen. Sie hat einen Rottweiler monatelang trainiert.",
      "example_translation": "Tuve un Rottweiler cuando era niño. Compraré un Rottweiler el próximo año. Ella ha estado entrenando a un Rottweiler durante meses.",
      "imageLink": "image_files\\English\\rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "San Bernardo",
      "definition": "Ein Bernhardiner ist eine große Rasse von Hunden, die ihren Ursprung in den Alpen hat und bekannt für sein dichtes Fell, freundliches Wesen und seine Fähigkeit ist, Menschen zu finden, die in Schnee gestrandet sind.",
      "definition_translation": "Un San Bernardo es una raza de perro grande originaria de los Alpes, conocida por su gruesa capa, temperamento amistoso y capacidad para localizar y rescatar a personas varadas en la nieve.",
      "example": "Der Bernhardiner half uns, den Weg bergab zu finden. Wir werden nächsten Monat einen Bernhardiner adoptieren. Sie haben Bernhardiner über Jahre gezüchtet.",
      "example_translation": "El San Bernardo nos ayudó a encontrar nuestro camino hacia abajo de la montaña. Adoptaremos un San Bernardo el próximo mes. Han estado criando San Bernardos durante años.",
      "imageLink": "image_files\\English\\saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samojede",
      "translation": "Samoyedo",
      "definition": "Ein Samojede ist eine Rasse von Hunden, die ihren Ursprung in Sibirien hat und bekannt für ihr flauschiges weißes Fell, sein lächelndes Gesicht und seine freundliche Natur ist.",
      "definition_translation": "Un Samoyedo es una raza de perro originaria de Siberia, conocida por su gruesa capa blanca, rostro sonriente y temperamento amistoso.",
      "example": "Ich sah einen Samojeden auf der Hundeausstellung letzte Woche. Wir werden nächsten Jahr einen Samojeden-Welpen kaufen. Sie haben Samojeden über Jahre gezeigt.",
      "example_translation": "Vi un Samoyedo en el espectáculo canino la semana pasada. Obtendremos un cachorro de Samoyedo el próximo año. Han estado mostrando Samoyedos durante años.",
      "imageLink": "image_files\\English\\samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnauzer",
      "translation": "schnauzer",
      "definition": "Eine Rasse von mittelgroßen Hunden, die ihren Ursprung in Deutschland hat und bekannt für ihren auffallenden Bart und Schnurrbart ist.",
      "definition_translation": "Una raza de perro de talla media originaria de Alemania, conocida por su barba y bigote características.",
      "example": "Ich habe immer einen Schnauzer als Haustier haben wollen, aber meine Eltern haben es mir nicht erlaubt, als ich ein Kind war. Jetzt habe ich einen Schnauzer und ich liebe es, mit ihm zu spielen. In der Zukunft werde ich meinen Schnauzer in den Hundepark mitnehmen.",
      "example_translation": "Siempre he querido un schnauzer como mascota, pero mis padres no me permitieron tener uno cuando era niño. Ahora, tengo un schnauzer y me encanta jugar con él. En el futuro, llevaré a mi schnauzer al parque de perros.",
      "imageLink": "image_files\\English\\schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottischer Terrier",
      "translation": "terrier escocés",
      "definition": "Ein kleiner, energischer Hund, der seinen Ursprung in Schottland hat und bekannt für seine kurze Statur und seinen auffallenden Bart ist.",
      "definition_translation": "Una raza de perro pequeño y enérgico originaria de Escocia, conocida por su baja estatura y barba característica.",
      "example": "Mein Großvater hatte einen Schottischen Terrier, als er jung war, und er war sehr loyal zu ihm. Jetzt habe ich einen Schottischen Terrier und er ist sehr spielenfreudig. In der Zukunft werde ich meinen Schottischen Terrier zu Gehorsamstraining bringen.",
      "example_translation": "Mi abuelo tenía un terrier escocés cuando era joven, y era muy leal con él. Ahora, tengo un terrier escocés y es muy juguetón. En el futuro, llevaré a mi terrier escocés a entrenamiento de obediencia.",
      "imageLink": "image_files\\English\\scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shetland Schäferhund",
      "translation": "pastor de Shetland",
      "definition": "Eine kleine, agile Hunderasse, die auf den Shetland-Inseln entstand und bekannt für ihre Intelligenz und Herdenfähigkeit ist.",
      "definition_translation": "Una raza de perro pequeño y ágil originaria de las Islas Shetland, conocida por su inteligencia y habilidad para pastorear.",
      "example": "Ich habe immer einen Shetland Schäferhund als Haustier haben wollen, weil sie sehr intelligent sind. Als ich ein Kind war, sah ich einen Shetland Schäferhund auf dem Bauernhof und er hetzte Schafe. Jetzt habe ich einen Shetland Schäferhund und er ist sehr gehorsam.",
      "example_translation": "Siempre he querido un pastor de Shetland como mascota, porque son muy inteligentes. Cuando era niño, vi un pastor de Shetland en la granja y estaba pastoreando ovejas. Ahora, tengo un pastor de Shetland y es muy obediente.",
      "imageLink": "image_files\\English\\shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Der Shiba Inu ist eine mittelgroße Hunderasse, die in Japan entstand und bekannt für ihrdistinctives Fuchsgesicht und ihre Freundlichkeit ist.",
      "definition_translation": "El Shiba Inu es una raza de perro de tamaño mediano que se originó en Japón. Se conoce por su apariencia DISTINCTA de zorro y a menudo se considera una de las razas de perros más antiguas del mundo.",
      "example": "Ich sah einen Shiba Inu im Hundepark gestern. Er war sehr energiegeladen und spielte gerne. Ich werde wahrscheinlich nächsten Jahr einen Shiba Inu als Haustier nehmen. Ich habe letzten Jahr einen Shiba Inu bekommen und er ist ein großartiger Begleiter.",
      "example_translation": "Vi un Shiba Inu en el parque de perros ayer. Era muy enérgico y juguetón. Probablemente me llevaré un Shiba Inu como mascota el próximo año. Me llevé un Shiba Inu el año pasado y ha sido un gran compañero.",
      "imageLink": "image_files\\English\\shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirischer Husky",
      "translation": "Husky siberiano",
      "definition": "Der Sibirische Husky ist eine Hunderasse, die in Sibirien entstand und bekannt für seine Stärke, Ausdauer und freundliche Natur ist. Ursprünglich wurde er zum Schlittenhunden in den arktischen Regionen gezüchtet.",
      "definition_translation": "El Husky siberiano es una raza de perro que se originó en Siberia y se conoce por su fuerza, resistencia y temperamento amigable. Originalmente se crió para tirar trineos en las regiones árticas.",
      "example": "Ich liebe es, mit meinem Sibirischen Husky im Hinterhof zu spielen. Er ist sehr aktiv und benötigt viel Bewegung. Ich werde meinen Sibirischen Husky später spazieren führen. Ich habe meinen Sibirischen Husky letzte Woche zum Tierarzt gebracht.",
      "example_translation": "Me encanta jugar con mi Husky siberiano en el patio trasero. Es muy activo y necesita mucho ejercicio. Me llevaré a mi Husky siberiano para dar un paseo más tarde. Me llevé a mi Husky siberiano al veterinario la semana pasada.",
      "imageLink": "image_files\\English\\siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Ein Spitz ist eine Hunderasse, die durch ihr dickes, doppeltes Fell und ihr Fuchsgesicht charakterisiert ist. Es gibt mehrere Rassen von Spitz, darunter den Pomeranzen und den Samojeden.",
      "definition_translation": "Un Spitz es un tipo de perro que se caracteriza por su doble capa gruesa y su apariencia de zorro. Hay varias razas de Spitz, incluyendo el Pomeranio y el Samoyedo.",
      "example": "Ich habe einen Spitz als Haustier und er liebt es, im Schnee zu spielen. Spitz-Hunde sind sehr intelligent und loyal. Ich werde nächsten Monat einen Spitz-Welpe bekommen. Ich habe letzten Jahr einen Spitz als Geschenk bekommen.",
      "example_translation": "Tengo un Spitz como mascota y le encanta jugar en la nieve. Los perros Spitz son muy inteligentes y leales. Me llevaré un cachorro de Spitz el próximo mes. Me regalaron un Spitz el año pasado.",
      "imageLink": "image_files\\English\\spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "Vizsla",
      "definition": "Die Vizsla ist eine ungarische Jagdhunderasse, bekannt für ihre energiegeladene und intelligente Natur. Sie wird oft als 'Velcro-Hund' bezeichnet, wegen ihrer anhänglichen und loyalen Natur.",
      "definition_translation": "El Vizsla es una raza de perro de caza húngara, conocida por su naturaleza enérgica e inteligente. A menudo se la conoce como el 'perro de Velcro' debido a su naturaleza afectuosa y leal.",
      "example": "Ich hatte einen Vizsla als Haustier, als ich ein Kind war, er war ein großartiger Begleiter. Jetzt habe ich wieder einen, und er ist immer noch so energiegeladen. In Zukunft plane ich, ihn zum Jagen zu trainieren.",
      "example_translation": "Tuve un vizsla como mascota cuando era niño, era un gran compañero. Ahora tengo uno nuevo, y todavía es tan enérgico como siempre. En el futuro, planeo entrenarlo para cazar.",
      "imageLink": "image_files\\English\\vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Der Weimaraner ist eine deutsche Jagdhunderasse, bekannt für ihre schlanken, athletischen Gestalt. Sie wird oft als 'graue Geist' bezeichnet, wegen ihrer auffälligen grauen Fellfarbe.",
      "definition_translation": "El Weimaraner es una raza de perro de caza alemana, conocida por su estructura esbelta y atlética. A menudo se la conoce como el 'fantasma gris' debido a su manto gris distintivo.",
      "example": "Meine Freundin hatte einen Weimaraner, der unglaublich schnell war, er konnte andere Hunde leicht überholen. Jetzt hat sie einen neuen, und er ist immer noch so schnell. In Zukunft plant sie, ihn bei Agility-Wettbewerben zu präsentieren.",
      "example_translation": "Mi amiga tenía un Weimaraner que era increíblemente rápido, podía correr círculos alrededor de otros perros. Ahora tiene uno nuevo, y todavía es tan rápido. En el futuro, planea inscribirla en competencias de agilidad.",
      "imageLink": "image_files\\English\\weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Corgi Galés (Pembroke Corgi Galés)",
      "definition": "Der Pembroke Welsh Corgi ist eine Hunderasse, bekannt für ihre kurze Statur und intelligente Natur. Sie ist oft mit der britischen Königsfamilie assoziiert, die sie seit Generationen als Haustiere halten.",
      "definition_translation": "El Corgi Galés Pembroke es una raza de perro de pastoreo, conocida por su estatura baja y naturaleza inteligente. A menudo se asocia con la familia real británica, que los ha mantenido como mascotas durante generaciones.",
      "example": "Ich habe immer einen Welsh Corgi haben wollen, sie sind so süß und intelligent. Meine Schwester hatte einen, der ein großartiger Hüter war, jetzt hat sie einen neuen, der noch in der Ausbildung ist. In Zukunft plane ich, einen als Haustier zu nehmen.",
      "example_translation": "Siempre he querido un Corgi Galés, son tan lindos e inteligentes. Mi hermana tenía uno que era un gran pastor, ahora tiene uno nuevo que aún está en entrenamiento. En el futuro, planeo tener uno como mascota.",
      "imageLink": "image_files\\English\\welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Yorkshire Terrier",
      "translation": "Terrier de Yorkshire",
      "definition": "Eine Hunderasse, die in Yorkshire, England entstand und bekannt für ihr langes, seidiges Fell und ihre lebendige, anhängliche Natur ist.",
      "definition_translation": "Una raza de perro pequeño originaria de Yorkshire, Inglaterra, conocida por su abrigo largo y sedoso, y su naturaleza vivaz y afectuosa.",
      "example": "Ich hatte einen Yorkshire Terrier als Haustier, als ich ein Kind war, und er folgte mir immer im Haus nach. Jetzt habe ich einen neuen Yorkshire Terrier, und er liebt es, Fangen zu spielen. Bis nächstes Jahr werde ich meinen Yorkshire Terrier trainiert haben, um Kunststücke zu machen.",
      "example_translation": "Tuve un terrier de Yorkshire como mascota cuando era niño, y siempre me seguía por la casa. Ahora tengo un nuevo terrier de Yorkshire, y le encanta jugar a buscar. Para el próximo año, habré entrenado a mi terrier de Yorkshire para hacer trucos.",
      "imageLink": "image_files\\English\\yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]