[
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vogel",
      "translation": "pájaro",
      "definition": "Ein warmblütiges, eierlegendes Tier, das durch das Vorhandensein von Federn, einem zahnlösen Schnabel und einem leichtem Skelett charakterisiert ist.",
      "definition_translation": "Un animal de sangre caliente con huevos que se caracteriza por la presencia de plumas, pico sin dientes y esqueleto ligero.",
      "example": "Ich sah einen Vogel fliegen am Himmel gestern. Morgen werde ich ein Vogelnest beobachten. Vögel singen wunderschön am Morgen.",
      "example_translation": "Vi un pájaro volando en el cielo ayer. Veré un nido de pájaro mañana. Los pájaros cantan hermosamente en la mañana.",
      "imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Huhn",
      "translation": "pollo",
      "definition": "Ein domestiziertes Geflügel, das für seine Eier oder sein Fleisch gezüchtet wird, insbesondere ein junges.",
      "definition_translation": "Un ave doméstica mantenida por sus huevos o carne, especialmente una joven.",
      "example": "Ich aß ein Hähnchensandwich zum Mittagessen gestern. Meine Mutter wird heute Abend Hähnchen kochen. Hühner laufen auf dem Hof umher am Morgen.",
      "example_translation": "Me comí un sandwich de pollo para almuerzo ayer. Mi mamá cocinará pollo para la cena esta noche. Los pollos corren alrededor de la granja en la mañana.",
      "imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ente",
      "translation": "pato",
      "definition": "Ein Vogel mit einem breiten, stumpfen Schnabel, kurzen Beinen und schwimmfähigen Füßen, der in Süß- und Salzwasser vorkommt.",
      "definition_translation": "Un pájaro con pico ancho y romo, patas cortas y pies palmeados, encontrado en ambos agua dulce y salada.",
      "example": "Ich sah eine Ente schwimmen im See gestern. Mein Freund wird morgen eine Ente im Park füttern. Enten quaken laut am Morgen.",
      "example_translation": "Vi un pato nadando en el lago ayer. Mi amigo alimentará a un pato en el parque mañana. Los patos chillan fuerte en la mañana.",
      "imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gans",
      "translation": "ganso",
      "definition": "Ein großer Wasservogel mit langem Hals und Federn, insbesondere ein weißer oder grau-weißer.",
      "definition_translation": "un gran ave acuática con cuello largo y plumas, especialmente blanca o de color gris claro",
      "example": "Ich sah eine Gans fliegen über mirgestern, sie schrie laut, als sie mich sah. Heute schwimmt sie im See und ich werde sie morgen füttern.",
      "example_translation": "Vi un ganso volando sobre mi cabeza ayer, emitió un fuerte graznido cuando me vio. Hoy está nadando en el lago, y le daré de comer mañana.",
      "imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papagei",
      "translation": "loro",
      "definition": "Ein bunt gefärbter Vogel, oft als Haustier gehalten, der menschliche Sprache nachahmen kann.",
      "definition_translation": "un ave de color brillante, a menudo mantenida como mascota, que puede imitar el habla humana",
      "example": "Meine Schwester hatte einen Papagei, als sie ein Kind war, er konnte ihren Namen wiederholen. Jetzt ist ihr Papagei älter und wird bald neue Wörter lernen. In Zukunft wird es mit uns converse können.",
      "example_translation": "Mi hermana tenía un loro cuando era niña, podía repetir su nombre. Ahora, su loro es mayor, y aprenderá nuevas palabras pronto. En el futuro, podrá tener una conversación con nosotros.",
      "imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinguin",
      "translation": "pingüino",
      "definition": "Ein großer flugunfähiger Seevogel mit schwarzen und weißen Federn, der in der südlichen Hemisphäre vorkommt.",
      "definition_translation": "un gran ave marina no voladora con plumas negras y blancas, encontrada en el hemisferio sur",
      "example": "Im Zoo sah ich einen Pinguin schnell schwimmen, er tauchte ins Wasser, um einen Fisch zu fangen. Letztes Jahr wurde ein Pinguin geboren und jetzt wächst er schnell. Nächsten Monat wird der Pinguin selbstständig schwimmen können.",
      "example_translation": "En el zoológico, vi un pingüino nadando rápidamente, se sumergió en el agua para atrapar un pez. El año pasado, nació un pingüino, y ahora está creciendo rápidamente. El próximo mes, el pingüino podrá nadar solo.",
      "imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Storch",
      "translation": "cigüeña",
      "definition": "Ein großer Watvogel mit langem Hals und Beinen, der typischerweise in Feuchtgebieten und Grasländern vorkommt.",
      "definition_translation": "Una cigüeña es un ave zancuda grande con cuello y piernas largas, típicamente encontrada en humedales y praderas.",
      "example": "Gestern sah ich einen Storch auf dem Dach meines Hauses nisten. Heute fliegt er über mir. Morgen werde ich versuchen, ein Foto von ihm zu machen.",
      "example_translation": "Ayer, vi una cigüeña anidando en el tejado de mi casa. Hoy, está volando sobre mi cabeza. Mañana, trataré de tomar una foto de ella.",
      "imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Truthahn",
      "translation": "pavo",
      "definition": "Ein großer domestizierter Vogel, der in Nordamerika heimisch ist und oft als Hauptgericht bei besonderen Anlässen serviert wird.",
      "definition_translation": "Un pavo es un ave doméstica grande originaria de América del Norte, a menudo servida como plato principal en ocasiones especiales.",
      "example": "Wir hatten ein leckeres Truthahn-Essen zum Thanksgiving-Abendessen letztes Jahr. Dieses Jahr planen wir, ein größeres Truthahn zu kochen. Nächstes Jahr werden wir ein anderes Rezept ausprobieren.",
      "example_translation": "Tuimos un delicioso pavo para la cena de Acción de Gracias el año pasado. Este año, estamos planeando cocinar uno más grande. El año que viene, probaremos una receta diferente.",
      "imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flügel",
      "translation": "ala",
      "definition": "Ein Flügel ist ein Teil eines Flugzeugs oder eines Vogelkörpers, der für den Auftrieb während des Fluges oder Gleitens verantwortlich ist.",
      "definition_translation": "Una ala es una parte de un avión o cuerpo de un ave que produce sustentación para volar o planear.",
      "example": "Der Flügel des Flugzeugs war während des Starts beschädigt. Gestern sah ich einen Vogel seine Flügel ausbreiten, um sie zu trocknen. Morgen werde ich lernen, wie man die Flügelklappen eines Flugzeugs verwendet.",
      "example_translation": "La ala del avión se dañó durante el despegue. Ayer, vi un ave extendiendo su ala para secarla. Mañana, trataré de aprender cómo usar los flaps de ala de un avión.",
      "imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krähe",
      "translation": "cuervo",
      "definition": "Ein großer schwarzer Vogel mit einem lauten, harten Ruf, der in Wäldern und Feldern in vielen Teilen der Welt vorkommt.",
      "definition_translation": "Un gran pájaro negro con una llamada fuerte y áspera, encontrado en bosques y campos en muchas partes del mundo.",
      "example": "Die Krähe saß auf einem Baumast, beobachtete den Bauern bei der Arbeit auf dem Feld. Gestern nahm eine Krähe mein Sandwich von der Parkbank. In Zukunft werde ich sicherstellen, ein krähenfestes Behältnis mitzubringen.",
      "example_translation": "El cuervo se sentó en la rama del árbol, observando al granjero trabajar en el campo. Ayer, un cuervo me robó mi sándwich desde la banca del parque. En el futuro, me aseguraré de traer un contenedor a prueba de cuervos.",
      "imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuckuck",
      "translation": "cuco",
      "definition": "Ein graubrauner Vogel mit einem charakteristischen Ruf, bekannt dafür, seine Eier in die Nester anderer Vögel zu legen.",
      "definition_translation": "Un pájaro gris-marrón con una llamada característica, conocido por poner sus huevos en los nidos de otros pájaros.",
      "example": "Der Kuckucksruf hallte durch den Wald, ein Zeichen des Frühlingsanfangs. Letztes Jahr legte ein Kuckuck seine Eier in ein Nest einer Rotdrossel. In Zukunft werden wir das beschauliche Brütverhalten des Kuckucks studieren.",
      "example_translation": "La llamada del cuco resonó por el bosque, un signo de la llegada de la primavera. El año pasado, un cuco puso sus huevos en un nido de petirrojo. En el futuro, estudiaremos los hábitos de cría únicos del cuco.",
      "imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adler",
      "translation": "águila",
      "definition": "Ein großer, mächtiger Raubvogel mit breiten Schwingen, in Bergen und anderen abgelegenen Gebieten zu finden.",
      "definition_translation": "Un gran ave de presa poderosa con una envergadura ancha, encontrada en montañas y otras áreas remotas.",
      "example": "Der Adler segelte durch den Himmel, seine Flügel schlugen regelmäßig. Gestern wurde ein Adler in den nahe gelegenen Klippen brütend gesichtet. In Zukunft werden wir uns bemühen, den Lebensraum des Adlers vor menschlicher Entwicklung zu schützen.",
      "example_translation": "El águila surcó el cielo, sus alas latiendo con steadiness. Ayer, un águila fue vista anidando en los acantilados cercanos. En el futuro, trabajaremos para proteger el hábitat del águila del desarrollo humano.",
      "imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feder",
      "translation": "pluma",
      "definition": "Ein leichtes, flauschiges und oft weiches Deckmittel am Körper von Vögeln, bestehend aus einem zentralen Schaft mit Schwingen auf beiden Seiten.",
      "definition_translation": "Una cubierta liviana, suave y a menudo blanda en el cuerpo de los pájaros, consistente en una asta central con plumas a ambos lados.",
      "example": "Die Federn des Vogels waren vom Wind zerzaust. Gestern putzte es seine Federn, um schön auszusehen. Wenn ich ein Vogel wäre, würde ich gerne helle, farbige Federn haben.",
      "example_translation": "Las plumas del pájaro estaban revueltas por el viento. Ayer, se acicaló las plumas para parecer hermosa. Si fuera un pájaro, me encantaría tener plumas brillantes y coloridas.",
      "imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Henne",
      "translation": "gallina",
      "definition": "Ein weibliches Geflügel, insbesondere ein Haushuhn, das für seine Eier gezüchtet wird.",
      "definition_translation": "Un ave hembra, especialmente un ave de corral doméstica, criada por sus huevos.",
      "example": "Die Henne gluckste laut auf dem Hof. Die Bauernfrau sammelte die Eier der Henne aus dem Hühnerstall. In Zukunft werden wir mehr Hennen züchten, um mehr Eier zu produzieren.",
      "example_translation": "La gallina cloqueaba fuerte en el patio de la granja. La esposa del granjero recogió los huevos de la gallina del gallinero. En el futuro, criaremos más gallinas para producir más huevos.",
      "imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eier legen",
      "translation": "poner huevos",
      "definition": "Eier zu produzieren, insbesondere als weibliches Geflügel oder Reptil.",
      "definition_translation": "Producir huevos, especialmente como un ave o reptil hembra.",
      "example": "Das Huhn wird Eier in die Nestbox legen. Die Ente hat bereits Eier im Teich gelegt. In Zukunft wird die Truthähne Eier auf dem Hof legen.",
      "example_translation": "La gallina pondrá huevos en la caja de anidación. El pato ya ha puesto huevos en el estanque. En el futuro, el pavo pondrá huevos en la granja.",
      "imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eule",
      "translation": "lechuza",
      "definition": "Ein nachtaktiver Raubvogel mit einem runden Kopf, nach vorne gerichteten Augen und Ohrenbüscheln, bekannt für seinen schweigsamen, flügelnden Flug und seinen Huhnruf.",
      "definition_translation": "Un ave de presa nocturna con cabeza redonda, ojos frontales y penachos audibles, conocida por su vuelo silencioso y su llamado ululante.",
      "example": "Die Eule saß auf einem Ast, beobachtete ihre Beute mit weisen Augen. Sie hatte viele Jahreszeiten kommen und gehen sehen. Sie wird weiterhin im Wald gedeihen.",
      "example_translation": "La lechuza se posó en una rama, observando su presa con ojos sabios. Había visto muchas temporadas llegar y partir. Continuará prosperando en el bosque durante años por venir.",
      "imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taube",
      "translation": "paloma",
      "definition": "Ein stämmiger, samenfressender Vogel mit einem kleinen Kopf, typischerweise graubraun gefärbt, in Städten und Ortschaften zu finden.",
      "definition_translation": "Un ave de cuerpo robusto que se alimenta de semillas, con cabeza pequeña, generalmente de color gris-marrón, encontrar en ciudades y pueblos.",
      "example": "Die Taube pickte an Krümeln auf dem Bürgersteig. Sie hatte sich an die menschliche Präsenz gewöhnt. Sie wird wahrscheinlich weiterhin in städtischen Umgebungen gedeihen.",
      "example_translation": "La paloma picoteaba migas en la acera. Había crecido acostumbrada a la presencia humana. Probablemente continuará prosperando en entornos urbanos.",
      "imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möwe",
      "translation": "gaviota",
      "definition": "Ein großer, überwiegend weißer Seeschwalb mit einem lauten, durchdringenden Ruf, oft in Küstennähe zu finden.",
      "definition_translation": "Un gran ave marina predominantemente blanca con un grito fuerte y penetrante, a menudo encontrada en áreas costeras.",
      "example": "Die Möwe segelte hoch über dem Meer, ihr Ruf hallte von den Klippen wider. Sie hatte ihr ganzes Leben am Meer gelebt. Sie wird weiterhin die Meereswinde für Jahre reiten.",
      "example_translation": "La gaviota volaba sobre nuestras cabezas, sus gritos resonaban en las acantilados. Había vivido junto al océano toda su vida. Continuará surcando los vientos del océano durante años por venir.",
      "imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spatz",
      "translation": "gloster",
      "definition": "Ein kleiner, typischerweise brauner oder grauer Vogel mit einem runden Körper und einem kurzen, spitzigen Schnabel, in verschiedenen Habitaten, darunter Gärten und Agrarland, zu finden.",
      "definition_translation": "Un pequeño pájaro, generalmente marrón o gris, con un cuerpo redondeado y un pico corto y puntiagudo, encontrado en una variedad de hábitats, incluyendo jardines y tierras de cultivo.",
      "example": "Der Spatz zwitscherte laut am Morgen, flog dann am Nachmittag weg und wird heute Abend in sein Nest zurückkehren.",
      "example_translation": "El gordo chilló fuerte por la mañana, luego voló en la tarde y regresará a su nido esta noche.",
      "imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwan",
      "translation": "cisne",
      "definition": "Ein großer, majestätischer Wasservogel mit langem Hals und weißem Gefieder, oft in Teichen, Seen und Flüssen zu finden.",
      "definition_translation": "Un gran pájaro acuático majestuoso con un cuello largo y plumaje blanco, a menudo encontrado en estanques, lagos y ríos.",
      "example": "Der Schwan glitt sanft über den See im Sommer, dann nahm er im Winter sein Nest und wird nächstes Frühjahr in wärmere Klimazonen ziehen.",
      "example_translation": "El cisne deslizó suavemente sobre el lago en verano, luego anidó en invierno y migrará a climas más cálidos la próxima primavera.",
      "imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnabel",
      "translation": "pico",
      "definition": "Der harte, spitze Mundteil eines Vogels, der zum Essen, Greifen und anderen Funktionen verwendet wird.",
      "definition_translation": "La parte bucal dura y puntiaguda de un pájaro, utilizada para comer, agarrar y otras funciones.",
      "example": "Der Papagei benutzte seinen Schnabel, um die Nuss aufzubrechen, dann benutzte er ihn, um auf das Holz zu pecken, und wird ihn morgen benutzen, um seine Jungen zu füttern.",
      "example_translation": "El loro utilizó su pico para abrir la nuez, luego lo utilizó para picar la madera y lo utilizará para alimentar a sus crías mañana.",
      "imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taube",
      "translation": "paloma",
      "definition": "Eine Taube ist eine Art Vogel, die oft mit Frieden und Liebe assoziiert wird. Sie ist ein Symbol der Hoffnung und neuen Anfänge.",
      "definition_translation": "Una paloma es un tipo de ave que a menudo se asocia con la paz y el amor. Es un símbolo de esperanza y nuevos comienzos.",
      "example": "Die Taube flog sanft durch den Himmel. Sie flog gestern, sie fliegt heute und sie wird morgen fliegen.",
      "example_translation": "La paloma voló suavemente a través del cielo. Voló ayer, vuela hoy y volará mañana.",
      "imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Räuber",
      "translation": "depredador",
      "definition": "Ein Räuber ist ein Tier, das andere Tiere jagt und tötet, um Nahrung zu finden. Es ist ein natürlicher Teil des Ökosystems und ist notwendig für das Überleben vieler Arten.",
      "definition_translation": "Un depredador es un animal que caza y mata a otros animales para comer. Es una parte natural del ecosistema y es necesaria para la supervivencia de many especies.",
      "example": "Der Löwe war ein Räuber in der Savanne. Er jagte gestern, er jagt heute und er wird morgen jagen.",
      "example_translation": "El león era un depredador en la sabana. Cazó ayer, caza hoy y cazaría mañana.",
      "imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Habicht",
      "translation": "halcón",
      "definition": "Ein Habicht ist eine Art Greifvogel, der bekannt für sein scharfes Sehvermögen und seine Agilität ist. Er ist ein Symbol der Stärke und des Mutes.",
      "definition_translation": "Un halcón es un tipo de ave de presa que se conoce por su aguda vista y agilidad. Es un símbolo de fuerza y coraje.",
      "example": "Der Habicht segelte durch den Himmel. Er segelte gestern, er segelt heute und er wird morgen segeln.",
      "example_translation": "El halcón surcó el cielo. Surcó ayer, surca hoy y surcará mañana.",
      "imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lerche",
      "translation": "alondra",
      "definition": "Ein kleiner, singender Vogel, der oft in offenen Gebieten gefunden wird, typischerweise mit braunem Rücken und Flügeln und einem melodischen Gesang.",
      "definition_translation": "Un pequeño pájaro cantor que se encuentra comúnmente en el campo abierto, normalmente con un dorso y alas marrones, y un canto melodioso.",
      "example": "Die Lerche sang süßlich am Morgen. Gestern sang die Lerche nett. Morgen wird die Lerche schön singen.",
      "example_translation": "La alondra cantó dulcemente por la mañana. Ayer, la alondra había cantado con gracia. Mañana, la alondra cantará hermosamente.",
      "imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elster",
      "translation": "urraca",
      "definition": "Ein großer, schwarzer und weißer Vogel mit einem lauten, plappernden Ruf, der oft in Gärten und auf Feldern gefunden wird.",
      "definition_translation": "Un gran pájaro negro y blanco con una llamativa llamada chillona, encontrado en jardines y campos agrícolas.",
      "example": "Die Elster flatterte ihre Flügel. Gestern hatte die Elster Lebensmittel aus dem Garten gestohlen. Morgen wird die Elster ihr Nest bauen.",
      "example_translation": "La urraca aleteó sus alas. Ayer, la urraca había robado comida del jardín. Mañana, la urraca construirá su nido.",
      "imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "nido",
      "definition": "Eine Struktur, die von Vögeln oder Insekten gebaut wird, um ihre Eier zu legen oder ihre Jungen zu schützen.",
      "definition_translation": "Una estructura construida por pájaros o insectos para poner sus huevos o albergar a sus crías.",
      "example": "Das Vogel baute sein Nest sorgfältig. Das Kaninchen hatte sein Nest im Busch gemacht. Die Bienen werden ihr Nest im Baum machen.",
      "example_translation": "El pájaro construyó su nido con cuidado. El conejo había hecho su nido en el arbusto. Las abejas harán su nido en el árbol.",
      "imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "nido",
      "definition": "Eine Struktur, die von Vögeln oder Insekten gebaut wird, um ihre Eier zu legen oder ihre Jungen zu beherbergen, typischerweise aus Zweigen, Gras oder anderen Pflanzenmaterialien.",
      "definition_translation": "Una estructura construida por aves o insectos para colocar sus huevos o alojar a sus crías, típicamente hecha de ramas, hierba o material vegetal.",
      "example": "Das Vogel baute ein Nest im Baum und hatte letztes Jahr im Garten genistet. Jetzt ist es wieder im Park nistend, und wird bis zum nächsten Frühling genistet haben.",
      "example_translation": "El pájaro construyó un nido en el árbol, y el año pasado anidó en el jardín. Ahora está anidando de nuevo en el parque, y habrá anidado para la próxima primavera.",
      "imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefieder",
      "translation": "plumaje",
      "definition": "Die Federn, die einen Vogel bedecken, insbesondere wenn sie bunt oder schmückend sind.",
      "definition_translation": "Las plumas que cubren a un ave, especialmente cuando son de colores brillantes o ornamentales.",
      "example": "Das Gefieder des Pfau ist atemberaubend, und er wird es seinem Partner zeigen. Letztes Jahr hatte er einige Federn verloren, aber jetzt hat er sein vollständiges Gefieder wiedererlangt.",
      "example_translation": "El plumaje del pavo real es impresionante, y exhibirá su plumaje para atraer a una pareja. El año pasado, había perdido algunas de sus plumas, pero ahora ha recobrado todo su plumaje.",
      "imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rabe",
      "translation": "cuervo",
      "definition": "Ein großer, schwarzer Vogel mit einem charakteristischen Ruf, der in der nördlichen Hemisphäre gefunden wird.",
      "definition_translation": "Un gran pájaro negro con un canto distintivo, encontrado en el hemisferio norte.",
      "example": "Der Rabe saß auf dem Kirchturm, und es wird Raben in den nahe gelegenen Wäldern nisten haben. Letztes Jahr wurde ein Rabe fliegend über uns gesehen, und jetzt beobachtet er uns mit seinen durchdringenden Augen.",
      "example_translation": "El cuervo se posó en la torre de la iglesia, y tendrá cuervos anidando en los bosques cercanos. El año pasado, se vio un cuervo volando sobre nuestras cabezas, y ahora nos está observando con sus ojos penetrantes.",
      "imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Albatros",
      "translation": "albatros",
      "definition": "Ein großer Seevogel, insbesondere einer, der als Symbol für Glück oder Last gilt.",
      "definition_translation": "Un gran ave marina, especialmente una que es un símbolo de buena suerte o una carga.",
      "example": "Der Albatros segelte über uns hinweg, seine massiven Flügel schlugen gleichmäßig. Gestern sah ich einen Albatros auf einem Felsen sitzen. Wenn ich morgen einen Albatros sehe, werde ich begeistert sein.",
      "example_translation": "El albatros voló sobre nuestras cabezas, sus alas masivas batían con regularidad. Ayer, vi un albatros sentado en un acantilado. Si veo un albatros mañana, me emocionaré.",
      "imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bienenfresser",
      "translation": "abejaruco",
      "definition": "Ein buntgefärbter Vogel, der Bienen und andere Insekten in der Luft fängt und frisst.",
      "definition_translation": "Un ave de colores brillantes que atrapa y come abejas y otros insectos en vuelo.",
      "example": "Der Bienenfresser schoss durch die Luft, sein scharfer Schnabel schnappte um eine summende Biene zu. Bienenfresser sind bekannt für ihre Beweglichkeit im Flug. Bis nächsten Sommer werde ich einen Bienenfresser in seinem natürlichen Habitat gesehen haben.",
      "example_translation": "El abejaruco se lanzó por el aire, su pico afilado cerrándose alrededor de una abeja zumbadora. Los abejarucos son conocidos por su agilidad en vuelo. Para el próximo verano, habré visto un abejaruco en su hábitat natural.",
      "imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzkehlgrouse",
      "translation": "urogallo negro",
      "definition": "Ein großer, dunkel gefärbter Vogel mit einer besonderen Balz, der in Moor- und Heidelandschaften vorkommt.",
      "definition_translation": "Un ave grande y de color oscuro con una exhibición de cortejo distintiva, encontrada en páramos y brezales.",
      "example": "Der Schwarzkehlgrouse stolzierte über das Moor, sein schwarzes Gefieder glänzte in der Sonne. Schwarzkehlgrousen sind bekannt für ihre dramatischen Balze. Nächstes Frühjahr werde ich auf einen Spaziergang gehen, um einen Schwarzkehlgrousen zu erspähen.",
      "example_translation": "El urogallo negro caminó por el páramo, sus plumas negras reluciendo en la luz del sol. Los urogallos negros son conocidos por sus exhibiciones de cortejo dramáticas. La próxima primavera, iré de excursion para avistar un urogallo negro.",
      "imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzer Storch",
      "translation": "cigüeña negra",
      "definition": "Ein großer Watvogel mit einem schwarzen Gefieder, der in Afrika und Südeuropa heimisch ist und bekannt für seinen charakteristischen Ruf und seine Fressgewohnheiten ist.",
      "definition_translation": "un ave zancuda grande con plumaje negro, originaria de África y sur de Europa, conocida por su llamado característico y hábitos de alimentación",
      "example": "Der Schwarze Storch wurde über den Feuchtgebieten gesichtet, seine langen Beine streckten sich hinter ihm aus. Er hatte dort viele Jahre genistet und die Einheimischen hatten ihn sehr lieb gewonnen. Bis nächsten Frühjahr wird er nach Afrika migriert sein.",
      "example_translation": "La cigüeña negra fue vista volando sobre los humedales, con sus largas patas extendidas detrás de ella. Había estado anidando allí durante años, y los lugareños se habían encariñado con ella. Para la próxima primavera, habrá migrado a África.",
      "imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzkopfmöwe",
      "translation": "gaviota de cabeza negra",
      "definition": "Eine mittelgroße Möwe mit einem schwarzen Kopf und weißem Körper, die in Küstengebieten Europas und Asiens vorkommt.",
      "definition_translation": "una gaviota de tamaño medio con cabeza negra característica y cuerpo blanco, encontrada en áreas costeras de Europa y Asia",
      "example": "Die Schwarzkopfmöwe stürzte herab, um Nahrung von den Badegästen zu stehlen, ihre scharfen Augen scannten den Sand nach Abfällen. Sie wird das bis zum Ende des Sommers tun. Nächstes Jahr wird sie mit ihrem Schwarm zurückkehren.",
      "example_translation": "La gaviota de cabeza negra se lanzaba en picado para robar comida a los bañistas, sus ojos agudos escudriñando la arena en busca de restos. Continuará haciéndolo hasta que termine el verano. El próximo año, regresará con su bandada.",
      "imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amsel",
      "translation": "mirlo",
      "definition": "Ein gemeinsamer Singvogel mit einem glänzenden schwarzen Gefieder, der in Gärten und Wäldern Europas und Nordamerikas vorkommt.",
      "definition_translation": "un pájaro cantor común con plumaje negro brillante, encontrado en jardines y bosques de Europa y Norteamérica",
      "example": "Die Amsel saß auf dem Gartenzaun, sang ihr melodisches Lied. Sie hatte dort letztes Frühjahr ein Nest gebaut, und jetzt lernten ihre Jungen fliegen. Bis nächsten Herbst wird sie in ein wärmeres Klima migriert sein.",
      "example_translation": "El mirlo se posó en la valla del jardín, cantando su canción melodiosa. Había construido un nido allí la primavera pasada, y ahora sus polluelos estaban aprendiendo a volar. Para el próximo otoño, habrá migrado a un clima más cálido.",
      "imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blaumeise",
      "translation": "carbonero azul",
      "definition": "Die Blaumeise ist ein kleiner Singvogel in der Familie der Meisen. Sie ist ein weit verbreiteter und häufiger Vogel in Wäldern, Gärten und Parks und bekannt für ihr blaues und gelbes Gefieder.",
      "definition_translation": "El carbonero azul es un pequeño pájaro paserino de la familia Paridae. Es un pájaro común y extendido en bosques, jardines y parques, y es conocido por su plumaje azul y amarillo brillante.",
      "example": "Die Blaumeise saß auf einem Zweig, zwitscherte laut. Sie sitzt auf Zweigen, zwitschert laut und wird auf Zweigen sitzen, zwitschern wieder in Zukunft.",
      "example_translation": "El carbonero azul estaba posado en una rama, chillando fuerte. Se posa en ramas, chillona fuerte, y se posará en ramas de nuevo en el futuro.",
      "imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergwachselschwanz",
      "translation": "ampelis bohemio",
      "definition": "Der Zwergwachselschwanz ist ein Singvogel, der in den nördlichen Teilen Europas, Asiens und Nordamerikas brütet. Er ist ein Zugvogel, der in den südlichen Teilen seines Verbreitungsgebiets überwintert.",
      "definition_translation": "El ampelis bohemio es un pájaro paserino que se reproduce en las partes más septentrionales de Europa, Asia y América del Norte. Es un pájaro migratorio que pasa el invierno en las partes sur de su rango.",
      "example": "Der Zwergwachselschwanz wurde im Wald gesichtet, während er Beeren aß. Er wird im Wald gesichtet, Beeren essen und wird im Wald gesichtet, Beeren essen wieder nächstes Jahr.",
      "example_translation": "El ampelis bohemio fue visto en el bosque, comiendo bayas. Era visto en el bosque, comiendo bayas, y será visto en el bosque de nuevo el próximo año.",
      "imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lapplandkauz",
      "translation": "búho boreal",
      "definition": "Der Lapplandkauz ist ein mittelgroßer Eulenartiger, der in den nördlichen Teilen Europas, Asiens und Nordamerikas brütet. Er ist eine nachtaktive Art, die kleine Säugetiere und Vögel jagt.",
      "definition_translation": "El búho boreal es un búho de tamaño medio que se reproduce en las partes septentrionales de Europa, Asia y América del Norte. Es un ave nocturna que caza pequeños mamíferos y aves.",
      "example": "Der Lapplandkauz rief laut in dem Wald. Er ruft laut in dem Wald, rief laut in dem Wald und wird laut in dem Wald rufen wieder morgen.",
      "example_translation": "El búho boreal chillaba fuerte en el bosque. Chillaba fuerte en el bosque, chilló fuerte en el bosque, y chillará fuerte en el bosque de nuevo mañana.",
      "imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wellensittich",
      "translation": "periquito australiano",
      "definition": "Ein kleiner, langschwänziger Papagei, der natürlicherweise in Australien vorkommt und als Haustier beliebt ist.",
      "definition_translation": "Un pequeño perico de cola larga originario de Australia, popular como mascota.",
      "example": "Ich hatte einen Wellensittich als Haustier, als ich ein Kind war. Jetzt habe ich ein großes Vogelhaus mit vielen Wellensittichen. Bis nächstes Jahr werde ich ein noch größeres Vogelhaus für meine Wellensittiche gebaut haben.",
      "example_translation": "Tenía un periquito australiano como mascota cuando era niño. Ahora, tengo un aviario grande con muchos periquitos australianos. Para el próximo año, habré construido un aviario más grande para mis periquitos australianos.",
      "imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dompfaff",
      "translation": "camión",
      "definition": "Ein kleiner, stämmiger Singvogel mit rundem Körper und kurzer, konischer Schnabel, der in Wäldern und Gärten gefunden wird.",
      "definition_translation": "Un pequeño pájaro cantor rechoncho con un cuerpo redondeado y un pico corto y cónico, encontrado en bosques y jardines.",
      "example": "Der Dompfaff sang süße Melodien im Wald. Jetzt singt er im Garten. Bis zum nächsten Frühling wird er wieder im Wald singen.",
      "example_translation": "El camión cantaba melodías dulces en el bosque. Ahora, está cantando en el jardín. Para la próxima primavera, estará cantando de nuevo en los bosques.",
      "imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mauerläufer",
      "translation": "busardo",
      "definition": "Ein mittelgroßer, breitflügeliger Greifvogel, meist braun oder grau gefärbt, der in verschiedenen Habitaten gefunden wird.",
      "definition_translation": "Un ave de presa de tamaño medio, con alas anchas, típicamente de color marrón o gris, encontrada en una variedad de hábitats.",
      "example": "Der Mauerläufer kreiste hoch am Himmel. Jetzt sitzt er auf einem Baumast. Bis zum nächsten Sommer wird er über den Bergen fliegen.",
      "example_translation": "El busardo volaba alto en el cielo. Ahora, está posado en una rama de árbol. Para el próximo verano, estará volando sobre las montañas.",
      "imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kanarienvogel",
      "translation": "canario",
      "definition": "Ein Kanarienvogel ist ein kleiner Singvogel, meist gelb oder weiß gefärbt, bekannt für sein melodisches Singen.",
      "definition_translation": "Un canario es un pequeño pájaro cantor, típicamente amarillo o blanco, conocido por su canto melodioso.",
      "example": "Ich hatte einen Kanarienvogel als Haustier als Kind, er sang jeden Morgen schön. Jetzt denke ich daran, wieder einen zu kaufen. In Zukunft werde ich besser für ihn sorgen.",
      "example_translation": "Tenía un canario como mascota cuando era niño, cantaba hermosamente por la mañana. Ahora, estoy pensando en conseguir otro. En el futuro, me aseguraré de cuidarlo mejor.",
      "imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchfink",
      "translation": "pinzón",
      "definition": "Ein Buchfink ist ein kleiner bis mittelgroßer Fink, meist braun oder grau gefärbt, der in Gärten und Wäldern gefunden wird.",
      "definition_translation": "Un pinzón es un pequeño a mediano tamaño, típicamente marrón o gris, encontrado en jardines y bosques.",
      "example": "Ich sah einen Buchfink auf einem Ast in meinem Hinterhof gestern, er fraß Saat aus dem Vogelfutter. Heute werde ich das Futter auffüllen, um mehr Buchfinken anzulocken. Im Winter werden Buchfinken meinen Garten häufiger besuchen.",
      "example_translation": "Vi un pinzón posado en una rama en mi patio trasero ayer, estaba comiendo semillas del comedero de pájaros. Hoy, rellenaré el comedero para atraer más pinzones. En invierno, los pinzones visitarán mi jardín con más frecuencia.",
      "imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hahn",
      "translation": "gallo",
      "definition": "Ein Hahn ist ein männlicher Huhn, bekannt für sein lautes Krähen und aggressives Verhalten.",
      "definition_translation": "Un gallo es un pollo macho, conocido por su fuerte canto y comportamiento agresivo.",
      "example": "Der Hahn war sehr stolz auf sein Territorium, er krähte jeden Morgen laut. Gestern sah ich den Hahn eine Henne auf dem Bauernhof verfolgen. In Zukunft werden wir sicherstellen, dass wir die Hähne von den Hennen trennen, um Konflikte zu vermeiden.",
      "example_translation": "El gallo estaba muy orgulloso de su territorio, cantaba muy fuerte cada mañana. Ayer, vi al gallo persiguiendo una gallina alrededor del patio de la granja. En el futuro, aseguraremos de separar los gallos de las gallinas para evitar conflictos.",
      "imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zilpzalp",
      "translation": "mosquitero común",
      "definition": "Ein kleiner, braungrauer Sänger mit einem charakteristischen Lied, der in Wäldern und Gärten, insbesondere während der Migration, gefunden wird.",
      "definition_translation": "Un pequeño pájaro cantor de color marrón-grisáceo con una canción distintiva, se encuentra en bosques y jardines, particularmente durante la migración.",
      "example": "In der Vergangenheit sah ich Zilpzalpe in unserem Garten, aber jetzt sehe ich sie mehr in den nahe gelegenen Wäldern. Aktuell beobachte ich einen Zilpzalp, der sein Nest baut. Bis zum nächsten Jahr hoffe ich, viele mehr Zilpzalpe in unserer Gegend gesehen zu haben.",
      "example_translation": "En el pasado, solía ver mosquiteros comunes en nuestro jardín, pero ahora los veo con más frecuencia en los bosques cercanos. Actualmente, estoy observando un mosquitero común construyendo su nido. Para el próximo año, espero haber visto muchos más mosquiteros comunes en nuestra zona.",
      "imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kranich",
      "translation": "grulla común",
      "definition": "Ein großer, grau-weißer Watvogel mit einem charakteristischen Ruf, der in Feuchtgebieten und Grasländern, insbesondere während der Migration, gefunden wird.",
      "definition_translation": "Un gran pájaro playero de color grisáceo-blanco con una llamada distintiva, se encuentra en humedales y pastizales, particularmente durante la migración.",
      "example": "Ich sah einen Kranich in den nahe gelegenen Feuchtgebieten letztes Jahr, aber jetzt beobachte ich eine Herde von Kranichen in den Grasländern. Bis zum nächsten Frühling hoffe ich, viele mehr Kraniche in unserer Gegend gesehen zu haben.",
      "example_translation": "Había visto una grulla común en los humedales cercanos el año pasado, pero actualmente estoy observando una parvada de grullas comunes en los pastizales. Para la próxima primavera, espero haber visto muchas más grullas comunes en nuestra zona.",
      "imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teichhuhn",
      "translation": "gallineta común",
      "definition": "Ein mittelgroßes, dunkelbraunes Vogel mit einer roten Stirn, der in Feuchtgebieten und Grasländern, insbesondere nahe Wasser gefunden wird.",
      "definition_translation": "Un ave de tamaño mediano, de color marrón oscuro con una frente roja distintiva, se encuentra en humedales y pastizales, particularmente cerca del agua.",
      "example": "Ich sah ein Teichhuhn im See letzte Woche schwimmen, aber jetzt beobachte ich ein Teichhuhn im Grasland. Bis zum nächsten Sommer hoffe ich, viele mehr Teichhühner in unserer Gegend gesehen zu haben.",
      "example_translation": "Vi una gallineta común nadando en el lago la semana pasada, pero actualmente estoy observando una gallineta común caminando cerca de los pastizales. Para el próximo verano, espero haber visto muchas más gallinetas comunes en nuestra zona.",
      "imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtigall",
      "translation": "ruiseñor común",
      "definition": "Eine Nachtigall ist ein kleiner, ziehender Vogel mit einem charakteristischen Lied, der in Wäldern und Gärten in Europa und Asien gefunden wird.",
      "definition_translation": "Un ruiseñor común es un pájaro pequeño y migratorio con una canción distintiva, encontrado en bosques y jardines en Europa y Asia.",
      "example": "Ich sah eine Nachtigall gestern Abend im Garten singen. Ich werde eine Nachtigall morgen Abend im Garten singen sehen. Ich habe eine Nachtigall im Garten singen gesehen.",
      "example_translation": "Vi a un ruiseñor común cantando en el jardín ayer. Veré a un ruiseñor común cantando en el jardín mañana. He visto a un ruiseñor común cantando en el jardín.",
      "imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birkenzeisig",
      "translation": "escribano común",
      "definition": "Ein Birkenzeisig ist ein kleiner Fink mit einer roten Stirn, der in nördlichen Regionen Europas, Asiens und Nordamerikas gefunden wird.",
      "definition_translation": "Un escribano común es un pequeño pinzón con un parche rojo en su frente, encontrado en regiones septentrionales de Europa, Asia y América del Norte.",
      "example": "Der Birkenzeisig wurde letzte Woche im Wald fliegen gesehen. Der Birkenzeisig wird nächstes Monat im Wald fliegen gesehen. Der Birkenzeisig ist im Wald fliegen gesehen worden.",
      "example_translation": "Se vio al escribano común volando en el bosque la semana pasada. Se verá al escribano común volando en el bosque el próximo mes. Se ha visto al escribano común volando en el bosque.",
      "imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewöhnlicher Weißkehlschwärzling",
      "translation": "currucazipcode",
      "definition": "Ein Gewöhnlicher Weißkehlschwärzling ist ein kleiner, ziehender Vogel mit einem weißen Halsfleck, der in offenen Landschaften und Gärten in Europa und Asien gefunden wird.",
      "definition_translation": "Una curruca zipcode es un pájaro pequeño y migratorio con un parche blanco en la garganta, encontrado en campo abierto y jardines en Europa y Asia.",
      "example": "Ich hörte gestern einen Gewöhnlichen Weißkehlschwärzling singen im Garten. Ich werde morgen einen Gewöhnlichen Weißkehlschwärzling singen hören im Garten. Ich habe gestern einen Gewöhnlichen Weißkehlschwärzling singen hören im Garten.",
      "example_translation": "Oí a una curruca zipcode cantando en el jardín ayer. Oiré a una curruca zipcode cantando en el jardín mañana. He oído a una curruca zipcode cantando en el jardín.",
      "imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringeltaube",
      "translation": "paloma torcaz",
      "definition": "Eine große graubraune Taube mit einem weißen Halsband, die in Wäldern und Gärten in Europa und Asien gefunden wird.",
      "definition_translation": "Un ave grande de color gris-marrón con una banda blanca en el cuello, encontrada en bosques y jardines en Europa y Asia.",
      "example": "Ich sah gestern eine Ringeltaube auf dem Fenstersims sitzen, aber sie wird bald fliegen. Bis nächstem Jahr wird sie ein neues Nest gebaut haben.",
      "example_translation": "Vi una paloma torcaz posada en el alféizar de la ventana ayer, pero pronto volará, y para el próximo año habrá construido un nuevo nido.",
      "imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Andenkondor",
      "translation": "cóndor",
      "definition": "Ein großer Neue-Welt-Geier mit einem kahlen Kopf und einer charakteristischen Haube, der in den Anden gefunden wird.",
      "definition_translation": "Un buitre grande del Nuevo Mundo con cabeza calva y cresta distinctive, encontrado en las montañas de los Andes.",
      "example": "Der Andenkondor segelte über mir, seine riesigen Flügel breit ausgestreckt, und wird in den Anden für Generationen zu kommen weiterleben.",
      "example_translation": "El cóndor planeó en lo alto, con sus alas masivas extendidas ampliamente, y seguirá prosperando en los Andes por generaciones por venir.",
      "imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kormoran",
      "translation": "cormorán",
      "definition": "Ein großer schwarz-grüner Vogel mit einem langen Hals und einem hakigen Schnabel, der in der Nähe von Wasser und bekannt für seine Fischfangfähigkeiten gefunden wird.",
      "definition_translation": "Un ave grande de color verde-negruzco con cuello largo y pico gancho, encontrado cerca del agua y conocido por sus habilidades de pesca.",
      "example": "Der Kormoran tauchte ins Wasser, einen Fisch in seinem Schnabel fangend, und wird morgen wieder tauchen, aber er hat noch nicht getaucht.",
      "example_translation": "El cormorán se zambulló en el agua, atrapando un pez en su pico, y se zambullirá de nuevo mañana, pero aún no se ha zambullido.",
      "imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiesenralle",
      "translation": "chorlitejo",
      "definition": "Eine Art von Vogel, die einem Rallen ähnelt, der in Feuchtgebieten und Grasländern gefunden wird.",
      "definition_translation": "Un tipo de ave que se asemeja a una ralla, encontrada en humedales y praderas.",
      "example": "Der charakteristische Ruf der Wiesenralle kann während der Brutzeit in den Marschen gehört werden. Gestern sah ich eine Wiesenralle nach Nahrung suchen in den Feuchtgebieten. Bis nächstem Jahr wird die Wiesenralle-Population erwartungsgemäß zunehmen.",
      "example_translation": "El llamadoDistinctivo del chorlitejo se puede escuchar en los pantanos durante la temporada de cría. Ayer, vi un chorlitejo buscando alimentos en los humedales. Para el próximo año, se espera que la población de chorlitejos aumente.",
      "imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kranich",
      "translation": "grulla",
      "definition": "Ein großer, starker Watvogel mit einem langen Hals und langen Beinen, der in Feuchtgebieten und Grasländern gefunden wird.",
      "definition_translation": "Un ave grande y alta que camina por los humedales y praderas, con un cuello y patas largas.",
      "example": "Das majestätische Aussehen des Kranichs ist ein sehenswerter Anblick. Letztes Jahr sah ich einen Kranich in den nahen Marschen. Bis nächstem Monat wird der Kranich in sein Winterquartier migrieren.",
      "example_translation": "La apariencia majestuosa de la grulla es un espectáculo digno de verse. El año pasado, vi una grulla en los pantanos cercanos. Para el próximo mes, la grulla habrá migrado a su hábitat de invierno.",
      "imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubenlerche",
      "translation": "alondra crestada",
      "definition": "Eine Art von Lerche mit einer charakteristischen Haube auf dem Kopf, die in offenen Feldern und Grasländern gefunden wird.",
      "definition_translation": "Un tipo de alondra con una cresta distintiva en su cabeza, encontrada en campos abiertos y praderas.",
      "example": "Der melodische Gesang der Haubenlerche kann während des Morgens in den Feldern gehört werden. Gestern sah ich eine Haubenlerche auf einem Zaunpfosten sitzen. Bis nächstem Frühling wird die Haubenlerche ihre Brutzeit beginnen.",
      "example_translation": "La canción melodiosa de la alondra crestada se puede escuchar en los campos durante la mañana. Ayer, vi una alondra crestada posada en un poste de cerco. Para la próxima primavera, la alondra crestada comenzará su temporada de cría.",
      "imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubenzitze",
      "translation": "mito crestado",
      "definition": "Ein kleiner, titelähnlicher Vogel mit einer charakteristischen Haube auf dem Kopf, der in Nadelwäldern Nordeuropas gefunden wird.",
      "definition_translation": "Un pequeño pájaro similar al mito con una cresta distintiva en la cabeza, encontrado en bosques de coníferas del norte de Europa.",
      "example": "Die Haubenzitze saß auf einem Ast, ihre Haube auf und ab wippend, während sie eine süße Melodie trällerte. Gestern sah ich eine Haubenzitze ihr Nest in einem hohlen Baum bauen. Bis nächstem Frühling wird die Haubenzitze in wärmere Klimazonen migrieren.",
      "example_translation": "El mito crestado se vio posado en una rama, su cresta subiendo y bajando mientras cantaba una melodía dulce. Ayer, vi un mito crestado construyendo su nido en un árbol hueco. Para la próxima primavera, el mito crestado habrá migrado a climas más cálidos.",
      "imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergstrandläufer",
      "translation": "zarapito",
      "definition": "Ein mittelgroßer Watvogel mit einem charakteristisch gebogenen Schnabel, der in Marschgebieten und Küstenregionen gefunden wird.",
      "definition_translation": "Un pájaro playero de tamaño medio con un pico curvado distintivo, encontrado en áreas pantanosas y regiones costeras.",
      "example": "Der Zwergstrandläufer schoss herab, um einen Fisch im seichten Wasser zu fangen. Letzte Woche sah ich einen Zwergstrandläufer über mir fliegen, sein durchdringender Schrei hallte über die Marsch hinweg. Bis nächstem Sommer wird der Zwergstrandläufer zu seinem Brutgebiet zurückkehren.",
      "example_translation": "El zarapito se lanzó en picado para coger un pez en el agua superficial. La semana pasada, vi un zarapito volando sobre mi cabeza, su grito lamentable resonando en todo el pantano. Para el próximo verano, el zarapito habrá regresado a sus áreas de cría.",
      "imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungschwan",
      "translation": "cisne joven",
      "definition": "Ein junger Schwan, normalerweise weiß mit einem gelben Schnabel und Füßen, der in aquatischen Umgebungen gefunden wird.",
      "definition_translation": "Un joven cisne, típicamente blanco con un pico amarillo y patas, encontrado en entornos acuáticos.",
      "example": "Der Jungschwan schwamm neben seiner Mutter, seinen gelben Schnabel sicher unter ihrem Flügel versteckt. Letztes Jahr sah ich einen Jungschwan seinen ersten Flug, seine Flügel schlugen unsicher durch die Luft. Bis nächstem Winter wird der Jungschwan zu einem majestätischen Schwan herangewachsen sein.",
      "example_translation": "El cisne joven nadó junto a su madre, su pico amarillo escondido seguro bajo su ala. El año pasado, vi un cisne joven tomando su primer vuelo, sus alas batientes torpemente mientras tropezaba por el aire. Para el próximo invierno, el cisne joven habrá madurado en un majestuoso cisne.",
      "imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eule",
      "translation": "búho реal",
      "definition": "Eine große Eule mit einem breiten Kopf, vorwärts gerichteten Ohren und einem scharfen, hakigen Schnabel, die in Wäldern und Wäldern vorkommt.",
      "definition_translation": "Un búho grande con una cabeza ancha, orejas enfrentadas y un pico afilado y ganchudo, encontrado en bosques y selvática.",
      "example": "Die Eule tauchte auf ihre Beute hinab, ihre scharfen Krallen ausgestreckt. Sie hatte stundenlang gejagt, aber schließlich fing sie ein ahnungsloses Kaninchen. Bis nächste Woche wird sie wieder gejagt haben.",
      "example_translation": "El búho реal se lanzó sobre su presa, sus garras afiladas extendidas. Había estado cazando durante horas, pero finalmente, atrapó a un conejo desprevenido. Para la próxima semana, habrá cazado de nuevo.",
      "imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Emu",
      "translation": "emú",
      "definition": "Ein großer, flugunfähiger Vogel, einheimisch in Australien, mit braunem Gefieder und langen, kräftigen Beinen.",
      "definition_translation": "Un gran pájaro no volador nativo de Australia, con un plumaje marrón y patas largas y potentes.",
      "example": "Das Emu rannte schnell über die offene Ebene, seine langen Beine ein Blizzard. Es hatte stundenlang gelaufen, aber es würde weiterlaufen, bis es sein Nest erreicht hatte. Bis nächstem Jahr wird es viele Meilen geflogen sein.",
      "example_translation": "El emú corrió rápidamente a través de la llanura abierta, sus patas largas una especie de borrosa. Había estado corriendo durante horas, pero continuaría corriendo hasta que alcanzara su nido. Para el próximo año, habrá volado muchas millas.",
      "imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Falke",
      "translation": "halcón",
      "definition": "Ein Vogel des Jägers mit einem schlanken Körper und langen, spitzen Flügeln, bekannt für seine Schnelligkeit und Wendigkeit.",
      "definition_translation": "Un ave de presa con un cuerpo esbelto y alas largas y puntiagudas, conocido por su velocidad y agilidad.",
      "example": "Der Falke segelte durch den Himmel, seine Flügel schlugen rasend. Es hatte stundenlang geflogen, aber es würde weiterfliegen, bis es seine Beute entdeckt hatte. Bis nächsten Monat wird es viele Preise erbeutet haben.",
      "example_translation": "El halcón voló por el cielo, sus alas batiendo rápidamente. Había estado volando durante horas, pero continuaría volando hasta que divisara su presa. Para el próximo mes, habrá cogido muchos premios.",
      "imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flamingo",
      "translation": "flamenco",
      "definition": "Ein großer Watvogel mit auffälligen rosa Federn und langem Hals, in warmen und tropischen Regionen vorkommend.",
      "definition_translation": "Un gran ave zancuda con plumas rosadas destacadas y cuello largo, encontrada en regiones cálidas y tropicales.",
      "example": "Ich sah einen Flamingo im Zoo gestern, er aß Gras. Der Flamingo wird nächste Monat nach Afrika migrieren. Ich werde nächsten Jahr wieder einen Flamingo im Zoo sehen.",
      "example_translation": "Vi un flamenco en el zoológico ayer, estaba comiendo hierba. El flamenco migrará a África el próximo mes. Veré un flamenco de nuevo en el zoológico el próximo año.",
      "imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänserich",
      "translation": "ganso",
      "definition": "Ein männlicher Gänsevogel, oft in Begleitung einer weiblichen Gans in einem häuslichen oder wilden Umfeld zu sehen.",
      "definition_translation": "Un ganso macho, a menudo visto acompañando a una gansa hembra en un entorno doméstico o silvestre.",
      "example": "Der Gänserich jagte mich auf dem Hof meiner Großeltern umher, als ich sie besuchte. Ich werde nächstes Wochenende viele Gänseriche im Park sehen. Ich sah einen Gänserich letzten Woche tief über die Felder fliegen.",
      "example_translation": "El ganso me perseguía alrededor de la granja cuando visité a mis abuelos. Veré muchos gansos en el parque el próximo fin de semana. Vi un ganso volando bajo sobre los campos la semana pasada.",
      "imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gartengrasmücke",
      "translation": "zarcerillo",
      "definition": "Ein kleiner, Wander-Vogel, der in Gärten und Wäldern brütet, bekannt für sein melodiöses Lied.",
      "definition_translation": "Un pequeño pájaro cantor migratorio que se reproduce en jardines y bosques, conocido por su canción melódica.",
      "example": "Ich hörte heute morgen in dem Garten eine Gartengrasmücke singen. Die Gartengrasmücke wird im September nach Afrika zurückkehren. Ich sah eine Gartengrasmücke ihr Nest in den Büschen bauen, letzten Frühling.",
      "example_translation": "Escuché un zarcerillo cantando en el jardín esta mañana. El zarcerillo regresará a África en septiembre. Vi un zarcerillo construyendo su nido en los arbustos la primavera pasada.",
      "imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Tümmler",
      "translation": "cerrillo",
      "definition": "Eine kleine bis mittelgroße Tauchente mit einem auffälligen schwarzen und weißen Streifen auf dem Kopf, in Feuchtgebieten und Grasländern in Asien und Europa vorkommend.",
      "definition_translation": "Un pato pequeño a mediano que se sumerge en el agua con una cabeza negra y blanca con rayas características, encontrado en humedales y praderas en Asia y Europa.",
      "example": "Der Kleine Tümmler wurde bei der Nordwanderung in großen Schwärmen gesehen, wird mehr von ihnen im Sommer sehen und sah einige letztes Wochenende.",
      "example_translation": "El cerrillo se ha visto migrar hacia el norte en grandes bandadas, veremos más de ellos en el verano y vi unos pocos el fin de semana pasado.",
      "imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldhaube",
      "translation": "reyecillo",
      "definition": "Ein kleiner, farbenvoller Vogel mit einer auffälligen goldenen Haube auf dem Kopf, in=Nadelwäldern in Europa und Asien vorkommend.",
      "definition_translation": "Un ave pequeña y brillantemente coloreada con una cresta dorada característica en su cabeza, encontrada en bosques de coníferas en Europa y Asia.",
      "example": "Die Goldhaube ist bekannt für ihre Beweglichkeit, wurde zwischen den Zweigen gesehen und wird wieder im Frühling gesehen werden.",
      "example_translation": "El reyecillo es conocido por su agilidad, se ha visto revoloteando entre las ramas y se verá de nuevo en la primavera.",
      "imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldadler",
      "translation": "águila real",
      "definition": "Ein großer, dunkelbrauner Adler mit einer auffälligen goldenen Nackenfärbung, in gebirgigen Regionen in Europa, Asien und Nordamerika vorkommend.",
      "definition_translation": "Una gran águila oscura con una nuca dorada característica en su cuello, encontrada en regiones montañosas en Europa, Asia y América del Norte.",
      "example": "Der Goldadler wurde über dem Kopf segelnd gesehen, wird im Winter auf Jagd gehen und wurde letzten Jahr auf einem Baum sitzend gesehen.",
      "example_translation": "El águila real se ha visto planeando en lo alto, se verá cazando en el invierno y se vio posada en un árbol el año pasado.",
      "imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldpirol",
      "translation": "oríolo dorado",
      "definition": "Ein Vogel der Familie Oriolidae, charakterisiert durch sein helles Gelb und Schwarzgefieder, in Wäldern und Gärten in Europa und Asien vorkommend.",
      "definition_translation": "Un ave de la familia Oriolidae, caracterizada por su plumaje amarillo brillante y negro, encontrada en bosques y jardines en Europa y Asia.",
      "example": "Der Goldpirol wurde letzten Woche im Garten gesichtet, und ich hatte ihn gestern auf einem Ast sitzend gesehen. Bis nächsten Sommer wird er zu seinem Brutplatz zurückgekehrt sein.",
      "example_translation": "El oríolo dorado fue avistado en el jardín la semana pasada, y lo había visto posado en una rama ayer. Para el próximo verano, habrá regresado a su terreno de anidación.",
      "imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieglitz",
      "translation": "jilguero",
      "definition": "Ein kleiner, bunt gefärbter Fink, der in Gärten und auf dem Land gefunden wird, bekannt für seindistinctives Lied und seine akrobatischen Fähigkeiten.",
      "definition_translation": "Un pequeño pinzón de color brillante, encontrado en jardines y campo, conocido por su canción distinctive y habilidades acrobáticas.",
      "example": "Ich hatte einen Stieglitz auf einer Distel gestern gesehen, und er wird nächstes Frühjahr wieder sein süßes Lied singen. Dann wird er sein Nest fertig gebaut haben.",
      "example_translation": "Había visto un jilguero posado en un cardo ayer, y estará cantando su melodía dulce de nuevo la próxima primavera. Para entonces, habrá terminado de construir su nido.",
      "imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänsgöschen",
      "translation": "ganso",
      "definition": "Ein junges Gänschen, insbesondere eines, das weniger als ein Jahr alt ist, oft zu sehen, wie es seiner Mutter folgt.",
      "definition_translation": "Un ganso joven, especialmente uno que tiene menos de un año, a menudo visto seguindo a su madre en una fila.",
      "example": "Das Gänsgöschen watschelte gestern hinter seiner Mutter her, und es wird nächsten Monat fliegen lernen. Dann wird es seine Federn haben.",
      "example_translation": "El ganso joven caminó detrás de su madre ayer, y estará aprendiendo a volar el próximo mes. Para entonces, habrá crecido sus plumas.",
      "imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubentaucher",
      "translation": "somormujo lavanco",
      "definition": "Ein großer WasserVogel mit einer charakteristischen schwarzen und weißen Haube, gefunden in Seen und Flüssen in ganz Europa und Asien.",
      "definition_translation": "Un gran ave acuática con una cresta negra y blanca distintiva, encontrada en lagos y ríos de Europa y Asia.",
      "example": "Im Sommer wird der Haubentaucher ein Nest am Ufer des Sees bauen. Letzten Sommer hat er ein Nest am Ufer des Sees gebaut. Bis nächsten Sommer wird er ein Nest am Ufer des Sees gebaut haben.",
      "example_translation": "En verano, el somormujo lavanco construirá un nido en la orilla del lago. El verano pasado, construyó un nido en la orilla del lago. Para el próximo verano, habrá construido un nido en la orilla del lago.",
      "imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Buntspecht",
      "translation": "carbonero común",
      "definition": "Ein kleiner, farbiger Vogel mit einem charakteristischen schwarzen und gelben Kopf, gefunden in Wäldern und Gärten in Europa und Asien.",
      "definition_translation": "Un ave pequeña y colorida con una cabeza negra y amarilla distintiva, encontrada en bosques y jardines de Europa y Asia.",
      "example": "Der Kleine Buntspecht wird Samen aus dem Futterhäuschen essen. Letzte Woche hat er Samen aus dem Futterhäuschen gegessen. Bis nächsten Monat wird er Samen aus dem Futterhäuschen essen.",
      "example_translation": "El carbonero común comerá semillas del comedero. La semana pasada, comió semillas del comedero. Para el próximo mes, estará comiendo semillas del comedero.",
      "imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großer Weiße Reiher",
      "translation": "garza blanca grande",
      "definition": "Ein großer, weißer Watvogel mit einem langen Hals und Beinen, gefunden in Feuchtgebieten und Küstenregionen auf der ganzen Welt.",
      "definition_translation": "Un ave blanca grande con cuello y patas largos, encontrada en humedales y áreas costeras en todo el mundo.",
      "example": "Der Große Weiße Reiher wird Fische in flachem Wasser jagen. Letztes Jahr hat er Fische in flachem Wasser gejagt. Bis nächsten Frühjahr wird er Fische in flachem Wasser jagen.",
      "example_translation": "La garza blanca grande cazará peces en el agua poco profunda. El año pasado, cazó peces en el agua poco profunda. Para la próxima primavera, estará cazando peces en el agua poco profunda.",
      "imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taucher",
      "translation": "zambullidor",
      "definition": "Ein kleiner bis mittelgroßer Süßwasser-Taucher mit einem schlanken Hals und einem spitzem Schnabel.",
      "definition_translation": "Un pequeño a mediano ave acuática de buceo de cuello delgado y pico puntiagudo.",
      "example": "Der Taucher schwamm still über den See, seine Federn glänzten im Sonnenlicht. Gestern hatte er zu großen Tiefen getaucht, um Fische zu suchen. Morgen wird er zu seinen Winterquartieren fliegen.",
      "example_translation": "El zambullidor nadó silenciosamente a través del lago, sus plumas reluciendo en la luz solar. Ayer, había buceado a grandes profundidades en busca de peces. Mañana, volará a sus tierras de invierno.",
      "imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Graureiher",
      "translation": "garza real",
      "definition": "Ein großer, grauweißer Watvogel mit einem langen Hals und einem scharfen Schnabel.",
      "definition_translation": "Un ave grande, grisáceo-blanca, con cuello largo y pico agudo.",
      "example": "Der Graureiher lauerte seinem Opfer in den flachen Gewässern auf, seine Augen waren fest auf den Fisch gerichtet. Später würde er in den Bäumen rasten, seinen langen Hals zurückgelegt. Nächstes Jahr wird er nach Afrika migrieren.",
      "example_translation": "La garza real acechó a su presa en aguas someras, sus ojos fijados intensamente en el pez. Más tarde, se posaría en los árboles, su cuello largo doblado hacia atrás. El año próximo, migrará a África.",
      "imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Graugans",
      "translation": "ganso común",
      "definition": "Eine große, grau-bräunliche Wilde Gans mit einem rosa-roten Schnabel und Beinen.",
      "definition_translation": "Un ganso salvaje grande, grisáceo-marrón, con pico y patas rosáceo-rojos.",
      "example": "Die Graugans quakte laut, als sie ihre Gänsgöschen über die feuchte Wiese führte. Letzte Woche hatte sie auf dem Hügel genistet. Nächstes Frühjahr wird sie zu ihren Brutplätzen fliegen.",
      "example_translation": "El ganso común graznó fuerte mientras lideraba a sus goslings a través de la pradera húmeda. La semana pasada, había estado anidando en la ladera de la colina. La próxima primavera, volará de regreso a sus zonas de cría.",
      "imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Percnogel",
      "translation": "pintada",
      "definition": "Ein großer, bodenbewohnender Vogel mit einem gedrungenen Körper und kleinen Kopf, ursprünglich aus Afrika, oft domestiziert und wegen seines Fleisches und Eiern gehalten.",
      "definition_translation": "Un ave grande, que vive en el suelo, con un cuerpo rechoncho y cabeza pequeña, originaria de África, comúnmente domesticada y mantenida por su carne y huevos.",
      "example": "Der Bauer züchtete einige Percnogel in seinem Hof. Er hatte sie letztes Jahr gezüchtet, und wird sie nächstes Jahr wieder züchten.",
      "example_translation": "El granjero crió unas pocas pintadas en su patio trasero. Las había criado el año pasado, y las criará de nuevo el próximo año.",
      "imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häherfink",
      "translation": "pico picudo",
      "definition": "Ein großer, kräftiger Fink mit einem starken, konischen Schnabel, gefunden in Wäldern und Gärten, der Samen und Früchte frisst.",
      "definition_translation": "Un pinzón grande y poderoso con un pico fuerte y cónico, encontrado en bosques y jardines, alimentándose de semillas y frutas.",
      "example": "Der Häherfink saß auf einem Ast des Eichenbaumes, aß die reifen Beeren. Er hatte sie den ganzen Morgen über geessen, und würde sie am Abend wieder essen.",
      "example_translation": "El pico picudo se posó en la rama del roble, comiendo las bayas maduras. Las había estado comiendo toda la mañana, y las comería de nuevo por la noche.",
      "imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselhuhn",
      "translation": "urogallo",
      "definition": "Ein mittelgroßer, bodenbewohnender Vogel mit einem rundlichen Körper und langem Schwanz, in Wäldern und Heidegebieten anzutreffen, der sich von Blättern, Früchten und Insekten ernährt.",
      "definition_translation": "Un ave de tamaño mediano, que vive en el suelo, con un cuerpo rechoncho y cola larga, encontrada en bosques y páramos, alimentándose de hojas, frutas e insectos.",
      "example": "Das Haselhuhn versteckte sich hinter dem Busch, während der Jäger näher kam. Es hatte ihn den ganzen Tag beobachtet und würde ihn auch morgen wieder beobachten.",
      "example_translation": "El urogallo se escondió detrás del arbusto, observando al cazador acercarse. Lo había estado observando todo el día, y lo observaría de nuevo mañana.",
      "imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiedehopf",
      "translation": "abubilla",
      "definition": "Ein Wiedehopf ist ein einzigartiger und farbenfroher Vogel mit einer markanten Federhaube auf dem Kopf, der in warmen und trockenen Klimazonen anzutreffen ist.",
      "definition_translation": "Un abubilla es un pájaro único y colorido con una cresta característica en su cabeza, conocido por su presencia en climas cálidos y secos.",
      "example": "Der Wiedehopf ist in vielen Kulturen ein Symbol für Glück. Gestern sah ich einen Wiedehopf auf einem Ast sitzen. Bis nächstem Jahr werde ich einen Wiedehopf in seinem natürlichen Habitat gesehen haben.",
      "example_translation": "El abubilla ha sido un símbolo de buena suerte en muchas culturas. Ayer, vi un abubilla posado en una rama de árbol. Para el próximo año, habré visto un abubilla en su hábitat natural.",
      "imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kolibri",
      "translation": "colibrí",
      "definition": "Ein Kolibri ist ein kleiner, irisierender Vogel, der in der Luft schweben kann, um Nektar von Blumen zu sammeln, und ist bekannt für seine schnelle Flügelbewegung.",
      "definition_translation": "Un colibrí es un pájaro pequeño y iridiscente que puede permanecer suspendido en el aire, alimentándose de néctar de flores, y es conocido por su rápido movimiento de alas.",
      "example": "Die Flügel des Kolibris schlagen mit unglaublicher Geschwindigkeit. Wenn ich im Garten ankomme, wird der Kolibri bereits weggeflogen sein. Letzte Woche habe ich einem Kolibri von einem Zuckerwasser-Fütterer gefüttert.",
      "example_translation": "Las alas del colibrí laten a un ritmo increíble. Para cuando llegue al jardín, el colibrí habrá volado. La semana pasada, alimenté a un colibrí desde un alimentador de agua azucarada.",
      "imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ibis",
      "translation": "ibis",
      "definition": "Ein Ibis ist ein langbeiniger, langhälsiger Watvogel, oft in Feuchtgebieten anzutreffen, und ist bekannt für seinen markanten, gekrümmten Schnabel.",
      "definition_translation": "Un ibis es un pájaro que camina por el agua con patas largas y cuello prolongado, a menudo encontrado en humedales, y es conocido por su pico curvo característico.",
      "example": "Der Ibis watete vorsichtig durch das seichte Wasser. Bis nächsten Monat werde ich einen Ibis in seinem natürlichen Habitat gesehen haben. Gestern habe ich einen Ibis bei der Jagd auf Beute beobachtet.",
      "example_translation": "El ibis caminó cuidadosamente a través del agua poco profunda. Para el próximo mes, habré visto un ibis en su hábitat natural. Ayer, vi un ibis acechar a su presa.",
      "imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichelhäher",
      "translation": "grajilla",
      "definition": "Ein Eichelhäher ist ein großer, schwarzhäutiger Vogel mit grauem Nacken und weißen Augen, in Wäldern und Gärten anzutreffen.",
      "definition_translation": "Un ave grande con plumaje negro, nuca gris y ojos blancos, encontrada en bosques y jardines.",
      "example": "Der Eichelhäher schoss herab, um das Essen vom Tisch zu stehlen. Gestern hatte es herab geschossen, um ein Sandwich von einem Touristen zu stehlen. Bis nächster Woche wird es herab geschossen sein, um Essen von den Campern zu stehlen.",
      "example_translation": "La grajilla se lanzó en picado para agarrar la comida de la mesa. Ayer, había robado una sandwich a un turista. Para la próxima semana, habrá lanzado en picado para obtener comida de los campistas.",
      "imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichelhäher",
      "translation": "arrendajo",
      "definition": "Ein Eichelhäher ist ein bunter Vogel mit einer markanten Federhaube und einer kühnen, neugierigen Natur.",
      "definition_translation": "Un ave de colores brillantes con una cresta distintiva y una naturaleza osada y curiosa.",
      "example": "Der Eichelhäher saß auf dem Ast, den Menschen vorsichtig beobachtend. Es hatte hours auf dem Ast gesessen, den Menschen beobachtend. Bis morgen wird es auf dem Ast sitzen, den Menschen wieder beobachtend.",
      "example_translation": "El arrendajo estaba posado en la rama, vigilando al humano con cautela. Había estado posado en la rama durante horas, vigilando al humano. Mañana, estará posado en la rama, vigilando al humano de nuevo.",
      "imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turmfalke",
      "translation": "cernícalo",
      "definition": "Ein Turmfalke ist ein kleiner, schlanker Greifvogel mit einem markanten schwarzen Kopf und weißem Unterleib, in offenen Landschaften anzutreffen.",
      "definition_translation": "Un ave de rapiña pequeña y esbelta con cabeza negra y vientre blanco, encontrada en el campo abierto.",
      "example": "Der Turmfalke segelte über den Feldern, nach Beute suchend. Gestern hatte er über den Feldern gesegelt, nach Beute suchend. Bis nächsten Monat wird er über den Feldern gesegelt sein, nach Beute suchend.",
      "example_translation": "El cernícalo volaba sobre las cabezas, escudriñando los campos en busca de presas. Había volado sobre las cabezas ayer, escudriñando los campos en busca de presas. El próximo mes, habrá volado sobre las cabezas, escudriñando los campos en busca de presas de nuevo.",
      "imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisvogel",
      "translation": "martín pescador",
      "definition": "Ein Eisvogel ist ein farbenfroher Vogel mit einer markanten Federhaube und einem langen, spitzen Schnabel, in der Nähe von Wasser anzutreffen und bekannt für seine Fähigkeit, ins Wasser zu tauchen, um Fische zu fangen.",
      "definition_translation": "Un martín pescador es un ave de colores brillantes con una cresta distintiva y un pico largo y puntiagudo, encontrada cerca del agua y conocida por su capacidad para bucear en el agua para cazar peces.",
      "example": "Der Eisvogel tauchte ins Wasser, um einen Fisch zu fangen, und dann wird er zurück zu seinem Nest fliegen, um sein Mittagessen zu essen, aber gestern hatte er bereits sein Frühstück gegessen.",
      "example_translation": "El martín pescador se sumergió en el agua para cazar un pez, y luego volará de vuelta a su nido para comer su almuerzo, pero ayer ya había comido su desayuno.",
      "imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiwi",
      "translation": "kiwi",
      "definition": "Ein Kiwi ist ein kleiner, flugunfähiger Vogel, ursprünglich aus Neuseeland, mit einem runden Körper und einem langen, haarähnlichen Feder auf dem Kopf.",
      "definition_translation": "Un kiwi es un ave pequeña y no voladora originaria de Nueva Zelanda, con un cuerpo redondo y una pluma larga y cerdosa en su cabeza.",
      "example": "Ich sah einen Kiwi im Zoo, und er aß Kiwi-Frucht, aber nächste Woche wird er ein Ei legen, und letztes Jahr hatte er bereits seine Federn gewachsen.",
      "example_translation": "Vi un kiwi en el zoológico, y estaba comiendo fruta de kiwi, pero la próxima semana pondrá un huevo, y el año pasado ya había crecido sus plumas.",
      "imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiebitz",
      "translation": "avefría",
      "definition": "Ein Kiebitz ist ein großer, lauter Vogel mit einer markanten Federhaube und einem lauten, durchdringenden Ruf, oft in Feuchtgebieten und Graslandschaften anzutreffen.",
      "definition_translation": "Una avefría es un ave grande y ruidosa con una cresta distintiva y un llamado fuerte y penetrante, a menudo encontrada en humedales y praderas.",
      "example": "Der Kiebitz schrie laut, als er über das Marschland flog, und dann wird er sich niederlassen, um zu ruhen, aber gestern hatte er bereits sein Nest gebaut, und nächsten Monat wird er nach Afrika wandern.",
      "example_translation": "La avefría gritó fuerte mientras volaba sobre el pantano, y luego se establecerá para descansar, pero ayer ya había construido su nido, y el próximo mes migrará a África.",
      "imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Möwenläufer",
      "translation": "gaviota dorsinegra chica",
      "definition": "Eine mittelgroße Möwe mit dunkelgrauem Rücken und Flügeln, die an den Küsten Europas und Asiens vorkommt.",
      "definition_translation": "Una gaviota de tamaño mediano con espalda y alas de color gris oscuro, encontrada en áreas costeras de Europa y Asia.",
      "example": "Der Kleiner Möwenläufer flog über uns hinweg, sein markantes Rufgeräusch hallte über den Strand. Es war südwärts geflogen, um den Winter zu verbringen, und würde im Frühling zurückkehren, um zu nisten. Bis zum nächsten Sommer hätte es dann die gesamte Küste erkundet.",
      "example_translation": "La gaviota dorsinegra chica voló sobre nuestras cabezas, su característico canto resonando por toda la playa. Había volado al sur por el invierno, y regresaría en la primavera para anidar. Para el próximo verano, habría explorado toda la costa.",
      "imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Fleckenadler",
      "translation": "águila moteada menor",
      "definition": "Ein mittelgroßer Adler mit braunem Gefieder und weißen Flecken, der in Wäldern und Grasländern Europas und Asiens vorkommt.",
      "definition_translation": "Una águila de tamaño mediano con plumaje marrón y manchas blancas, encontrada en bosques y praderas de Europa y Asia.",
      "example": "Der Kleiner Fleckenadler kreiste durch den Himmel, seine scharfen Augen suchten den Boden ab. Es hatte sein Nest in einem nahen Baum gebaut und wartete auf die Rückkehr seines Gefährten. Bis zum nächsten Jahr hätte es dann einen neuen Wirft gezüchtet.",
      "example_translation": "La águila moteada menor surcó el cielo, sus ojos agudos escudriñando el suelo debajo. Había construido su nido en un árbol cercano, y esperaba el regreso de su compañero. Para el próximo año, habría criado una nueva nidada.",
      "imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieglitz",
      "translation": "lino",
      "definition": "Ein pequeño Singvogel mit braunem Rücken und Flügeln, der in Gärten und auf dem Land Europas und Asiens vorkommt.",
      "definition_translation": "Un pequeño pájaro cantor con espalda y alas marrones, encontrado en jardines y campo de Europa y Asia.",
      "example": "Der Stieglitz saß auf dem Gartenzaun, sang sein süßes Lied. Es hatte sein Nest in den nahen Sträuchern gebaut und fütterte seine Jungen. Bis zum nächsten Frühling wäre es dann auf seinem Wanderweg zurückgekehrt.",
      "example_translation": "El lino se posó en la valla del jardín, cantando su melodía dulce. Había construido su nido en los arbustos cercanos, y estaba alimentando a sus crías. Para la próxima primavera, habría regresado a su ruta de migración.",
      "imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldohreule",
      "translation": "lechusa Orejuda",
      "definition": "Ein nachtaktiver Vogel mit langen Ohren und vorgeblendeten Augen, der in Wäldern und Grasländern vorkommt.",
      "definition_translation": "Un ave depredadora nocturna con túvidos orejas largas y ojos frontales, encontrada en bosques y pastizales.",
      "example": "Die Waldohreule saß in einem Baum, beobachtete ihre Beute. Es würde nachts jagen und hatte in der Vergangenheit viele Nagetiere erbeutet. Es würde weiterhin in diesem Habitat gedeihen.",
      "example_translation": "El búho de orejas largas estaba posado en un árbol, observando su presa. Cazará de noche y ha cazado muchos roedores en el pasado. Continuará prosperando en este hábitat.",
      "imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockente",
      "translation": "ánade real",
      "definition": "Eine große Taube mit grünem Kopf, gelbem Schnabel und braunem Körper, die in Teichen und Flüssen vorkommt.",
      "definition_translation": "Un pato grande que se sumerge con la cabeza verde, pico amarillo y cuerpo marrón, encontrado en estanques y ríos.",
      "example": "Die Stockente schwamm im Teich, suchte nach Nahrung. Es würde südwärts fliegen, um den Winter zu verbringen, und hatte in der Vergangenheit Tausende von Meilen zurückgelegt. Es würde weiterhin in seinem natürlichen Habitat gedeihen.",
      "example_translation": "El ánade real nadó en el estanque, buscando comida. Volará hacia el sur en invierno y ha migrado miles de millas en el pasado. Continuará prosperando en su hábitat natural.",
      "imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sumpfmeise",
      "translation": "carbonero palustre",
      "definition": "Ein kleine Singvogel mit schwarzen Kopf, weißen Wangen und braunem Rücken, der in Feuchtgebieten und Marschen vorkommt.",
      "definition_translation": "Un ave paseriforme pequeña con cabeza negra, mejillas blancas y espalda marrón, encontrada en humedales y pantanos.",
      "example": "Die Sumpfmeise flitzte zwischen den Schilfen, suchte nach Insekten. Es würde im Frühling ein Nest bauen und hatte in der Vergangenheit viele Bruten gezüchtet. Es würde weiterhin in diesem Feuchtgebiet gedeihen.",
      "example_translation": "El carbonero palustre revoloteó entre los juncos, buscando insectos. Construirá un nido en primavera y ha criado muchos polluelos en el pasado. Continuará prosperando en este hábitat de humedal.",
      "imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtigall",
      "translation": "ruiseñor",
      "definition": "Eine Nachtigall ist ein Vogel, der bekannt für sein melodisches Lied ist, das er nachts singt. Sie ist ein Zugvogel, der in Europa und Asien brütet und in Afrika überwintert.",
      "definition_translation": "Un ruiseñor es un tipo de ave conocido por su canto melódico, que canta por la noche. Es un ave migratoria que cría en Europa y Asia y pasa el invierno en África.",
      "example": "Die Nachtigall sang letzten Nacht schön im Wald. Es würde heute Nacht wieder singen. Es hatte letzten Sommer im Wald süß gesungen.",
      "example_translation": "El ruiseñor cantó hermosamente en el bosque la noche pasada. Cantará de nuevo mañana por la noche. Estaba cantando dulcemente en el bosque el verano pasado.",
      "imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziegenmelker",
      "translation": "chotacabras",
      "definition": "Ein Ziegenmelker ist ein nachtaktiver Vogel mit einer charakteristischen boomerangförmigen Flügelmuster. Er kommt in warmen und gemäßigten Regionen weltweit vor.",
      "definition_translation": "Un chotacabras es un tipo de ave nocturna que tiene un patrón alar en forma de bumerán distinctivo. Se encuentra en regiones cálidas y templadas en todo el mundo.",
      "example": "Der Ziegenmelker flog geräuschlos durch die Dunkelheit. Es würde morgen bei Einbruch der Nacht wieder fliegen. Es war letzten Woche schnell durch den Nachthimmel geflogen.",
      "example_translation": "El chotacabras voló silenciosamente a través de la oscuridad. Volará de nuevo al anochecer mañana. Estaba volando rápidamente en el cielo nocturno la semana pasada.",
      "imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischadler",
      "translation": "águila pescadora",
      "definition": "Ein Fischadler ist ein Fisch fressender Greifvogel, der in der Nähe von Gewässern weltweit vorkommt. Er ist bekannt für seinen reversiblen äußeren Zehen.",
      "definition_translation": "Un águila pescadora es un ave de presa que come pescado y se encuentra cerca de cuerpos de agua en todo el mundo. Es conocido por su dedo externo reversible distintivo.",
      "example": "Der Fischadler tauchte in den Fluss, um einen Fisch zu fangen. Es würde morgen früh wieder tauchen. Es war letzten Monat geschickt in den See getaucht.",
      "example_translation": "El águila pescadora se zambulló en el río para coger un pez. Se zambullirá de nuevo al amanecer mañana. Estaba zambulléndose expertamente en el lago el mes pasado.",
      "imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rebhuhn",
      "translation": "perdiz",
      "definition": "Ein Rebhuhn ist ein mittelgroßer bis großer Vogel mit einem dicken Körper, kleinem Kopf und kurzen Schwanz, der oft in offenen Gebieten und Waldrandgebieten vorkommt.",
      "definition_translation": "Un ave de tamaño mediano a grande con un cuerpo rechoncho, cabeza pequeña y cola corta, a menudo encontrada en campo abierto y bordes de bosques.",
      "example": "Das Rebhuhn ist bekannt dafür, schnell zu fliegen, wenn es bedroht wird, aber es entkommt normalerweise, indem es läuft. Gestern sah ich ein Rebhuhn über das Feld laufen. Wenn wir Glück haben, werden wir morgen ein Rebhuhn fliegen sehen.",
      "example_translation": "La perdiz ha sido conocida por volar rápido cuando se siente amenazada, pero usualmente escapa corriendo. Ayer, vi una perdiz corriendo rápidamente a través del campo. Si tenemos suerte, veremos una perdiz volando sobre nuestras cabezas mañana.",
      "imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfau",
      "translation": "pavo real",
      "definition": "Ein großer, bunt gefärbter Vogel mit einem auffälligen fächerförmigen Schwanz, bekannt für seinen lauten Ruf und stolzen Zurschaustellung seines Gefieders.",
      "definition_translation": "Un ave grande y colorida con una cola en forma de abanico, conocida por su llamativa voz y orgullosa exhibición de plumaje.",
      "example": "Der Pfau breitete seinen prächtigen Schwanz aus, um die Weibchen anzuziehen. Gestern hörte ich den lauten Ruf eines Pfaus im Wald. Wenn wir still sind, bekommen wir vielleicht morgen einen Blick auf einen Pfau bei der Zurschaustellung seines Gefieders.",
      "example_translation": "El pavo real extendió su magnífica cola para atraer a la hembra. Ayer, escuché el llamativo grito de un pavo real en el bosque. Si estamos quietos, podríamos ver un pavo real exhibiendo su plumaje mañana.",
      "imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelikan",
      "translation": "pelícano",
      "definition": "Ein großer Wasservogel mit einem charakteristischen Beutel Schnabel, in warmen und küstennahen Regionen verbreitet, der sich von Fisch und anderen aquatischen Tieren ernährt.",
      "definition_translation": "Un ave acuática grande con un pico bolsudo, encontrada en regiones cálidas y costeras, alimentándose de peces y otros animales acuáticos.",
      "example": "Der Pelikan tauchte ins Wasser, um einen Fisch zu fangen. Gestern sah ich einen Pelikan in flachen Gewässern waten. Wenn wir Glück haben, sehen wir morgen einen Pelikan niedrig über dem See fliegen.",
      "example_translation": "El pelícano se zambulló en el agua para cazar un pez. Ayer, vi un pelícano vadear en las aguas someras. Si tenemos suerte, veremos un pelícano volando bajo sobre el lago mañana.",
      "imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wanderfalke",
      "translation": "halcón peregrino",
      "definition": "Ein großer, kräftiger Falke mit einer schlanken Gestalt, meist braun oder grau gefärbt, bekannt für seine Geschwindigkeit und Wendigkeit bei der Jagd.",
      "definition_translation": "Un gran halcón poderoso con una construcción delgada, generalmente marrón o gris en color, conocido por su velocidad y agilidad en la caza.",
      "example": "Der Wanderfalke segelte durch den Himmel, seine Flügel schlugen rasch, während er seine Beute jagte. Er hatte Stunden lang gejagt, und endlich griff er zu seinem Fang. Bis nächstem Jahr wird er in ein wärmeres Klima ziehen.",
      "example_translation": "El halcón peregrino surcó el cielo, sus alas batían rápidamente mientras perseguía a su presa. Había estado cazando durante horas, y finalmente, se lanzó en picado para atrapar a su presa. Para el próximo año, habrá migrado a un clima más cálido.",
      "imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fasan",
      "translation": "faisán",
      "definition": "Ein großer, bodenbewohnender Vogel mit einem langen, breiten Schwanz, oft in Wäldern und Grasländern gefunden.",
      "definition_translation": "Un gran ave de tierra con una larga cola ancha, a menudo encontrada en bosques y praderas.",
      "example": "Der Jäger verfolgte den Fasan durch das dichte Unterholz, bemüht, ihn nicht zu verschrecken. Er hatte stundenlang gewartet, und endlich entdeckte er seine Beute. Bis zur nächsten Saison wird er die gesamte Brut geschossen haben.",
      "example_translation": "El cazador rastreó al faisán a través de la densa maleza, cuidando de no asustarlo. Había estado esperando durante horas, y finalmente, avistó a su presa. Para la próxima temporada, habrá cazado la entire covey.",
      "imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geflügel",
      "translation": "aves de corral",
      "definition": "Domestizierte Vögel, wie Hühner, Truthähne und Enten, für ihr Fleisch und ihre Eier gezüchtet.",
      "definition_translation": "Aves domesticadas, como pollos, pavos y patos, criadas por su carne y huevos.",
      "example": "Der Bauer züchtete Geflügel auf seinem ländlichen Hof, verkaufte die Eier und das Fleisch auf dem lokalen Markt. Er hatte das seit Jahren gemacht, und letzten Jahr hatte er seine Produktion auf Gänse ausgeweitet. Bis nächstem Jahr wird er Truthähne in seinen Stall aufgenommen haben.",
      "example_translation": "El granjero criaba aves de corral en su granja rural, vendiendo los huevos y la carne en el mercado local. Había estado haciendo esto durante años, y el año pasado, amplió su operación para incluir gansos. Para el próximo año, habrá agregado pavos a su rebaño.",
      "imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergohreule",
      "translation": "mochuelo",
      "definition": "Eine kleine Eule, typischerweise in Nord- und Südamerika gefunden, durch ihre kleine Größe und ihren charakteristischen Hu- Ruf gekennzeichnet.",
      "definition_translation": "Un búho pequeño, típicamente encontrado en América del Norte y del Sur, caracterizado por su pequeño tamaño y llamadas características.",
      "example": "Die Zwergohreule saß auf einem Ast, beobachtete ihr Beute. Sie hatte stundenlang beobachtet. Sie wird weitere Stunden beobachten.",
      "example_translation": "El mochuelo estaba posado en una rama, observando su presa. Ha estado observando durante horas. Observará durante horas más.",
      "imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachtel",
      "translation": "codorniz",
      "definition": "Ein kleiner, bodenbewohner Vogel, typischerweise in Grasländern und Feldern gefunden, bekannt für sein braunes Gefieder und seinen runden Körper.",
      "definition_translation": "Un ave pequeña, que vive en el suelo, típicamente encontrada en praderas y campos, conocida por su plumaje marrón y cuerpo redondeado.",
      "example": "Die Wachtel lief schnell über das Feld, jagte nach Insekten. Sie hatte stundenlang gejagt. Sie wird morgen wieder laufen.",
      "example_translation": "La codorniz corrió rápidamente a través del campo, persiguiendo insectos. Ha estado corriendo durante horas. Correrá de nuevo mañana.",
      "imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rothalstaucher",
      "translation": "zampullín cuellirojo",
      "definition": "Ein mittelgroßer Wasservogel, typischerweise in Süßwasserseen und Flüssen gefunden, durch seinen roten Nacken und sein schwarz-weißes Gefieder gekennzeichnet.",
      "definition_translation": "Un ave acuática de tamaño medio, típicamente encontrada en lagos y ríos de agua dulce, caracterizada por su cuello rojo distintivo y plumaje negro y blanco.",
      "example": "Der Rothalstaucher schwamm langsam über den See, suchte nach Fischen. Er hatte stundenlang geschwommen. Er wird heute Abend wieder schwimmen.",
      "example_translation": "El zampullín cuellirojo nadó lentamente a través del lago, buscando peces. Ha estado nadando durante horas. Nadará de nuevo esta noche.",
      "imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkehlchen",
      "translation": "petirrojo",
      "definition": "Ein kleiner, runder Brustsänger mit einem auffälligen roten Keil auf der Brust, in Gärten und Parks häufig zu finden.",
      "definition_translation": "Un pequeño pájaro cantor de pecho redondo con un pecho rojo distintivo, comúnmente encontrada en jardines y parques.",
      "example": "Ich sah ein Rotkehlchen auf einem Baumast sitzen. Gestern sah ich ein Rotkehlchen Würmer im Garten essen. In Zukunft werde ich ein Vogelhaus für ein Rotkehlchen bauen.",
      "example_translation": "Vi un petirrojo posado en la rama de un árbol. Ayer, vi un petirrojo comiendo lombrices en el jardín. En el futuro, construiré una casa de pájaros para un petirrojo.",
      "imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Walze",
      "translation": "rodillo",
      "definition": "Ein schwerer Zylinder oder zylinderförmige Maschine, die verwendet wird, um Materialien wie Papier oder Metall zu glätten oder zu formen.",
      "definition_translation": "Un cilindro pesado o máquina cilíndrica utilizada para alisar o dar forma a materiales, como papel o metal.",
      "example": "Ich benutzte eine Walze, um das Papier zu glätten. Sie wird morgen eine Walze nehmen, um die Wand zu streichen. Gestern haben sie eine Walze verwendet, um das Metall zu formen.",
      "example_translation": "Usé un rodillo para aplanar el papel. Ella usará un rodillo para pintar la pared mañana. Ayer, ellos usaron un rodillo para dar forma al metal.",
      "imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turm",
      "translation": "graño",
      "definition": "Ein großer, schwarzer Vogel der Krähenfamilie, in Europa und Asien gefunden, bekannt für seinen charakteristischen Ruf.",
      "definition_translation": "Un gran pájaro negro de la familia de los cuervos, encontrado en Europa y Asia, conocido por su llamada distinctive.",
      "example": "Ich sah einen Turm über mir fliegen. Der Turm wird ein Nest auf dem Baumast aufbauen nächste Woche. Gestern machte der Turm einen lauten Lärm.",
      "example_translation": "Vi un graño volando sobre mi cabeza. El graño construirá un nido en la rama del árbol la semana que viene. Ayer, el graño hizo un ruido fuerte.",
      "imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erlenzeisig",
      "translation": "lúgano",
      "definition": "Ein kleiner eurasischer Fink mit braunem Rücken und Flügeln und gelbem Kopf und Brust, bekannt für sein melodisches Lied.",
      "definition_translation": "Un pequeño pinzón euroasiático con espalda y alas marrones y cabeza y pecho amarillos, conocido por su melodiosa canción.",
      "example": "Der Erlenzeisig sang wunderschön im Wald gestern, und ich sah ihn über mir fliegen heute, während ich versuchen werde, ihn morgen wieder zu erspähen.",
      "example_translation": "El lúgano cantaba hermosamente en el bosque ayer, y lo vi volar sobre mi cabeza hoy, mientras que intentaré verlo de nuevo mañana.",
      "imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bekassine",
      "translation": "agachadiza",
      "definition": "Ein kleiner bis mittelgroßer Watvogel mit langem Schnabel und mottelig braunem Gefieder, in Feuchtgebieten und Grasländern gefunden.",
      "definition_translation": "Un ave zancuda de pequeño a mediano tamaño con un pico largo y plumaje marrón moteado, encontrada en humedales y praderas.",
      "example": "Ich habe eine Bekassine im hohen Gras letzte Woche gesehen, und mein Freund fing eine in den Sümpfen gestern, aber ich hoffe, einen anderen in den Feuchtgebieten nächsten Monat zu erspähen.",
      "example_translation": "He visto una agachadiza escondida en la hierba alta la semana pasada, y mi amigo cazó una en los pantanos ayer, pero espero ver otra en los humedales el mes que viene.",
      "imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sperber",
      "translation": "gavilán",
      "definition": "Ein kleiner, schlanker Vogel mit rundlichen Flügeln und langem Schwanz, in verschiedenen Habitaten gefunden, einschließlich Wäldern und städtischen Gebieten.",
      "definition_translation": "Un ave de presa pequeña y esbelta con alas redondeadas y cola larga, encontrada en una variedad de hábitats, incluyendo bosques y áreas urbanas.",
      "example": "Der Sperber saß auf einem Baumast heute Morgen, und ich sah ihn nach unten stoßen, um eine Taube Nachmittag zu fangen, aber er wird wahrscheinlich zu wärmeren Klimazonen nächstes Winter wandern.",
      "example_translation": "El gavilán estaba posado en una rama de árbol esta mañana, y lo vi descender en picado para cazar una paloma esta tarde, pero probablemente migrará a climas más cálidos el próximo invierno.",
      "imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grauschnäpper",
      "translation": "papamoscas manchado",
      "definition": "Ein kleiner insektivorer Vogel mit grau-braunem Rücken und weißem Unterseite, in offenem Wald und Gärten gefunden.",
      "definition_translation": "Un ave pequeña, insectívora con un dorso gris-marrón y vientre blanco, encontrada en bosques abiertos y jardines.",
      "example": "Der Grauschnäpper saß auf einem Ast, wartete auf sein nächstes Mahl. Er hat Fliegen den ganzen Morgen gefangen, und wird es bis zum Abend tun. Bis nächsten Sommer wird er Tausende von Fliegen gefangen haben.",
      "example_translation": "El papamoscas manchado se posó en la rama, vigilando su próxima comida. Ha estado cazando moscas toda la mañana y seguirá haciéndolo hasta la noche. Para el próximo verano, habrá cazado miles de moscas.",
      "imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tannenhäher",
      "translation": "cascabelote manchado",
      "definition": "Ein mittelgroßer Vogel mit charakteristischen schwarzen und weißen Streifen auf dem Rücken, in Nadelwäldern gefunden, ernährt sich von Samen und Nüssen.",
      "definition_translation": "Un ave de tamaño mediano con un dorso blanco y negro rayado, encontrada en bosques coníferos, alimentándose de semillas y nueces.",
      "example": "Der Tannenhäher knackte die Walnuss auf, enthüllte das leckere Kern innen. Er hatte Nüsse den ganzen Herbst gesammelt, und würde sie im Winter aufknacken. Bis zum Frühling würde er hunderte von Nüssen aufgeknackt haben.",
      "example_translation": "El cascanueces manchado abrió la nuez, revelando la deliciosa nuez dentro. Había estado almacenando nueces todo el otoño y las abriría en invierno. Para la primavera, habría abierto cientos de nueces.",
      "imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Star",
      "translation": "estornino",
      "definition": "Ein kleiner bis mittelgroßer Vogel mit glänzend schwarzem Gefieder, in städtischen und ländlichen Gebieten gefunden, bekannt für sein irisierendes Gefieder.",
      "definition_translation": "Un ave de tamaño pequeño a mediano con un plumaje negro brillante, encontrada en áreas urbanas y rurales, conocida por sus plumas iridiscentes características.",
      "example": "Der Star murmelte seinem Partner zu, fliegend in einem Schwarm über mir. Er war Wochen lang gewandert, und würde bald sein neues Zuhause finden. Bis nächstes Jahr würde er ein neues Nest gebaut haben.",
      "example_translation": "El estornino murmuró a su pareja, volando encima en una bandada. Había estado migrando durante semanas y pronto se establecería en su nuevo hogar. Para el próximo año, habría construido un nuevo nido.",
      "imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwalbe",
      "translation": "golondrina",
      "definition": "Ein kleiner, schneller Vogel mit gegabeltem Schwanz und langen, spitzigen Flügeln, typischerweise in wärmeren Regionen im Winter wandert.",
      "definition_translation": "Un ave pequeña y rápida con una cola bifurcada y alas largas y puntiagudas, que suele migrar a regiones más cálidas en invierno.",
      "example": "Ich sah eine Schwalbe über dem See gestern fliegen, es war ein schöner Anblick. Ich werde eine Schwalbe über dem See morgen fliegen sehen, ich hoffe, es wird ein schöner Anblick sein. Ich sah eine Schwalbe über dem See letzten Jahr fliegen, es war ein schöner Anblick.",
      "example_translation": "Vi una golondrina volando sobre el lago ayer, fue un espectáculo hermoso. Veré una golondrina volando sobre el lago mañana, espero que sea un espectáculo hermoso. Vi una golondrina volando sobre el lago el año pasado, fue un espectáculo hermoso.",
      "imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasch",
      "translation": "rápido",
      "definition": "Sich schnell oder prompt bewegend, oder schnell oder prompt getan.",
      "definition_translation": "Que se mueve o puede moverse rápidamente o oportunamente, o hecho rápidamente o oportunamente.",
      "example": "Ich bin rasch in meinen Entscheidungen, ich werde rasch in meinen Handlungen sein, ich war rasch in meiner Antwort.",
      "example_translation": "Soy rápido en mis decisiones, seré rápido en mis acciones, fui rápido en mi respuesta.",
      "imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldkauz",
      "translation": "lechuza común",
      "definition": "Ein nachtaktiver Vogel mit runder Köpf, vordergerichteten Augen und einem weichen, hohen Ruf, typischerweise in Wäldern und Gärten gefunden.",
      "definition_translation": "Un ave de rapiña nocturna con una cabeza redonda, ojos frontales y un suave llamado quejumbroso, normalmente encontrada en bosques y jardines.",
      "example": "Ich sah einen Waldkauz im Wald letzte Nacht, es war eine aufregende Erfahrung. Ich werde einen Waldkauz im Garten morgen sehen, ich hoffe, es wird eine aufregende Erfahrung sein. Ich sah einen Waldkauz im Park letzten Woche, es war eine aufregende Erfahrung.",
      "example_translation": "Vi una lechuza común en el bosque la noche pasada, fue una experiencia emocionante. Veré una lechuza común en el jardín mañana, espero que sea una experiencia emocionante. Vi una lechuza común en el parque la semana pasada, fue una experiencia emocionante.",
      "imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]