[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bunte Stifte",
      "translation": "lápices de colores",
      "definition": "Bunte Stifte sind ein Satz von Stiften, die für das Malen und Zeichnen verwendet werden, typischerweise aus einer Mischung aus Graphit und Wachs hergestellt und in einer Vielzahl von Farben erhältlich.",
      "definition_translation": "Los lápices de colores son un conjunto de lápices utilizados para colorear y dibujar, típicamente hechos de una mezcla de grafito y cera, y disponibles en una variedad de colores.",
      "example": "Ich habe letzte Woche mit bunten Stiften ein schönes Landschaftsgemälde gezeichnet, ich benutze sie jetzt, um ein Bild zu kolorieren, und ich werde sie nächsten Monat verwenden, um ein Meisterwerk zu erstellen.",
      "example_translation": "Usé lápices de colores para dibujar un paisaje hermoso la semana pasada, estoy usando ellos para colorear una imagen ahora, y usaré ellos para crear una obra maestra el mes que viene.",
      "imageLink": "image_files\\English\\crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bleistift",
      "translation": "lápiz",
      "definition": "Ein Bleistift ist ein Schreibgerät, das aus einem schmalen, festen Graphitkern besteht, der in einem hölzernen Zylinder eingebettet ist, und zum Schreiben und Zeichnen verwendet wird.",
      "definition_translation": "Un lápiz es un instrumento de escritura que consiste en un núcleo de grafito sólido y estrecho incrustado en un cilindro de madera, utilizado para escribir y dibujar.",
      "example": "Ich habe meinen Namen gestern mit einem Bleistift geschrieben, ich benutze jetzt einen Bleistift, um Notizen zu machen, und ich werde morgen einen Bleistift verwenden, um ein Mathematikproblem zu lösen.",
      "example_translation": "Escribí mi nombre con un lápiz ayer, estoy usando un lápiz para tomar notas ahora, y usaré un lápiz para resolver un problema de matemáticas mañana.",
      "imageLink": "image_files\\English\\pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinsel",
      "translation": "pincel",
      "definition": "Ein Pinsel ist ein Werkzeug mit Borsten oder Fasern, das zum Auftragen von Farben, Tinte oder anderen Flüssigkeiten auf eine Oberfläche verwendet wird.",
      "definition_translation": "Un pincel es una herramienta con cerdas o fibras utilizada para aplicar pintura, tinta u otros líquidos a una superficie.",
      "example": "Ich habe letzten Monat mit einem Pinsel ein Bild gemalt, ich benutze jetzt einen Pinsel, um Klebstoff aufzutragen, und ich werde nächsten Wochen einen Pinsel verwenden, um eine Oberfläche zu reinigen.",
      "example_translation": "Usé un pincel para pintar una imagen el mes pasado, estoy usando un pincel para aplicar pegamento ahora, y usaré un pincel para limpiar una superficie la semana que viene.",
      "imageLink": "image_files\\English\\brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lineal",
      "translation": "regla",
      "definition": "Ein Lineal ist ein gerader Rand mit gleichmäßig angeordneten Markierungen, der als Führung für das Zeichnen oder Messen verwendet wird.",
      "definition_translation": "Una regla es una recta con marcas igualmente espaciadas, utilizada como guía para dibujar o medir.",
      "example": "Ich habe ein Lineal verwendet, um eine gerade Linie auf dem Papier zu zeichnen. Ich werde ein Lineal verwenden, um die Länge des Zimmers zu messen. Sie hatten ein Lineal verwendet, um ein perfektes Rechteck zu erstellen.",
      "example_translation": "Usé una regla para dibujar una línea recta en el papel. Usaré una regla para medir la longitud de la habitación. Ella había usado una regla para crear un rectángulo perfecto.",
      "imageLink": "image_files\\English\\ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schere",
      "translation": "tijeras",
      "definition": "Eine Schere ist ein handgehaltenes Werkzeug, das zum Schneiden von verschiedenen Materialien, wie Papier, Stoff oder Haaren, verwendet wird.",
      "definition_translation": "Las tijeras son una herramienta portátil utilizada para cortar materiales Various, como papel, tela o cabello.",
      "example": "Ich brauche eine Schere, um dieses Seil zu schneiden. Sie wird eine Schere verwenden, um ein Kleidungsmuster auszuschneiden. Sie hatten eine Schere verwendet, um die Hecken zu beschneiden.",
      "example_translation": "Necesito tijeras para cortar esta cuerda. Ella usará tijeras para cortar un patrón de vestido. Ellos habían usado tijeras para recortar los setos.",
      "imageLink": "image_files\\English\\scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knopf",
      "translation": "botón",
      "definition": "Ein Knopf ist ein kleines Verschluss-Element, das verwendet wird, um Kleidung zu sichern, normalerweise aus Kunststoff oder Metall hergestellt.",
      "definition_translation": "Un botón es un dispositivo de sujeción pequeño utilizado para asegurar la ropa, típicamente hecho de plástico o metal.",
      "example": "Ich habe einen Knopf an meinem Hemd verloren. Sie wird einen Knopf an ihrem Mantel nähen. Sie hatten einen Knopf verwendet, um die Tasche zuzumachen.",
      "example_translation": "Perdí un botón en mi camisa. Ella coserá un botón en su abrigo. Ellos habían usado un botón para sujetar la bolsa.",
      "imageLink": "image_files\\English\\button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anschlagpin",
      "translation": "tacha de dibujo",
      "definition": "Ein kleiner Pin, der verwendet wird, um Papiere oder Notizen an einer Wand oder einem Brett aufzuhängen.",
      "definition_translation": "Un pequeño alfiler utilizado para sujetar papeles o notas en una pizarra o pared.",
      "example": "Ich habe einen Anschlagpin verwendet, um mein Kunstwerk an der Wand aufzuhängen. Ich werde einen Anschlagpin verwenden, um mein Kunstwerk an der Wand aufzuhängen. Ich hatte einen Anschlagpin verwendet, um mein Kunstwerk an der Wand aufzuhängen.",
      "example_translation": "Usé una tacha de dibujo para colgar mi obra de arte en la pared. Usaré una tacha de dibujo para colgar mi obra de arte en la pared. Había usado una tacha de dibujo para colgar mi obra de arte en la pared.",
      "imageLink": "image_files\\English\\drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tinte",
      "translation": "tinta",
      "definition": "Eine flüssige oder gelartige Substanz, die zum Schreiben, Drucken oder Zeichnen verwendet wird.",
      "definition_translation": "Una sustancia líquida o gelatinosa utilizada para escribir, imprimir o dibujar.",
      "example": "Ich habe mein Essay mit schwarzer Tinte geschrieben. Ich werde mein Essay mit blauer Tinte schreiben. Ich hatte mein Essay mit roter Tinte geschrieben.",
      "example_translation": "Escribí mi ensayo con tinta negra. Escribiré mi ensayo con tinta azul. Había escrito mi ensayo con tinta roja.",
      "imageLink": "image_files\\English\\ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Muster",
      "translation": "patrón",
      "definition": "Eine regelmäßige oder wiederkehrende Anordnung oder Gestaltung.",
      "definition_translation": "Un diseño o arreglo regular o repetido.",
      "example": "Ich habe ein Muster auf dem Tapeten bemerkt. Ich werde ein Muster auf dem Stoff bemerken. Ich hatte ein Muster auf dem Teppich bemerkt.",
      "example_translation": "Vi un patrón en el papel de pared. Veré un patrón en la tela. Había visto un patrón en la alfombra.",
      "imageLink": "image_files\\English\\pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "alfiler",
      "definition": "Ein kleiner, dünner Metallstift mit einer Spitze an einem Ende, der zum Zusammenfügen von Dingen verwendet wird.",
      "definition_translation": "una pequeña pieza delgada de metal con una punta en un extremo, utilizada para sujetar cosas",
      "example": "Ich habe den Zettel an die Pinnwand geheftet. Ich bin dabei, den Stoff zusammenzustecken. Ich werde den Rezept an den Kühlschrank heften.",
      "example_translation": "Clavé la nota en la pizarra. Estoy sujetando la tela junta. Clavaré la receta en la nevera.",
      "imageLink": "image_files\\English\\pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelkissen",
      "translation": "acanalado",
      "definition": "Ein kleines Kissen oder Polster mit Nadeln, das zum Halten und Lagern von Nadeln verwendet wird.",
      "definition_translation": "un pequeño cojín o almohadilla con alfileres clavados en él, utilizado para sostener y almacenar alfileres",
      "example": "Sie nähte ein neues Nadelkissen für ihre Großmutter. Das Nadelkissen war voller Nadeln. Er wird ein Nadelkissen für seine Schwester herstellen.",
      "example_translation": "Ella cosió un nuevo acanalado para su abuela. El acanalado estaba lleno de alfileres. Él hará un acanalado para su hermana.",
      "imageLink": "image_files\\English\\pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pappe",
      "translation": "cartón",
      "definition": "Ein steifes, dickes Papier, das aus Papierpulpe hergestellt wird und oft für die Herstellung von Kartonagen, Behältern und anderen Verpackungsmaterialien verwendet wird.",
      "definition_translation": "una tabla de papel rígida y gruesa hecha de pulpa de papel, a menudo utilizada para hacer cajas, contenedores y otros materiales de embalaje",
      "example": "Der Laden verkaufte Kartonagen aus Pappe. Pappe ist recycelbar. Sie werden Pappe nutzen, um ein Prototyp zu erstellen.",
      "example_translation": "La tienda vendió cajas hechas de cartón. El cartón es reciclable. Ellos utilizarán cartón para hacer un prototipo.",
      "imageLink": "image_files\\English\\cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ton",
      "translation": "arcilla",
      "definition": "Ein weicher, klebriger Erdboden, der zum Modellieren von Keramiken, Skulpturen und als Modelliermaterial in der Kunst verwendet wird.",
      "definition_translation": "Un material suave y pegajoso de la tierra utilizado en la fabricación de cerámica, cerámica y como material de modelado en arte.",
      "example": "Die Künstlerin arbeitete mit Ton, um eine schöne Skulptur zu schaffen. Gestern hatte sie Ton in verschiedene Formen geformt. Morgen wird sie Töpfe aus Ton in ihrem Atelier herstellen.",
      "example_translation": "El artista trabajó con arcilla para crear una escultura hermosa. Ella había modelado arcilla en diferentes formas ayer. Ella lanzará macetas de arcilla en su estudio mañana.",
      "imageLink": "image_files\\English\\clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachsmalstifte",
      "translation": "crayones",
      "definition": "Ein Stift aus gefärbtem Wachs, der zum Malen oder Kolorieren verwendet wird.",
      "definition_translation": "Un palo de cera de colores utilizado para dibujar o colorear.",
      "example": "Die Kinder malten mit Wachsmalstiften in ihrem Kunstunterricht. Sie hatten alle ihre Wachsmalstifte bis zum Ende des Jahres aufgebraucht. Sie werden neue Wachsmalstifte für das nächste Semester kaufen.",
      "example_translation": "Los niños estaban coloreando con crayones en su clase de arte. Habían usado todos sus crayones al final del año. Comprarán nuevos crayones para el próximo semestre.",
      "imageLink": "image_files\\English\\crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleber",
      "translation": "pegamento",
      "definition": "Eine klebrige Substanz, die zum Verbinden oder Reparieren von Dingen verwendet wird.",
      "definition_translation": "Una sustancia pegajosa utilizada para unir o reparar cosas.",
      "example": "Sie benutzte Kleber, um die gebrochene Vase zu reparieren. Gestern hatte er Kleber auf das Papier aufgetragen. Morgen werden sie Kleber verwenden, um ein Collage zu erstellen.",
      "example_translation": "Ella usó pegamento para arreglar el jarrón roto. Él había aplicado pegamento al papel ayer. Ellos usarán pegamento para hacer un collage mañana.",
      "imageLink": "image_files\\English\\glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "aguja",
      "definition": "Ein kleines, schlankes, spitzen Instrument, das zum Nähen, Stechen oder Flicken verwendet wird.",
      "definition_translation": "Un instrumento pequeño, delgado y puntiagudo usado para coser, perforar o zurcir.",
      "example": "Sie fädelte die Nadel ein und begann zu nähen. Gestern hatte sie die Nadel verloren. Morgen wird sie eine neue Nadel kaufen.",
      "example_translation": "Ella enrolló la aguja y comenzó a coser. Ayer, había perdido la aguja. Mañana, comprará una aguja nueva.",
      "imageLink": "image_files\\English\\needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papierserviette",
      "translation": "servilleta de papel",
      "definition": "Ein einmaliges, aus Papier bestehendes Serviette, das zum Abwischen der Hände und des Gesichts verwendet wird.",
      "definition_translation": "Una servilleta desechable hecha de papel, utilizada para limpiarse las manos y la cara.",
      "example": "Ich benutzte eine Papierserviette, um meinen Mund abzuwischen. Meine Schwester wird eine Papierserviette verwenden, um ihre Hände zu reinigen. Letzte Woche hatten sie Papierservietten verwendet, um ihre Gesichter abzuwischen.",
      "example_translation": "Usé una servilleta de papel para limpiar mi boca. Mi hermana utilizará una servilleta de papel para limpiar sus manos. La semana pasada, habían usado servilletas de papel para secar sus caras.",
      "imageLink": "image_files\\English\\paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherheitsnadel",
      "translation": "imperdible",
      "definition": "Eine Nadel mit einer Schutzklammer oder -abdeckung, die zum temporären Verbinden oder Anbringen von Dingen verwendet wird.",
      "definition_translation": "Un broche con una hebilla protectora o cubierta, utilizado para sujetar o fijar cosas temporalmente.",
      "example": "Ich benutzte eine Sicherheitsnadel, um mein Hemd zuzuknöpfen. Mein Bruder wird eine Sicherheitsnadel verwenden, um sein Abzeichen anzubringen. Gestern hatte sie eine Sicherheitsnadel verloren.",
      "example_translation": "Usé un imperdible para sujetar mi camisa. Mi hermano utilizará un imperdible para adjuntar su insignia. Ayer, ella había perdido un imperdible.",
      "imageLink": "image_files\\English\\safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähmaschine",
      "translation": "máquina de coser",
      "definition": "Eine Nähmaschine ist ein Gerät, das zum Nähen von Stoff, Leder oder anderen Materialien verwendet wird.",
      "definition_translation": "Una máquina de coser es un dispositivo utilizado para unir telas, cuero o otros materiales utilizando hilo.",
      "example": "Ich benutzte eine Nähmaschine, um meine zerrissenen Jeans zu reparieren. Heute benutze ich sie, um ein neues Kleid zu machen. Bis nächste Woche werde ich ein Quilt damit erstellt haben.",
      "example_translation": "Utilicé una máquina de coser para reparar mis vaqueros rotos ayer. Hoy, estoy usando para hacer un vestido nuevo. Para la próxima semana, habré terminado de hacer una colcha con ella.",
      "imageLink": "image_files\\English\\sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aufkleber",
      "translation": "pegatina",
      "definition": "Ein Aufkleber ist ein kleiner, selbstklebender Etikett oder Aufkleber, der zum Kennzeichnen oder Dekorieren von Objekten verwendet wird.",
      "definition_translation": "Una pegatina es una etiqueta o etiqueta adhesiva pequeña pegada a un objeto para identificarlo o decorarlo.",
      "example": "Ich kaufte einen Aufkleber, um ihn auf meinem Laptop anzubringen. Meine Schwester hatte einen Aufkleber auf ihre Wasserflasche geklebt. In Zukunft werde ich einen Aufkleber auf mein Notizbuch kleben.",
      "example_translation": "Compré una pegatina para poner en mi laptop. Mi hermana había pegado una pegatina en su botella de agua. En el futuro, pondré una pegatina en mi cuaderno.",
      "imageLink": "image_files\\English\\sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnur",
      "translation": "cuerda",
      "definition": "Eine Schnur ist ein langes, dünnes Stück Schnur oder Draht, das zum Binden, Befestigen oder Verbinden von Dingen verwendet wird.",
      "definition_translation": "Una cuerda es una pieza larga y delgada de cuerda o alambre utilizada para atar, sujetar o conectar cosas.",
      "example": "Ich band das Paket mit einer Schnur. Sie wird sich morgen ihr Haar mit einer Schnur binden. Sie hatten ein Bild mit einer Schnur aufgehängt.",
      "example_translation": "Até el paquete con una cuerda. Ella atará su cabello con una cuerda mañana. Habían utilizado una cuerda para colgar la imagen.",
      "imageLink": "image_files\\English\\string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Draht",
      "translation": "alambre",
      "definition": "Ein dünner, flexibler Faden oder Streifen aus Metall, der zum Leiten von Elektrizität oder Senden von Nachrichten verwendet wird.",
      "definition_translation": "Un hilo o tira delgada y flexible de metal, utilizado para conducir electricidad o enviar mensajes.",
      "example": "Ich verkabelte das Haus für Internet, dann werde ich es für Strom verkabeln und schließlich werde ich es für Sicherheitssysteme verkabeln.",
      "example_translation": "Cableé la casa para internet, y luego la cableé para electricidad, y finalmente la cableé para sistemas de seguridad.",
      "imageLink": "image_files\\English\\wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reißverschluss",
      "translation": "cierre",
      "definition": "Ein Gerät zum Öffnen oder Schließen von etwas, insbesondere einer Tasche oder einem Kleidungsstück.",
      "definition_translation": "Un dispositivo para abrochar o abrir algo, especialmente una bolsa o prenda de ropa.",
      "example": "Ich zog meine Jacke zu, weil es kalt war, dann werde ich sie öffnen, wenn ich heiß bin, und schließlich zog ich sie wieder zu, als ich nach draußen ging.",
      "example_translation": "Me subí la cremallera de la chaqueta porque hacía frío, luego la descerrajé cuando me caliente, y finalmente la volví a subir cuando salí afuera.",
      "imageLink": "image_files\\English\\zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachsmalstift",
      "translation": "crayones de cera",
      "definition": "Ein Stift aus farbigem Wachs, der zum Zeichnen oder Colorieren verwendet wird.",
      "definition_translation": "Un palo de cera coloreada utilizado para dibujar o colorear.",
      "example": "Ich malte als Kind mit Wachsmalstiften, und meine Schwester wird mit ihnen malen, wenn sie größer ist, und schließlich malte mein Bruder gestern mit ihnen.",
      "example_translation": "Yo colore con crayones de cera cuando era niño, y mi hermana coloreará con ellos cuando crezca, y finalmente mi hermano colore con ellos ayer.",
      "imageLink": "image_files\\English\\wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoff",
      "translation": "tela",
      "definition": "Ein Stoff ist ein flexibles, dünnes und flexibles Material, das aus Fäden oder Fasern hergestellt wird und für die Herstellung von Kleidern, Polstern und anderen textilen Produkten verwendet wird.",
      "definition_translation": "Un tejido es un material flexible, delgado y flexible hecho de hilos o fibras, utilizado para hacer ropa, tapicería y otros productos textiles.",
      "example": "Sie kaufte einen schönen Stoff für ihr neues Kleid. Sie wird es morgen machen. Sie hatte letzten Jahr ein ähnliches gemacht.",
      "example_translation": "Ella compró un hermoso tejido para su nuevo vestido. Lo hará mañana. Ella había hecho uno similar el año pasado.",
      "imageLink": "image_files\\English\\fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummi-Stempel",
      "translation": "sello de goma",
      "definition": "Ein Gummi-Stempel ist ein Werkzeug, das verwendet wird, um Tinte auf eine Oberfläche aufzutragen, typischerweise Papier, um ein Muster oder eine Gestaltung zu erstellen.",
      "definition_translation": "Un sello de goma es una herramienta utilizada para aplicar tinta a una superficie, normalmente papel, para crear un diseño o patrón.",
      "example": "Sie verwendete einen Gummi-Stempel, um die Dokumente zu unterschreiben. Sie wird ihn morgen wieder verwenden. Sie hatte letzte Woche einen ähnlichen verwendet.",
      "example_translation": "Ella utilizó un sello de goma para firmar los documentos. Lo utilizará de nuevo mañana. Ella había utilizado uno similar la semana pasada.",
      "imageLink": "image_files\\English\\rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filz",
      "translation": "fieltro",
      "definition": "Filz ist eine Art von Stoff, der ausgedehnt und gepressten Wolle oder Fellen hergestellt wird und oft für die Herstellung von Hüten, Pantoffeln und anderen Bastelprodukten verwendet wird.",
      "definition_translation": "El fieltro es un tipo de tejido hecho de fibras de lana o piel apelmazadas, condensadas y prensadas, a menudo utilizado para hacer sombreros, zapatillas y otros productos artesanales.",
      "example": "Sie machte einen Hut aus Filz. Sie wird ihn zum Fest tragen. Sie hatte für ihre Schwester einen ähnlichen gemacht.",
      "example_translation": "Ella hizo un sombrero de fieltro. Lo llevará a la fiesta. Ella había hecho uno similar para su hermana.",
      "imageLink": "image_files\\English\\felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zange",
      "translation": "tenazas",
      "definition": "Ein Handwerkzeug, das verwendet wird, um Objekte zu greifen und zu biegen, bestehend aus einem Paar Metallbacken, die an einem Drehpunkt verbunden sind",
      "definition_translation": "una herramienta manual utilizada para agarrar y doblar objetos, que consta de una pareja de mandíbulas metálicas pivotadas en un fulcro",
      "example": "Ich verwendete eine Zange, um den Draht zu greifen, und dann bog ich ihn in Form. Ich werde eine Zange verwenden, um die losen Schrauben zu festen. Sie hatte eine Zange verwendet, um die gebogene Rohr zu richten.",
      "example_translation": "Utilicé tenazas para agarrar el alambre, y luego lo doblé en forma. Usaré tenazas para apretar los tornillos sueltos. Ella había utilizado tenazas para enderezar la tubería doblada.",
      "imageLink": "image_files\\English\\pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Druckknopf",
      "translation": "presa de seguridad",
      "definition": "Ein kleines Gerät, das als Verschluss verwendet wird, bestehend aus einem Stift mit einer federbelasteten Kugel, die in eine Buchse einrastet",
      "definition_translation": "un pequeño dispositivo utilizado como sujetador, que consiste en un botón con una bola con resorte que hace clic en una ranura",
      "example": "Ich verwendete einen Druckknopf, um den Stoff zusammenzustecken. Sie wird einen Druckknopf verwenden, um das Abzeichen an ihrem Hemd anzubringen. Er hatte einen Druckknopf verwendet, um die zerrissene Seite zu reparieren.",
      "example_translation": "Utilicé una presa de seguridad para unir la tela juntos. Ella usará una presa de seguridad para adherir la insignia a su camisa. Él había utilizado una presa de seguridad para reparar la página rota.",
      "imageLink": "image_files\\English\\press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stanze",
      "translation": "puntera",
      "definition": "Ein Werkzeug, das verwendet wird, um ein Loch in einem Material wie Leder oder Metall zu bohren, bestehend aus einem spitzen Metallstab mit einem Griff",
      "definition_translation": "una herramienta utilizada para drove un pequeño agujero en un material, como cuero o metal, que consiste en una varilla metálica puntiaguda con un mango",
      "example": "Ich verwendete eine Stanze, um ein Loch in den Ledergürtel zu bohren. Sie wird eine Stanze verwenden, um ein Loch in die Metallplatte zu bohren. Er hatte eine Stanze verwendet, um den defekten Reißverschluss zu reparieren.",
      "example_translation": "Utilicé una puntera para hacer un agujero en la correa de cuero. Ella usará una puntera para crear un agujero en la placa metálica. Él había utilizado una puntera para reparar la cremallera rota.",
      "imageLink": "image_files\\English\\punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleife",
      "translation": "cinta",
      "definition": "Ein langer, schmaler Streifen aus Stoff oder anderem Material, verwendet zum Dekorieren oder Befestigen von etwas.",
      "definition_translation": "Una tira larga y estrecha de tejido u otro material, utilizada para decorar o sujetar algo.",
      "example": "Ich band eine Schleife um das Geschenkpaket. Ich werde eine Schleife um das Geschenkpaket binden. Ich hatte eine Schleife um das Geschenkpaket gebunden.",
      "example_translation": "Até una cinta alrededor de la caja de regalo. Ataré una cinta alrededor de la caja de regalo. Había atado una cinta alrededor de la caja de regalo.",
      "imageLink": "image_files\\English\\ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wälzler",
      "translation": "rodillo",
      "definition": "Ein zylindrisches oder sphärisches Objekt, das sich frei dreht oder bewegt, verwendet für verschiedene Zwecke wie zum Glätten oder Formen von Oberflächen.",
      "definition_translation": "Un objeto cilíndrico o esférico que rota o se mueve libremente, utilizado para diversos propósitos como alisar o modelar superficies.",
      "example": "Ich benutzte einen Wälzler, um die Wand zu streichen. Ich werde einen Wälzler benutzen, um die Wand zu streichen. Ich hatte einen Wälzler benutzt, um die Wand zu streichen.",
      "example_translation": "Utilicé un rodillo para pintar la pared. Utilizaré un rodillo para pintar la pared. Había utilizado un rodillo para pintar la pared.",
      "imageLink": "image_files\\English\\roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleifpapier",
      "translation": "lijas",
      "definition": "Ein Papier, das mit abrasivem Material beschichtet ist, verwendet zum Glätten oder Polieren von Oberflächen.",
      "definition_translation": "Un papel revestido de material abrasivo, utilizado para alisar o pulir superficies.",
      "example": "Ich schleifte das Holz mit Schleifpapier. Ich werde das Holz mit Schleifpapier schleifen. Ich hatte das Holz mit Schleifpapier geschleift.",
      "example_translation": "Lijé la madera con lijas. Lijaré la madera con lijas. Había lijado la madera con lijas.",
      "imageLink": "image_files\\English\\sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pailletten",
      "translation": "lentejuelas",
      "definition": "Kleine, glänzende Scheiben, verwendet zur Dekoration, insbesondere auf Kleidung oder Accessoires.",
      "definition_translation": "Pequeños discos brillantes utilizados para la decoración, especialmente en ropa o accesorios.",
      "example": "Sie nähte Pailletten auf ihr Kleid, um es funkeln zu lassen. Sie wird Pailletten auf ihre Handschuhe nähen. Sie hatte Pailletten auf ihren Hut genäht.",
      "example_translation": "Ella cosió lentejuelas en su vestido para hacerlo brillar. Coserá lentejuelas en sus guantes mañana. Había cosido lentejuelas en su sombrero la semana pasada.",
      "imageLink": "image_files\\English\\sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schablone",
      "translation": "plantilla",
      "definition": "Ein Muster oder Design, dass aus einem dünnen Material ausgeschnitten wurde, verwendet als Führungsrichtlinie für Malen, Zeichnen oder andere künstlerische Techniken.",
      "definition_translation": "Un patrón o diseño recortado de un material delgado, utilizado como guía para pintar, dibujar o otras técnicas artísticas.",
      "example": "Der Künstler benutzte eine Schablone, um ein komplexes Design auf der Wand zu erstellen. Sie wird eine Schablone benutzen, um ein Wandbild zu malen. Er hatte eine Schablone benutzt, um ein Logo zu zeichnen.",
      "example_translation": "El artista usó una plantilla para crear un diseño intrincado en la pared. Usará una plantilla para pintar un mural la próxima semana. Él había usado una plantilla para dibujar un logotipo el año pasado.",
      "imageLink": "image_files\\English\\stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stich",
      "translation": "puntada",
      "definition": "Ein einzelner Durchgang einer Nadel und eines Fadens, verwendet zum Verbinden oder Reparieren von Stoff.",
      "definition_translation": "Un solo paso de una aguja y un hilo, utilizado para unir o reparar tejido.",
      "example": "Sie machte einen Stich in die Naht, um den Riss zu reparieren. Er wird einen Stich in den Stoff machen, um den Knopf anzubringen. Sie hatten einen Stich in den Vorhang gemacht, um das Loch zu flicken.",
      "example_translation": "Ella hizo una puntada en la costura para reparar el desgarro. Él hará una puntada en el tejido para attachar el botón. Ellos habían hecho una puntada en la cortina para arreglar el agujero.",
      "imageLink": "image_files\\English\\stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Styropor",
      "translation": "espuma de poliestireno",
      "definition": "Ein leichtes, sprödes, Schaumstoff-Plastikmaterial, verwendet für Verpackung und Isolierung.",
      "definition_translation": "Un material plástico liviano, quebradizo, como espuma utilizado en embalaje y aislamiento.",
      "example": "Der Kaffeebecher war aus Styropor und wurde nach Gebrauch weggeworfen. Gestern hatte ich einen Styropor-Teller auf der Party verwendet. Bis nächstem Jahr werden Styropor-Behälter in der Stadt verboten sein.",
      "example_translation": "La taza de café estaba hecha de espuma de poliestireno y se tiró después de usarla. Ayer, había usado un plato de espuma de poliestireno en la fiesta. Para el próximo año, los contenedores de espuma de poliestireno estarán prohibidos en la ciudad.",
      "imageLink": "image_files\\English\\styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fingerhut",
      "translation": "dedal",
      "definition": "Ein kleiner, kelchförmiger metallener oder kunststoff Umhüllung, verwendet zum Schutz des Fingers während des Nähens.",
      "definition_translation": "Una pequeña cubierta metálica o de plástico con forma de taza utilizada para proteger el dedo mientras se cose.",
      "example": "Sie benutzte einen Fingerhut, um ihren Finger vor der scharfen Nadel zu schützen. Er hatte seinen Fingerhut verloren. Bis nächster Woche werde ich einen neuen Fingerhut gekauft haben.",
      "example_translation": "Ella usó un dedal para proteger su dedo de la aguja puntiaguda. Él había perdido su dedal ayer. Para la próxima semana, habré comprado un dedal nuevo.",
      "imageLink": "image_files\\English\\thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Faden",
      "translation": "hilo",
      "definition": "Ein langer, dünner Strang aus gedrehten Fasern, verwendet zum Nähen oder Weben.",
      "definition_translation": "Una larga cuerda delgada de fibras torcidas utilizada para coser o tejer.",
      "example": "Sie benutzte einen Faden, um das zerrissene Stoff zu nähen. Sie hatten einen Faden benutzt, um den Knopf anzubringen. Bis nächstem Monat werde ich gelernt haben, einen Faden zu einem schönen Muster zu weben.",
      "example_translation": "Ella usó un hilo para coser la tela rasgada. Ellos habían usado un hilo para arreglar el botón ayer. Para el próximo mes, habré aprendido a tejer un hilo en un patrón hermoso.",
      "imageLink": "image_files\\English\\thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lack",
      "translation": "barniz",
      "definition": "Eine Flüssigkeitslösung aus Harz, Lösungsmittel und anderen Substanzen, verwendet um eine harte, glänzende Oberfläche auf Holz, Metall oder anderen Materialien zu erzeugen.",
      "definition_translation": "Una solución líquida de resina, disolvente y otras sustancias, utilizada para dar una superficie dura y brillante a la madera, el metal o otros materiales.",
      "example": "Ich lackierte den Tisch, um ihn vor Kratzen zu schützen. Ich hatte ihn gestern lackiert, aber ich werde ihn nächste Woche wieder lackieren.",
      "example_translation": "Barnicé la mesa para protegerla de rasguños. Lo había barnizado ayer, pero lo barnizaré de nuevo la próxima semana.",
      "imageLink": "image_files\\English\\varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weidenmöbel",
      "translation": "mimbre",
      "definition": "Eine Art von Möbeln oder anderen Objekten, die aus geflochtenen Pflanzenfasern wie Rattan oder Bambus hergestellt werden.",
      "definition_translation": "Un tipo de mobiliario u otros objetos hechos de fibras vegetales tejidas, como rattán o bambú.",
      "example": "Ich kaufte einen Weidenstuhl für meinen Garten. Ich hatte letztes Jahr einen Weideneimer gekauft, aber ich werde nächsten Monat einen Weidentisch kaufen.",
      "example_translation": "Compré una silla de mimbre para mi jardín. Había comprado una cesta de mimbre el año pasado, pero compraré una mesa de mimbre el próximo mes.",
      "imageLink": "image_files\\English\\wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Acrylfarbe",
      "translation": "pintura acrílica",
      "definition": "Eine schnell trocknende Farbe, die aus einer Mischung von Wasser, Pigment, Bindemittel und anderen Zusätzen hergestellt wird, die häufig für künstlerische und dekorative Zwecke verwendet wird.",
      "definition_translation": "Pintura de secado rápido hecha de una mezcla de agua, pigmento, aglutinante y otros aditivos, comúnmente utilizada para propósitos artísticos y decorativos.",
      "example": "Ich verwendete Acrylfarbe, um ein schönes Porträt zu erstellen. Ich hatte gestern Acrylfarbe verwendet, um ein Landschaftsbild zu malen, aber ich werde nächste Woche Acrylfarbe verwenden, um ein Stillleben zu malen.",
      "example_translation": "Usé pintura acrílica para crear un retrato hermoso. Había usado pintura acrílica para pintar un paisaje ayer, pero la usaré para pintar una naturaleza muerta la próxima semana.",
      "imageLink": "image_files\\English\\acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klebende Bordüre",
      "translation": "borde adhesivo",
      "definition": "Ein dekoratives Band aus Stoff oder Papier mit einem Klebeuntergrund, das verwendet wird, um ein Handwerkprojekt oder ein Kunstwerk abzuschließen.",
      "definition_translation": "Una tira decorativa de tela o papel con una parte adhesiva, utilizada para agregar un toque final a un proyecto de manualidades o una pieza de arte.",
      "example": "Ich verwendete eine klebende Bordüre, um mein Gemälde zu rahmen. Ich werde eine klebende Bordüre verwenden, um mein nächstes Gemälde zu rahmen. Ich habe alle meine Gemälde mit klebenden Bordüren gerahmt.",
      "example_translation": "Usé un borde adhesivo para enmarcar mi pintura. Usaré un borde adhesivo para enmarcar mi próxima pintura. Usé bordes adhesivos para enmarcar todas mis pinturas.",
      "imageLink": "image_files\\English\\adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perlen",
      "translation": "perlas",
      "definition": "Kleine, runde Objekte, die typischerweise aus Glas, Kunststoff oder Holz hergestellt werden und für Dekorations- oder Schmuckzwecke verwendet werden.",
      "definition_translation": "Objetos pequeños y redondos, generalmente hechos de vidrio, plástico o madera, utilizados para decorar o hacer joyería.",
      "example": "Ich fädelte die Perlen auf die Halskette auf. Ich werde die Perlen auf die Armband auf fädeln. Ich habe Jahre lang Perlen auf Schmuck aufgefädelt.",
      "example_translation": "Colgué las perlas en la cadena. Colgaré las perlas en la pulsera. He estado colgando perlas en joyería durante años.",
      "imageLink": "image_files\\English\\beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wattestich",
      "translation": "punto de manta",
      "definition": "Ein Typ von Stickstich, der verwendet wird, um die Ränder einer Decke oder eines anderen Heimtextil- Produkts abzuschließen.",
      "definition_translation": "Un tipo de punto de bordado utilizado para terminar los bordes de una manta o otro artículo de decoración para el hogar.",
      "example": "Ich verwendete einen Wattestich, um die Quilt abzuschließen. Ich werde einen Wattestich verwenden, um die Kissenhülle abzuschließen. Ich habe alle meine Näharbeiten mit einem Wattestich abgeschlossen.",
      "example_translation": "Usé un punto de manta para terminar la colcha. Usaré un punto de manta para terminar la funda de almohada. He estado usando un punto de manta para terminar todos mis proyectos de costura.",
      "imageLink": "image_files\\English\\blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Pinselset",
      "translation": "conjunto de cepillos",
      "definition": "Eine Sammlung von Pinseln, die für verschiedene Zwecke wie Malen, Kosmetik oder Reinigung verwendet werden.",
      "definition_translation": "Una colección de cepillos utilizados para varios propósitos, como pintura, cosmética o limpieza.",
      "example": "Ich kaufte ein neues Pinselset für mein Kunstprojekt. Ich verwendete das alte letztes Jahr, und ich werde das neue nächste Monat verwenden.",
      "example_translation": "Compré un nuevo conjunto de cepillos para mi proyecto de arte. Usé el antiguo el año pasado y usaré el nuevo el próximo mes.",
      "imageLink": "image_files\\English\\brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kettstich",
      "translation": "punto de cadena",
      "definition": "Ein Typ von Stickstich, der in Stickerei, Nähen und Häkeln verwendet wird und durch eine Serie von verbundenen Schleifen gekennzeichnet ist.",
      "definition_translation": "Un tipo de puntada utilizado en bordado, costura y crochet, caracterizado por una serie de lazos conectados.",
      "example": "Ich lernte, einen Kettstich in meinem Nähkurs zu machen. Ich werde heute Abend üben, und ich hoffe, ihn bis nächster Woche zu beherrschen.",
      "example_translation": "Aprendí cómo hacer un punto de cadena en mi clase de costura. Practicaré esta noche y espero dominarlo para la próxima semana.",
      "imageLink": "image_files\\English\\chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundnadel",
      "translation": "aguja circular",
      "definition": "Eine Art von Stricknadel, die flexibel ist und eine runde oder kreisförmige Form hat, die verwendet wird, um im Kreis zu stricken.",
      "definition_translation": "Un tipo de aguja de tejer que es flexible y tiene una forma redonda o circular, utilizada para tejer en redondo.",
      "example": "Ich benötige eine Rundnadel, um mein Strickprojekt abzuschließen. Ich verwendete sie gestern, und ich werde sie morgen wieder verwenden.",
      "example_translation": "Necesito una aguja circular para terminar mi proyecto de tejer. La usé ayer y la usaré de nuevo mañana.",
      "imageLink": "image_files\\English\\circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eckenstanzer",
      "translation": "puntillo de esquina",
      "definition": "Ein Eckenstanzer ist ein handgehaltenes Werkzeug, das verwendet wird, um eine halbrunde Ausnehmung oder Loch in Papier, Karton oder Plastik zu schaffen, typischerweise inCrafting, Binden und anderen papierbasierten Anwendungen verwendet wird.",
      "definition_translation": "Un puntillo de esquina es una herramienta portátil utilizada para crear una muesca o agujero semicircular en papel, cartón o plástico, generalmente utilizada en manualidades, binding y otras aplicaciones basadas en papel.",
      "example": "Sie verwendete einen Eckenstanzer, um eine dekorative Kante auf ihrer Scrapbook-Seite zu schaffen. Die Lehrerin wird morgen zeigen, wie man einen Eckenstanzer verwendet. Bis nächstem Jahr werde ich den Umgang mit einem Eckenstanzer beherrschen.",
      "example_translation": "Ella usó un puntillo de esquina para crear un borde decorativo en su página de scrapbook. La maestra demostrará cómo usar un puntillo de esquina mañana. Para el próximo año, habré dominado el uso de un puntillo de esquina.",
      "imageLink": "image_files\\English\\corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Crêpe-Papier",
      "translation": "papel crepé",
      "definition": "Crêpe-Papier ist eine Art von dünnem, flexiblen Papier, das krinkelt oder gefaltet wird, um einen dekorativen, texturierten Effekt zu erzielen, oft in Kunst- und Handwerksprojekten, Partys und Feiern verwendet wird.",
      "definition_translation": "El papel crepé es un tipo de papel delgado y flexible que se arruga o pliega para crear un efecto decorativo y texturizado, a menudo utilizado en proyectos de arte y manualidades, fiestas y celebraciones.",
      "example": "Die Kinder liebten es, Blumen aus Crêpe-Papier in der Kunstklasse zu basteln. Wir werden den Party-Bereich mit Crêpe-Papier- Girlanden dekorieren. Bis nächster Woche werde ich die Crêpe-Papier-Blumen für die Hochzeit fertiggestellt haben.",
      "example_translation": "Los niños amaban hacer flores con papel crepé en la clase de arte. Decoraremos el área de la fiesta con banderines de papel crepé. Para la próxima semana, habré terminado de hacer las flores de papel crepé para la boda.",
      "imageLink": "image_files\\English\\crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häkelnadel",
      "translation": "gancho de crochet",
      "definition": "Ein Häkelnadel ist ein Werkzeug, das verwendet wird, um Schlaufen in Garn oder anderen Materialien zu erstellen, typischerweise in Häkeln, Stricken und anderen Nadelarbeiten oder Faserkunst.",
      "definition_translation": "Un gancho de crochet es una herramienta utilizada para crear bucles en hilo o otros materiales, generalmente utilizada en crochet, knitting y otras artes de aguja o fibras.",
      "example": "Sie wählte sorgfältig eine Häkelnadel aus, um dem Garn für ihre Decke zu entsprechen. Der Lehrer wird im nächsten Kurs zeigen, wie man eine Häkelnadel benutzt. Bis nächsten Monat werde ich einen Häkelnadelfall fertig gestellt haben.",
      "example_translation": "Ella seleccionó cuidadosamente un gancho de crochet para combinar con el hilo de su manta. El instructor demostrará cómo usar un gancho de crochet en la próxima clase. Para el próximo mes, habré terminado de hacer la funda del gancho de crochet.",
      "imageLink": "image_files\\English\\crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuzstich",
      "translation": "punto de cruz",
      "definition": "Ein Kreuzstich ist eine Art der Stickerei, bei der Muster auf Stoff mittels x-förmiger Stiche erstellt werden.",
      "definition_translation": "un tipo de bordado que implica crear patrones en tela utilizando puntadas en forma de x",
      "example": "Ich habe Monate an dieser Decke gestickt und sie ist endlich fertig. Gestern habe ich ein schönes Design auf das Geburtstagsgeschenk meiner Schwester gestickt. Bis nächstes Jahr werde ich eine komplette Serie von Tischtüchern gestickt haben.",
      "example_translation": "He estado haciendo punto de cruz en esta manta durante meses, y finalmente está terminada. Ayer, hice un hermoso diseño de punto de cruz en el regalo de cumpleaños de mi hermana. Para el próximo año, habré hecho un conjunto completo de manteles de punto de cruz.",
      "imageLink": "image_files\\English\\cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Datumsstempel",
      "translation": "sello de fecha",
      "definition": "Ein Datumsstempel ist ein Gerät oder Werkzeug, das verwendet wird, um ein Dokument oder ein Paket mit dem Datum zu kennzeichnen.",
      "definition_translation": "un dispositivo o herramienta utilizado para marcar un documento o paquete con la fecha",
      "example": "Die Bibliothekarin benutzte einen Datumsstempel, um das Rückgabedatum auf dem Buch zu kennzeichnen. Sie wird alle Dokumente vor der Archivierung mit einem Datumsstempel versehen. Bis nächster Woche wird das Unternehmen ein neues Datumsstempel-System implementiert haben.",
      "example_translation": "La bibliotecaria utilizó un sello de fecha para marcar la fecha de devolución del libro. Ella sellará con fecha todos los documentos antes de archivarlos. Para la próxima semana, la empresa habrá implementado un nuevo sistema de sello de fecha.",
      "imageLink": "image_files\\English\\date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decoupage-Papier",
      "translation": "papel de découpage",
      "definition": "Ein Decoupage-Papier ist eine Art von Papier, die für die Decoupage-Technik verwendet wird, die Bilder auf eine Oberfläche klebt.",
      "definition_translation": "un tipo de papel utilizado para découpage, una técnica de manualidad que implica pegar imágenes recortadas sobre una superficie",
      "example": "Ich habe Decoupage-Papier verwendet, um ein schönes Collage auf der Wand meines Tochterzimmers zu erstellen. Der Künstler wird ein Vasen mit Vintage-Papier decoupage. Bis nächsten Monat werde ich alle Möbel in meinem Wohnzimmer decoupage haben.",
      "example_translation": "Utilicé papel de découpage para crear un hermoso collage en la pared del dormitorio de mi hija. El artista decorará un jarrón con papeles vintage. Para el próximo mes, habré terminado de decoupage todos los muebles en mi sala de estar.",
      "imageLink": "image_files\\English\\decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickfaden",
      "translation": "hilo de bordado",
      "definition": "Ein Stickfaden ist eine Art von Faden, die für die Stickerei verwendet wird, üblicherweise aus Baumwolle, Seide oder synthetischen Materialien und kommt in verschiedenen Farben und Texturen.",
      "definition_translation": "Un tipo de hilo utilizado para el bordado, típicamente hecho de algodón, seda o materiales sintéticos, y viene en una variedad de colores y texturas.",
      "example": "Sie wählte sorgfältig den Stickfaden aus, um dem Kleid ihrer Tochter zu entsprechen. Sie wird den Stickfaden verwenden, um das Design auf das Tuch zu sticken. Sie benutzte den Stickfaden, um ein schönes Muster auf dem Taschentuch zu erstellen.",
      "example_translation": "Ella seleccionó cuidadosamente el hilo de bordado para que coincida con el color de su vestido. Usará el hilo de bordado para coser el diseño en la tela. Utilizó el hilo de bordado para crear un hermoso patrón en el pañuelo.",
      "imageLink": "image_files\\English\\embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickrahmen",
      "translation": "aro de bordado",
      "definition": "Ein Stickrahmen ist ein kreisförmiger Rahmen, der verwendet wird, um Stoff straff zu halten, um die Stickerei oder andere Formen der Nadelarbeit zu erleichtern.",
      "definition_translation": "Un marco circular utilizado para mantener la tela tensa, permitiendo el bordado o otros tipos de trabajo de aguja fáciles.",
      "example": "Sie legte den Stoff in den Stickrahmen, um das Design zu sticken. Der Stickrahmen war zu klein für das große Stück Stoff. Sie wird einen größeren Stickrahmen kaufen, um den Quilt zu akkommodieren.",
      "example_translation": "Ella colocó la tela en el aro de bordado para empezar a coser el diseño. El aro de bordado era demasiado pequeño para la gran pieza de tela. Comprará un aro de bordado más grande para adaptarse a la colcha.",
      "imageLink": "image_files\\English\\embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaum brush",
      "translation": "cepillo de espuma",
      "definition": "Ein Schaum-B Pinsel ist ein Pinsel mit weichen, flexiblen Borsten aus Schaum, der verwendet wird, um Klebstoffe, Farben oder andere Materialien aufzutragen.",
      "definition_translation": "Un cepillo con cerdas blandas y flexibles hechas de espuma, utilizado para aplicar adhesivos, pinturas o otros materiales.",
      "example": "Der Schaum-B Pinsel war perfekt für das Auftragen des Klebstoffs auf das feine Design. Sie benutzte einen Schaum-B Pinsel, um die Wände ihres Wohnzimmers zu streichen. Er wird einen Schaum-B Pinsel verwenden, um den Lack auf dem Holztisch aufzutragen.",
      "example_translation": "El cepillo de espuma era perfecto para aplicar el pegamento al diseño intrincado. Usó un cepillo de espuma para pintar las paredes de su sala de estar. Usará un cepillo de espuma para aplicar el barniz a la mesa de madera.",
      "imageLink": "image_files\\English\\foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heißklebepistole",
      "translation": "pistola de pegamento",
      "definition": "Eine Heißklebepistole ist ein Handgerät, das heiß schmelzendes Klebstoff aufträgt, um Materialien miteinander zu verbinden.",
      "definition_translation": "Una pistola de pegamento es un dispositivo portátil que aplica adhesivo de fusión en caliente para unir materiales entre sí.",
      "example": "Ich habe gestern eine Heißklebepistole verwendet, um das Möbel zusammenzubauen. Ich werde morgen eine Heißklebepistole verwenden, um das gebrochene Vasen zu reparieren. Ich benutze gerade eine Heißklebepistole, um die Dekorationen anzubringen.",
      "example_translation": "Usé una pistola de pegamento para ensamblar el mueble ayer. Usaré una pistola de pegamento para reparar la vasija rota mañana. Estoy utilizando una pistola de pegamento para attaches las decoraciones ahora.",
      "imageLink": "image_files\\English\\glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haken und Öse",
      "translation": " agarre y ojo",
      "definition": "Ein Haken und Öse ist ein Typ von Verschluss, der verwendet wird, um etwas zu verschließen oder zu sichern, bestehend aus einem Haken und einer entsprechenden Öse oder einem Loch.",
      "definition_translation": "Un agarre y ojo es un tipo de sujetador utilizado para cerrar o asegurar algo, compuesto por un gancho y una ranura o agujero correspondiente.",
      "example": "Sie benutzte einen Haken und Öse, um ihren BH gestern zu verschließen. Er wird einen Haken und Öse verwenden, um den Träger morgen zu sichern. Sie sind gerade einen Haken und Öse verwenden, um den Vorhang anzubringen.",
      "example_translation": "Ella usó un agarre y ojo para sujetar su brasier ayer. Él usará un agarre y ojo para asegurar la correa mañana. Ellos están utilizando un agarre y ojo para attaches la cortina ahora.",
      "imageLink": "image_files\\English\\hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tintenpresse",
      "translation": "tinta de sello",
      "definition": "Eine Tintenpresse ist ein kleiner Stempel, der verwendet wird, um Tinte auf einen Gummistempel oder ein anderes Gerät aufzutragen, um Stempel oder Abdrucke zu erstellen.",
      "definition_translation": "Un tinta de sello es una pequeña almohadilla utilizada para aplicar tinta a un sello de goma o otro dispositivo, utilizado para imprimir o estampar.",
      "example": "Ich habe gestern eine Tintenpresse verwendet, um das Dokument zu stempeln. Sie wird morgen eine Tintenpresse verwenden, um den Vertrag zu unterschreiben. Sie sind gerade eine Tintenpresse verwenden, um die Pakete zu kennzeichnen.",
      "example_translation": "Usé un tinta de sello para estampar el documento ayer. Ella usará un tinta de sello para firmar el contrato mañana. Ellos están utilizando un tinta de sello para marcar los paquetes ahora.",
      "imageLink": "image_files\\English\\ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stricknadeln",
      "translation": "aguja de tejer",
      "definition": "Lange, spitze Werkzeuge, die verwendet werden, um Garn oder Faden bei der Strickerei oder Häkeln zu formen und zu manipulieren.",
      "definition_translation": "Herramientas largas y puntiagudas utilizadas para dar forma y manipular hilo o lana en el proceso de tejer o crochet.",
      "example": "Sie benutzte ihre Stricknadeln, um ein schönes Sweatshirt zu erstellen. Sie hat seit ihrer Kindheit Stricknadeln verwendet. Sie wird Stricknadeln verwenden, um einen Hut für ihren Freund zu machen.",
      "example_translation": "Ella utilizó sus agujas de tejer para crear un hermoso suéter. Ella ha estado utilizando agujas de tejer desde que era niña. Ella utilizará agujas de tejer para hacer un sombrero para su amiga.",
      "imageLink": "image_files\\English\\knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Modeliermasse",
      "translation": "masa de modelar",
      "definition": "Eine Art von Ton, die geformt und geformt werden kann, um verschiedene Formen und Gestalten zu erstellen, oft für künstlerische oder kreative Zwecke verwendet.",
      "definition_translation": "Un tipo de arcilla que se puede moldear y dar forma para crear diversas formas y figuras, a menudo utilizada para fines artísticos o creativos.",
      "example": "Der Künstler benutzte Modeliermasse, um eine Skulptur zu erstellen. Das Kind spielte in der Kunststunde mit Modeliermasse. Sie wird Modeliermasse verwenden, um eine Dekorfigurine zu machen.",
      "example_translation": "El artista utilizó masa de modelar para crear una escultura. El niño jugó con masa de modelar en la clase de arte. Ella utilizará masa de modelar para hacer una figurita decorativa.",
      "imageLink": "image_files\\English\\modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nählfadenführer",
      "translation": "hiladora de aguja",
      "definition": "Ein Werkzeug, das verwendet wird, um Faden durch das Öhr einer Nadel zu führen, damit es einfacher ist, zu nähen oder zu sticken.",
      "definition_translation": "Un dispositivo utilizado para ayudar a guiar el hilo a través del ojo de la aguja, haciendo que sea más fácil coser o bordar.",
      "example": "Sie benutzte einen Nählfadenführer, um einen Knopf anzunähen. Er hatte Schwierigkeiten, einen Nählfadenführer zu verwenden, um die Nadel zu fädeln. Sie wird einen Nählfadenführer verwenden, um ein Muster zu sticken.",
      "example_translation": "Ella utilizó una hiladora de aguja para coser un botón. Él tenía problemas para utilizar una hiladora de aguja para pasar el hilo por la aguja. Ella utilizará una hiladora de aguja para bordar un diseño.",
      "imageLink": "image_files\\English\\needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Numerierstempel",
      "translation": "sello de numeración",
      "definition": "Ein Numerierstempel ist ein Werkzeug, das verwendet wird, um Zahlen oder andere numerische Informationen auf eine Oberfläche zu drucken, oft in administrativen oder organisatorischen Umfeldern verwendet.",
      "definition_translation": "Un sello de numeración es una herramienta utilizada para imprimir números o información numérica en una superficie, a menudo utilizada en entornos administrativos o organizativos.",
      "example": "Ich benutzte einen Numerierstempel, um die Akten zu kennzeichnen. Ich werde es wieder morgen verwenden, und ich habe es jeden Tag diese Woche verwendet.",
      "example_translation": "Usé un sello de numeración para etiquetar los archivos ayer, lo utilizaré de nuevo mañana y lo he utilizado todos los días esta semana.",
      "imageLink": "image_files\\English\\numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papierschneider",
      "translation": "cortapapeles",
      "definition": "Ein Papierschneider ist ein Gerät, das verwendet wird, um Papier zu schneiden, oft in Büros oder Schulen verwendet, um Blätter zu schneiden oder zu trennen.",
      "definition_translation": "Un cortapapeles es un dispositivo utilizado para cortar papel, a menudo utilizado en oficinas o escuelas para recortar o separar hojas de papel.",
      "example": "Die Lehrerin bat mich, den Papierschneider zu verwenden, um die Arbeitsblätter zu schneiden. Ich hatte ihn zuvor verwendet, um Konstruktionspapier zu schneiden, und ich werde ihn wieder verwenden, um Geschenkpapier zu schneiden.",
      "example_translation": "La maestra me pidió que utilizara el cortapapeles para cortar las hojas de trabajo, había utilizado anteriormente para cortar el papel de construcción y lo utilizaré de nuevo para cortar el papel de envolver regalos.",
      "imageLink": "image_files\\English\\paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Plastilin",
      "translation": "modelar",
      "definition": "Plastilin ist eine Art von Modelliermasse, die verwendet wird, um dreidimensionale Objekte oder Figuren zu erstellen, oft in künstlerischen oder pädagogischen Umfeldern verwendet.",
      "definition_translation": "El modelar es un tipo de arcilla de modelar utilizada para crear objetos o figuras tridimensionales, a menudo utilizada en entornos artísticos o educativos.",
      "example": "Ich formte das Plastilin gestern zu einem kleinen Tier, ich forme es heute zu einem Auto, und ich werde es nächste Woche zu einer Burg geformt haben.",
      "example_translation": "Moldé el modelar en un animalito pequeño ayer, estoy moldeándolo en un coche hoy y lo habré moldeado en un castillo para la próxima semana.",
      "imageLink": "image_files\\English\\play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Plakatfarbe",
      "translation": "pintura de cartel",
      "definition": "Eine Art von Farbe, die verwendet wird, um künstlerische und dekorative Werke zu erstellen, typischerweise wasserbasiert und in leuchtenden Farben erhältlich.",
      "definition_translation": "Un tipo de pintura utilizado para fines artísticos y decorativos, generalmente a base de agua y vibrante en color.",
      "example": "Sie benutzte Plakatfarbe, um ein schönes Wandbild zu erstellen. Sie wird Plakatfarbe verwenden, um ihr Zimmer zu dekorieren. Sie hat seit ihrer Kindheit Plakatfarbe verwendet, um Kunst zu machen.",
      "example_translation": "Ella usó pintura de cartel para crear un hermoso mural en la pared. Ella usará pintura de cartel para decorar su habitación. Ella ha estado usando pintura de cartel para hacer arte desde que era niña.",
      "imageLink": "image_files\\English\\poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhinestein",
      "translation": "piedra de Rhin",
      "definition": "Eine Art von dekorativem Stein oder Kristall, oft in Schmuck und Modeaccessoires verwendet.",
      "definition_translation": "Un tipo de piedra decorativa o cristal, a menudo utilizado en joyería y accesorios de moda.",
      "example": "Das Kleid war mit Rhinesteinen besetzt, die im Licht glitzerten. Sie wird Rhinestein-Ohrringe zum Fest tragen. Rhinesteine wurden verwendet, um die Krone der Königin zu dekorieren.",
      "example_translation": "El vestido estaba adornado con piedras de Rhin que brillaban bajo la luz. Ella llevará aretes de piedra de Rhin a la fiesta. Se utilizaron piedras de Rhin para decorar la corona de la reina.",
      "imageLink": "image_files\\English\\rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reispapier",
      "translation": "papel de arroz",
      "definition": "Eine Art von dünnem, durchsichtigen Papier, das aus dem Mark einer Reispflanze hergestellt wird, oft in Handwerk und Kunst verwendet.",
      "definition_translation": "Un tipo de papel delgado y translúcido hecho de la médula de la planta de papel de arroz, a menudo utilizado en manualidades y arte.",
      "example": "Sie benutzte Reispapier, um ein delikates Origami-Vogel zu erstellen. Er wird Reispapier verwenden, um eine Laterne zu machen. Reispapier wurde verwendet, um eine schöne Dekoupage auf dem Vasen zu erstellen.",
      "example_translation": "Ella usó papel de arroz para crear un pájaro de origami delicado. Él usará papel de arroz para hacer una lámpara. Se utilizó papel de arroz para crear un hermoso decoupage en la vasija.",
      "imageLink": "image_files\\English\\rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laufstich",
      "translation": "punto corrido",
      "definition": "Ein grundlegender Stickstich, der verwendet wird, um Fäden oder Stoffe zu sammenzufügen, charakterisiert durch eine Serie von kleinen, regelmäßigen Stichen.",
      "definition_translation": "Un punto básico de costura utilizado para unir y entelar, caracterizado por una serie de pequeñas puntadas regulares.",
      "example": "Ich benutzte einen Laufstich, um die zwei Stoffstücke zusammenzunähen. Ich habe Stunden damit verbracht, einen Laufstich zu verwenden, um die Decke zu vernähen. Ich werde einen Laufstich verwenden, um die Hosen zu flicken.",
      "example_translation": "Usé un punto corrido para coser las dos piezas de tela juntas. He estado usando un punto corrido para entelar la colcha durante horas. Usaré un punto corrido para doblar los pantalones.",
      "imageLink": "image_files\\English\\running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähkiste",
      "translation": "caja de costura",
      "definition": "Eine Box oder ein Kasten, der zum Lagern von Nähutensilien wie Fäden, Nadeln und Scheren verwendet wird.",
      "definition_translation": "Una caja o caso utilizado para almacenar suministros de costura, como hilos, agujas y tijeras.",
      "example": "Ich habe meine Nähkiste im Schrank. Sie gab mir eine schöne Nähkiste zum Geburtstag. Ich werde eine neue Nähkiste für meinen Nähkurs benötigen.",
      "example_translation": "Mantengo mi caja de costura en el armario. Ella me dio una hermosa caja de costura para mi cumpleaños. Necesitaré comprar una nueva caja de costura para mi clase de costura.",
      "imageLink": "image_files\\English\\sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähmuster",
      "translation": "patrón de costura",
      "definition": "Ein Template oder Leitfaden, der verwendet wird, um Stoffstücke für ein Nähprojekt auszuschneiden, normalerweise einschließlich Anweisungen und Maßen.",
      "definition_translation": "Un template o guía utilizado para cortar piezas de tela para un proyecto de costura, que incluye típicamente instrucciones y medidas.",
      "example": "Ich benötige ein Nähmuster für dieses Kleid. Sie verwendete ein Nähmuster, um die Vorhänge zu machen. Ich versuche seit Monaten, mein eigenes Nähmuster zu erstellen.",
      "example_translation": "Necesito comprar un patrón de costura para este vestido. Ella usó un patrón de costura para hacer las cortinas. He estado tratando de crear mi propio patrón de costura durante meses.",
      "imageLink": "image_files\\English\\sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneiderpuppe",
      "translation": "maniquí de sastre",
      "definition": "Eine Dummy oder Modell der menschlichen Figur, die von Schneidern verwendet wird, um Kleidung anzuzeigen oder anzupassen.",
      "definition_translation": "Un modelo o figura humana utilizada por sastres para exhibir o probar ropa.",
      "example": "Der Schneider platzierte sorgfältig den neuen Anzug auf der Schneiderpuppe, um einen perfekten Sitz zu gewährleisten. Gestern hatte sie die Maße genommen, und heute probierte sie es an. Nächste Woche wird sie es an den Kunden liefern.",
      "example_translation": "El sastre colocó con cuidado la chaqueta nueva en el maniquí de sastre para asegurar un ajuste perfecto. Ayer, había tomado las medidas, y hoy lo estaba probando. La próxima semana, se lo entregará al cliente.",
      "imageLink": "image_files\\English\\tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maßband",
      "translation": "cinta métrica",
      "definition": "Ein flexibles Band aus Material, das mit Einheiten der Länge markiert ist und zum Messen von Längen verwendet wird.",
      "definition_translation": "Una tira flexible de material marcada con unidades de medición, utilizada para tomar medidas lineales.",
      "example": "Sie verwendete ein Maßband, um die Länge des Stoffs zu überprüfen, und dann wird sie ihn schneiden. Gestern hatte sie das Maßband gekauft, und heute verwendete sie es zum ersten Mal. Nächsten Monat wird sie es wieder benötigen, um das Zimmer zu vermessen.",
      "example_translation": "Ella utilizó una cinta métrica para verificar la longitud de la tela, y luego la cortaría. Ayer había comprado la cinta métrica, y hoy la estaba usando por primera vez. El próximo mes, la necesitará de nuevo para medir la habitación.",
      "imageLink": "image_files\\English\\tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papiertuch",
      "translation": "papel de té",
      "definition": "Ein weiches, saugfähiges Papier, das zum Verpacken, Dekorieren oder anderen Zwecken verwendet wird.",
      "definition_translation": "Un papel suave y absorbente utilizado para envolver, decorar u otros propósitos.",
      "example": "Sie verwendete Papiertuch, um das Geschenk zu verpacken, und dann wird sie es ihrem Freund geben. Gestern hatte sie das Papiertuch gekauft, und heute verpackte sie das Geschenk. Nächstes Jahr wird sie es wieder benötigen, um den Weihnachtsbaum zu dekorieren.",
      "example_translation": "Ella utilizó papel de té para envolver el regalo, y luego se lo dará a su amiga. Ayer había comprado el papel de té, y hoy estaba envolviendo el regalo. El próximo año, lo necesitará de nuevo para decorar el árbol de Navidad.",
      "imageLink": "image_files\\English\\tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquarell",
      "translation": "aguada",
      "definition": "Eine Maltechnik, bei der der Künstler eine wasserbasierte Lösung verwendet, um eine transparente Waschung von Farbe zu erstellen.",
      "definition_translation": "una técnica de pintura en la que el artista utiliza una solución acuosa para crear un lavado de color transparente",
      "example": "Ich verwendete Aquarell, um ein schönes Landschaftsbild zu malen. Ich werde Aquarell verwenden, um ein Porträt zu malen. Sie hatte Aquarell verwendet, um ein atemberaubendes Kunstwerk zu erstellen.",
      "example_translation": "Utilicé aguada para pintar un hermoso paisaje. Usaré aguada para pintar un retrato. Ella había usado aguada para crear una obra de arte impresionante.",
      "imageLink": "image_files\\English\\watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holzstempel",
      "translation": "sello de madera",
      "definition": "Ein Werkzeug, das verwendet wird, um ein Design oder Muster auf eine Oberfläche aufzutragen, normalerweise aus Holz.",
      "definition_translation": "una herramienta utilizada para aplicar un diseño o patrón en una superficie, habitualmente hecha de madera",
      "example": "Ich schnitzte einen Holzstempel, um ein einzigartiges Design zu erstellen. Sie verwendet einen Holzstempel, um ein schönes Muster zu erzeugen. Sie hatten Holzstempel verwendet, um eine schöne Textur zu erstellen.",
      "example_translation": "Tallé un sello de madera para crear un diseño único. Ella está utilizando un sello de madera para hacer un patrón hermoso. Habían utilizado sellos de madera para crear una textura encantadora.",
      "imageLink": "image_files\\English\\wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreibpinsel",
      "translation": "pincel de escritura",
      "definition": "Ein Pinsel, der verwendet wird, um Tinte oder andere Schreibmaterialien auf eine Oberfläche aufzutragen, oft in der Kalligrafie und anderen Formen der künstlerischen Schreibweise verwendet.",
      "definition_translation": "un pincel utilizado para aplicar tinta o otros materiales de escritura en una superficie, a menudo utilizado en caligrafía y otras formas de escritura artística",
      "example": "Ich verwendete einen Schreibpinsel, um eine schöne Kalligrafie zu erstellen. Sie verwendet einen Schreibpinsel, um einen Brief zu schreiben. Sie hatten Schreibpinsel verwendet, um ein atemberaubendes Kunstwerk zu erstellen.",
      "example_translation": "Utilicé un pincel de escritura para crear una hermosa caligrafía. Ella está utilizando un pincel de escritura para escribir una carta. Habían utilizado pinceles de escritura para crear una obra de arte impresionante.",
      "imageLink": "image_files\\English\\writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]