[
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biskuit",
      "translation": "galleta",
      "definition": "Ein kleines, typischerweise süßes, gebackenes Lebensmittel, das gewöhnlich knusprig und trocken ist, oft mit Tee oder Kaffee serviert.",
      "definition_translation": "Un alimento pequeño, habitualmente dulce, horneado que suele ser crujiente y seco, a menudo servido con té o café.",
      "example": "Ich aß ein Biskuit mit meinem Morgen-Tee. Ich esse ein Biskuit mit meinem Nachmittag-Kaffee. Ich werde ein Biskuit mit meinem Abend-Dessert essen.",
      "example_translation": "Comí una galleta con mi té de la mañana. Estoy comiendo una galleta con mi café de la tarde. Comeré una galleta con mi postre de la noche.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchen",
      "translation": "torta",
      "definition": "Ein süßes Lebensmittel, hergestellt aus Mehl, Zucker und Eiern, typischerweise gebacken und oft mit Zuckerguss dekoriert.",
      "definition_translation": "Un alimento dulce hecho con harina, azúcar y huevos, típicamente horneado y a menudo decorado con glaseado.",
      "example": "Ich backte einen Kuchen für meinen Freundes Geburtstag. Ich backe einen Kuchen für meine Schwester Hochzeit. Ich werde einen Kuchen für meine Großmutter Jahrestag backen.",
      "example_translation": "Hornée una torta para el cumpleaños de mi amigo. Estoy horneando una torta para la boda de mi hermana. Hornearé una torta para el aniversario de mi abuela.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokolade",
      "translation": "chocolato",
      "definition": "Ein süßes Lebensmittel, hergestellt aus gerösteten Samen des Kakaobaumes, oft als Snack oder Zutat in der Küche genossen.",
      "definition_translation": "Un alimento dulce hecho con las semillas tostadas del árbol de cacao, a menudo comido como snack o utilizado como ingrediente en la cocina.",
      "example": "Ich aß ein Stück Schokoladenkuchen. Ich esse eine Schokoladentrüffel. Ich werde ein Schokoladen-Chip-Cookie essen.",
      "example_translation": "Comí un pedazo de torta de chocolate. Estoy comiendo un trufa de chocolate. Comeré una galleta de chispa de chocolate.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiscreme",
      "translation": "helado",
      "definition": "Ein süßes gefrorenes Lebensmittel, hergestellt aus Sahne, Zucker und Aromen, typischerweise als Snack oder Dessert genossen.",
      "definition_translation": "Un alimento congelado dulce hecho de crema, azúcar y saborizantes, comido generalmente como un snack o postre.",
      "example": "Ich aß ein Eiscreme-Hörnchen gestern, ich esse eines jetzt und ich werde eines morgen essen.",
      "example_translation": "Me comí un cono de helado ayer, estoy comiendo uno ahora y comeré otro mañana.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bonnbon",
      "translation": "dulce",
      "definition": "Ein süßes Lebensmittel, hergestellt aus Zucker, oft aromatisiert und gefärbt, und oft in kleine Stücke oder Riegel geformt.",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y a menudo moldeado en pequeñas piezas o barras.",
      "example": "Ich kaufte einige Bonbons im Laden, ich kaufe jetzt mehr und ich werde nächste Woche noch mehr kaufen.",
      "example_translation": "Compré algunos dulces en la tienda, estoy comprando más ahora y compraré incluso más la próxima semana.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dessert",
      "translation": "postre",
      "definition": "Ein Gang, der normalerweise aus süßen Lebensmitteln wie Früchten, Puddings und Kuchen besteht, am Ende einer Mahlzeit serviert。",
      "definition_translation": "Un curso que típicamente consiste en alimentos dulces, como frutas, custards y tortas, servido al final de una comida.",
      "example": "Wir hatten ein leckeres Dessert im Restaurant, wir haben jetzt eins und wir werden eines auf der Party haben.",
      "example_translation": "Tuvo un postre delicioso en el restaurante, estamos teniendo uno ahora y tendremos otro en la fiesta.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lutscher",
      "translation": "chupete",
      "definition": "Ein süßes Lebensmittel, bestehend aus hartem Karamell auf einem Stiel, oft aromatisiert und gefärbt.",
      "definition_translation": "Un alimento dulce hecho de caramelo duro montado en un palo, generalmente saborizado y coloreado.",
      "example": "Ich aß einen Lutscher auf dem Jahrmarkt gestern, ich werde einen auf der Party heute Abend essen und ich hatte einen am Strand letzten Wochenende gegessen.",
      "example_translation": "Me comí un chupete en la feria ayer, comeré uno en la fiesta esta noche, y había comido uno en la playa el fin de semana pasado.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "dulce",
      "definition": "Ein angenehmer süßer Geschmack oder Geschmack.",
      "definition_translation": "Tener un sabor o aroma agradablemente dulce.",
      "example": "Der süße Kuchen war lecker, ich werde eine süße Torte für meine Schwester Geburtstag backen und ich hatte ein süßes Cookie im Café gegessen.",
      "example_translation": "El pastel dulce era delicioso, cocinaré una tarta dulce para el cumpleaños de mi hermana, y había comido una galleta dulce en el café.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeiten",
      "translation": "dulces",
      "definition": "Lebensmittel, die viel Zucker und Kalorien enthalten, typischerweise als Snack oder Dessert genossen.",
      "definition_translation": "Comida que es alta en azúcar y calorías, comúnmente consumida como snack o postre.",
      "example": "Ich liebe Süßigkeiten zu essen, ich werde einige Süßigkeiten für meine Freundes Party kaufen und ich hatte zu viele Süßigkeiten auf der Halloween-Party gegessen.",
      "example_translation": "Me encanta comer dulces, compraré algunos dulces para la fiesta de mi amigo, y había comido demasiados dulces en la fiesta de Halloween.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokoladen-Tafel",
      "translation": "barra de chocolate",
      "definition": "Ein süßes Lebensmittel, hergestellt aus Kakao-Bohnen, Zucker und Milch, oft als Snack serviert。",
      "definition_translation": "Un alimento dulce hecho de granos de cacao, azúcar y leche, a menudo servido como una merienda.",
      "example": "Ich aß eine Schokoladen-Tafel gestern, ich esse eine jetzt und ich werde eine morgen essen.",
      "example_translation": "Me comí una barra de chocolate ayer, estoy comiendo una barra de chocolate ahora, y comeré una barra de chocolate mañana.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gelée",
      "translation": "jalea",
      "definition": "Ein süß oder salziger Lebensmittel, hergestellt aus Früchten, Zucker und Pektin, oft als Dessert serviert.",
      "definition_translation": "Un alimento dulce o salado hecho de frutas, azúcar y pectina, a menudo servido como postre.",
      "example": "Ich machte ein Gelée gestern, ich mache ein Gelée jetzt und ich werde ein Gelée morgen für meine Freunde machen.",
      "example_translation": "Hice una jalea ayer, estoy haciendo una jalea ahora, y haré una jalea mañana para mis amigos.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuckerwatte",
      "translation": "algodón de azúcar",
      "definition": "Ein süßes Lebensmittel, hergestellt aus Zucker, das zu dünnen Fäden gesponnen wird und oft auf Jahrmärkten und Festen serviert wird.",
      "definition_translation": "Un alimento dulce hecho de azúcar que se convierte en hebras delgadas y a menudo se sirve en ferias y carnavales.",
      "example": "Ich kaufte eine Zuckerwatte auf dem Jahrmarkt gestern, ich kaufe eine Zuckerwatte auf dem Markt jetzt und ich werde eine Zuckerwatte auf dem Jahrmarkt morgen kaufen.",
      "example_translation": "Compré un algodón de azúcar en la feria ayer, estoy comprando un algodón de azúcar en el mercado ahora, y compraré un algodón de azúcar en el carnaval mañana.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummibärchen",
      "translation": "gominolas",
      "definition": "Ein Typ von Kaugummi, der üblicherweise aus Gelatine hergestellt wird und in verschiedenen Formen und Geschmackrichtungen erhältlich ist.",
      "definition_translation": "Un tipo de caramelo masticable, generalmente hecho de gelatina, que viene en una variedad de formas y sabores.",
      "example": "Ich aß Gummibärchen auf der Party letzte Nacht, ich esse Gummibärchen jetzt und ich werde Gummibärchen morgen essen.",
      "example_translation": "Comí gominolas en la fiesta anoche, estoy comiendo gominolas ahora, y comeré gominolas mañana.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harte Bonbons",
      "translation": "caramelo duro",
      "definition": "Ein Typ von Bonbons, der hart ist und nicht leicht im Mund zergeht.",
      "definition_translation": "Un tipo de caramelo que es duro y no se disuelve fácilmente en la boca.",
      "example": "Ich lutschte an einem harten Bonbon gestern, ich lutsche an einem harten Bonbon jetzt und ich werde an einem harten Bonbon später lutschen.",
      "example_translation": "Me chupé un caramelo duro ayer, estoy chupando un caramelo duro ahora, y me chuparé un caramelo duro más tarde.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marzipan",
      "translation": "mazapán",
      "definition": "Ein süßes Mandel-basiertes Konfekt, hergestellt aus gleichen Teilen gemahlenen Mandeln und Zucker.",
      "definition_translation": "Una confitería dulce a base de almendras hecha de partes iguales de almendras molidas y azúcar.",
      "example": "Ich dekorierte den Kuchen mit Marzipan gestern, ich dekoriere den Kuchen mit Marzipan jetzt und ich werde den Kuchen mit Marzipan nächste Woche dekorieren.",
      "example_translation": "Decoré el pastel con mazapán ayer, estoy decorando el pastel con mazapán ahora, y decoraré el pastel con mazapán la próxima semana.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hartkaramelle",
      "translation": "caramelo hervido",
      "definition": "Ein Bonbon, das gekocht wurde, um eine harte Außenschicht und eine weiche Mitte zu erzeugen.",
      "definition_translation": "Un dulce que ha sido hervido para crear un exterior duro de caramelo y un centro suave.",
      "example": "Ich aß eine Hartkaramelle, als ich ein Kind war. Ich esse eine Hartkaramelle jetzt. Ich werde eine Hartkaramelle morgen essen.",
      "example_translation": "Me comí un caramelo hervido cuando era niño. Estoy comiendo un caramelo hervido ahora. Comeré un caramelo hervido mañana.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konditorei",
      "translation": "confitería",
      "definition": "Die Kunst, Süßigkeiten und Bonbons herzustellen, oder ein Laden, in dem solche Artikel verkauft werden.",
      "definition_translation": "El arte de hacer dulces y caramelos, o una tienda donde se venden tales artículos.",
      "example": "Ich ging in den Konditorei-Laden, um einige Schokoladen zu kaufen. Der Konditorei-Laden war berühmt für seine handgefertigten Süßigkeiten. Der Konditorei-Laden wird nächste Monat eine neue Filiale eröffnen.",
      "example_translation": "Fui a la tienda de confitería para comprar algunos chocolates. La tienda de confitería era famosa por sus dulces artesanales. La tienda de confitería abrirá una nueva sucursal el próximo mes.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fudge",
      "translation": "rozura",
      "definition": "Ein Typ von weicher, süßer Konfekt, hergestellt aus Zucker, Sahne und Geschmackstoffen.",
      "definition_translation": "Un tipo de confitería suave y dulce hecha de azúcar, crema y saborizantes.",
      "example": "Ich liebe es, Fudge auf Urlaub zu essen. Sie macht Fudge für ihre Kinder. Sie werden Fudge auf dem Markt morgen verkaufen.",
      "example_translation": "Me encanta comer rozura durante las vacaciones. Ella está haciendo rozura para sus hijos. Venderán rozura en el mercado mañana.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gelée-Bonbons",
      "translation": "golosinas de gelatina",
      "definition": "Gelée-Bonbons sind ein Typ von Konfekt, hergestellt aus Zucker, Maissirup und Lebensmittelfarbstoffen, mit einer weichen und kaubaren Textur.",
      "definition_translation": "Las golosinas de gelatina son un tipo de confitería hecha de azúcar, jarabe de maíz y colorante alimentario, con una textura suave y masticable.",
      "example": "Ich aß Gelée-Bonbons, als ich ein Kind war. Ich esse Gelée-Bonbons jetzt. Ich werde Gelée-Bonbons auf der Party morgen essen.",
      "example_translation": "Comí golosinas de gelatina cuando era niño. Estoy comiendo golosinas de gelatina ahora. Comeré golosinas de gelatina en la fiesta de mañana.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]