[
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fähig",
      "translation": "capaz",
      "definition": "Die Fähigkeit, die Stärke oder Fähigkeit hat, etwas zu tun.",
      "definition_translation": "Tener la habilidad, fuerza o capacidad para hacer algo.",
      "example": "Ich war in der Lage, das Projekt rechtzeitig abzuschließen. Ich bin in der Lage, drei Sprachen zu sprechen. Ich werde in der Lage sein, dem Meeting morgen beizuwohnen.",
      "example_translation": "Pude terminar el proyecto a tiempo. Soy capaz de hablar tres idiomas. Seré capaz de asistir a la reunión mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/able.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/able.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abwesend",
      "translation": "distraído",
      "definition": "So tief in Gedanken, dass die Aufmerksamkeit nicht auf der Gegenwart liegt.",
      "definition_translation": "Tan profundamente pensativo que la atención no está en el presente.",
      "example": "Ich war abwesend und vergaß meine Schlüssel. Sie ist immer abwesend und vergißt ihre Termine. Er wird abwesend sein und den Abgabetermin verpassen.",
      "example_translation": "Estuve distraído y olvidé mis llaves. Ella siempre está distraída y olvida sus citas. Él estará distraído y perderá la fecha límite.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absent-minded.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absent-minded.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unfall",
      "translation": "accidente",
      "definition": "Ein unvorhergesehener Ereignis, das unerwartet und unbeabsichtigt auftritt.",
      "definition_translation": "Un evento impredecible que ocurre inesperadamente y sin intención.",
      "example": "Ich war letzte Nacht in einen Autounfall verwickelt. Es gab gestern einen Unfall auf der Autobahn. Sie wird einen Unfall haben, wenn sie die Sicherheitsregeln nicht befolgt.",
      "example_translation": "Me vi involucrado en un accidente de coche anoche. Hubo un accidente en la autopista ayer. Ella tendrá un accidente si no sigue las reglas de seguridad.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accident.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accident.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quer",
      "translation": "a través de",
      "definition": "Von einer Seite zur anderen; sich von Seite zu Seite erstreckend",
      "definition_translation": "De un lado a otro; extendiéndose desde un lado a otro",
      "example": "Ich ging gestern quer über das Feld, ich gehe quer über die Straße jetzt und ich werde quer über die Brücke morgen gehen.",
      "example_translation": "Caminé a través del campo ayer, estoy caminando a través de la calle ahora, y caminaré a través del puente mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/across.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/across.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktivität",
      "translation": "actividad",
      "definition": "Der Zustand des Aktivseins oder etwas zu tun",
      "definition_translation": "El estado de ser activo o hacer algo",
      "example": "Ich genoss die Outdoor-Aktivität gestern, ich nehme jetzt an einer Team-Building-Aktivität teil und ich werde nächsten Monat eine neue Hobby-Aktivität starten.",
      "example_translation": "Disfruté de la actividad al aire libre ayer, estoy participando en una actividad de construcción de equipo ahora, y empezaré una nueva actividad de aficiones el próximo mes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/activity.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspieler",
      "translation": "actor",
      "definition": "Eine Person, die in einem Spiel, Film oder Fernsehsendung spielt",
      "definition_translation": "Una persona que actúa en una obra, película o programa de televisión",
      "example": "Der Schauspieler spielte die Rolle eines Königs im Film, der Schauspieler probt jetzt für das Spiel und der Schauspieler wird in einer neuen Fernsehserie next Jahr sterben.",
      "example_translation": "El actor interpretó el papel de un rey en la película, el actor está ensayando para la obra ahora, y el actor protagonizará una nueva serie de TV el añonext.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspielerin",
      "translation": "actriz",
      "definition": "Eine Frau, deren Beruf das Spielen auf der Bühne, im Film oder im Fernsehen ist.",
      "definition_translation": "Una mujer cuya profesión es actuar en el escenario, en películas o en televisión.",
      "example": "Sie war eine talentierte Schauspielerin, die in vielen erfolgreichen Filmen mitgespielt hatte. Sie wird die Hauptrolle in dem neuen Spiel spielen. Sie hatte in mehreren Fernsehsendungen gespielt, bevor sie nach Hollywood ging.",
      "example_translation": "Era una actriz talentosa que había protagonizado muchas películas exitosas. Ella jugará el papel principal en la nueva obra de teatro. Había actuado en varios programas de televisión antes de mudarse a Hollywood.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actress.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actress.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tatsächlich",
      "translation": "en realidad",
      "definition": "Wird verwendet, um anzuzeigen, dass etwas wahr oder passiert, oft wenn es unerwartet oder überraschend ist.",
      "definition_translation": "Se utiliza para indicar que algo es cierto o sucede, a menudo cuando es inesperado o sorprendente.",
      "example": "Ich bin tatsächlich gestern ins Fitnessstudio gegangen. Ich werde tatsächlich das Projekt rechtzeitig beenden. Sie hatte tatsächlich als Kind Klavier spielen gelernt.",
      "example_translation": "En realidad fui al gimnasio ayer. En realidad terminaré el proyecto a tiempo. Ella había aprendido a tocar el piano cuando era niña en realidad.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hinzufügen",
      "translation": "añadir",
      "definition": "Etwas mit etwas anderem zu tun, um es größer oder länger zu machen.",
      "definition_translation": "Poner algo con algo más, especialmente para hacerlo más grande o más largo.",
      "example": "Kannst du meinen Namen auf die Liste setzen? Sie wird ein neues Kapitel zu ihrem Buch hinzufügen. Sie haben letzte Woche ein neues Feature zur Software hinzugefügt.",
      "example_translation": "¿Puedes agregar mi nombre a la lista? Ella agregará un nuevo capítulo a su libro. Agregaron una nueva función al software la semana pasada.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/add.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/add.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortgeschritten",
      "translation": "avanzado",
      "definition": "weit entwickelt oder fortgeschritten; sehr geschickt oder befähigt.",
      "definition_translation": "Muy desarrollado o avanzado en su desarrollo o progreso; muy habilidoso o competente.",
      "example": "Die fortschrittliche Technologie, die in dem neuen Smartphone verwendet wird, hat die Industrie revolutioniert. Letztes Jahr sind wir zum nächsten Stadium des Projekts fortgeschritten. Bis nächstes Jahr werden wir unsere Forschung noch weiter fortgeschritten haben.",
      "example_translation": "La tecnología avanzada utilizada en el nuevo teléfono inteligente ha revolucionado la industria. El año pasado, avanzamos a la próxima etapa del proyecto. Para el próximo año, habremos avanzado aún más nuestra investigación.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abenteuer",
      "translation": "aventura",
      "definition": "Eine aufregende oder ungewöhnliche Erfahrung; ein kühner oder wagemutiger Einsatz.",
      "definition_translation": "Una experiencia emocionante o inusual; una empresa osada o atrevida.",
      "example": "Ich plane ein Abenteuer, um den Appalachian Trail nächstes Sommer zu wandern. Sie hatte ein Abenteuer in Europa nach dem College-Abschluss. Bis nächstes Jahr werde ich viele Abenteuer auf der ganzen Welt gehabt haben.",
      "example_translation": "Estoy planeando una aventura para caminar el sendero de los Apalaches el próximo verano. Ella tuvo una aventura en Europa después de graduarse de la universidad. Para el próximo año, habré tenido muchas aventuras en todo el mundo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adventure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzeige",
      "translation": "anuncio",
      "definition": "Eine Ankündigung oder Bekanntmachung in einem öffentlichen Medium, um ein Produkt, eine Dienstleistung oder eine Idee zu bewerben.",
      "definition_translation": "Un aviso o anuncio en un medio público que promociona un producto, servicio o idea.",
      "example": "Das Unternehmen plazierte eine Anzeige in der Zeitung, um neue Kunden anzuziehen. Letzte Woche sahen wir eine Anzeige im Fernsehen für ein neues Auto-Modell. Bis nächsten Monat wird die Anzeige online veröffentlicht worden sein.",
      "example_translation": "La empresa colocó un anuncio en el periódico para atraer a nuevos clientes. La semana pasada, vimos un anuncio en la televisión para un nuevo modelo de coche. Para el próximo mes, el anuncio habrá sido publicado en línea.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advertisement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertisement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rat",
      "translation": "consejo",
      "definition": "Eine Führung oder Empfehlung, die mit Hinblick auf eine umsichtige Handlung gegeben wird.",
      "definition_translation": "Orientación o recomendaciones ofrecidas con respecto a la acción prudente.",
      "example": "Sie suchte den Rat ihres Anwalts, bevor sie eine Entscheidung traf. Sie nahm den Rat ihres Arztes an. Sie wird den Rat ihres Finanzberaters annehmen.",
      "example_translation": "Ella buscó consejo de su abogado antes de tomar una decisión. Ella había estado tomando consejo de su médico. Ella tomará consejo de su asesor financiero.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugzeug",
      "translation": "aeroplano",
      "definition": "Ein motorgetriebenes, Starrflügel-Flugzeug, das zum Fliegen benutzt wird.",
      "definition_translation": "Un avión con alas fijas propulsado utilizado para volar.",
      "example": "Ich habe noch nie in einem Flugzeug geflogen. Sie wird mit dem Flugzeug nach Paris reisen. Sie hatten ein Flugzeug nach New York genommen.",
      "example_translation": "Nunca había volado en un avión antes. Ella viajará en avión a París. Ellos habían tomado un avión a Nueva York.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aeroplane.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aeroplane.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "asustado",
      "definition": "Eine Furcht oder Angst empfindend.",
      "definition_translation": "Sintiendo miedo o ansiedad.",
      "example": "Ich habe Angst vor Spinnen. Sie hatte Angst vor der Dunkelheit. Sie werden Angst vor den Konsequenzen haben.",
      "example_translation": "Tengo miedo de las arañas. Ella tenía miedo de la oscuridad. Ellos tendrán miedo de las consecuencias.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/afraid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afraid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nach",
      "translation": "después",
      "definition": "Zu einem späteren Zeitpunkt; anschließend; später.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde.",
      "example": "Ich werde dich im Park treffen, nachdem ich meine Arbeit beendet habe. Ich traf sie nach dem Konzert letzten Abend. Ich werde dich sehen, nachdem ich meinen Abschluss gemacht habe.",
      "example_translation": "Te veré en el parque después de que termine trabajo. La conocí después del concierto la noche pasada. Te veré después de que me gradúe.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/after-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/after.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "danach",
      "translation": "después de",
      "definition": "Zu einem späteren Zeitpunkt; anschließend; später, insbesondere in einer Reihe von Ereignissen.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde, especialmente en una serie de eventos.",
      "example": "Ich werde für den Test studieren, danach. Wir werden zu Abend essen, danach. Sie wird ihre Mutter anrufen, danach.",
      "example_translation": "Estudiaré para el examen después de. Comeremos cena después de. Llamará a su mamá después de.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/afterwards.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afterwards.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gegen",
      "translation": "contra",
      "definition": "In Opposition zu; entgegengesetzt; gegen.",
      "definition_translation": "En oposición a; contrario a; opuesto a.",
      "example": "Ich bin gegen die neue Richtlinie. Sie ist gegen den Krieg. Sie sind gegen den Vorschlag.",
      "example_translation": "Estoy en contra de la nueva política. Ella está en contra de la guerra. Están en contra de la propuesta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/against.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/against.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gealtert",
      "translation": "envejecido",
      "definition": "Ein bestimmtes Alter oder Entwicklungsstadium erreicht habend; nicht mehr jung.",
      "definition_translation": "Habiendo alcanzado una edad o etapa de desarrollo especificada; ya no joven.",
      "example": "Der Wein hatte sich im Keller perfekt gealtert. Der Manager hatte sich gut gehalten, seine jugendliche Energie behalten. Der gealterte Professor war von allen respektiert.",
      "example_translation": "El vino había envejecido a la perfección en la bodega. El gerente había envejecido bien, conservando su energía juvenil. El profesor anciano era respetado por todos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aged.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aged.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vor",
      "translation": "hace",
      "definition": " Zu einem bestimmten Zeitpunkt in der Vergangenheit, typischerweise spezifiziert.",
      "definition_translation": "En un punto de tiempo en el pasado, típicamente especificado.",
      "example": "Ich lernte sie vor drei Jahren kennen. Ich absolvierte mein Studium vor fünf Jahren. Ich werde mein Projekt vor drei Monaten beendet haben.",
      "example_translation": "La conocí hace tres años. Me gradué hace cinco años. Terminaré mi proyecto hace tres meses.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ago.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ago.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übereinstimmen",
      "translation": "aconsejar",
      "definition": "Eine Meinung oder Ansicht über etwas zu haben oder zu teilen; zuzustimmen oder einverständlich zu sein.",
      "definition_translation": "Tener o compartir una opinión o visión sobre algo; consentir o concordar.",
      "example": "Ich stimme deinem Vorschlag zu. Sie stimmt unserem Treffen um 17 Uhr zu. Sie haben den Bedingungen des Vertrags zugestimmt.",
      "example_translation": "Estoy de acuerdo con su propuesta. Ella acepta reunirse con nosotros a las 5 pm. Ellos aceptaron los términos del contrato.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Luft",
      "translation": "aire",
      "definition": "Die unsichtbare Mischung von Gasen, die die Erde umgibt, insbesondere die Mischung aus Sauerstoff, Stickstoff und Spurengasen, die die Atmosphäre bildet.",
      "definition_translation": "La mezcla invisible de gases que rodea la tierra, especialmente la mezcla de oxígeno, nitrógeno y gases traza que compone la atmósfera.",
      "example": "Ich atmete die frische Luft ein, fühlte die kühle Luft auf meinem Gesicht und wird morgen die warme Luft genießen.",
      "example_translation": "Respiré el aire fresco, sentí el aire frío en mi rostro y disfrutaré del aire cálido en mi piel mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/air-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Luft",
      "translation": "aire",
      "definition": "Eine Mischung von Gasen, die die Erde umgibt, einschließlich der Atmosphäre.",
      "definition_translation": "Una mezcla de gases que rodea la tierra, incluyendo la atmósfera.",
      "example": "Das Flugzeug durchflog die Luft, der Heißluftballon schwebte sanft dahin und der Pilot navigierte durch die turbulente Luft.",
      "example_translation": "El avión sobrevoló por el aire, el globo aerostático flotó suavemente y el piloto navegó a través del aire turbulento.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/air.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flughafen",
      "translation": "aeropuerto",
      "definition": "Ein Ort, an dem Flugzeuge starten und landen, typischerweise mit Einrichtungen für Passagiere und Fracht.",
      "definition_translation": "Un lugar donde los aviones despegan y aterrizan, típicamente con instalaciones para pasajeros y carga.",
      "example": "Ich kam früh am Flughafen an, ging durch die Sicherheitskontrolle am Flughafen und werde morgen früh vom Flughafen abfliegen.",
      "example_translation": "Llegué al aeropuerto temprano, pasé por seguridad en el aeropuerto y partiré del aeropuerto mañana por la mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/airport.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/airport.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wecker",
      "translation": "reloj despertador",
      "definition": "Ein Gerät, das einen lauten Ton erzeugt, um jemanden zu einer vorher bestimmten Uhrzeit aufzuwecken.",
      "definition_translation": "Un dispositivo que hace un ruido fuerte para despertar a alguien a una hora predeterminada.",
      "example": "Ich stellte meinen Wecker auf 7 Uhr, aber ich verschlief trotzdem. Gestern stellte ich ihn auf 6 Uhr und werde ihn morgen auf 8 Uhr stellen.",
      "example_translation": "Puse mi reloj despertador para las 7 am, pero todavía me quede dormido. Ayer, lo puse para las 6 am, y mañana lo pondré para las 8 am.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alarm-clock.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alarm clock.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Album",
      "translation": "álbum",
      "definition": "Eine Sammlung von Musik, Fotos oder anderen Gegenständen, typischerweise in einem Buch oder auf einer Aufzeichnung.",
      "definition_translation": "Una colección de música, fotografías o otros elementos, generalmente en un libro o en una grabación.",
      "example": "Ich kaufte ein Album meines Lieblingskünstlers gestern und hörte es den ganzen Tag. Meine Schwester gab mir ein Fotoalbum meiner Familie letztes Jahr und ich werde nächstes Jahr ein neues erstellen.",
      "example_translation": "Compré un álbum de mi artista favorito ayer, y lo escuché todo el día. Mi hermana me dio un álbum de fotos de nuestra familia el año pasado, y haré uno nuevo el próximo año.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/album.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/album.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "alcohol",
      "definition": "Eine Art von Medikament, das in Getränken wie Bier, Wein und Spirituosen gefunden wird und das Verhalten und die körperliche Gesundheit einer Person beeinflussen kann.",
      "definition_translation": "Un tipo de droga que se encuentra en bebidas como cerveza, vino y licores, y puede afectar el comportamiento y la salud física de una persona.",
      "example": "Ich trinke keinen Alkohol, weil er schlecht für meine Gesundheit ist. Mein Freund trank zu viel Alkohol letzte Nacht und war heute Morgen krank. Ich werde etwas Alkohol auf der Party morgen trinken.",
      "example_translation": "No bebo alcohol porque es malo para mi salud. Mi amigo bebió demasiado alcohol anoche, y estaba enfermo esta mañana. Beberé algo de alcohol en la fiesta mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alcohol.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcohol.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Ordnung",
      "translation": "bien",
      "definition": "vollkommen zufriedenstellend oder in guter Ordnung",
      "definition_translation": "completamente satisfactorio o en buen orden",
      "example": "Ich war besorgt über die Prüfung, aber ich ging in Ordnung durch. Ich studiere hart, damit ich auf der nächsten Prüfung in Ordnung bin. Bis ich abschließe, werde ich in Ordnung in allen Fächern sein.",
      "example_translation": "Me preocupaba el examen, pero salió bien. Estoy estudiando duro para que salga bien en el próximo examen. Para cuando me gradúe, habré salido bien en todas mis asignaturas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alright.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/all right.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fast",
      "translation": "casi",
      "definition": "sehr nahe daran, etwas zu tun oder zu erreichen, aber nicht ganz",
      "definition_translation": "muy cerca de hacer o lograr algo, pero no del todo",
      "example": "Ich beendete mein Projekt fast letzte Nacht, aber ich werde es fast heute Abend beenden. Bis morgen werde ich fast den gesamten Auftrag erledigt haben.",
      "example_translation": "Casi terminé mi proyecto anoche, pero casi lo terminaré esta noche. Para mañana, habré casi completado la tarea completa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/almost.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/almost.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "allein",
      "translation": "solo",
      "definition": "ohne jemanden anderen anwesend zu haben; solo",
      "definition_translation": "sin nadie más presente; solo",
      "example": "Ich ging gestern Abend allein ins Kino, weil ich auf Urlaub allein bin. Bis ich zurückkehre, werde ich zwei Wochen allein gewesen sein.",
      "example_translation": "Fui al cine solo anoche, porque estaré solo en vacaciones. Para cuando regrese, habré estado solo durante dos semanas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alone.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alone.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entlang",
      "translation": "junto",
      "definition": "In einer Linie oder Richtung, insbesondere in einer steten und kontinuierlichen Weise",
      "definition_translation": "Moviéndose en una línea o dirección, especialmente de una manera constante y continua",
      "example": "Ich ging entlang des Strandes und genoss den Sonnenuntergang. Ich werde entlang des Flusses morgen gehen. Sie war entlang des Bergpfades昨 gestern gegangen.",
      "example_translation": "Camino junto a la playa, disfrutando del atardecer. Caminaré junto al río mañana. Ella había caminado junto a la senda de la montaña ayer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/along.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/along.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schon",
      "translation": "ya",
      "definition": "Wird verwendet, um zu zeigen, dass etwas vor einer bestimmten Zeit oder vor etwas anderem passiert",
      "definition_translation": "Se utiliza para mostrar que algo ha sucedido antes de un momento específico, o antes de que algo más suceda",
      "example": "Ich habe schon Mittagessen gegessen. Sie wird ihr Projekt bis morgen bereits abgeschlossen haben. Sie waren bereits weggegangen, als ich ankam.",
      "example_translation": "Ya había comido el almuerzo. Ella habrá terminado ya su proyecto para mañana. Ellos ya habían salido cuando llegué.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/already.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/already.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettungswagen",
      "translation": "ambulancia",
      "definition": "Ein Fahrzeug, das für den Transport von kranken oder verletzten Menschen in ein Krankenhaus ausgerüstet ist",
      "definition_translation": "Un vehículo que está equipado para llevar a personas enfermas o heridas al hospital",
      "example": "Der Rettungswagen kam schnell und brachte den Patienten ins Krankenhaus. Sie hat fünf Jahre lang als Rettungssanitäterin in einem Rettungswagen gearbeitet. Sie riefen einen Rettungswagen, als er einen Herzinfarkt hatte.",
      "example_translation": "La ambulancia llegó rápidamente y llevó al paciente al hospital a toda prisa. Ella trabajó como paramédico en una ambulancia durante cinco años. Llamaron una ambulancia cuando él tuvo un ataque al corazón.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambulance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambulance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unter",
      "translation": "entre",
      "definition": "Wird verwendet, um eine Lage oder Position innerhalb von etwas oder einer Gruppe von Dingen anzuzeigen",
      "definition_translation": "Utilizado para indicar una ubicación o posición dentro de algo o un grupo de cosas",
      "example": "Ich war unter den ersten, die zur Party kamen. Ich bin unter den besten Spielern im Team. Ich werde unter den Gästen bei der Hochzeit sein.",
      "example_translation": "Estuve entre los primeros en llegar a la fiesta. Estoy entre los mejores jugadores del equipo. Estaré entre los invitados en la boda.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/among.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/among.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "enojado",
      "definition": "Fühlt oder zeigt starke Unzufriedenheit, Feindseligkeit oder Verbitterung",
      "definition_translation": "Sentir o mostrar una fuerte desaprobación, hostilidad o resentimiento",
      "example": "Ich war wütend auf meinen Bruder, weil er mein Spielzeug zerbrochen hatte. Ich bin wütend über die Situation. Ich werde wütend sein, wenn du dich nicht entschuldigst.",
      "example_translation": "Estuve enojado con mi hermano por romper mi juguete. Estoy enojado sobre la situación. Estaré enojado si no te disculpas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/angry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/angry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ein anderes",
      "translation": "otro",
      "definition": "Ein weiterer Mensch oder eine weitere Sache der gleichen Art",
      "definition_translation": "Una persona o cosa más del mismo tipo",
      "example": "Ich würde gerne ein weiteres Glas Kaffee haben. Eine weitere Option ist, den Bus zu nehmen. Ein weiterer Grund, warum ich diese Stadt liebe, ist das Essen.",
      "example_translation": "Me gustaría otro taza de café. Otra opción es tomar un autobús. Otra razón por la que me gusta esta ciudad es su comida.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/another.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/another.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "apartamento",
      "definition": "Ein Zimmer oder eine Gruppe von Räumen, die speziell für die Bewohnung als Wohnung ausgestattet sind, oft in einem Haus oder Gebäude gelegen",
      "definition_translation": "Una habitación o conjunto de habitaciones amuebladas especialmente para ocupar como residencia, a menudo ubicadas en un edificio o casa",
      "example": "Ich werde eine Wohnung in der Innenstadt mieten. Ich wohne derzeit in einer Wohnung mit meinem Mitbewohner. Ich wohnte in einer Wohnung, als ich im College war.",
      "example_translation": "Alquilaré un apartamento en el centro de la ciudad, actualmente estoy viviendo en un apartamento con mi compañero de habitación, y viví en un apartamento cuando estaba en la universidad.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apartment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apartment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "jugo de manzana",
      "definition": "Ein süßer Drink, der aus Äpfeln hergestellt wird, oft als Getränk serviert",
      "definition_translation": "Una bebida dulce hecha de manzanas, a menudo servida como bebida",
      "example": "Ich trank Apfelsaft zum Frühstück. Ich trinke gerade Apfelsaft. Ich werde Apfelsaft nach dem Abendessen trinken.",
      "example_translation": "Bebí jugo de manzana para desayunar, ahora estoy bebiendo jugo de manzana, y beberé jugo de manzana después de cenar.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apple-juice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple juice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "manzano",
      "definition": "Ein Baum, der Äpfel produziert, oft in Obstgärten oder Hinterhöfen gezüchtet",
      "definition_translation": "Un árbol que produce manzanas, a menudo cultivado en huertos o patios traseros",
      "example": "Ich pflanzte einen Apfelbaum in meinem Hinterhof. Ich bin heute dabei, einen Apfelbaum zu beschneiden. Ich werde Äpfel von einem Apfelbaum im nächsten Herbst ernten.",
      "example_translation": "Planté un manzano en mi patio trasero, estoy podando un manzano hoy, y cosecharé manzanas de un manzano la próxima otoño.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apple-tree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple tree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Termin",
      "translation": "cita",
      "definition": "Ein Treffen oder eine Zusammenkunft, insbesondere eines, das zu einem bestimmten Zeitpunkt und Ort formal arrangiert wurde",
      "definition_translation": "Una reunión o encuentro, especialmente uno que ha sido formalmente concertado, en un lugar y hora específicos.",
      "example": "Ich habe einen Termin bei meinem Arzt um 14 Uhr. Ich hatte einen Termin bei meinem Anwalt letzte Woche. Ich habe einen Termin bei meinem Zahnarzt nächsten Monat.",
      "example_translation": "Tengo una cita con mi médico a las 2 PM. Tuve una cita con mi abogado la semana pasada. Tendré una cita con mi dentista el mes que viene.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appointment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appointment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebiet",
      "translation": "área",
      "definition": "Ein bestimmter Teil eines Landes, einer Stadt oder eines Ortes.",
      "definition_translation": "Una región o parte particular de un país, pueblo o lugar.",
      "example": "Ich lebe in einem ländlichen Gebiet. Die Stadt hat ein großes kommerzielles Gebiet. Das Naturreservat ist ein geschütztes Gebiet.",
      "example_translation": "Vivo en una zona rural. La ciudad tiene una gran área comercial. La reserva natural es un área protegida.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/area.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/area.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sessel",
      "translation": "sillón",
      "definition": "Ein komfortabler Stuhl, insbesondere einer mit hohem Rücken und Armen, für das Sitzen oder Liegen konzipiert.",
      "definition_translation": "Un sillón cómodo, especialmente uno con respaldo alto y brazos, diseñado para sentarse o reclinar.",
      "example": "Ich saß im Sessel und las ein Buch. Sie mag es, im Sessel zu sitzen und fernzusehen. Er wird im Sessel sitzen und ein Nickerchen machen.",
      "example_translation": "Me senté en el sillón y leí un libro. Ella gusta sentarse en su sillón y ver televisión. Él se sentará en el sillón y tomará una siesta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/armchair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armchair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umher",
      "translation": "alrededor",
      "definition": "In einer kreisförmigen Richtung oder auf einem gekrümmten Pfad bewegend, typischerweise zum Ausgangspunkt zurückkehrend.",
      "definition_translation": "Moviendo en una dirección circular, o en una ruta curva, normalmente regresando al punto de partida.",
      "example": "Ich ging umher im Park, dann werde ich umher gehen, und ich bin umher gegangen, viele Male davor.",
      "example_translation": "Caminé alrededor del parque, luego caminaré alrededor de él de nuevo, y he caminado alrededor de él muchas veces antes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/around.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/around.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ankommen",
      "translation": "llegar",
      "definition": "An einem Ort oder Ziel zu gelangen, insbesondere am Ende einer Reise.",
      "definition_translation": "Llegar a un lugar o destino, especialmente al final de un viaje.",
      "example": "Ich kam am Flughafen an, ich werde bald im Hotel ankommen, und ich war gestern in der Stadt angekommen.",
      "example_translation": "Llegué al aeropuerto, llegaré al hotel pronto, y había llegado a la ciudad ayer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kunst",
      "translation": "arte",
      "definition": "Die Ausdrucks- oder Anwendung von menschlicher kreativer Fähigkeit und Vorstellungskraft, typischerweise in einer visuellen Form wie Malerei oder Skulptur.",
      "definition_translation": "La expresión o aplicación de la habilidad creativa y la imaginación humanas, típicamente en una forma visual como la pintura o la escultura.",
      "example": "Ich studierte Kunst im College, meine Schwester ist Kunstmalerin, und mein Bruder ist gut in Kunst.",
      "example_translation": "Estudié arte en la universidad, mi hermana es maestra de arte, y mi hermano es bueno en arte.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/art.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/art.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Künstler",
      "translation": "artista",
      "definition": "Eine Person, deren kreatives Werk Empfindlichkeit und Fantasie zeigt, wie zum Beispiel ein Maler, Musiker oder Schriftsteller.",
      "definition_translation": "Una persona cuyo trabajo creativo muestra sensibilidad e imaginación, como un pintor, músico o escritor.",
      "example": "Der Künstler malte ein wunderschönes Landschaftsbild. Sie war 10 Jahre lang Künstlerin. Der Künstler wird seine Arbeit nächster Monat ausstellen.",
      "example_translation": "El artista pintó un paisaje hermoso. Ella ha sido artista durante 10 años. El artista exhibirá su obra el próximo mes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "attraktiv",
      "translation": "atractivo",
      "definition": "Dem Auge oder Geist gefällig; anziehend oder reizvoll in einer sinnlichen oder ästhetisch ansprechenden Weise.",
      "definition_translation": "Agradable a la vista o la mente; atractivo o agradable de una manera sensual o estéticamente agradable.",
      "example": "Das attraktive Modell ging den Laufsteg hinunter. Sie fand den attraktiven Fremden charmant. Die attraktive Stadt ist ein beliebtes Touristenziel.",
      "example_translation": "El modelo atractivo caminó por la pasarela. Ella encontró al extraño atractivo encantador. La ciudad atractiva es un destino turístico popular.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attractive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attractive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tante",
      "translation": "tía",
      "definition": "Die Schwester der Mutter oder des Vaters oder die Ehefrau des Onkels.",
      "definition_translation": "La hermana de la madre o padre de uno, o la esposa del tío de uno.",
      "example": "Meine Tante kommt zu Besuch. Sie liebte das Essen meiner Tante. Meine Tante wird mich zum Park mitnehmen.",
      "example_translation": "Mi tía viene a visitar. Ella amó la cocina de su tía. Mi tía me llevará al parque.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aunt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aunt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Herbst",
      "translation": "otoño",
      "definition": "Die Jahreszeit zwischen Sommer und Winter, gekennzeichnet von der Ernte der Feldfrüchte und dem Verfall der Blätter.",
      "definition_translation": "La estación del año entre verano e invierno, marcada por la cosecha de cultivos y la decadencia de las hojas.",
      "example": "Ich liebe lange Spaziergänge im Park während des Herbstes. Letztes Jahr ging ich auf den Bauernhof, um Äpfel im Herbst zu pflücken. Bis nächsten Herbst werde ich meine Studien beendet haben.",
      "example_translation": "Me encanta dar largos paseos en el parque durante el otoño. El año pasado, fui al campo a recoger manzanas en otoño. Para el próximo otoño, habré terminado mis estudios.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/autumn.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/autumn.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verfügbar",
      "translation": "disponible",
      "definition": "Zu gebrauchen oder zu erlangen; zugänglich.",
      "definition_translation": "Capaz de ser utilizado o obtenido; accesible.",
      "example": "Das neue Telefon wird nächste Woche in den Läden verfügbar sein. Das Buch ist online kostenlos verfügbar. Als ich ankam, war das Zimmer nicht mehr verfügbar.",
      "example_translation": "El nuevo teléfono estará disponible en las tiendas la próxima semana. El libro está disponible en línea de forma gratuita. Para cuando llegué, la habitación ya no estaba disponible.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/available.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/available.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weg",
      "translation": "lejos",
      "definition": "Auf einer bestimmten Entfernung, entweder physisch oder emotional, von einem Ort oder einer Person entfernt.",
      "definition_translation": "A una distancia, ya sea física o emocional, de un lugar o persona.",
      "example": "Ich bin für eine Woche im Urlaub weg. Sie ging vor einem Jahr aufs College weg. Als ich mich dessen bewusst wurde, waren sie bereits weg.",
      "example_translation": "Me voy de vacaciones por una semana. Se fue al college el año pasado. Para cuando me di cuenta, ya se habían ido.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/away.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/away.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bebé",
      "definition": "Ein sehr junges menschliches Wesen, von der Geburt bis zu einem oder zwei Jahren alt.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "Ich hielt das Baby in meinen Armen und wiegte es sanft. Ich werde morgen für das Baby sorgen. Das Baby wird bald laufen lernen.",
      "example_translation": " Mantuve al bebé en brazos y lo mecí suavemente. Cuidaré del bebé mañana. El bebé aprenderá a caminar pronto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/baby-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baby.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rücken",
      "translation": "espalda",
      "definition": "Der hinter Teil des menschlichen Körpers, der sich von Nacken bis zum unteren Ende der Wirbelsäule erstreckt.",
      "definition_translation": "La parte posterior del cuerpo humano, que se extiende desde el cuello hasta el extremo inferior de la columna vertebral.",
      "example": "Ich rieb meinen Rücken nach der langen Reise. Sie wird eine Pause machen, um ihren Rücken auszuruhen. Sie werden morgen ihre Rückenmuskeln trainieren.",
      "example_translation": "Me froté la espalda después del largo viaje. Ella tomará un descanso para descansar su espalda. Ellos ejercitarán sus músculos de la espalda mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht",
      "translation": "mal",
      "definition": "Auf eine Art und Weise, die nicht gut oder zufriedenstellend ist.",
      "definition_translation": "De una manera que no es buena o satisfactoria.",
      "example": "Ich habe mich im Examen schlecht geschlagen. Sie singt schlecht, aber sie genießt es. Sie werden schlecht auf dem Projekt abschneiden, wenn sie nicht zusammenarbeiten.",
      "example_translation": "Me fui mal en el examen. Ella canta mal, pero le gusta. Ellos se desempeñarán mal en el proyecto si no trabajan juntos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badminton",
      "translation": "bádminton",
      "definition": "Ein Sport, der auf einem rechteckigen Feld mit einem Netz in der Mitte gespielt wird, bei dem Spieler einen Federball hin und her schlagen, indem sie Schläger verwenden",
      "definition_translation": "un deporte jugado en una cancha rectangular con una red en el medio, en el que los jugadores golpean una shuttlecock de un lado a otro utilizando raquetas",
      "example": "Ich spielte gestern mit meinen Freunden Badminton. Ich spiele heute mit meiner Familie Badminton, und wir werden morgen mit unseren Kollegen Badminton spielen.",
      "example_translation": "Jugué bádminton con mis amigos ayer, estoy jugando bádminton con mi familia hoy y jugaré bádminton con mis colegas mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badminton.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badminton.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "backen",
      "translation": "hornear",
      "definition": "Essen, insbesondere Brot, in einem Ofen zu kochen",
      "definition_translation": "cocinar alimentos, especialmente pan, en un horno",
      "example": "Ich backte einen Kuchen für die Geburtstagsfeier meiner Schwester. Meine Mutter bäckt heute Kekse für die Party, und wir werden heute Abend Pizza backen.",
      "example_translation": "Horneé un pastel para el cumpleaños de mi hermana, mi mamá está horneando galletas para la fiesta y hornearemos pizza para la cena esta noche.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bake.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bake.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ballon",
      "translation": "globito",
      "definition": "Ein flexibler Beutel, der mit Luft oder Gas aufgeblasen wird, der für Dekoration oder Unterhaltung verwendet wird",
      "definition_translation": "una bolsa flexible que se infla con aire o gas, utilizada para la decoración o entretenimiento",
      "example": "Das Kind ließ den Ballon los, und er flog weg. Ich blies einen Ballon auf, um meine Schwester zum Lachen zu bringen, und wir werden Ballons für die Partydcoration aufblasen.",
      "example_translation": "El niño soltó el globito y se fue volando, inflé un globito para hacer reír a mi hermana y inflaremos globos para las decoraciones de la fiesta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balloon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balloon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grillparty",
      "translation": "barbacoa",
      "definition": "Eine Grillparty ist ein Freiluftmahl, das typischerweise in einem Garten oder Park stattfindet, bei dem Fleisch, Fisch oder Gemüse über einer offenen Flamme gegrillt werden.",
      "definition_translation": "Una barbacoa es una comida al aire libre, generalmente en un jardín o parque, en la que se asan carne, pescado o vegetales sobre una llama abierta.",
      "example": "Wir hatten letzten Sommer eine Grillparty im Hinterhof. Wir haben heute eine Grillparty für meinen Geburtstag. Wir werden nächstes Wochenende eine Grillparty am Strand haben.",
      "example_translation": "Tuvimos una barbacoa en el patio trasero el verano pasado. Estamos teniendo una barbacoa por mi cumpleaños hoy. Tendremos una barbacoa en la playa el próximo fin de semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barbecue.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barbecue.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baseball",
      "translation": "béisbol",
      "definition": "Baseball ist ein Schlagballspiel, das zwischen zwei Teams mit je neun Spielern gespielt wird.",
      "definition_translation": "El béisbol es un juego de bat y pelota jugado entre dos equipos de nueve jugadores cada uno.",
      "example": "Ich spielte Baseball in der High School. Sie spielt jetzt Baseball in College. Sie werden nächstes Jahr Baseball bei den Olympischen Spielen spielen.",
      "example_translation": "Yo jugué béisbol en la escuela secundaria. Ella está jugando béisbol en la universidad ahora. Ellos jugarán béisbol en los Juegos Olímpicos el año próximo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/baseball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baseball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "murciélago",
      "definition": "Eine Fledermaus ist ein kleines fliegendes Säugetier, das Echolocation verwendet, um sich zurechtzufinden und Beute zu finden.",
      "definition_translation": "Un murciélago es un pequeño mamífero volador que usa ecolocación para navegar y encontrar presas.",
      "example": "Ich sah eine Fledermaus in der Dunkelheit fliegen. Die Fledermaus schläft tagsüber. Fledermäuse werden nachts aus der Höhle fliegen.",
      "example_translation": "Vi un murciélago volando en la oscuridad. El murciélago está durmiendo durante el día. Los murciélagos volarán fuera de la cueva por la noche.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "traje de baño",
      "definition": "Ein Kleidungsstück, das zum Schwimmen oder Baden entworfen wurde, typischerweise aus leichtem, schnell trocknendem Material hergestellt.",
      "definition_translation": "Un conjunto diseñado para ser llevado mientras se nada o se baña, generalmente hecho de tela liviana y rápida de secar.",
      "example": "Ich vergaß, meinen Badeanzug für den Strandurlaub einzupacken. Gestern kaufte ich einen neuen Badeanzug. Morgen werde ich einen Badeanzug zum Poolparty tragen.",
      "example_translation": "Olvidé empacar mi traje de baño para el viaje a la playa. Ayer, compré un traje de baño nuevo. Mañana llevaré un traje de baño a la fiesta en la piscina.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bathing-suit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathing suit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badezimmerschrank",
      "translation": "gabinete de baño",
      "definition": "Ein Möbelstück, das üblicherweise an einer Wand montiert ist und zur Lagerung von Toiletteartikeln, Handtüchern und anderen Badezimmeressentiellen dient.",
      "definition_translation": "Una pieza de mobiliario, generalmente montada en una pared, utilizada para almacenar artículos de aseo personal, toallas y otros elementos esenciales del baño.",
      "example": "Der Badezimmerschrank war voll mit Schönheitsprodukten. Ich muss den Badezimmerschrank dieses Wochenende reinigen. Bis nächstes Jahr werde ich einen neuen Badezimmerschrank installiert haben.",
      "example_translation": "El gabinete de baño estaba lleno de productos de belleza. Necesito limpiar el gabinete de baño este fin de semana. Para el año que viene, habré instalado un gabinete de baño nuevo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bathroom-cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathroom cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badewanne",
      "translation": "bañera",
      "definition": "Ein Behälter, typischerweise aus Keramik oder Acryl hergestellt, der zum Baden oder Waschen verwendet wird.",
      "definition_translation": "Un contenedor, generalmente hecho de cerámica o acrílico, utilizado para bañarse o lavarse.",
      "example": "Die Badewanne war mit warmem Wasser gefüllt. Sie saß in der Badewanne, als ich hereinkam. Bis nächsten Monat werde ich die alte Badewanne ersetzt haben.",
      "example_translation": "La bañera estaba llena de agua tibia. Estaba sentada en la bañera cuando entré. Para el mes que viene, habré reemplazado la bañera vieja.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bathtub.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathtub.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Batterie",
      "translation": "batería",
      "definition": "Eine Batterie ist ein Gerät, das elektrische Energie in Form von chemischer Energie speichert. Sie besteht aus einem oder mehreren Zellen, die eine positive Elektrode (Kathode) und eine negative Elektrode (Anode) enthalten, die durch einen Elektrolyten getrennt sind, der den Ionenaustausch zwischen den Elektroden ermöglicht.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "Ich lud die Batterie meines Handys letzte Nacht auf. Die Batterie lädt sich gerade auf. Morgen werde ich die Batterie wieder aufladen.",
      "example_translation": "Cargué la batería de mi teléfono anoche. La batería se está cargando ahora. Cargaré la batería de nuevo mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/battery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Batterie",
      "translation": "batería",
      "definition": "Eine Batterie ist ein Gerät, das elektrische Energie in Form von chemischer Energie speichert. Sie besteht aus einem oder mehreren Zellen, die eine positive Elektrode (Kathode) und eine negative Elektrode (Anode) enthalten, die durch einen Elektrolyten getrennt sind, der den Ionenaustausch zwischen den Elektroden ermöglicht.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "Ich ersetzte die Batterie meines Autos durch eine neue. Die Batterie meines Laptops geht zu Ende. Ich werde eine neue Batterie für meine Uhr kaufen.",
      "example_translation": "Reemplacé la batería de mi coche con una nueva. La batería de mi laptop se está agotando. Compraré una nueva batería para mi reloj.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/battery-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geboren werden",
      "translation": "nacer",
      "definition": "Das Existenzbeginn oder Leben beginnen, typischerweise nach einer Schwangerschaft in einem Frauengebärmutter. Ins Dasein oder Sichtbarkeit treten.",
      "definition_translation": "Comenzar a existir o nacer, generalmente después de la gestación en el útero de una mujer. Llegar a existir o hacerse visible.",
      "example": "Ich wurde an einem regnerischen Tag geboren. Meine Schwester wird nächsten Monat geboren. Mein Großvater wurde in einem kleinen Dorf geboren.",
      "example_translation": "Nací en un día lluvioso. Mi hermana nacerá el próximo mes. Mi abuelo nació en un pequeño pueblo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/be-born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/be born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strandball",
      "translation": "pelota de playa",
      "definition": "Ein Ball, typischerweise aus Leder oder synthetischen Materialien hergestellt, der zum Spielen von Spielen oder Sportarten am Strand verwendet wird.",
      "definition_translation": "Una pelota, típicamente hecha de cuero o materiales sintéticos, diseñada para jugar juegos o deportes en una playa.",
      "example": "Ich spielte mit einem Strandball im Sommer. Ich spiele jetzt mit einem Strandball. Morgen werde ich mit einem Strandball spielen.",
      "example_translation": "Jugué con una pelota de playa en el verano. Estoy jugando con una pelota de playa ahora. Jugaré con una pelota de playa mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beach-ball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach ball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strand-Schirm",
      "translation": "paraguas de playa",
      "definition": "Ein zusammenklappbarer Schirm, typischerweise aus Stoff oder Plastik hergestellt, der zum Schutz vor der Sonne am Strand verwendet wird.",
      "definition_translation": "Un dosel plegable, típicamente hecho de tela o plástico, utilizado para proporcionar sombra en una playa.",
      "example": "Ich benutzte einen Strand-Schirm, um mich vor der Sonne zu schützen. Ich benutze jetzt einen Strand-Schirm, um ein Buch zu lesen. Nächsten Wochenende werde ich einen Strand-Schirm benutzen.",
      "example_translation": "Usé un paraguas de playa para protegerme del sol. Estoy usando un paraguas de playa para leer un libro. Usaré un paraguas de playa el próximo fin de semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beach-umbrella.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach umbrella.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bohne",
      "translation": "frijol",
      "definition": "Eine hülsenfrüchtige Pflanze, wie z.B. die Kidneybohne oder die Brechbohne, die essbare Samen produziert.",
      "definition_translation": "Una planta leguminosa, como un frijol kidney o un frijol broad, que produce semillas comestibles.",
      "example": "Ich aß einen Salat mit Bohnen zum Mittagessen. Ich esse jetzt Bohnen zum Abendessen. Morgen werde ich Bohnen in meiner Suppe essen.",
      "example_translation": "Me comí una ensalada de frijoles para almuerzo. Estoy comiendo frijoles para cenar. Comeré frijoles en mi sopa mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bean.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bean.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "oso",
      "definition": "Ein großes, fleischfressendes Säugetier mit zottigem Fell, das in Wäldern und Bergen lebt, mit einem scharfen Geruchssinn und kräftigen Krallen.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas, con un sentido olfativo agudo y garras poderosas.",
      "example": "Der Bär ging durch den Wald, auf der Suche nach Nahrung. Er hatte den kalten Winter gut überstanden. Er wird das Gewicht des Packs tragen.",
      "example_translation": "El oso caminó por el bosque, buscando comida. Había soportado bien el invierno frío. Soportará el peso de la mochila.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bear.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "werden",
      "translation": "convertirse en",
      "definition": "In die Existenz kommt oder beginnt, etwas zu sein.",
      "definition_translation": "Vener a la existencia o empezar a ser algo.",
      "example": "Sie wird Ärztin nach zehn Jahren Studium. Sie ist selbstbewusster geworden. Sie wird nächstes Jahr Lehrerin werden.",
      "example_translation": "Ella se convirtió en doctora después de diez años de estudio. Ha llegado a ser más confiada. Se convertirá en profesora el año próximo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/become.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/become.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anfangen",
      "translation": "comenzar",
      "definition": "Etwas zu tun oder den ersten Schritt in einem Prozess zu tun.",
      "definition_translation": "Empezar a hacer algo o dar el primer paso en un proceso.",
      "example": "Ich werde mein Projekt morgen beginnen. Sie hat letztes Jahr Französisch gelernt. Sie haben an dem neuen Gebäude gearbeitet.",
      "example_translation": "Comenzaré mi proyecto mañana. Ella empezó a aprender francés el año pasado. Comenzaron a trabajar en el nuevo edificio.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/begin.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/begin.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anfänger",
      "translation": "principiante",
      "definition": "Eine Person, die neu in einer bestimmten Aktivität oder Beruf ist und noch die erforderlichen Fähigkeiten und Kenntnisse erlernt.",
      "definition_translation": "Una persona que es nueva en una actividad o profesión en particular y todavía está aprendiendo las habilidades y conocimientos necesarios para hacerlo con éxito.",
      "example": "Ich bin Anfänger im Gitarrespiel, aber ich übe jeden Tag, um meine Fähigkeiten zu verbessern. Gestern war ich Anfänger, aber heute kann ich ein einfaches Lied spielen. Bis nächstes Jahr werde ich Experte sein.",
      "example_translation": "Soy un principiante en tocar la guitarra, pero practico todos los días para mejorar mis habilidades. Ayer era un principiante, pero hoy puedo tocar una canción simple. Para el próximo año, seré un experto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beginner.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginner.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anfang",
      "translation": "comienzo",
      "definition": "Der Zeitpunkt oder Ort, an dem etwas beginnt oder entsteht.",
      "definition_translation": "El punto en el tiempo o espacio en el que algo comienza o se origina.",
      "example": "Der Anfang des Romans war langsam, aber er nahm an Fahrt auf, als ich die Seiten umblätterte. Das Unternehmen hatte seit seinem Anfang Schwierigkeiten, aber jetzt floriert es. Bis Anfang nächstes Jahres werden wir das Projekt abgeschlossen haben.",
      "example_translation": "El comienzo de la novela fue lento, pero se aceleró a medida que iba pasando las páginas. La empresa ha estado luchando desde su comienzo, pero ahora está prosperando. Para el comienzo del próximo año, habremos completado el proyecto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beginning.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginning.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glauben",
      "translation": "creer",
      "definition": "Etwas als wahr anzunehmen oder zu glauben, auch ohne Beweise oder Beweise zu haben.",
      "definition_translation": "Aceptar que algo es verdad o existe, especialmente sin tener ninguna prueba o evidencia.",
      "example": "Ich glaube, dass harte Arbeit der Schlüssel zum Erfolg ist. Ich glaubte an mich selbst, als ich noch jung war, und es half mir, meine Ziele zu erreichen. Ich werde an dich glauben, bis du mich enttäuschst.",
      "example_translation": "Creo que el trabajo duro es la clave del éxito. Creí en mí mismo cuando era joven, y me ayudó a alcanzar mis objetivos. Creeré en ti hasta que me pruebes que estoy equivocado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/believe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/believe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehören",
      "translation": "pertenecer",
      "definition": "Eine Verbindung oder Beziehung zu etwas oder jemandem zu haben; Teil einer Gruppe oder Organisation zu sein.",
      "definition_translation": "Tener una conexión o relación con algo o alguien; ser parte de un grupo o organización.",
      "example": "Ich gehörte einem Sportteam in der High School an. Ich gehöre jetzt einem Buchclub an. Ich werde nach meinem Abschluss einer Fachorganisation angehören.",
      "example_translation": "Yo pertenecí a un equipo de deportes en la escuela secundaria. Ahora pertenezco a un club de lectura. Perteneceré a una organización profesional después de graduarme.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belong.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "cinturón",
      "definition": "Ein flexibles Band, typischerweise aus Leder oder synthetischen Materialien, das um die Hüfte getragen wird, um Hosen oder andere Kleidungsstücke zu halten.",
      "definition_translation": "Una banda flexible, normalmente hecha de cuero o materiales sintéticos, que se lleva alrededor de la cintura para sujetar pantalones o otras prendas.",
      "example": "Ich zog meinen Gürtel nach dem Gewichtsverlust enger zusammen. Ich trage einen Gürtel, um meine Hose zu halten. Ich werde mir morgen einen neuen Gürtel kaufen.",
      "example_translation": "Apreté mi cinturón después de perder peso. Llevo un cinturón para sujetar mis pantalones. Compraré un cinturón nuevo mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrrad",
      "translation": "bicicleta",
      "definition": "Ein Fahrzeug mit zwei Rädern, einem Rahmen und Pedalen, angetrieben durch die Beine des Fahrers.",
      "definition_translation": "Un vehículo con dos ruedas, un marco y pedales, impulsado por las piernas del jinete.",
      "example": "Ich fuhr ein Fahrrad zur Schule, als ich ein Kind war. Ich fahre jeden Tag mit dem Fahrrad zur Arbeit. Ich werde morgen mit dem Fahrrad in den Park fahren.",
      "example_translation": "Monté una bicicleta al colegio cuando era un niño. Monto una bicicleta al trabajo todos los días. Montaré una bicicleta al parque mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bicycle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bicycle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer Bruder",
      "translation": "hermano mayor",
      "definition": "Ein älterer männlicher Geschwister, normalerweise einer, der weise, beschützend und einflussreich ist.",
      "definition_translation": "Un hermano mayor, generalmenteuno que es sabio, protector y influyente.",
      "example": "Ich schaute auf meinen großen Bruder, als ich ein Kind war. Er nahm mich gestern in den Park mit. Er wird mir nächste Woche zeigen, wie man ein Fahrrad fährt.",
      "example_translation": "Miraba hacia arriba a mi hermano mayor cuando era un niño. Me llevó al parque ayer. Me enseñará a andar en bicicleta la próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/big-brothersister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big brother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "große Schwester",
      "translation": "hermana mayor",
      "definition": "Eine ältere weibliche Geschwister, normalerweise eine, die fürsorglich, unterstützend und vorbildlich ist.",
      "definition_translation": "Una hermana mayor, generalmente una que es cariñosa, apoyo y modelo a seguir.",
      "example": "Meine große Schwester half mir bei Hausaufgaben, als ich Schwierigkeiten hatte. Sie nimmt mich heute mit in den Einkaufszentrum. Sie wird meine Trauzeugin bei meiner Hochzeit nächstes Jahr sein.",
      "example_translation": "Mi hermana mayor me ayudó con mi tarea cuando luchaba. Me lleva al centro comercial hoy. Será mi dama de honor en mi boda el próximo año.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/big-sister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big sister.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrrad",
      "translation": "bicicleta",
      "definition": "Ein Fahrzeug mit zwei Rädern, angetrieben durch Pedalen, verwendet für Transport oder Erholung.",
      "definition_translation": "Un vehículo con dos ruedas, impulsado por pedaleo, utilizado para transporte o recreación.",
      "example": "Ich lernte, ein Fahrrad zu fahren, als ich ein Kind war. Ich fuhr mein Fahrrad zur Schule gestern. Ich werde ein neues Fahrrad nächstes Monat kaufen.",
      "example_translation": "Aprendí a andar en bicicleta cuando era un niño. Monté mi bicicleta al colegio ayer. Compraré una bicicleta nueva el próximo mes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bike.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechnung",
      "translation": "factura",
      "definition": "Eine Rechnung ist ein Dokument, das die Zahlung für gelieferte Waren oder Dienstleistungen anfordert.",
      "definition_translation": "Una factura es un documento que solicita el pago por los bienes o servicios suministrados.",
      "example": "Ich werde die Rechnung morgen bezahlen. Ich bezahlte die Rechnung gestern. Ich bezahle die Rechnung jeden Monat.",
      "example_translation": "Pagaré la factura mañana. Pagué la factura ayer. Pago la factura todos los meses.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bill.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biologie",
      "translation": "biología",
      "definition": "Biologie ist die wissenschaftliche Studie lebender Organismen, einschließlich ihrer Struktur, Funktion, Wachstum, Evolution, Verbreitung und Taxonomie.",
      "definition_translation": "La biología es el estudio científico de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución, distribución y taxonomía.",
      "example": "Ich studierte Biologie im College. Ich studiere Biologie jetzt. Ich werde Biologie in der Graduiertenschule studieren.",
      "example_translation": "Estudié biología en la universidad. Estoy estudiando biología ahora. Estudiaré biología en la escuela de posgrado.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/biology.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biology.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bisschen",
      "translation": " trozo",
      "definition": "Ein bisschen ist eine kleine Menge oder Teil von etwas, insbesondere ein kleiner Bissen Nahrung oder eine kurze Zeitspanne.",
      "definition_translation": "Un trozo es una pequeña cantidad o parte de algo, especialmente un pequeño pedazo de comida o un breve período de tiempo.",
      "example": "Ich aß ein bisschen von dem Kuchen. Ich werde ein bisschen von dem Sandwich essen. Ich aß ein bisschen von dem Salat gestern.",
      "example_translation": "Me comí un trozo del pastel. Me comeré un trozo del sándwich. Me comí un trozo de la ensalada ayer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tafel",
      "translation": "pizarra",
      "definition": "Eine Tafel ist eine glatte, dunkel gefärbte Oberfläche, typischerweise aus Schiefer oder einem ähnlichen Material, verwendet für das Schreiben oder Zeichnen mit Kreide oder anderen Markern.",
      "definition_translation": "Una pizarra es una superficie lisa y de color oscuro, habitualmente hecha de pizarra o un material similar, utilizada para escribir o dibujar con tiza o otros marcadores.",
      "example": "Gestern schrieb ich auf die Tafel mit einem Stück Kreide. Heute schreibe ich auf die Tafel mit einem Marker. Morgen werde ich auf die Tafel mit einem Whiteboard-Stift schreiben.",
      "example_translation": "Ayer escribí en la pizarra con una pieza de tiza. Hoy estoy escribiendo en la pizarra con un marcador. Mañana, escribiré en la pizarra con un bolígrafo de pizarra.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blackboard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackboard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decke",
      "translation": "manta",
      "definition": "Eine Decke ist ein großes, meist rechteckiges Stoffstück, typischerweise aus Wolle oder Baumwolle, verwendet zum Warmhalten oder als Bettbezug.",
      "definition_translation": "Una manta es una pieza de tela grande, generalmente rectangular, hecha de lana o algodón, utilizada para mantener el calor o como cubierta de cama.",
      "example": "Ich benutzte eine Decke, um mich gestern Abend warm zu halten. Meine Großmutter macht minden Winter eine Decke. In Zukunft werde ich eine Decke für mein neues Haus kaufen.",
      "example_translation": "Usé una manta para mantener el calor anoche. Mi abuela hace una manta cada invierno. En el futuro, compraré una manta para mi nueva casa.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blanket.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blanket.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blonde",
      "translation": "rubio",
      "definition": "Eine Blonde ist eine Person, insbesondere eine Frau, mit hellen Haaren, insbesondere Haaren, die hellgelb oder golden sind.",
      "definition_translation": "Un rubio es una persona, especialmente una mujer, con cabello claro, especialmente cabello que es amarillo claro o dorado en color.",
      "example": "Meine Freundin ist eine Blonde und liebt ihre Haarfarbe. Gestern sah ich ein blondes Mädchen auf der Straße gehen. In Zukunft werde ich meine Haare blond färben.",
      "example_translation": "Mi amiga es rubia y le encanta el color de su cabello. Ayer, vi a una chica rubia caminando por la calle. En el futuro, me teñiré el cabello rubio.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blonde.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blonde.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blut",
      "translation": "sangre",
      "definition": "Ein lebenswichtiger Flüssigkeit im Kreislaufsystem von Tieren, bestehend aus Plasma, in dem rote und weiße Blutzellen suspendiert sind.",
      "definition_translation": "un fluido vital en el sistema circulatorio de los animales, compuesto por plasma en el que se suspenden glóbulos rojos y blancos",
      "example": "Sie hatte einen Bluttest, um ihre Eisenwerte zu überprüfen. Gestern gab sie Blut, um anderen zu helfen. Morgen wird sie wieder Blut spenden.",
      "example_translation": "Ella tuvo una prueba de sangre para verificar sus niveles de hierro. Ayer, donó sangre para ayudar a otros. Mañana, donará sangre de nuevo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blood.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blood.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tafel",
      "translation": "tabla",
      "definition": "Eine flache, starre Platte aus Holz, Kunststoff oder anderen Materialien, verwendet als Oberfläche für das Schreiben oder Zeichnen.",
      "definition_translation": "una hoja plana y rígida de madera, plástico u otro material, utilizada como superficie para escribir o dibujar",
      "example": "Sie schrieb ihren Namen auf die Tafel. Das Unternehmen's Vorstand trat zusammen, um den Zusammenschluss zu diskutieren. Bis nächstes Jahr werde ich gelelrt haben, auf meinem Brett zu surfen.",
      "example_translation": "Ella escribió su nombre en la pizarra. La junta directiva de la empresa se reunió para discutir la fusión. Para el próximo año, habré aprendido a surfear en mi tabla.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorstand",
      "translation": "tabla",
      "definition": "Eine Gruppe von Personen, die eine Organisation leiten oder führen.",
      "definition_translation": "un grupo de personas que administran o dirigen una organización",
      "example": "Der Vorstand der Trustee genehmigte den Haushalt. Sie wurde in den Schulvorstand gewählt. Bis nächstes Jahr werde ich im Vorstand der Direktoren sein.",
      "example_translation": "La junta de fideicomisarios aprobó el presupuesto. Ella fue elegida para la junta escolar. Para el próximo año, estaré en la junta de directores.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielbrett",
      "translation": "juego de mesa",
      "definition": "Ein Spiel, das auf einem Tisch gespielt wird, typischerweise mit Spielsteinen, Figuren oder Karten, und oft mit Zufall oder Strategie verbunden.",
      "definition_translation": "Un juego jugado en una mesa, típicamente con contadores, piezas o cartas, y a menudo involucrando suerte o estrategia.",
      "example": "Ich spielte ein Brettspiel mit meinen Freunden letzte Nacht. Ich spiele ein Brettspiel mit meiner Familie jetzt. Ich werde ein Brettspiel mit meinen Kollegen morgen spielen.",
      "example_translation": "Jugué un juego de mesa con mis amigos anoche. Estoy jugando un juego de mesa con mi familia ahora. Jugaré un juego de mesa con mis colegas mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "hervir",
      "definition": "Ein Flüssigkeit zu erhitzen, bis sie blubbert und zu Dampf wird, oder Nahrung in kochendem Wasser zuzubereiten.",
      "definition_translation": "Calentar un líquido hasta que burbujee y se convierta en vapor, o cocinar alimentos en líquido hirviendo.",
      "example": "Ich kochte Wasser, um Tee zuzubereiten. Sie kocht Milch, um Käse zu machen. Sie werden die Kartoffeln für das Abendessen kochen.",
      "example_translation": "Herví agua para hacer té. Ella hierve leche para hacer queso. Ellos hervirán las papas para la cena.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gekocht",
      "translation": "hervido",
      "definition": "Nahrung, die in kochendem Wasser zubereitet wurde, wie Nudeln, Kartoffeln oder andere Lebensmittel.",
      "definition_translation": "Pasta, papas u otros alimentos que han sido cocinados en agua hirviendo.",
      "example": "Ich aß gekochte Karotten zum Lunch. Sie bevorzugt gekochte Eier gegenüber gerührt Eiern. Sie servierten gekochte Gemüse zum Abendessen.",
      "example_translation": "Comí zanahorias hervidas para el almuerzo. Ella prefiere huevos hervidos a huevos revueltos. Ellos sirvieron vegetales hervidos para la cena.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boiled.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiled.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buch",
      "translation": "libro",
      "definition": "Ein geschriebenes oder gedrucktes Werk, das aus Seiten besteht, die an einem Seitenrand zusammengebunden sind.",
      "definition_translation": "Una obra escrita o impresa que consiste en páginas pegadas o cosidas juntas a lo largo de un lado y encuadernada en cubiertas.",
      "example": "Ich las ein Buch gestern, ich lese ein Buch jetzt und ich werde ein Buch morgen lesen.",
      "example_translation": "Leí un libro ayer, estoy leyendo un libro ahora y leeré un libro mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/book.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/book.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bücherregal",
      "translation": "estantería",
      "definition": "Ein Möbelstück mit Fächern zum Aufstellen von Büchern, typischerweise an einer Wand.",
      "definition_translation": "Una pieza de mobiliario con estantes para colocar libros, típicamente contra una pared.",
      "example": "Ich baute ein Bücherregal letztes Wochenende, ich benutze ein Bücherregal jetzt und ich werde ein Bücherregal nächsten Monat kaufen.",
      "example_translation": "Me armé una estantería el fin de semana pasado, estoy usando una estantería ahora y compraré una estantería el próximo mes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookcase.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookcase.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bücherbrett",
      "translation": "estante de libros",
      "definition": "Ein Regal für das Aufstellen von Büchern, oft anpassbar und wandmontiert.",
      "definition_translation": "Una unidad de estantería para colocar libros, a menudo ajustable y montada en la pared.",
      "example": "Ich installierte ein Bücherbrett in meinem Zimmer, ich organisiere ein Bücherbrett jetzt und ich werde ein Bücherbrett bald putzen.",
      "example_translation": "Instalé un estante de libros en mi habitación, estoy organizando un estante de libros ahora y limpiaré un estante de libros pronto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookshelf.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshelf.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhandlung",
      "translation": "librería",
      "definition": "Ein Gebäude oder Raum, in dem Bücher verkauft werden, typischerweise mit einer großen Auswahl von Büchern auf Regalen.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "Ich ging in die Buchhandlung gestern, ich gehe in die Buchhandlung jetzt und ich werde in die Buchhandlung morgen gehen.",
      "example_translation": "Fui a la librería ayer, voy a la librería ahora y iré a la librería mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookshop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchladen",
      "translation": "tienda de libros",
      "definition": "Ein Gebäude oder Raum, in dem Bücher verkauft werden, typischerweise mit einer großen Auswahl von Büchern auf Regalen.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "Ich besuchte einen Buchladen letzte Woche, ich besuche einen Buchladen jetzt und ich werde einen Buchladen nächstes Jahr besuchen.",
      "example_translation": "Visité una tienda de libros la semana pasada, estoy visitando una tienda de libros ahora y visitaré una tienda de libros el año que viene.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookstore.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookstore.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "bota",
      "definition": "Ein Überzug aus Leder oder Kunststoff, der den Fuß und das untere Bein schützt.",
      "definition_translation": "Una cubierta de cuero o plástico que protege el pie y la pierna baja.",
      "example": "Ich trug Stiefel gestern, ich trage Stiefel jetzt und ich werde Stiefel morgen tragen.",
      "example_translation": "Llevé botas ayer, estoy llevando botas ahora y llevaré botas mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geboren",
      "translation": "nacido",
      "definition": "In die Existenz zu kommen oder von einem bestimmten Zeitpunkt oder Ort zu stammen.",
      "definition_translation": "Vino a la existencia o que se originó en un momento o lugar particular.",
      "example": "Ich wurde 1990 geboren. Ich bin geboren, um ein Führer zu sein. Ich werde wieder geboren in dem nachfolgenden Leben.",
      "example_translation": "Nací en 1990. Nací para ser un líder. Naceré de nuevo en la vida después de la muerte.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "borgen",
      "translation": "prestar",
      "definition": "Etwas, das jemandem gehört, zu nehmen und zu verwenden, mit der Absicht, es zurückzugeben.",
      "definition_translation": "Tomar y utilizar algo que pertenece a alguien más, con la intención de devolverlo.",
      "example": "Ich habe Geld von meinem Bruder geborgt. Ich borge ein Buch aus der Bibliothek. Ich werde ein Auto von meinem Freund borgen.",
      "example_translation": "Pedí prestado dinero a mi hermano. Estoy prestado un libro de la biblioteca. Prestaré un coche a mi amigo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/borrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/borrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chef",
      "translation": "jefe",
      "definition": "Eine Person, die eine Gruppe von Arbeitern oder eine Abteilung leitet.",
      "definition_translation": "Una persona a cargo de un grupo de trabajadores o un departamento.",
      "example": "Mein Chef ist sehr fordernd. Ich bin der Chef dieser Firma. Sie wird die Chef des neuen Projekts sein.",
      "example_translation": "Mi jefe es muy exigente. Soy el jefe de esta empresa. Será la jefa del nuevo proyecto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boss.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boss.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stören",
      "translation": "molestar",
      "definition": "Jemanden zu stören oder zu ärgern, insbesondere wenn sie versuchen, etwas zu tun.",
      "definition_translation": "Perturbar o molestar a alguien de manera persistente, especialmente cuando intentan hacer algo",
      "example": "Ich wollte dich nicht stören, aber ich brauchte deine Hilfe. Ich werde dich wieder stören, wenn ich weitere Fragen habe. Ich habe dich letzte Woche gestört, aber du schienst dich nicht zu stören.",
      "example_translation": "No quería molestarte, pero necesitaba tu ayuda. Te molestaré de nuevo si tengo más preguntas. Te molesté la semana pasada, pero no parecía importarte.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bother.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flasche",
      "translation": "botella",
      "definition": "Ein Behälter aus Glas oder Plastik, der verwendet wird, um Flüssigkeiten zu halten.",
      "definition_translation": "Un contenedor hecho de vidrio o plástico, utilizado para contener líquidos",
      "example": "Ich habe die leere Flasche in den Recyclingtonnen geworfen. Sie reichte mir eine Flasche Wasser. Sie werden den Wein nächste Woche abfüllen.",
      "example_translation": "Lancé la botella vacía en el bote de reciclaje. Me dio una botella de agua. Embotellarán el vino la próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bottle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bottle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schüssel",
      "translation": "tazón",
      "definition": "Ein rundes, offenes Behältnis, das verwendet wird, um Lebensmittel zu halten oder zu servieren.",
      "definition_translation": "Un contenedor redondo con la parte superior abierta, utilizado típicamente para contener o servir alimentos",
      "example": "Sie stellte das Obst in einer Schale auf dem Küchentisch bereit. Er nahm eine Schale Suppe vom Herd. Wir werden heute Abend bowlen auf der Bowlingbahn.",
      "example_translation": "Ella puso la fruta en un tazón en la mesa de la cocina. Él tomó un tazón de sopa de la estufa. Esta noche haremos bowling en la bolera.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bowl.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bowl.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freund",
      "translation": "novio",
      "definition": "Ein Freund ist ein männlicher Partner in einer romantischen Beziehung.",
      "definition_translation": "Un novio es un compañero masculino en una relación romántica.",
      "example": "Ich hatte einen Freund im College, aber wir haben uns nach dem Abschluss getrennt. Jetzt_datere ich jemanden neuen und ich denke, er könnte mein Freund in der Zukunft sein. Meine beste Freundin ist seit fünf Jahren mit ihrem Freund zusammen.",
      "example_translation": "Tuve un novio en la universidad, pero nos separamos después de la graduación. Ahora estoy saliendo con alguien nuevo y creo que podría ser mi novio en el futuro. Mi mejor amiga ha estado con su novio durante cinco años.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boyfriend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boyfriend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gehirn",
      "translation": "cerebro",
      "definition": "Das Gehirn ist das Organ des Körpers, das Denken, Bewegung und Empfindung kontrolliert.",
      "definition_translation": "El cerebro es el órgano del cuerpo que controla el pensamiento, el movimiento y la sensación.",
      "example": "Das Gehirn ist ein komplexes Organ, das noch nicht vollständig verstanden wird. Ärzte haben das Gehirn studiert, um neue Behandlungen für die Alzheimer-Krankheit zu entwickeln. Ich habe mich am Kopf gestoßen und mich Sorgen gemacht, ob ich mein Gehirn verletzt habe.",
      "example_translation": "El cerebro es un órgano complejo que todavía no se entiende completamente. Los médicos estudiaron el cerebro para desarrollar nuevos tratamientos para la enfermedad de Alzheimer. Me pegué la cabeza y me preocupé de que podría haber lastimado mi cerebro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/brain.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brain.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brechen",
      "translation": "romper",
      "definition": "Etwas zu brechen bedeutet, es zu zerbrechen oder in Stücke zu teilen, oder etwas zu unterbrechen oder anzuhalten.",
      "definition_translation": "Romper algo significa despedazarlo o separarlo en piezas, o interrumpir o detener algo.",
      "example": "Ich habe meine Lieblingsvase zerbrochen, als ich sie auf den Boden fallen ließ. Die Nachricht von der Trennung verbreitete sich schnell über soziale Medien. Wir werden für das Mittagessen Pause machen und dann das Meeting fortsetzen.",
      "example_translation": "Rompí mi jarrón favorito cuando lo dejé caer al suelo. La noticia de la ruptura se difundió rápidamente a través de las redes sociales. Nos tomaremos un descanso para almorzar y luego continuaremos la reunión.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/break.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/break.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brücke",
      "translation": "puente",
      "definition": "Eine Brücke ist eine Struktur, die gebaut wird, um ein Tal, eine Straße, ein Gewässer oder ein anderes Hindernis zu überqueren, um den Übergang über das Hindernis zu ermöglichen.",
      "definition_translation": "Un puente es una estructura construida para cruzar un valle, carretera, cuerpo de agua o otro obstáculo, con el fin de proporcionar paso sobre el obstáculo.",
      "example": "Ich habe die Lücke zwischen den beiden Teams überbrückt, um den Konflikt zu lösen. Ich überbrücke die kulturelle Kluft durch Sprachausbildung. Ich werde die Finanzlücke durch eine Erhöhung der Finanzierung überbrücken.",
      "example_translation": "Puente el vacío entre los dos equipos para resolver el conflicto. Estoy cubriendo la brecha cultural a través de la educación del idioma. Cerraré la brecha financiera aumentando la financiación.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bridge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bridge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "brillante",
      "definition": "Einiges oder ein Licht ausstrahlend, das intensiv leuchtet.",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando con intensidad.",
      "example": "Das helle Sonnenlicht erleuchtete den Raum. Die hellen Sterne leuchteten am Nachthimmel. Die helle Idee inspirierte eine neue Innovation.",
      "example_translation": "La brillante luz del sol iluminó la habitación. Las brillantes estrellas brillaron en el cielo nocturno. La brillante idea desencadenó una nueva innovación.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bright-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bright.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bringen",
      "translation": "traer",
      "definition": "Etwas oder jemanden zum Sprecher oder an einen Ort in seiner Nähe zu bewegen.",
      "definition_translation": "Mover algo o alguien hacia la persona que habla o a un lugar cerca de ellos.",
      "example": "Ich brachte meinen Freund zur Party. Ich werde das Essen auf den Tisch bringen. Sie brachte das Thema zur Sprache.",
      "example_translation": "Traje a mi amigo a la fiesta. Traeré la comida a la mesa. Ella sacó a colación el tema de discusión.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bring.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zurückbringen",
      "translation": "traer de vuelta",
      "definition": "etwas oder jemanden an einen vorherigen Ort oder Zustand zurückzubringen",
      "definition_translation": "devolver algo o alguien a un lugar o condición previa",
      "example": "Ich werde das Buch morgen zurückbringen, ich brachte das Buch gestern zurück, und ich bringe das Buch jede Woche zurück.",
      "example_translation": "Voy a traer el libro mañana, traje el libro ayer, y traigo el libro todas las semanas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bring-back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaputt",
      "translation": "roto",
      "definition": "nicht in Arbeitsordnung oder nicht ordnungsgemäß funktionierend",
      "definition_translation": "no en funcionamiento o no funcionando correctamente",
      "example": "Das kaputte Spielzeug wurde weggegeben, das Spielzeug war gestern kaputt, und das Spielzeug wird kaputt, wenn du es fallen lässt.",
      "example_translation": "El juguete roto fue tirado, el juguete se rompió ayer, y el juguete se romperá si lo dejas caer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/broken.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerbrochen",
      "translation": "roto",
      "definition": "in Teile geteilt oder getrennt",
      "definition_translation": "habiendo sido separado o dividido en partes",
      "example": "Der zerbrochene Spiegel wurde weggewischt, der Spiegel war während des Umzugs zerbrochen, und der Spiegel wird zerbrochen, wenn du ihn anfasst.",
      "example_translation": "El espejo roto fue barrido, el espejo se rompió durante el cambio, y el espejo se romperá si lo tocas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/broken-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bürsten",
      "translation": "cepillar",
      "definition": "Ein Bürsten ist ein Werkzeug mit Borsten, Draht oder anderen Filamenten, das zum Reinigen, Glätten oder Auftragen von Materialien auf eine Oberfläche verwendet wird.",
      "definition_translation": "Un cepillo es una herramienta con cerdas, alambre u otros filamentos, utilizada para limpiar, suavizar o aplicar materiales a una superficie.",
      "example": "Ich bürstete mein Haar heute Morgen, ich werde es heute Abend wieder bürsten, und ich bürstete es gestern.",
      "example_translation": "Me cepillé el cabello esta mañana, cepillaré de nuevo esta noche, y me había cepillado ayer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/brush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bauen",
      "translation": "construir",
      "definition": "Etwas zu bauen bedeutet, es durch Zusammenfügen von Materialien wie Holz, Ziegeln oder Stahl zu konstruieren oder zusammenzusetzen.",
      "definition_translation": "Construir algo significa construirlo o ensamblarlo poniendo juntas materiales como madera, ladrillos o acero.",
      "example": "Ich baute ein Haus letztes Jahr, ich baue ein anderes gerade jetzt, und ich werde ein größeres Haus bald bauen.",
      "example_translation": "Construí una casa el año pasado, estoy construyendo otra ahora, y construiré una más grande pronto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/build.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/build.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebäude",
      "translation": "edificio",
      "definition": "Ein Gebäude ist eine Struktur mit einem Dach und Wänden, wie ein Haus, ein Büro oder eine Fabrik.",
      "definition_translation": "Un edificio es una estructura con techo y paredes, como una casa, oficina o fábrica.",
      "example": "Das Gebäude war alt, es wird renoviert, und es wird bald fertig sein.",
      "example_translation": "El edificio era antiguo, está siendo renovado, y estará terminado pronto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/building.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/building.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamburger",
      "translation": "hamburguesa",
      "definition": "Ein Sandwich, das eine angebratene Frikadelle aus Hackfleisch, typischerweise Rindfleisch, auf einem runden Brötchen mit verschiedenen Belägen wie Käse, Salat, Tomate und Süßigkeiten enthält.",
      "definition_translation": "Un sandwich que consiste en una patty cocida de carne molida, típicamente carne de vaca, servida en un rollo de pan redondo con各种 toppings como queso, lechuga, tomate y condimentos.",
      "example": "Ich aß einen Hamburger zum Mittagessen gestern, ich esse einen Hamburger zum Mittagessen heute, und ich werde einen Hamburger zum Mittagessen morgen essen.",
      "example_translation": "Me comí una hamburguesa para almuerzo ayer, me comeré una hamburguesa para almuerzo hoy, y me comeré una hamburguesa para almuerzo mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/burger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/burger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "estación de autobuses",
      "definition": "Eine Einrichtung oder ein Gebäude, an dem Busse halten, um Fahrgäste aufzunehmen und abzusetzen, oft mit Ausstattungen wie Fahrkartenschaltern, Wartebereichen und Toiletten.",
      "definition_translation": "Un centro o edificio donde los autobuses paran para recoger y dejar pasajeros, a menudo con comodidades como mostradores de boletos, áreas de espera y baños.",
      "example": "Ich kam früh an der Bushaltestelle an, ich warte jetzt an der Bushaltestelle, und ich werde spät an der Bushaltestelle ankommen.",
      "example_translation": "Llegué a la estación de autobuses temprano, estoy esperando en la estación de autobuses ahora, y llegaré a la estación de autobuses tarde.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bus-station.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus station.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "parada de autobús",
      "definition": "Ein bestimmter Platz an einer Straße oder einem Weg, an dem ein Bus anhält, um Fahrgäste aufzunehmen und abzusetzen, oft gekennzeichnet durch ein Schild oder ein Wartehäuschen.",
      "definition_translation": "Un lugar designado a lo largo de una carretera o calle donde un autobús para recoger y dejar pasajeros, a menudo marcado por un letrero o refugio.",
      "example": "Ich wartete 10 Minuten an der Haltestelle, ich stehe jetzt an der Haltestelle, und ich werde an der nächsten Haltestelle aussteigen.",
      "example_translation": "Esperé en la parada de autobús durante 10 minutos, estoy parado en la parada de autobús ahora, y me bajaré en la próxima parada de autobús.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bus-stop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus stop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäft",
      "translation": "negocio",
      "definition": "Die Tätigkeit von Gütern oder Dienstleistungen mit der Absicht, Gewinn zu erzielen.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "Ich habe mein eigenes Geschäft letztes Jahr gegründet. Ich führe es jetzt und werde es nächstes Jahr erweitern.",
      "example_translation": "Empecé mi propio negocio el año pasado. Ahora lo estoy llevando a cabo, y lo expandiré el año próximo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/business.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäft",
      "translation": "negocio",
      "definition": "Die Tätigkeit von Gütern oder Dienstleistungen mit der Absicht, Gewinn zu erzielen.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "Sie ist seit über 10 Jahren im Geschäft. Sie ist jetzt eine erfolgreiche Geschäftsfrau und ihr Geschäft wird in Zukunft weiter florieren.",
      "example_translation": "Ella ha estado en el negocio durante más de 10 años. Ahora es una mujer de negocios exitosa, y su negocio seguirá floreciendo en el futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/business-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäftsmann",
      "translation": "hombre de negocios",
      "definition": "Eine Person, die im kommerziellen oder industriellen Geschäft tätig ist, insbesondere eine mit einer hohen Ausbildungsstufe oder Erfolg.",
      "definition_translation": "Una persona dedicada a la actividad comercial o industrial, especialmente alguien con un alto nivel de pericia o éxito.",
      "example": "Der erfolgreiche Geschäftsmann investierte in mehrere Unternehmen. Er ist jetzt ein reicher Mann und wird in Zukunft in neue Unternehmen investieren.",
      "example_translation": "El hombre de negocios exitoso invirtió en varias empresas. Ahora es un hombre rico, y seguirá invirtiendo en nuevas empresas en el futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/businessman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businessman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäftsfrau",
      "translation": "mujer de negocios",
      "definition": "Eine Frau, die im Geschäft tätig ist, insbesondere eine, die selbstständig oder eine Führungsrolle hat.",
      "definition_translation": "Una mujer que se dedica a los negocios, especialmente una que es autónoma o tiene un papel de liderazgo.",
      "example": "Sie war eine erfolgreiche Geschäftsfrau und besaß mehrere Unternehmen. Sie war über 20 Jahre lang im Geschäft und wird nach ihrem Studium eine Geschäftsfrau werden.",
      "example_translation": "Era una mujer de negocios exitosa y poseía varias empresas. Había sido mujer de negocios durante más de 20 años. Será una mujer de negocios cuando se gradúe de la universidad.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/businesswoman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businesswoman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschäftigt",
      "translation": "ocupado",
      "definition": "Hat viele Aufgaben zu erledigen oder ist mit einer bestimmten Aktivität beschäftigt.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "Ich war den ganzen Tag beschäftigt und hatte keine Zeit, Mittag zu essen. Ich werde nächste Woche beschäftigt sein, aber ich werde am Freitag freie Zeit haben. Sie war beschäftigt, an ihrem Projekt zu arbeiten, und hat mich nicht bemerkt.",
      "example_translation": "He estado ocupado todo el día y no he tenido tiempo para comer almuerzo. Estaré ocupado la próxima semana, pero tendré algo de tiempo libre el viernes. Estaba ocupada trabajando en su proyecto y no me notó.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/busy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschäftigt",
      "translation": "ocupado",
      "definition": "Hat viele Aufgaben zu erledigen oder ist mit einer bestimmten Aktivität beschäftigt.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "Er war beschäftigt, sein Auto zu reparieren, und hat die Zeit nicht bemerkt. Sie werden nächste Woche beschäftigt sein, um für ihr Examen zu studieren. Das Unternehmen war beschäftigt, seine Operationen auszuweiten.",
      "example_translation": "Él estaba ocupado arreglando su coche y no se dio cuenta de la hora. Estarán ocupados estudiando para su examen. La empresa ha estado ocupada expandiendo sus operaciones.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/busy-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schrank",
      "translation": "gabinete",
      "definition": "Ein Schrank ist ein Möbelstück mit Regalen, Schubladen oder Fächern zum Lagern oder Ausstellen von Dingen.",
      "definition_translation": "Un gabinete es un mueble con estantes, cajones o compartimientos para almacenar o exhibir cosas.",
      "example": "Gestern habe ich meinen Schrank ausgeräumt und ein altes Fotoalbum gefunden. Heute organisiere ich meinen Schrank und werde das Album wieder reinstellen. Morgen werde ich das Album meinen Freunden aus dem Schrank zeigen.",
      "example_translation": "Ayer, limpié mi gabinete y encontré un álbum de fotos antiguo. Hoy, estoy organizando mi gabinete y pondré el álbum de vuelta. Mañana, mostraré el álbum a mis amigos desde el gabinete.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mensa",
      "translation": "cafetería",
      "definition": "Eine Mensa ist ein Selbstbedienungs-Restaurant, typischerweise in einer Schule, einem Bürogebäude oder einer Institution, wo Essen und Getränke serviert werden.",
      "definition_translation": "Una cafetería es un restaurante de autoservicio, típicamente en una escuela, edificio de oficinas o institución, donde se sirven alimentos y bebidas.",
      "example": "Als ich noch auf dem College war, aß ich jeden Tag in der Mensa zu Mittag. Jetzt arbeite ich in einem Unternehmen mit einer Mensa, wo ich Frühstück kaufen kann. Eines Tages werde ich meine eigene Mensa eröffnen und internationale Gerichte anbieten.",
      "example_translation": "Cuando estaba en la universidad, solía comer almuerzo en la cafetería todos los días. Ahora, trabajo en una empresa con una cafetería donde puedo comprar desayuno. Algún día, abriré mi propia cafetería y serviré comida internacional.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cafeteria.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cafeteria.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalender",
      "translation": "calendario",
      "definition": "Ein Kalender ist ein System, um Tage im Jahr zu organisieren, normalerweise in einer Tabelle oder einem Diagramm, das die Monate, Wochen und Tage anzeigt.",
      "definition_translation": "Un calendario es un sistema de organización de días en un año, usualmente en una tabla o gráfico, mostrando los meses, semanas y días.",
      "example": "Ich habe die Termine auf meinem Kalender für die kommenden Ereignisse markiert. Gestern habe ich meinen Kalender überprüft, um zu sehen, welcher Tag es war. Morgen werde ich meinen Kalender nutzen, um eine Reise zu planen.",
      "example_translation": "Marcados las fechas en mi calendario para los eventos próximos. Ayer, miré mi calendario para ver qué día era. Mañana, utilizaré mi calendario para planificar un viaje.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/calendar.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/calendar.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rufen",
      "translation": "llamar",
      "definition": "Jemanden aufzufordern, seine Aufmerksamkeit zu erregen, insbesondere indem man seinen Namen ausspricht oder ruft.",
      "definition_translation": "llamar la atención a alguien, especialmente hablando o gritando su nombre",
      "example": "Ich werde dich morgen anrufen, ich habe ihn gestern angerufen, und ich rufe sie jeden Tag an.",
      "example_translation": "Te llamaré mañana, le llamé ayer y la llamo todos los días.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/call.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anrufen",
      "translation": "llamar",
      "definition": "jemanden oder etwas per Telefon kontaktieren",
      "definition_translation": "hacer una llamada telefónica a alguien o algo",
      "example": "Ich habe die Polizei angerufen, ich rufe meine Mutter jede Woche an, und sie hat mich letzte Nacht angerufen.",
      "example_translation": "He llamado a la policía, llamo a mi madre cada semana y ella me llamó anoche.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/call-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeltlager",
      "translation": "acampar",
      "definition": "ein Ort, an dem Menschen in Zelten oder anderen vorübergehenden Gebäuden campieren, üblicherweise auf dem Land",
      "definition_translation": "un lugar donde la gente se queda en tiendas de campaña o otros edificios temporales, usualmente en el campo",
      "example": "Ich ging letzten Sommer zelten, wir campierten am See, und sie campierten in den Bergen.",
      "example_translation": "Fui de camping el verano pasado, acampamos cerca del lago y ellos acamparon en las montañas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/camp.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camp.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zelten",
      "translation": "acampada",
      "definition": "Die Aktivität, an einem Ort, üblicherweise auf dem Land, in einem Zelt oder einer vorübergehenden Struktur, für Erholung oder als Urlaub zu übernachten.",
      "definition_translation": "La actividad de permanecer en un lugar, generalmente en el campo, en una tienda o una estructura temporal, para recreación o como vacaciones.",
      "example": "Ich ging mit meinen Freunden letzten Sommer zelten, wir wanderten in den Bergen und campierten am See. Jetzt bereiten wir uns auf unsere nächste Zeltentour vor, und in Zukunft werden wir in der Wüste zelten.",
      "example_translation": "Fui de camping con mis amigos el verano pasado, hicimos senderismo en las montañas y acampamos cerca de un lago. Ahora, estamos preparando nuestro próximo viaje de camping, y en el futuro, iremos de camping en el desierto.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/camping.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camping.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "können",
      "translation": "poder",
      "definition": "die Fähigkeit haben, etwas zu tun, die Macht oder Fertigkeit zu haben, etwas zu tun.",
      "definition_translation": "Poder hacer algo, tener el poder o habilidad para hacer algo.",
      "example": "Ich kann Englisch fließend sprechen, ich konnte Französisch sprechen, als ich im College war, und in Zukunft werde ich Spanisch fließend sprechen können. Kannst du mir bei dieser Aufgabe helfen?",
      "example_translation": "Puedo hablar inglés con fluidez, podía hablar francés cuando estaba en la universidad, y en el futuro, podré hablar español con fluidez. ¿Puedes ayudarme con esta tarea?",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/can-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/can.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeit",
      "translation": "dulce",
      "definition": "ein süßes Essen, das mit Zucker hergestellt wird, oft aromatisiert und gefärbt, und als Snack oder Dessert gegessen wird.",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y comido como snack o postre.",
      "example": "Ich aß ein Stück Süßigkeit auf der Party gestern, ich kann heute Abend Süßigkeit essen, und in Zukunft werde ich meine Freunde mit Süßigkeiten beschenken. Sie liebt es, Süßigkeiten zu essen.",
      "example_translation": "Me comí un pedazo de dulce en la fiesta de ayer, puedo comer dulce para postre esta noche, y en el futuro, le daré dulces a mis amigos como regalo. Ella ama comer dulces.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/candy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/candy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "gorro",
      "definition": "Eine Mütze ist eine Art Kopfbedeckung, die getragen wird, um den oberen Teil des Kopfes zu bedecken, typischerweise aus Stoff oder Kunststoff hergestellt.",
      "definition_translation": "Un gorro es un tipo de prenda de cabeza que se lleva para cubrir la parte superior de la cabeza, generalmente hecho de tela o plástico.",
      "example": "Ich trug eine Mütze, um mein Gesicht vor der Sonne zu schützen. Ich werde eine Mütze zum Party heute Abend tragen. Ich trug eine Mütze zur Schule gestern.",
      "example_translation": "Me puse un gorro para proteger mi cara del sol. Me pondré un gorro en la fiesta de esta noche. Me puse un gorro en la escuela ayer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cap.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cap.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptstadt",
      "translation": "capital",
      "definition": "Eine Hauptstadt ist eine Stadt oder Stadtteil, die als Sitz der Regierung oder Verwaltung für ein Land, einen Staat oder eine Provinz dient.",
      "definition_translation": "Una capital es una ciudad o pueblo que sirve como sede del gobierno o administración para un país, estado o provincia.",
      "example": "Washington D.C. ist die Hauptstadt der Vereinigten Staaten. Paris war die Hauptstadt Frankreichs während der Revolution. Peking wird die Hauptstadt Chinas in Zukunft sein.",
      "example_translation": "Washington D.C. es la capital de los Estados Unidos. París fue la capital de Francia durante la Revolución. Beijing será la capital de China en el futuro.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/capital.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/capital.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parkplatz",
      "translation": "aparcamiento",
      "definition": "Ein Parkplatz ist ein Bereich, der für das Parken von Fahrzeugen vorgesehen ist, oft in der Nähe eines Gebäudes oder in einem öffentlichen Bereich gelegen.",
      "definition_translation": "Un aparcamiento es un área destinada para estacionar vehículos, a menudo ubicada cerca de un edificio o en una área pública.",
      "example": "Ich parkte mein Auto auf dem Parkplatz neben dem Einkaufszentrum. Der Parkplatz war voll, also musste ich auf der Straße parken. Das Hotel hat einen großen Parkplatz für seine Gäste.",
      "example_translation": "Estacioné mi coche en el aparcamiento cerca del centro comercial. El aparcamiento estaba lleno, así que tuve que estacionar en la calle. El hotel tiene un gran aparcamiento para sus huéspedes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/car-park.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/car park.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karte",
      "translation": "tarjeta",
      "definition": "Eine Karte ist ein Stück steifen Papiers oder dünner Karton, das für das Schreiben oder Drucken verwendet wird.",
      "definition_translation": "Una tarjeta es un pedazo de papel rígido o cartulina delgada, utilizada para escribir o imprimir.",
      "example": "Ich schrieb eine Nachricht auf die Karte und gab sie ihr als Geschenk. Ich werde eine neue Karte für die Geburtstagsparty meiner Schwester morgen kaufen. Sie hat ihr Haar wunderschön gekämmt.",
      "example_translation": "Escribí un mensaje en la tarjeta y se la regalé como regalo. Compraré una nueva tarjeta para la fiesta de cumpleaños de mi hermana mañana. Ella ha peinado su cabello de manera hermosa con una tarjeta.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/card-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartenspiel",
      "translation": "juego de cartas",
      "definition": "Ein Kartenspiel ist ein Spiel, das einen Kartendeck verwendet, üblicherweise zur Unterhaltung oder Erholung.",
      "definition_translation": "Un juego de cartas es un juego que utiliza una baraja de cartas, usualmente para entretenimiento o recreación.",
      "example": "Ich liebe es, mit meinen Freunden am Wochenende Kartenspiele zu spielen. Wir spielten Poker letzte Nacht, aber ich verlor. Sie wird uns nächste Sonntag ein neues Kartenspiel lehren.",
      "example_translation": "Me encanta jugar juegos de cartas con mis amigos los fines de semana. Jugamos póquer la noche pasado, pero perdí. Ella nos enseñará un nuevo juego de cartas el próximo domingo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/card-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "cuidadoso",
      "definition": "Vorsichtig bedeutet, aufmerksam oder vorsichtig zu sein, um Fehler oder Probleme zu vermeiden.",
      "definition_translation": "Cuidadoso significa ser cauteloso o atento para evitar errores o problemas.",
      "example": "Du musst vorsichtig fahren, wenn du auf eisigen Straßen unterwegs bist. Sie war vorsichtig, um nicht den heißen Kaffee zu verschütten. Ich werde von jetzt an vorsichtiger mit meinem Eigentum umgehen.",
      "example_translation": "Necesitas ser cuidadoso al conducir en carreteras con hielo. Ella fue cuidadosa al no derramar el café caliente. Seré más cuidadoso con mis pertenencias desde ahora.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/careful.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/careful.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sorgfältig",
      "translation": "cuidadosamente",
      "definition": "Auf eine Weise, die eine gründliche und überlegte Berücksichtigung möglicher Konsequenzen oder Gefahren zeigt.",
      "definition_translation": "De manera que muestra una consideración cuidadosa y reflexiva de las posibles consecuencias o peligros.",
      "example": "Sie fuhr sorgfältig durch den Sturm. Sie fährt sorgfältig, um Unfälle zu vermeiden. Sie wird sorgfältig fahren, um pünktlich anzukommen.",
      "example_translation": "Ella condujo cuidadosamente a través de la tormenta. Está conduciendo cuidadosamente para evitar accidentes. Ella conducirá cuidadosamente para llegar a tiempo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/carefully.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carefully.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teppich",
      "translation": "alfombra",
      "definition": "Ein Bodenbelag aus gewebtem oder gestepptem Stoff, typischerweise aus Wolle, Nylon oder einem anderen Material.",
      "definition_translation": "Un revestimiento de suelo hecho de tejido o estera de lana, nailon o otro material.",
      "example": "Das Hotelzimmer hatte einen schönen Teppich. Sie saugte den Teppich gestern. Er wird den neuen Teppich nächste Woche installieren.",
      "example_translation": "La habitación del hotel tenía una hermosa alfombra. Ella aspiró la alfombra ayer. Él instalará la nueva alfombra la próxima semana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/carpet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carpet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karotte",
      "translation": "zanahoria",
      "definition": "Ein langes, dünnes, keilförmiges Gemüse, typischerweise orange, das für sein knackiges, essbares Fruchtfleisch angebaut wird.",
      "definition_translation": "Una raíz vegetal larga y delgada, típicamente de color naranja, cultivada por su carne crujiente comestible.",
      "example": "Sie aß einen Karottenstängel als Zwischenmahlzeit. Er zog Karotten in seinem Garten letztes Jahr. Sie werden Karotten aus dem Feld ernten, morgen.",
      "example_translation": "Ella comió una zanahoria como snack. Él cultivó zanahorias en su jardín el año pasado. Ellos cosecharán zanahorias del campo mañana.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/carrot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carrot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cartoon",
      "translation": "dibujo animado",
      "definition": "Ein Cartoon ist eine Art von animierter Fernsehshow oder Film, die typischerweise humorvoll ist und bunte Charaktere und Geschichten aufweist.",
      "definition_translation": "Un dibujo animado es un tipo de programa de televisión o película que es típicamente humorístico y cuenta con personajes y historias coloridos.",
      "example": "Ich sah mich einen Cartoon an, als ich ein Kind war, es war meine Lieblingsshow. Ich sehe mir jetzt einen Cartoon an, es ist wirklich lustig. Ich werde morgen einen Cartoon ansehen, es ist meine Lieblingsbeschäftigung.",
      "example_translation": "Vi un dibujo animado cuando era niño, era mi show favorito. Estoy viendo un dibujo animado ahora, es realmente divertido. Veré un dibujo animado mañana, es mi cosa favorita para hacer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cartoon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cartoon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "castillo",
      "definition": "Ein Schloss ist ein großes Gebäude oder eine Struktur, das typischerweise als Residenz von Mitgliedern der königlichen Familie oder des Adels im Mittelalter verwendet wurde.",
      "definition_translation": "Un castillo es un gran edificio o estructura que se usaba típicamente como residencia por miembros de la realeza o nobleza en la Edad Media.",
      "example": "Ich besuchte ein Schloss letzten Jahr, es war atemberaubend. Ich besuche ein Schloss nächsten Monat, ich bin wirklich aufgerüstet. Ich werde ein Schloss wieder einmal besuchen, es ist mein Traum.",
      "example_translation": "Visité un castillo el año pasado, fue asombroso. Estoy visitando un castillo el próximo mes, estoy realmente emocionado. Visitaré un castillo de nuevo algún día, es mi sueño.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/castle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/castle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kathedrale",
      "translation": "catedral",
      "definition": "Eine Kathedrale ist ein großer Kirchenbau, typischerweise die Hauptkirche eines Bischofs oder Erzbischofs, der oft mit kunstvollen Schnitzereien und farbigen Glasfenstern dekoriert ist.",
      "definition_translation": "Una catedral es una gran iglesia, típicamente la iglesia principal de un obispo o arzobispo, que a menudo se decora con intrincadas tallas y ventanas de vidrio coloreado.",
      "example": "Ich nahm an einem Gottesdienst in einer Kathedrale teil, letzte Woche, es war schön. Ich besuche ein Konzert in einer Kathedrale heute Abend, es wird großartig sein. Ich werde bald wieder eine Kathedrale besuchen, es ist mein Lieblingsort zum Beten.",
      "example_translation": "Asistí a un servicio en una catedral la semana pasada, fue hermoso. Estoy asistiendo a un concierto en una catedral esta noche, va a ser asombroso. Visitaré una catedral de nuevo pronto, es mi lugar favorito para orar.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cathedral.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cathedral.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decke",
      "translation": "techo",
      "definition": "Die innere Oberfläche eines Raumes, insbesondere die Oberfläche zwischen den Wänden und dem Dach.",
      "definition_translation": "La superficie interior de una habitación, especialmente la superficie superior entre las paredes y el techo.",
      "example": "Ich stieß mir den Kopf an die Decke, während ich versuchte, die Lampe zu ändern. Gestern musste ich einen Leck in der Decke reparieren. Bis nächstem Jahr werden wir die gesamte Decke renoviert haben.",
      "example_translation": "Me golpeé la cabeza en el techo mientras intentaba cambiar la bombilla. Ayer, tuve que arreglar una fuga en el techo. Para el próximo año, habremos renovado todo el techo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ceiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ceiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cent",
      "translation": "centavo",
      "definition": "Eine Einheit der Währung, die einem Hundertstel der Basiswährungseinheit entspricht.",
      "definition_translation": "Una unidad de moneda igual a la centésima parte de la unidad básica de un sistema de moneda.",
      "example": "Ich fand einen Cent auf der Straße. Sie sparte 50 Cent, um ein Süßigkeit zu kaufen. Bis zum Ende des Jahres werde ich hundert Cent gespart haben.",
      "example_translation": "Encontré un centavo en la calle. Ella ahorró 50 centavos para comprar un caramelo. Para fin de año, habré ahorrado cien centavos.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zentimeter",
      "translation": "centímetro",
      "definition": "Eine Einheit der Länge im metrischen System, die einem Hundertstel eines Meters entspricht.",
      "definition_translation": "Una unidad de longitud en el sistema métrico, igual a la centésima parte de un metro.",
      "example": "Das Buch ist 15 Zentimeter lang. Sie maß das Zimmer in Zentimetern. Bis nächste Woche werden wir das Projekt in 500 Zentimetern abgeschlossen haben.",
      "example_translation": "El libro tiene 15 centímetros de largo. Ella midió la habitación en centímetros. Para la próxima semana, habremos completado el proyecto en 500 centímetros.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/centimetre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/centimetre.mp3"
    }
  ]