[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgeben",
      "translation": "abandonar",
      "definition": "jemanden oder etwas aufzugeben oder zu verlassen, insbesondere weil es nicht mehr gewollt oder benötigt wird",
      "definition_translation": "dejar o dejar a alguien o algo, especialmente porque ya no es querido o necesario",
      "example": "Ich musste mein Auto am Straßenrand aufgeben, aber ich hole es morgen ab. Ich gab meine Studien auf, um mich auf meine Karriere zu konzentrieren. Ich werde meine Arbeit aufgeben, wenn sie nicht die Arbeitsbedingungen verbessern.",
      "example_translation": "Tuve que abandonar mi coche en el lado de la carretera, pero lo recogeré mañana. Abandoné mis estudios para enfocarme en mi carrera. Abandonaré mi trabajo si no mejoran las condiciones laborales.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgegeben",
      "translation": "abandonado",
      "definition": "verlassen oder verlassen, oft in einem Zustand der Vernachlässigung oder Zerfall",
      "definition_translation": "dejado o abandonado, a menudo en un estado de desorden o descuido",
      "example": "Das aufgegebene Haus auf dem Hügel war Jahre lang leer gestanden. Die Firma gab das Projekt aufgrund fehlender Finanzmittel auf. Das aufgegebene Hündchen wurde auf der Straße gefunden und in ein Tierheim gebracht.",
      "example_translation": "La casa abandonada en la colina había estado vacía durante años. La empresa abandonó el proyecto debido a la falta de financiamiento. El cachorro abandonado fue encontrado en la calle y llevado a un refugio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abschaffen",
      "translation": "abolir",
      "definition": "ein System, eine Praxis oder eine Institution offiziell zu beenden oder abzuschaffen",
      "definition_translation": "terminar oficialmente o eliminar un sistema, práctica o institución",
      "example": "Die Regierung schwor, die Sklaverei in dem Land abzuschaffen. Sie schafften die Todesstrafe 2015 ab. Das Unternehmen wird die alte Politik abschaffen und eine neue einführen.",
      "example_translation": "El gobierno prometió abolir la esclavitud en el país. Abolieron la pena de muerte en 2015. La empresa abolirá la política antigua e introducirá una nueva.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abwesenheit",
      "translation": "ausencia",
      "definition": "Der Zustand oder die Tatsache, von einem Ort, einer Person oder einer Sache abwesend zu sein.",
      "definition_translation": "El estado o hecho de estar lejos de un lugar, persona o cosa.",
      "example": "Ihre Abwesenheit von der Sitzung wurde notiert, und ihr Chef war nicht zufrieden. Sie war eine Woche lang von der Arbeit abwesend und jetzt fehlt sie auf der Party.",
      "example_translation": "Su ausencia en la reunión fue notada, y su jefe no estaba satisfecho. Había estado ausente del trabajo durante una semana, y ahora está ausente de la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absolut",
      "translation": "absoluto",
      "definition": "Vollständig oder durch und durch; ohne Ausnahme oder Einschränkung.",
      "definition_translation": "Completo o total; sin excepción o calificación.",
      "example": "Die absolute Macht des Monarchen war unbestreitbar, und seine absolute Herrschaft wurde von allen gefürchtet. In der Mathematik ist der absolute Wert einer Zahl ihre Distanz von Null.",
      "example_translation": "El poder absoluto del monarca era indiscutible, y su regla absoluta era temida por todos. En matemáticas, el valor absoluto de un número es su distancia desde cero.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "absorber",
      "definition": "Energie, Materie oder eine Flüssigkeit durch eine Oberfläche oder ein poröses Medium aufzunehmen und zu assimilieren.",
      "definition_translation": "Absorber (energía, materia o un líquido) a través de una superficie o medio poroso.",
      "example": "Das Schwamm wird das Wasser von der Pfütze absorbieren, und das Unternehmen wird die Verluste aus der gescheiterten Investition absorbieren. In der Chemie kann eine Substanz Licht oder Wärme absorbieren.",
      "example_translation": "La esponja absorberá el agua del derramamiento, y la empresa absorberá las pérdidas de la inversión fallida. En química, una sustancia puede absorber luz o calor.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "absorber",
      "definition": "etwas (insbesondere eine Flüssigkeit) durch ein poröses oder absorbentes Material aufzunehmen",
      "definition_translation": "absorber (algo, especialmente un líquido) a través de un material poroso o absorbente",
      "example": "Der Schwamm wird das Wasser absorbieren. Es absorbierte den Schock. Es wird den Schock absorbieren.",
      "example_translation": "La esponja absorberá el agua. Absorbió el choque. Absorberá el impacto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "absorber",
      "definition": "jemanden vollständig zu fesseln oder auf sich zu konzentrieren",
      "definition_translation": "atraer la atención o interés de alguien completamente",
      "example": "Der Roman absorbierte mich. Es absorbierte ihre Aufmerksamkeit. Es wird sie vollständig absorbieren.",
      "example_translation": "La novela me absorbió. Atraía su atención. Los absorberá completamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstrakt",
      "translation": "abstracto",
      "definition": "nur in Gedanken oder als Idee existierend, aber keine physische Existenz habend",
      "definition_translation": "existente en el pensamiento o como una idea, pero no tienen una existencia física",
      "example": "Das abstrakte Konzept der Liebe. Sie schrieb eine Zusammenfassung für ihre Dissertation. Die abstrakte Natur des Problems.",
      "example_translation": "El concepto abstracto del amor. Ella escribió un resumen para su tesis. La naturaleza abstracta del problema.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absurd",
      "translation": "absurdo",
      "definition": "lächerlich unvernünftig, albern oder illogisch",
      "definition_translation": "ridículamente irrazonable, tonto o ilógico",
      "example": "Die absurde Idee machte mich lachen. Ich dachte vorher, es sei absurd. Ich werde es in Zukunft absurd finden.",
      "example_translation": "La idea absurda me hizo reír. Previamente había pensado que era absurdo. Pensaré que es absurdo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "abuso",
      "definition": "jemanden oder etwas schlecht oder unfair zu behandeln",
      "definition_translation": "tratar mal o injustamente a alguien o algo",
      "example": "Sie missbrauchte ihre Macht. Er hatte ihr Vertrauen missbraucht. Sie werden ihre Autorität missbrauchen.",
      "example_translation": "Ella abusó de su poder. Él había abusado de su confianza. Ellos abusarán de su autoridad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "abuso",
      "definition": "etwas auf eine Art und Weise zu verwenden, die falsch oder schädlich ist",
      "definition_translation": "utilizar algo de manera incorrecta o dañina",
      "example": "Die Firma hat das System missbraucht. Sie hatten das Vorrecht missbraucht. Es wird die Ressourcen missbrauchen.",
      "example_translation": "La empresa abusó del sistema. Ellos habían abusado del privilegio. Abusará de los recursos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akademisch",
      "translation": "académico",
      "definition": "Im Zusammenhang mit Bildung, akademischer Arbeit oder Studium, insbesondere in einer formalen oder institutionellen Einrichtung.",
      "definition_translation": "Relativo a la educación, trabajo académico o estudio, especialmente en un entorno formal o institucional.",
      "example": "Sie ist eine Akademikerin, die sich auf Linguistik spezialisiert hat. Sie hatte sich letztes Jahr auf Linguistik spezialisiert. Sie wird sich nächstes Semester auf Linguistik spezialisieren.",
      "example_translation": "Ella es una académica que se especializa en lingüística. Se especializó en lingüística el año pasado. Se especializará en lingüística el próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zugang",
      "translation": "acceso",
      "definition": "Die Mittel, einen Ort zu erreichen oder zu betreten, oder das Recht, etwas zu tun.",
      "definition_translation": "Los medios de acercarse o entrar a un lugar, o el derecho de hacer algo.",
      "example": "Ich benötige Zugang zur Datenbank, um mein Projekt abzuschließen. Ich benötigte letzten Woche Zugang zur Datenbank. Ich werde morgen Zugang zur Datenbank benötigen.",
      "example_translation": "Necesito acceso a la base de datos para completar mi proyecto. Necesité acceso a la base de datos la semana pasada. Necesitaré acceso a la base de datos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugänglich",
      "translation": "accesible",
      "definition": "Leicht zu verwenden, zu verstehen oder zu erreichen; kann erreicht oder betreten werden.",
      "definition_translation": "Fácil de utilizar, comprender o alcanzar; capaz de ser alcanzado o entrado.",
      "example": "Die Website ist für jeden zugänglich. Die Website war letzten Jahr für jeden zugänglich. Die Website wird nächsten Monat für jeden zugänglich sein.",
      "example_translation": "El sitio web es accesible para todos. El sitio web fue accesible para todos el año pasado. El sitio web será accesible para todos el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufällig",
      "translation": "accidental",
      "definition": "Durch Zufall geschehend oder getan, anstatt absichtlich oder geplant.",
      "definition_translation": "Sucediendo o hecho por casualidad, en lugar de intencionalmente o por diseño.",
      "example": "Ich hatte gestern zufällig eine alte Freundin in einem Café getroffen, und dann sah ich sie wieder auf der Party letzte Nacht, und schließlich werde ich sie morgen absichtlich zum Mittagessen treffen.",
      "example_translation": "Tuve un encuentro accidental con un amigo antiguo en la cafetería ayer, y luego la vi de nuevo en la fiesta anoche, y finalmente, me reuniré con ella intencionalmente para almorzar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akkordeon",
      "translation": "acordeón",
      "definition": "Ein Musikinstrument mit Tastatur, das durch Komprimieren oder Dekomprimieren eines Balges gespielt wird, wird in Volks- und Popmusik verwendet.",
      "definition_translation": "Un instrumento musical con un teclado que se toca comprimiendo o expandiendo una fuelle, utilizado en la música folklórica y popular.",
      "example": "Die Volksband bestand aus einer Gitarre, einem Akkordeon und einer Geige, die eine lebendige Atmosphäre auf dem Festival letzten Wochenende schufen, und es wird sicherlich nächstes Jahr wieder auftreten.",
      "example_translation": "La banda folklórica constaba de una guitarra, un acordeón y un violín, lo que creó un ambiente animado en el festival la semana pasada, y seguramente actuará de nuevo el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konto",
      "translation": "cuenta",
      "definition": "Ein Verzeichnis finanzieller Transaktionen, das verwendet wird, um Einnahmen und Ausgaben zu verfolgen, oder eine Aussage über die finanzielle Lage.",
      "definition_translation": "Un registro de transacciones financieras, utilizado para rastrear ingresos y gastos, o una declaración de posición financiera.",
      "example": "Ich muss mein Konto prüfen, um sicherzustellen, dass ich genug Geld habe, um die Rechnungen zu bezahlen, und dann werde ich ein neues Konto eröffnen, um für meinen Urlaub zu sparen, den ich nächsten Sommer machen werde.",
      "example_translation": "Necesito revisar mi saldo de cuenta para asegurarme de tener suficiente dinero para pagar las facturas, y luego abriré una nueva cuenta para ahorrar mi vacación, que tomaré el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchführung",
      "translation": "contabilidad",
      "definition": "Das System der Aufzeichnung, Überprüfung und Berichterstattung über die finanziellen Transaktionen und den Status eines Unternehmens oder einer Organisation.",
      "definition_translation": "El sistema de registro, verificación y presentación de las transacciones financieras y el estado de una empresa o organización.",
      "example": "Das Unternehmen hat ein Team von Buchhaltern eingestellt, um die Buchführung für die quartalsweise Berichte zu übernehmen. Sie hatten jeden Ausgaben und Einnahmen verbucht. Sie werden in Zukunft Fehler in den zukünftigen Berichten verbuchen.",
      "example_translation": "La empresa contrató a un equipo de contadores para manejar la contabilidad para los informes trimestrales. Habían contabilizado cada gasto y ingreso. Contabilizarán las discrepancias en los informes futuros.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genauigkeit",
      "translation": "exactitud",
      "definition": "Die Eigenschaft, Bedingung oder Stufe der Exaktheit und Fehlerfreiheit.",
      "definition_translation": "La calidad, condición o grado de ser exacto y libre de error.",
      "example": "Die Wissenschaftlerin strebte nach Genauigkeit in ihrer Forschung. Sie hatte in ihren vorherigen Experimenten Genauigkeit erreicht. Sie wird in ihrer zukünftigen Forschung nach Genauigkeit streben.",
      "example_translation": "La científica se esforzó por la exactitud en su investigación. Había logrado exactitud en sus experimentos anteriores. Se esforzará por la exactitud en su investigación futura.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anklagen",
      "translation": "acusar",
      "definition": "Jemanden einer Straftat oder Fehler zu beschuldigen.",
      "definition_translation": "Acusar a alguien de un delito o falta.",
      "example": "Der Staatsanwalt wird den Angeklagten der Straftat beschuldigen. Sie hatte ihn des Lügens beschuldigt. Sie werden ihn des Diebstahls beschuldigen.",
      "example_translation": "El fiscal acusará al acusado del delito. Lo había acusado de mentir. Lo acusarán de robo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzen",
      "translation": "doler",
      "definition": "Ein dumpfer Schmerz, insbesondere in den Muskeln oder Gelenken",
      "definition_translation": "un dolor opaco, especialmente en los músculos o articulaciones",
      "example": "Ich schmerzte überall nach dem intensiven Workout. Ich schmerze vom Grippe. Ich werde Wochen lang von dieser Verletzung schmerzen.",
      "example_translation": "Me dolí por todos lados después del intenso entrenamiento. Estoy doliendo por la gripe. Doloreé por esta lesión durante semanas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Säure",
      "translation": "ácido",
      "definition": "Eine chemische Substanz, die typischerweise sauer schmeckt und Löschpapier rot färbt",
      "definition_translation": "una sustancia química que es típicamente ácida al gusto y vuelve papel de tiza rojo",
      "example": "Die Säure in den Tomaten ließ meinen Mund zusammenziehen. Der Chemiker mischte die Säure mit der Base, um eine Reaktion zu erzeugen. Die Säure wird das Metall auflösen.",
      "example_translation": "El ácido en los tomates hizo que mi boca se encogiera. El químico mezcló el ácido con la base para crear una reacción. El ácido disolverá el metal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "adquirir",
      "definition": "Etwas zu erwerben, insbesondere als Ergebnis von Anstrengung oder Opfer",
      "definition_translation": "ganar o obtener algo, especialmente como resultado de esfuerzo o sacrificio",
      "example": "Sie erwarb das Unternehmen nach Jahren harter Arbeit. Das Museum erwarb ein seltenes Gemälde auf der Auktion. Wir werden neue Fähigkeiten erwerben, bis zum Ende des Kurses.",
      "example_translation": "Ella adquirió la empresa después de años de trabajo duro. El museo adquirió un cuadro raro en la subasta. Adquiriremos nuevas habilidades al final del curso.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "adquirir",
      "definition": "Etwas zu erwerben, insbesondere als Ergebnis von Anstrengung oder harten Arbeit",
      "definition_translation": "obtener o conseguir algo, especialmente como resultado de esfuerzo o trabajo duro",
      "example": "Ich erwarb letztes Jahr eine neue Fähigkeit. Ich erwerbe jeden Tag neue Kenntnisse. Ich werde ein neues Zertifikat nächsten Monat erwerben.",
      "example_translation": "Adquirí una nueva habilidad el año pasado. Estoy adquiriendo nuevo conocimiento cada día. Adquiriré un nuevo certificado el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktion",
      "translation": "acción",
      "definition": "Der Prozess des Tuns, insbesondere um ein bestimmtes Ziel zu erreichen",
      "definition_translation": "el proceso de hacer algo, especialmente para alcanzar un objetivo particular",
      "example": "Die Aktion des Films war atemberaubend. Die Aktion, die wir gestern ergriffen, war erfolgreich. Der Aktionsplan wird im nächsten Quartal implementiert werden.",
      "example_translation": "La acción de la película fue increíble. La acción que tomamos ayer fue exitosa. El plan de acción se implementará el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "activamente",
      "definition": "Auf aktive Weise, mit viel Energie und Enthusiasmus",
      "definition_translation": "de manera activa, haciendo cosas con mucha energía y entusiasmo",
      "example": "Sie nimmt aktiv an Klassendiskussionen teil. Sie arbeiten aktiv an neuen Projekten. Wir werden aktiv nach neuen Möglichkeiten suchen.",
      "example_translation": "Ella participa activamente en las discusiones de clase. Ellos trabajan activamente en nuevos proyectos. Buscaremos activamente nuevas oportunidades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktivität",
      "translation": "actividad",
      "definition": "Der Zustand, in dem Dinge passieren oder erledigt werden.",
      "definition_translation": "El estado en que las cosas están sucediendo o siendo hechas.",
      "example": "Ich werde an einer Aktivität teilnehmen, um eine neue Sprache zu lernen. Ich nehme an einer Aktivität teil, um eine neue Sprache zu lernen. Ich nahm an einer Aktivität teil, um eine neue Sprache zu lernen.",
      "example_translation": "Participaré en una actividad para aprender un nuevo idioma. Estoy participando en una actividad para aprender un nuevo idioma. Participé en una actividad para aprender un nuevo idioma.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tatsächlich",
      "translation": "actual",
      "definition": "In Wirklichkeit oder Tatsache existierend.",
      "definition_translation": "Existiendo en realidad o hecho.",
      "example": "Die tatsächlichen Kosten des Projekts waren höher als erwartet. Das Unternehmen versucht, die tatsächliche Ursache des Problems zu ermitteln. Das tatsächliche Ergebnis des Experiments war überraschend.",
      "example_translation": "El costo actual del proyecto fue más alto de lo esperado. La empresa está tratando de determinar la causa actual del problema. El resultado actual del experimento fue sorprendente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "adaptar",
      "definition": "Etwas zu ändern, um es an eine neue Situation oder Verwendung anzupassen.",
      "definition_translation": "Cambiar algo para que se adapte a una nueva situación o uso.",
      "example": "Wir werden die Software an unsere Bedürfnisse anpassen. Das Unternehmen passte sich schnell den neuen Marktbedingungen an. Der Künstler wird das Drehbuch für den Film anpassen.",
      "example_translation": "Adaptaremos el software para que se ajuste a nuestras necesidades. La empresa se adaptó rápidamente a las nuevas condiciones del mercado. El artista adaptará el guión para la película.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süchtiger",
      "translation": "adicto",
      "definition": "Eine Person, die physiologisch oder psychologisch von einer Substanz, wie Alkohol oder Drogen, abhängig ist. Eine Person, die obsessiv einer Aktivität verbunden ist oder sie zwanghaft ausübt.",
      "definition_translation": "Una persona que es físicamente o psicológicamente dependiente de una sustancia, como el alcohol o las drogas. Una persona que se entrega de manera obsesiva o se dedica compulsivamente a una actividad.",
      "example": "Der Arzt behandelte den Süchtigen mehrere Monate. Gestern traf ich einen Süchtigen, der seit einem Jahr clean war. Ich werde Süchtiger dieses Videospiels für den nächsten Monat sein.",
      "example_translation": "El médico trató al adicto durante varios meses. Ayer, conocí a un adicto que había estado sobrio durante un año. Seré adicto a este juego de video durante el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "adicto",
      "definition": "Eine starke und oft unkontrollierbare Sehnsucht nach einer Substanz, wie einem Drogen, oder einer Aktivität, wie dem Glücksspiel, zu haben.",
      "definition_translation": "Tener un deseo fuerte y a menudo incontrolable de usar una sustancia, como una droga, o de participar en una actividad, como el juego.",
      "example": "Ich bin süchtig nach sozialen Medien. Sie war süchtig nach Kaffee. Er wird süchtig nach Lesen von Büchern sein, bis zum Ende des Jahres.",
      "example_translation": "Estoy adicto a las redes sociales. Ella estaba adicta al café. Él estará adicto a leer libros para fin de año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sucht",
      "translation": "adicción",
      "definition": "Ein chronischer und zwanghafter Bedarf, eine Substanz, wie ein Drogen, zu konsumieren, oder eine Verhaltensweise, wie das Glücksspiel, auszuüben, trotz schädlicher Folgen.",
      "definition_translation": "Una necesidad crónica y compulsiva de usar una sustancia, como una droga, o de participar en un comportamiento, como el juego, a pesar de las consecuencias perjudiciales.",
      "example": "Ihre Sucht nach Rauchen verursachte schwere Gesundheitsprobleme. Die Sucht nach Videospielen beeinträchtigte sein soziales Leben. Bis zum nächsten Jahr wird die Sucht nach sozialen Medien ein großes Anliegen sein.",
      "example_translation": "Su adicción al tabaquismo estaba causando problemas de salud graves. La adicción a los videojuegos afectó su vida social. Para el próximo año, la adicción a las redes sociales será una gran preocupación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zusatz",
      "translation": "adición",
      "definition": "Die Handlung, etwas zu etwas anderem hinzuzufügen, insbesondere in der Mathematik.",
      "definition_translation": "El acto de agregar algo a algo más, especialmente en matemáticas.",
      "example": "Sie fügte dem Rezept einen Zusatz hinzu, um einen extra Becher Zucker hinzuzufügen. Gestern habe ich dem Software ein neues Feature hinzugefügt. Bis zum nächsten Jahr wird der Zusatz eines neuen Flügels zum Krankenhaus abgeschlossen sein.",
      "example_translation": "Ella hizo una adición a la receta, agregando una taza extra de azúcar. Ayer, añadí una nueva función al software. Para el próximo año, la adición de una nueva ala al hospital estará completa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusätzlich",
      "translation": "aditional",
      "definition": "Etwas mehr von etwas anbietet, insbesondere zu dem, was bereits verfügbar ist.",
      "definition_translation": "Proporcionando más de algo, especialmente a lo que ya está disponible.",
      "example": "Das Hotel bot zusätzliche Annehmlichkeiten an, einschließlich eines Fitnessstudios und einer Wellness-Oase. Die neue Politik bietet zusätzliche Vorteile für Mitarbeiter. Bis zum nächsten Quartal erwarten wir ein zusätzliches Wachstum im Verkauf.",
      "example_translation": "El hotel ofreció comodidades adicionales, incluyendo un gimnasio y un spa. La nueva política proporciona beneficios adicionales a los empleados. Para el próximo trimestre, esperamos ver un crecimiento adicional en las ventas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusätzlich",
      "translation": "adicionalmente",
      "definition": "Zusätzlich zu dem, was bereits gesagt oder getan wurde.",
      "definition_translation": "Además de lo que ya se ha dicho o hecho.",
      "example": "Die neue Politik ermöglicht mehr Flexibilität, und zusätzlich bietet sie eine umfassendere Abdeckung. Sie nicht nur beendete das Projekt pünktlich, sondern zusätzlich erhielt sie ein positives Feedback. Wir werden nicht nur an der Sitzung teilnehmen, sondern zusätzlich werden wir auch einen Bericht vorbereiten.",
      "example_translation": "La nueva política permite más flexibilidad, y adicionalmente, proporciona una cobertura más comprehensiva. No solo terminó el proyecto a tiempo, sino que adicionalmente, recibió retroalimentación excelente. No solo asistiremos a la reunión, sino que adicionalmente, prepararemos un informe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genügend",
      "translation": "adecuado",
      "definition": "Ein bestimmtes Erfordernis oder Zweck erfüllend; geeignet oder passend.",
      "definition_translation": "Suficiente para un requisito o propósito específico; adecuado o apropiado.",
      "example": "Das Hotelzimmer war genügend für unsere Bedürfnisse, aber der Service war hervorragend. Wir hatten uns genügend auf die Präsentation vorbereitet, und sie verlief reibungslos. Bis zum nächsten Jahr werden wir die neuen Mitarbeiter genügend ausgebildet haben.",
      "example_translation": "La habitación del hotel era adecuada para nuestras necesidades, pero el servicio fue excelente. Habíamos preparado adecuadamente para la presentación, y fue sin problemas. Para el próximo año, habremos capacitado adecuadamente al nuevo personal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genügend",
      "translation": "adecuadamente",
      "definition": "In einem zufriedenstellenden oder akzeptablen Maß; hinreichend.",
      "definition_translation": "A un grado satisfactorio o aceptable; suficientemente.",
      "example": "Das Unternehmen hat die Kundenbeschwerden genügend bearbeitet. Wir werden uns genügend auf die Prüfung vorbereiten. Sie erklärte den komplexen Begriff genügend.",
      "example_translation": "La empresa ha abordado adecuadamente las quejas de los clientes. Prepararemos adecuadamente para el examen. Ella explicó adecuadamente el concepto complejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "ajustar",
      "definition": "Etwas leicht zu ändern oder zu modifizieren, um es anzupassen, funktionstüchtiger zu machen oder mit etwas anderem konform zu gehen.",
      "definition_translation": "Cambiar o modificar algo ligeramente, por lo general para que se ajuste, funcione mejor o se adapte a algo más.",
      "example": "Wir mussten die Einstellungen anpassen, um die beste Bildqualität zu erhalten. Sie passte ihren Hut an, um ihn richtig zu tragen. Bis zum nächsten Jahr werden wir unser Geschäftsstrategie an die sich ändernden Marktbedingungen angepasst haben.",
      "example_translation": "Tuvo que ajustar los ajustes para obtener la mejor calidad de imagen. Ella ajustó su sombrero para que se ajuste adecuadamente. Para el próximo año, habremos ajustado nuestra estrategia empresarial para adaptarnos a las cambiantes condiciones del mercado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "ajustar",
      "definition": "Etwas leicht zu ändern, um es anzupassen, zu funktionieren oder passend zu machen.",
      "definition_translation": "Cambiar algo ligeramente para que se adapte, funcione mejor o sea más adecuado.",
      "example": "Ich passte die Thermostat an, um das Zimmer kühler zu machen. Gestern musste ich meinen Zeitplan anpassen, um ein Meeting zu erledigen. Bis zum nächsten Jahr werde ich mich an den neuen Workflow angepasst haben.",
      "example_translation": "Ajusté el termostato para que la habitación estuviera más fría. Ayer, tuve que ajustar mi horario para incluir una reunión. Para el próximo año, habré ajustado al nuevo flujo de trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anpassung",
      "translation": "ajuste",
      "definition": "Eine kleine Änderung, die an etwas vorgenommen wird, um es zu verbessern oder passender zu machen.",
      "definition_translation": "Un pequeño cambio hecho en algo para mejorar o hacerlo más adecuado.",
      "example": "Die Anpassung am Rezept hat es besser schmecken lassen. Das Unternehmen hat eine Anpassung seiner Preisstrategie vorgenommen. Der Lehrer hat eine Anpassung am Stundenplan vorgenommen.",
      "example_translation": "El ajuste a la receta lo hizo saber mejor. La empresa hizo un ajuste a su estrategia de precios. El maestro hizo un ajuste al plan de lecciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwaltung",
      "translation": "administración",
      "definition": "Der Prozess der Verwaltung und Organisation der Aktivitäten eines Unternehmens, einer Organisation oder eines Systems.",
      "definition_translation": "El proceso de gestionar y organizar las actividades de una empresa, organización o sistema.",
      "example": "Die Verwaltung des Krankenhauses ist für Budgetentscheidungen verantwortlich. Die neue Verwaltung hat bedeutende Änderungen an den Unternehmenspolitiken vorgenommen. Die Universitätsverwaltung kümmert sich um die Anmeldung von Studenten.",
      "example_translation": "La administración del hospital es responsable de tomar decisiones presupuestarias. La nueva administración ha hecho cambios significativos en las políticas de la empresa. La administración de la universidad se encarga de la inscripción de estudiantes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewunderung",
      "translation": "admiración",
      "definition": "Ein Gefühl der Achtung und Bewunderung für jemanden oder etwas, oft wegen ihrer Fähigkeiten oder Leistungen.",
      "definition_translation": "Un sentimiento de respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "Das Publikum zeigte Bewunderung für die atemberaubende Leistung der Turnerin. Sie hat immer ihre Lehrerin wegen ihrer Geduld bewundert. Sie werden die atemberaubende Aussicht von oben des Berges bewundern.",
      "example_translation": "La multitud mostró admiración por la increíble actuación de la gimnasta. Ella ha siempre admirado la paciencia de su maestra. Admirarán la hermosa vista desde la cima de la montaña.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewundern",
      "translation": "admirar",
      "definition": "Jemandem oder etwas Achtung und Bewunderung zollen, oft wegen ihrer Fähigkeiten oder Leistungen.",
      "definition_translation": "Sentir respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "Ich bewundere ihren Mut in Gefahrensituationen. Er bewunderte die Schönheit des Gemäldes. Sie werden die Aussicht von oben des Berges bewundern.",
      "example_translation": "Admiro su coraje en la cara del peligro. Él admiró la belleza de la pintura. Admirarán la vista desde la cima de la montaña.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zulassung",
      "translation": "admisión",
      "definition": "Der Akt der Zulassung jemandem, ein bestimmtes Gebäude oder eine Organisation zu betreten, oder der Umstand, dass jemand zugelassen wird.",
      "definition_translation": "El acto de permitir que alguien entre en un lugar o organización, o el hecho de ser admitido.",
      "example": "Die Zulassung zum Museum ist kostenlos. Sie wurde der Universität verweigert. Das Krankenhaus erforderte die Zulassung für weitere Behandlungen.",
      "example_translation": "La admisión al museo es gratuita. Ella fue denegada la admisión a la universidad. El hospital requirió admisión para tratamiento adicional.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugeben",
      "translation": "admitir",
      "definition": "Etwas anzuerkennen oder zuzugeben, especially wenn man ungern tut",
      "definition_translation": "reconocer o confesar algo, especialmente con reluctancia",
      "example": "Ich habe meinen Fehler zugegeben und wurde vergeben. Ich gebe zu, dass ich einen Fehler gemacht habe. Ich werde meinem Chef meine Schuld zugeben.",
      "example_translation": "Reconocí mi error y me fue perdonado. Admito que cometí un error. Admitiré mi culpa a mi jefe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugegebenermaßen",
      "translation": "confesadamente",
      "definition": "Wird verwendet, um etwas anzuerkennen, oft etwas Unangenehmes oder Peinliches.",
      "definition_translation": "usado para reconocer algo, a menudo algo desagradable o embarazoso",
      "example": "Zugegebenermaßen mag ich keine Gemüse. Zugegebenermaßen war ich falsch. Es ist zugegebenermaßen eine schwierige Aufgabe.",
      "example_translation": "Confesadamente, no me gustan las verduras. Confesadamente, estaba equivocado. Es admitidamente una tarea difícil.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "adoptar",
      "definition": "Etwas als eigenes anzunehmen oder eine neue Idee oder Methode zu übernehmen.",
      "definition_translation": "tomar algo como propio, o empezar a usar una nueva idea o método",
      "example": "Wir haben ein Hund aus dem Tierheim angenommen. Das Unternehmen wird nächstes Jahr eine neue Richtlinie annehmen. Sie hat eine neue Frisur angenommen.",
      "example_translation": "Adoptamos un perro del refugio. La empresa adoptará una nueva política el próximo año. Ella adoptó un peinado nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "adoptar",
      "definition": "Jemanden anderen als eigenes Kind in die eigene Familie aufzunehmen oder eine Idee oder einen Plan als eigenen anzunehmen.",
      "definition_translation": "Tomar a un niño de otra persona en tu propia familia, o tomar algo como una idea o un plan como propio.",
      "example": "Wir haben letztes Jahr ein Hund aus dem Tierheim angenommen. Aktuell adoptieren wir eine neue Strategie, um den Umsatz zu steigern. Bis nächstes Jahr werden wir einen nachhaltigeren Ansatz angenommen haben.",
      "example_translation": "Adoptamos un perro del refugio el año pasado. Actualmente, estamos adoptando una nueva estrategia para aumentar las ventas. Para el próximo año, habremos adoptado un enfoque más sostenible.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenommen",
      "translation": "adoptado",
      "definition": "Vergangenheit von annehmen, bedeutet, dass jemand ein anderes Kind in seine eigene Familie aufgenommen hat oder eine Idee oder einen Plan als eigenen angenommen hat.",
      "definition_translation": "Tiempo pasado de adoptar, que significa haber tomado a un niño de otra persona en tu propia familia, o haber tomado algo como una idea o un plan como propio.",
      "example": "Sie haben ein Kind aus China adoptiert, als sie jünger waren. Das Unternehmen hatte letztes Quartal eine neue Richtlinie angenommen. Bis nächstes Jahr werden sie ein effizienteres System angenommen haben.",
      "example_translation": "Ellos adoptaron a un niño de China cuando eran más jóvenes. La empresa había adoptado una nueva política el trimestre pasado. Para el próximo año, habrán adoptado un sistema más eficiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adoption",
      "translation": "adopción",
      "definition": "Die Aufnahme eines anderen Kindes in die eigene Familie oder die Übernahme einer Idee oder eines Plans als eigenen.",
      "definition_translation": "El acto de tomar a un niño de otra persona en tu propia familia, o el acto de tomar algo como una idea o un plan como propio.",
      "example": "Der Adoptionsprozess dauerte plusieurs Monate. Das Unternehmen hat die neue Technologie dank der Adoption produktiver gemacht. Die Einführung der neuen Richtlinie war erfolgreich.",
      "example_translation": "El proceso de adopción tomó varios meses. La adopción de la nueva tecnología de la empresa ha aumentado la productividad. La adopción de la nueva política ha sido exitosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorantreiben",
      "translation": "adelantar",
      "definition": "Sich in einem bestimmten Bereich oder einer bestimmten Aktivität vorwärts zu bewegen oder Fortschritte zu erzielen.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "Ich werde meine Karriere durch das Erlernen neuer Fähigkeiten vorantreiben. Ich habe meine Karriere durch das Erlernen neuer Fähigkeiten vorangetrieben. Ich hatte meine Karriere durch das Erlernen neuer Fähigkeiten vorangetrieben.",
      "example_translation": "Voy a adelantar mi carrera aprendiendo nuevas habilidades. He adelantado mi carrera aprendiendo nuevas habilidades. Había adelantado mi carrera aprendiendo nuevas habilidades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorantreiben",
      "translation": "adelantar",
      "definition": "Sich in einem bestimmten Bereich oder einer bestimmten Aktivität vorwärts zu bewegen oder Fortschritte zu erzielen.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "Das Unternehmen wird seine Technologie durch Investitionen in Forschung vorantreiben. Das Unternehmen hat seine Technologie durch Investitionen in Forschung vorangetrieben. Das Unternehmen hatte seine Technologie durch Investitionen in Forschung vorangetrieben.",
      "example_translation": "La empresa va a adelantar su tecnología invirtiendo en investigación. La empresa adelantó su tecnología invirtiendo en investigación. La empresa había adelantado su tecnología invirtiendo en investigación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abenteuerlich",
      "translation": "aventurero",
      "definition": "Bereit, Risiken einzugehen und neue Dinge zu versuchen, oft auf eine kühne oder gewagte Weise.",
      "definition_translation": "Dispuesto a correr riesgos y probar cosas nuevas, a menudo de manera osada o atrevida.",
      "example": "Sie war abenteuerlich und liebte das Probieren neuer Lebensmittel. Sie war abenteuerlich und liebte das Probieren neuer Lebensmittel. Sie wird abenteuerlich sein und neue Lebensmittel lieben.",
      "example_translation": "Ella era aventurera y amaba probar nuevos alimentos. Ella había sido aventurera y amaba probar nuevos alimentos. Ella será aventurera y amará probar nuevos alimentos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Werbung",
      "translation": "publicidad",
      "definition": "Die Aktivität oder Beruf, Informationen für die Werbung von Produkten oder Dienstleistungen zu erstellen.",
      "definition_translation": "La actividad o profesión de producir información para anunciar productos o servicios.",
      "example": "Sie hat bereits beberapa Jahre in der Werbung gearbeitet und hat zahlreiche Preise für ihre Kampagnen gewonnen. Sie arbeitete an einem Werbe-Projekt für eine neue Modemarke und bereitet jetzt eine Werbe-Strategie für ein Tech-Start-up vor.",
      "example_translation": "Ha estado trabajando en publicidad durante varios años y ha ganado numerosos premios por sus campañas. Trabajó en un proyecto de publicidad para una nueva marca de moda, y ahora está preparando una estrategia de publicidad para una startup de tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affäre",
      "translation": "asunto",
      "definition": "Eine romantische oder sexuelle Beziehung, insbesondere eine geheime oder illegitime.",
      "definition_translation": "Una relación romántica o sexual, especialmente una secreta o ilícita.",
      "example": "Die Nachricht von der Affäre zwischen den zwei Celebritäten schockierte ihre Fans. Sie hatten eine Affäre in der Vergangenheit, aber sie endete schlecht. Jetzt versuchen sie, ihre neue Affäre privat zu halten.",
      "example_translation": "La noticia del asunto entre las dos celebridades sorprendió a sus fans. Tuvieron un asunto en el pasado, pero terminó mal. Ahora, están tratando de mantener su nuevo asunto privado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beeinflussen",
      "translation": "afectar",
      "definition": "Etwas oder jemanden zu beeinflussen oder einen Einfluss auf etwas oder jemanden auszuüben.",
      "definition_translation": "Influir o tener un impacto en algo o alguien.",
      "example": "Das kalte Wetter wird die Ernte beeinflussen. Ihre Stimmung war von der Nachricht beeinflusst. Die neue Richtlinie wird jeden im Unternehmen beeinflussen.",
      "example_translation": "El clima frío afectará los cultivos. Su estado de ánimo fue afectado por la noticia. La nueva política afectará a todos en la empresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beeinflussen",
      "translation": "afectar",
      "definition": "Etwas oder jemanden zu beeinflussen oder einen Einfluss auf etwas oder jemanden auszuüben; etwas vorzutäuschen oder zu simulieren.",
      "definition_translation": "Influir o tener un impacto en algo o alguien; pretender o fingir algo.",
      "example": "Das kalte Wetter wird die Ernte beeinflussen. Ich tat einen britischen Akzent vor, um mich sophistischer anzuhören. Er wird die Entscheidung nächste Woche beeinflussen.",
      "example_translation": "El clima frío afectará a los cultivos. Afecté un acento británico para sonar más sofisticado. Él afectará la decisión la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuneigung",
      "translation": "afecto",
      "definition": "Ein Gefühl der Liebe, Zärtlichkeit oder Wärme gegenüber jemandem oder etwas.",
      "definition_translation": "Un sentimiento de amor, cariño o calor hacia alguien o algo.",
      "example": "Sie zeigte große Zuneigung gegenüber ihrer kleinen Schwester. Der Hund wedelte mit dem Schwanz voller Zuneigung. Er hat eine tiefe Zuneigung zur Musik.",
      "example_translation": "Ella mostró gran afecto hacia su hermana menor. El perro movió su cola con afecto. Él tiene un profundo afecto por la música.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zärtlich",
      "translation": "afectuoso",
      "definition": "Liebe, Zärtlichkeit oder Wärme gegenüber jemandem oder etwas zu zeigen.",
      "definition_translation": "Demostrar o sentir amor, cariño o calor hacia alguien o algo.",
      "example": "Sie ist eine zärtliche Mutter zu ihren Kindern. Er war sehr zärtlich gegenüber seinem Partner. Sie waren ein zärtliches Paar.",
      "example_translation": "Ella es una madre afectuosa con sus hijos. Él fue muy afectuoso hacia su pareja. Ellos eran una pareja afectuosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alter",
      "translation": "edad",
      "definition": "Die Länge der Zeit, die eine Person oder Sache existiert oder genutzt wird.",
      "definition_translation": "La longitud de tiempo que una persona o cosa ha existido o ha estado en uso.",
      "example": "Bis ich 18 war, hatte ich bereits fünf verschiedene Länder bereist. Ich bin jetzt im Alter, in dem ich wählen kann. Ich werde in 20 Jahren im Rentenalter sein.",
      "example_translation": "Para cuando tenía 18 años, ya había viajado a cinco países diferentes. Ahora estoy en la edad en la que puedo votar. Tendré la edad de jubilación en 20 años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Agent",
      "translation": "agente",
      "definition": "Eine Person, die für eine andere Person oder Organisation repräsentiert oder tätig ist.",
      "definition_translation": "Una persona que representa o actúa en nombre de otra persona u organización.",
      "example": "Der Immobilienagent zeigte uns mehrere Häuser, bevor wir das perfekte gefunden hatten. Sie ist seit über 10 Jahren Agent für das Unternehmen. Der Agent wird morgen kommen, um den Vertrag zu besprechen.",
      "example_translation": "El agente inmobiliario nos mostró varias casas antes de que encontráramos la perfecta. Ella ha sido agente de la empresa durante más de 10 años. El agente llegará mañana para discutir el contrato.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "agresivo",
      "definition": "Eine starke und forcierte Persönlichkeit oder Verhaltensweise aufweisend.",
      "definition_translation": "Teniendo o mostrando una personalidad o comportamiento fuerte y decidido.",
      "example": "Der aggressive Verkäufer drängte mich, das Produkt zu kaufen. Sie hat einen aggressiven Fahrstil. Das Unternehmen wird im nächsten Quartal eine aggressive Marketing-Kampagne starten.",
      "example_translation": "El vendedor agresivo me empujó a comprar el producto. Ella tiene un estilo de conducción agresivo. La empresa lanzará una campaña publicitaria agresiva el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "agresivamente",
      "definition": "Auf eine Art und Weise, die kühn, feindselig oder gewalttätig ist; mit Nachdruck und Entschiedenheit, oft auf eine Art und Weise, die als unhöflich oder bedrohlich angesehen wird.",
      "definition_translation": "De una manera que es osada, hostil o violenta; con fuerza y decisión, a menudo de una manera que se considera descortés o amenazadora.",
      "example": "Sie stritt aggressive mit ihrem Bruder über Politik. Sie wird aggressiv neue Geschäftschancen verfolgen. Sie hatte aggressiv ihr Produkt online beworben.",
      "example_translation": "Ella argumentó agresivamente con su hermano sobre política. Ella perseguirá agresivamente la nueva oportunidad empresarial. Ella había comercializado agresivamente su producto en línea.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übereinkunft",
      "translation": "acuerdo",
      "definition": "Eine verhandelte und gegenseitig akzeptable Anordnung, Regelung oder Vertrag, insbesondere eine formelle und rechtsverbindliche.",
      "definition_translation": "Un acuerdo negociado y mutuamente aceptable, arreglo, o contrato, especialmente uno que es formal y legalmente vinculante.",
      "example": "Das Unternehmen erreichte eine Übereinkunft mit der Gewerkschaft. Sie hatten eine Übereinkunft, um um 17 Uhr zu treffen. Die Übereinkunft wird für drei Jahre gültig sein.",
      "example_translation": "La empresa llegó a un acuerdo con el sindicato. Tenían un acuerdo para reunirse a las 5 pm. El acuerdo será válido por tres años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landwirtschaft",
      "translation": "agricultura",
      "definition": "Die Wissenschaft, Kunst und Praxis des Anbaus der Erde, der Produktion von Nutzpflanzen und der Tierhaltung; die Verwaltung landwirtschaftlicher Flächen und Ressourcen.",
      "definition_translation": "La ciencia, arte y práctica de cultivar el suelo, producir cultivos y criar ganado; la gestión de la tierra y recursos agrícolas.",
      "example": "Sie studierte Landwirtschaft auf dem College. Die Regierung investierte in die Landwirtschaft, um die Lebensmittelproduktion zu verbessern. Die Region ist bekannt für ihre innovative landwirtschaftliche Praxis.",
      "example_translation": "Ella estudió agricutura en la universidad. El gobierno invirtió en agricultura para mejorar la producción de alimentos. La región es conocida por sus prácticas agrícolas innovadoras.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hilfe",
      "translation": "auxilio",
      "definition": "Die Handlung, jemandem oder etwas in Not zu helfen, insbesondere finanziell oder materiell.",
      "definition_translation": "El acto de asistir o apoyar a alguien o algo en necesidad, especialmente financieramente o materialmente.",
      "example": "Die Regierung bot den Hurrikan-Opfern Hilfe an. Die Wohltätigkeitsorganisation wird den Flüchtlingen helfen. Die neue Politik wird zum wirtschaftlichen Wachstum beitragen.",
      "example_translation": "El gobierno proporcionó auxilio a las víctimas del huracán. La caridad ayudará a los refugiados. La nueva política ayudará en el crecimiento económico.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziel",
      "translation": "objetivo",
      "definition": "Ein Zweck oder eine Absicht, insbesondere einer von langfristiger Natur.",
      "definition_translation": "Un propósito o intención, especialmente uno de naturaleza a largo plazo.",
      "example": "Mein Ziel ist, das Projekt bis Ende des Jahres zu beenden. Sie nahm zielsicher auf das Ziel. Das Unternehmen hat das Ziel, die Gewinne zu erhöhen.",
      "example_translation": "Mi objetivo es terminar el proyecto para fin de año. Ella apuntó al objetivo. El objetivo de la empresa es aumentar los beneficios.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugzeug",
      "translation": "aeronave",
      "definition": "Ein Fahrzeug, das in der Lage ist, durch die Luft zu fliegen, wie ein Flugzeug oder Hubschrauber.",
      "definition_translation": "Un vehículo que es capaz de volar por el aire, como un avión o helicóptero.",
      "example": "Das Flugzeug landete sicher auf der Startbahn. Das neue Flugzeug wurde für Langstreckenflüge entworfen. Der Flugzeugträger ist ein riesiges Schiff.",
      "example_translation": "La aeronave aterrizó con seguridad en la pista. El nuevo avión fue diseñado para vuelos de larga distancia. El portaaviones es un barco masivo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gang",
      "translation": "pasillo",
      "definition": "Ein Durchgang zwischen Sitzreihen in einer Kirche, einem Flugzeug oder einem anderen Fahrzeug, oder eine Längsteilung eines Lagerhauses oder eines Geschäfts.",
      "definition_translation": "Un pasaje entre filas de asientos en una iglesia, avión o otro vehículo, o una división longitudinal de un almacén o tienda.",
      "example": "Ich ging den Gang hinunter zu meinem Sitzplatz im Flugzeug. Gestern ging ich den Gang hinunter zu meinem Sitzplatz im Zug. Morgen werde ich den Gang hinunter zu meinem Sitzplatz im Bus gehen.",
      "example_translation": "Caminé por el pasillo hacia mi asiento en el avión. Ayer, caminé por el pasillo hacia mi asiento en el tren. Mañana, caminaré por el pasillo hacia mi asiento en el autobús.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkoholismus",
      "translation": "alcoholismo",
      "definition": "Eine chronische und oft.progressive Krankheit, die Probleme bei der Kontrolle des Trinkens, eine Besessenheit von Alkohol, das Weitertrinken trotz gesundheitlicher Probleme und das Erleben von Entzugssymptomen bei rascher Verringerung des Alkoholkonsums oder dem Aufhören des Trinkens beinhaltet.",
      "definition_translation": "Una enfermedad crónica y a menudo progresiva que incluye problemas para controlar su consumo de alcohol, estar obsesionado con el alcohol, continuar usando alcohol incluso cuando causa problemas y experimentar síntomas de abstinencia al reducir bruscamente su consumo de alcohol o dejar de beber.",
      "example": "Er kämpft seit Jahren gegen Alkoholismus. Seine Mutter hatte während seiner Kindheit mit Alkoholismus zu kämpfen. Leider wird er sein Leben lang mit Alkoholismus kämpfen müssen.",
      "example_translation": "Ha luchado con el alcoholismo durante años. Su madre luchó con el alcoholismo cuando él era niño. Desafortunadamente, luchará con el alcoholismo por el resto de su vida.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Außerirdischer",
      "translation": "extranjero",
      "definition": "Ein Mensch, der nicht Staatsbürger des Landes ist, in dem er lebt, oder ein Wesen von einem anderen Planeten.",
      "definition_translation": "Una persona que no es ciudadana del país en el que vive, o una criatura de otro mundo.",
      "example": "Der Außerirdische aus dem Film war sehr gruselig. Gestern sah ich einen Außerirdischen im Kino. In Zukunft werden wir einen Außerirdischen auf dem Mars entdecken.",
      "example_translation": "El extranjero de la película era muy emocionante. Ayer, vi un extranjero en el cine. En el futuro, descubriremos un extranjero en Marte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ähnlich",
      "translation": "similar",
      "definition": "Habend eine ähnliche Natur oder Charakter; vergleichbar.",
      "definition_translation": "Teniendo una naturaleza o carácter similar; comparable.",
      "example": "Die beiden Schwestern waren ähnlich in ihrem Aussehen, aber unterschiedlich in ihrer Persönlichkeit. Sie waren ähnlich in ihrer Liebe zur Musik. Sie werden ähnlich in ihren Zielen sein.",
      "example_translation": "Las dos hermanas eran similares en apariencia, pero diferentes en personalidad. Eran similares en su amor por la música. Serán similares en sus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Allergie",
      "translation": "alergia",
      "definition": "Ein Zustand, bei dem das Immunsystem des Körpers abnormal auf eine fremde Substanz reagiert.",
      "definition_translation": "Una condición en la que el sistema inmunológico del cuerpo reacciona anormalmente a una sustancia extraña.",
      "example": "Ich habe eine Allergie gegen Erdnüsse, daher vermeide ich es, sie zu essen. Ich hatte eine Allergie gegen Meeresfrüchte, als ich ein Kind war. Ich werde eine Allergie gegen Pollen entwickeln, wenn ich aufs Land ziehe.",
      "example_translation": "Tengo una alergia a los cacahuetes, así que evito comerlos. Tuve una alergia a los mariscos cuando era niño. Desarrollaré una alergia al polen si me mudo al campo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasse",
      "translation": "callejón",
      "definition": "Ein enger Durchgang zwischen, hinter oder innerhalb von Gebäuden.",
      "definition_translation": "Un pasaje estrecho entre, detrás o dentro de edificios.",
      "example": "Die Gasse hinter dem Restaurant war dunkel und eng. Die Gasse war ein beliebter Ort für Graffiti-Künstler. Die Gasse wird nächstes Jahr renoviert werden.",
      "example_translation": "El callejón detrás del restaurante era oscuro y estrecho. El callejón era un lugar popular para artistas de grafiti. El callejón se renovará el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "caimán",
      "definition": "Ein großes Reptil mit einem langen Schnabel und kräftigen Kiefern, das in Süß- und Brackwasser in den südöstlichen Vereinigten Staaten und Mittel- und Südamerika gefunden wird.",
      "definition_translation": "Un gran reptil con una larga snout y mandíbulas poderosas, encontrado en agua fresca y salobre en el sureste de los Estados Unidos y Centroamérica y Sudamérica.",
      "example": "Ich sah einen Alligator gestern Sonntag in der Sonne am Seeufer. Ich werde einen Alligator morgen im Zoo sehen. Ich sah einen Alligator letzten Woche im Fluss schwimmen.",
      "example_translation": "Vi un caimán tomando el sol junto al lago ayer. Veré un caimán en el zoológico mañana. Vi un caimán nadando en el río la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "alfabético",
      "definition": "In der richtigen Reihenfolge nach der Standard-Sequenz der Buchstaben in einem Alphabet.",
      "definition_translation": "Ordenado en el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "Die Wörter im Wörterbuch sind alphabetisch geordnet. Sie hielt ihre Dateien in alphabetischer Reihenfolge. Das Telefonbuch listet Namen in alphabetischer Reihenfolge auf.",
      "example_translation": "Las palabras en el diccionario están ordenadas alfabéticamente. Ella mantuvo sus archivos en orden alfabético. La guía telefónica enumera nombres en orden alfabético.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "alfabéticamente",
      "definition": "In der richtigen Reihenfolge nach der Standard-Sequenz der Buchstaben in einem Alphabet.",
      "definition_translation": "En el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "Die Bücher auf dem Regal waren alphabetisch geordnet. Sie organisierte ihre Musikbibliothek alphabetisch. Die Schüler stellten sich alphabetisch für das Gruppenfoto auf.",
      "example_translation": "Los libros en la estantería estaban ordenados alfabéticamente. Ella organizó su biblioteca de música alfabéticamente. Los estudiantes se alinearon alfabéticamente para la foto de grupo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ändern",
      "translation": "cambiar",
      "definition": "Etwas zu ändern oder zu modifizieren, insbesondere in einer leichten oder partiellen Weise.",
      "definition_translation": "Cambiar o modificar algo, especialmente de una manera leve o parcial.",
      "example": "Ich änderte das Rezept, um es süßer zu machen. Ich ändere das Kleid, um es besser zu passen. Ich werde die Pläne ändern, um mehr Zeit für Rückmeldung zu haben.",
      "example_translation": "Cambie la receta para hacerla más dulce. Estoy cambiando el vestido para que me quede mejor. Cambiaré los planes para incluir más tiempo para retroalimentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alternative",
      "translation": "alternativa",
      "definition": "Eine Wahl zwischen zwei oder mehr Dingen, insbesondere wenn eines dieser Dinge unannehmbar oder unmöglich ist.",
      "definition_translation": "Una elección entre dos o más cosas, especialmente cuando una cosa es inaceptable o imposible.",
      "example": "Wir haben eine alternative Lösung für das Problem. Sie überlegte alternative Karrieren, bevor sie Medizin wählte. Sie werden alternative Optionen in Betracht ziehen, wenn das Projekt scheitert.",
      "example_translation": "Tenemos una solución alternativa al problema. Ella consideró carreras alternativas antes de elegir la medicina. Considerarán opciones alternativas si el proyecto fracasa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alternative",
      "translation": "alternativa",
      "definition": "Eine Wahl zwischen zwei oder mehr Dingen, insbesondere wenn eines unannehmbar oder unmöglich ist.",
      "definition_translation": "Una elección entre dos o más cosas, especialmente cuando una cosa es inaceptable o imposible.",
      "example": "Das Unternehmen bietet alternative Energiequellen an, um Kohlenstoffemissionen zu reduzieren. Der Künstler erkundete alternative Formen der Musik. Das Programm bietet alternative Transportoptionen für Pendler an.",
      "example_translation": "La empresa ofrece fuentes de energía alternativas para reducir las emisiones de carbono. El artista exploró formas alternativas de música. El programa proporciona opciones de transporte alternativas para los commuting.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alternativ",
      "translation": "alternativamente",
      "definition": "Auf eine andere Weise oder Art; auf eine andere Weise oder Methode.",
      "definition_translation": "De una manera diferente o modo; de otra manera o método.",
      "example": "Ich arbeitete alternativ an dem Projekt und machte Pausen, um meinen Geist zu erfrischen. Ich werde alternativ auf die Aufgabe konzentrieren und meine E-Mails überprüfen. Ich hatte alternativ das Problem gelöst, aber die Lösung war nicht optimal.",
      "example_translation": "Alternativamente, trabajé en el proyecto y me tomé breaks para refrescar mi mente. Alternativamente, me enfocaré en la tarea y revisaré mi correo electrónico. Alternativamente, había resuelto el problema, pero la solución no era óptima.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aluminium",
      "translation": "aluminio",
      "definition": "Ein leichtes, silberweißes Metallelement, das häufig in Flugzeugen, Kochgeschirr und Baustoffen verwendet wird.",
      "definition_translation": "Un elemento metálico liviano, blanco plateado que se utiliza comúnmente en aviones, utensilios de cocina y materiales de construcción.",
      "example": "Das Flugzeug war aus starkem und leichtem Aluminium gebaut. Der Koch verwendete Aluminiumfolie, um die Reste zu verpacken. Die Stadtinfrastruktur wurde mit Aluminiumrohren erweitert.",
      "example_translation": "El avión estaba hecho de aluminio fuerte y liviano. El chef usó papel de aluminio para envolver los restos. La infraestructura de la ciudad se amplió utilizando tuberías de aluminio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erstaunen",
      "translation": "asombro",
      "definition": "Ein Gefühl großer Überraschung oder Bewunderung, oft begleitet von einer Sense der Verwunderung oder Bewunderung.",
      "definition_translation": "Un sentimiento de gran sorpresa o asombro, a menudo acompañado de un sentido de estupefacción o admiración.",
      "example": "Die Feuerwerksshow füllte die Menge mit Erstaunen. Die Touristen fühlten sich von den antiken Ruinen erstaunt. Das Kind zeigte Erstaunen, als es die Weihnachtsbeleuchtung sah.",
      "example_translation": "El espectáculo de fuegos artificiales llenó a la multitud de asombro. Los turistas sintieron asombro ante las ruinas antiguas. El asombro del niño fue evidente cuando vio las luces de Navidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschafter",
      "translation": "embajador",
      "definition": "Ein hochrangiger Regierungsvertreter, der in einem fremden Land stationiert ist, um die Interessen seines Landes zu vertreten.",
      "definition_translation": "Un representante gubernamental de alto rango que se encuentra estacionado en un país extranjero para representar los intereses de su país.",
      "example": "Der Botschafter wurde ins Außenministerium bestellt, um das Handelsabkommen zu diskutieren. Sie war fünf Jahre lang Botschafterin in Frankreich. Sie wird nächstes Jahr Botschafterin in China werden.",
      "example_translation": "El embajador fue convocado al ministerio de asuntos exteriores para discutir el acuerdo comercial. Ella había sido embajadora en Francia durante cinco años. Ella se convertirá en embajadora en China el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ambition",
      "translation": "ambición",
      "definition": "Ein starker Wille oder Ziel, etwas zu erreichen, oft erfordert dies Entschlossenheit und harte Arbeit.",
      "definition_translation": "Un deseo fuerte o meta para lograr algo, a menudo requiriendo determinación y trabajo duro.",
      "example": "Sie hatte die Ambition, eine berühmte Schauspielerin zu werden. Er hegte die Ambition, sein eigenes Unternehmen zu starten. Sie fachten ihre Ambition an, den Mount Everest zu besteigen.",
      "example_translation": "Ella tenía una ambición de convertirse en una actriz famosa. Él abrigaba una ambición de iniciar su propio negocio. Ellos alimentaron su ambición de escalar el Monte Everest.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ambitioniert",
      "translation": "ambicioso",
      "definition": "Habend oder zeigend einen starken Willen, erfolgreich zu sein, oft erfordert dies viel Anstrengung und Entschlossenheit.",
      "definition_translation": "Teniendo o mostrando un fuerte deseo de tener éxito, a menudo requiriendo un gran esfuerzo y determinación.",
      "example": "Er war ein ambitionierter junger Mann, der etwas erreichen wollte. Das Unternehmen ist ambitioniert, seine Operationen global auszuweiten. Sie war ambitioniert, eine erfolgreiche Unternehmerin zu werden.",
      "example_translation": "Él era un joven ambicioso que quería hacer una diferencia. La empresa es ambiciosa de expandir sus operaciones a nivel global. Ella era ambiciosa de convertirse en una empresaria exitosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "divertir",
      "definition": "jemanden in angenehmer Weise zu beschäftigen",
      "definition_translation": "entretenerte o ocuparte de una manera agradable",
      "example": "Sie unterhielt die Gäste mit ihren Geschichten. Sie unterhielten die Gäste mit ihren Geschichten. Sie wird die Gäste mit ihren Geschichten unterhalten.",
      "example_translation": "Ella divierte a los invitados con sus historias. Ella los divirtió con sus historias. Ella los divertirá con sus historias.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "divertir",
      "definition": "jemanden in angenehmer Weise zu beschäftigen",
      "definition_translation": "entretenerte o ocuparte de una manera agradable",
      "example": "Der Film unterhält uns jeden Mal, wenn wir ihn sehen. Er unterhielt uns letzte Nacht. Er wird uns morgen unterhalten.",
      "example_translation": "La película nos divierte cada vez que la vemos. Nos divirtió anoche. Nos divertirá de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsiert",
      "translation": "divertido",
      "definition": "mit Freude oder Vergnügen gefüllt",
      "definition_translation": "sentir placer o disfrute",
      "example": "Die Touristen waren von den Straßenkünstlern amüsiert. Sie waren von der Zauber show gestern amüsiert. Sie werden von dem Comedy-Club morgen amüsiert sein.",
      "example_translation": "Los turistas se divirtieron con los artistas callejeros. Se divirtieron con el show de magia ayer. Se divertirán con el club de comedia mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhaltung",
      "translation": "diversión",
      "definition": "Ein Gefühl der Freude oder des Vergnügens, insbesondere eines, das aus einer Freizeit- oder Sozialaktivität stammt",
      "definition_translation": "un sentimiento de disfrute o placer, especialmente uno derivado de una actividad recreativa o social",
      "example": "Ich habe viel Unterhaltung daraus gezogen, als ich die Comedy-Show ansah. Ich werde morgen Unterhaltung haben, wenn ich Videospiele spiele. Ich habe letztens Unterhaltung gehabt, als ich einen Roman las.",
      "example_translation": "Obtuve mucho disfrute al ver el show de comedia. Me divertiré jugando videojuegos mañana. Me divertí leyendo una novela la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "anaconda",
      "definition": "Eine große, ungiftige Schlange, die in Südamerika vorkommt und bekannt ist für ihr auffälliges Muster und ihre erstickenden Fähigkeiten",
      "definition_translation": "una gran serpiente no venenosa encontrada en Sudamérica, conocida por su patrón distintivo y habilidades de constricción",
      "example": "Ich sah eine Anakonda im Zoo. Die Anakonda wird morgen im Museum ausgestellt. Die Anakonda war letzten Woche im Museum ausgestellt.",
      "example_translation": "Vi una anaconda en el zoológico. La anaconda será exhibida en el museo mañana. La anaconda fue exhibida en el museo la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "analysieren",
      "translation": "analizar",
      "definition": "Etwas sorgfältig und detailliert zu studieren oder zu untersuchen, um dessen Natur oder Bedeutung zu identifizieren und zu verstehen",
      "definition_translation": "estudiar o examinar algo cuidadosamente y en detalle, típicamente para identificar y entender su naturaleza o significado",
      "example": "Ich werde morgen die Daten analysieren. Sie analysiert jeden Woche die Marktrends. Sie haben letzten Monat die Ergebnisse analysiert.",
      "example_translation": "Analizaré los datos mañana. Ella analiza las tendencias del mercado cada semana. Ellos analizaron los resultados el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analyse",
      "translation": "análisis",
      "definition": "Der Prozess, ein komplexes Thema oder eine Substanz in kleinere Teile zu zerlegen, um ein besseres Verständnis davon zu erlangen",
      "definition_translation": "El proceso de descomponer un tema o sustancia compleja en partes más pequeñas para comprenderlo mejor.",
      "example": "Ich führte eine Analyse der Finanzdaten des Unternehmens durch, um Bereiche zur Verbesserung zu identifizieren. Ich werde eine gründliche Analyse des Systems durchführen, um die Ursache des Problems zu finden. Sie hatte eine Analyse der Marktrends vorher durchgeführt, bevor sie eine Entscheidung traf.",
      "example_translation": "Realicé un análisis de los datos financieros de la empresa para identificar áreas de mejora. Realizaré un análisis exhaustivo del sistema para encontrar la causa raíz del problema. Ella había realizado un análisis de las tendencias del mercado antes de tomar una decisión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analyst",
      "translation": "analista",
      "definition": "Eine Person, die Daten oder eine Situation untersucht, um sie zu verstehen oder zu interpretieren",
      "definition_translation": "Una persona que analiza o examina algo, como datos o una situación, para comprenderlo o interpretarlo.",
      "example": "Das Unternehmen heuerte einen Finanzanalysten an, um den Haushalt zu überprüfen. Sie ist eine erfahrene Analystin mit vielen Jahren Erfahrung. Der Analyst wird die Daten analysieren, um Trends und Muster zu identifizieren.",
      "example_translation": "La empresa contrató a un analista financiero para revisar su presupuesto. Ella es una analista experimentada con muchos años de experiencia. El analista analizará los datos para identificar tendencias y patrones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorfahr",
      "translation": "antepasado",
      "definition": "Eine Person, von der man abstammt, oft viele Generationen zurück",
      "definition_translation": "Una persona de la que se desciende, a menudo muchas generaciones atrás.",
      "example": "Mein Vorfahr kämpfte im Amerikanischen Bürgerkrieg. Sie war eine direkte Vorfahrin der königlichen Familie. Unsere Vorfahren wanderten in dem 19. Jahrhundert in dieses Land ein.",
      "example_translation": "Mi antepasado luchó en la Guerra Civil Estadounidense. Ella era un antepasado directo de la familia real. Nuestros antepasados emigraron a este país en el siglo 19.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zorn",
      "translation": "ira",
      "definition": "Ein starkes Gefühl der Unzufriedenheit oder Feindseligkeit",
      "definition_translation": "un sentimiento fuerte de desagrado o hostilidad",
      "example": "Ich fühlte Zorn, als ich die Nachricht sah. Ich hatte vorher Zorn gefühlt, aber jetzt fühle ich mich wütend.",
      "example_translation": "Me sentí ira cuando vi las noticias. Había sentido ira antes, pero ahora me siento enojado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tier",
      "translation": "animal",
      "definition": "Ein lebendes Wesen, das organische Materie aufnimmt",
      "definition_translation": "un organismo vivo que se alimenta de materia orgánica",
      "example": "Das Tier war nach einer langen Reise müde. Es war jahrelang ein Tier, aber jetzt ist es ein altes Tier.",
      "example_translation": "El animal estaba cansado después de un largo viaje. Ha sido un animal durante años, pero ahora es un animal viejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jährlich",
      "translation": "anualmente",
      "definition": "Einmal im Jahr stattfindend oder erledigt",
      "definition_translation": "ocurriendo o hecho una vez al año",
      "example": "Das Unternehmen trifft sich jährlich, um den Haushalt zu besprechen. Wir trafen uns letzten Jahr jährlich und werden nächstes Jahr jährlich treffen.",
      "example_translation": "La empresa se reúne anualmente para discutir el presupuesto. Nos reunimos anualmente el año pasado, y nos reuniremos anualmente el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angst",
      "translation": "ansiedad",
      "definition": "Ein Gefühl der Sorge, Nervosität oder Unruhe über etwas, das passieren könnte",
      "definition_translation": "Un sentimiento de inquietud, nerviosismo o malestar por algo que pueda suceder.",
      "example": "Sie fühlte Angst vor ihrer anstehenden Prüfung, aber sie hatte sich gut vorbereitet und fühlte sich sicher. Sie ist jetzt ängstlich, aber sie wird sich erleichtert fühlen, wenn es vorbei ist.",
      "example_translation": "Ella sentía ansiedad por su próximo examen, pero había estudiado duro y estaba bien preparada. Ahora está sintiendo ansiedad por eso, pero se sentirá aliviada cuando termine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "ansiosamente",
      "definition": "Auf eine Weise, die zeigt, dass Sie sich Sorgen oder Ängste machen",
      "definition_translation": "De una manera que muestra que estás preocupado o nervioso por algo.",
      "example": "Sie wartete ängstlich auf die Nachricht, aber sie wurde verzögert. Sie wartet ängstlich auf die Ergebnisse und wird erleichtert sein, wenn sie ankommen.",
      "example_translation": "Ella esperó ansiosamente las noticias, pero se demoraron. Ahora está esperando ansiosamente los resultados, y se sentirá aliviada cuando lleguen.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ohnehin",
      "translation": "de cualquier manera",
      "definition": "Wird verwendet, um anzudeuten, dass etwas passiert oder wahr ist, trotz anderer Dinge.",
      "definition_translation": "Se utiliza para indicar que algo sucede o es verdad sin importar otras cosas.",
      "example": "Ich habe mich nicht auf den Test vorbereitet, aber ich habe ihn ohnehin bestanden. Sie fühlte sich krank, aber sie ging ohnehin zur Arbeit.",
      "example_translation": "No estudié para el examen, pero aprobaré de cualquier manera. Ella se sentía enferma, pero fue al trabajo de cualquier manera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apostroph",
      "translation": "apóstrofo",
      "definition": "Ein Satzungszeichen (') verwendet, um die Auslassung eines oder mehrerer Buchstaben in einem Wort anzuzeigen, um ein Plural zu bilden oder um den Besitz anzudeuten.",
      "definition_translation": "Un signo de puntuación (') utilizado para indicar la omisión de una o varias letras en una palabra, para formar un plural o para indicar posesión.",
      "example": "Im 18. Jahrhundert wurde der Apostroph verwendet, um den Besitz eines Namens anzuzeigen, aber heute wird er hauptsächlich verwendet, um Kontraktionen zu bilden.",
      "example_translation": "En el siglo 18, el apóstrofo se utilizó para indicar la posesión de un nombre, pero en la actualidad se utiliza principalmente para formar contracciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "offensichtlich",
      "translation": "aparente",
      "definition": "Klar sichtbar oder verständlich; offensichtlich.",
      "definition_translation": "Claramente visto o entendido; obvio.",
      "example": "Der offensichtliche Mangel an Interesse an der neuen Politik war enttäuschend für die Regierung. Der neue Mitarbeiter schien sehr fähig, aber seine offensichtliche Unfähigkeit, mit anderen zusammenzuarbeiten, war ein Anliegen. Als der offensichtliche Fehler entdeckt wurde, war es zu spät, um ihn zu korrigieren.",
      "example_translation": "La aparente falta de interés en la nueva política fue decepcionante para el gobierno. El nuevo empleado parecía muy capaz, pero su aparente incapacidad para trabajar con otros fue un motivo de preocupación. Para cuando se descubrió el aparente error, ya era demasiado tarde para corregirlo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "offensichtlich",
      "translation": "aparentemente",
      "definition": "Wird verwendet, um anzudeuten, dass etwas wahrscheinlich wahr ist oder sein könnte, aber nicht sicher ist.",
      "definition_translation": "Se utiliza para indicar que algo parece ser verdad o es probable que sea verdad, pero no es seguro.",
      "example": "Er hat offensichtlich seine Schlüssel zu Hause vergessen. Das Unternehmen wird offensichtlich seine Operationen nach Asien ausweiten. Die neue Behandlung hat offensichtlich keine Nebenwirkungen.",
      "example_translation": "Él aparentemente olvidó sus llaves en casa. La empresa aparentemente expandirá sus operaciones a Asia. El nuevo tratamiento aparentemente no tiene efectos secundarios.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Berufung",
      "translation": "apelar",
      "definition": "Ein Antrag oder ein Flehen an eine höhere Instanz, insbesondere ein Gericht, um eine Entscheidung zu überprüfen.",
      "definition_translation": "Una solicitud o una súplica a una autoridad superior, especialmente un tribunal de justicia, para revisar una decisión.",
      "example": "Der Anwalt des Angeklagten reichte eine Berufung beim Obersten Gericht ein. Sie appellierte an das Publikum um Hilfe. Das Unternehmen wird die Entscheidung in Zukunft anfechten.",
      "example_translation": "El abogado del acusado presentó un recurso al tribunal supremo. Ella apeló al público para obtener ayuda. La empresa apelará la decisión en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anziehen",
      "translation": "apelar",
      "definition": "Attraktiv oder gefällig für jemanden zu sein.",
      "definition_translation": "Ser atractivo o agradable para alguien.",
      "example": "Die neue Politik wird vielen Wählern gefallen. Die Attraktivität der Stadt hat sich über die Jahre verbessert. Die Anziehungskraft des Unternehmens wird vom Gericht entschieden.",
      "example_translation": "La nueva política atraerá a muchos votantes. El atractivo de la ciudad ha aumentado en los últimos años. El atractivo de la empresa será decidido por el tribunal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erscheinen",
      "translation": "aparecer",
      "definition": "In Sicht zu kommen oder sichtbar zu werden.",
      "definition_translation": "Volver visible o llegar a la vista.",
      "example": "Der Sänger wird heute Abend auf der Bühne erscheinen. Das Unternehmen Logo erschien auf der Website. Das neue Produkt wird nächsten Monat in den Geschäften erscheinen.",
      "example_translation": "El cantante aparecerá en el escenario esta noche. El logotipo de la empresa apareció en el sitio web. El nuevo producto aparecerá en las tiendas el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Äußeres",
      "translation": "apariencia",
      "definition": "Die Art und Weise, wie jemand oder etwas von anderen wahrgenommen wird.",
      "definition_translation": "La manera en que alguien o algo se ve o es visto por otros.",
      "example": "Das Äußere des neuen Mitarbeiters war beeindruckend, aber seine Persönlichkeit war sogar noch mehr so. Sie hatte selbstsicher in ihrem Vorstellungsgespräch ausgesehen und tut jetzt einen großartigen Job. Bis nächstes Jahr wird sie in mehreren Firmenpräsentationen aufgetreten sein.",
      "example_translation": "La apariencia de la nueva empleada fue impresionante, pero su personalidad fue aún más. Había parecido segura en su entrevista, y ahora parece estar haciendo un buen trabajo. Para el próximo año, habrá aparecido en varias presentaciones de la empresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Antrag",
      "translation": "aplicación",
      "definition": "Ein formeller Antrag oder Vorschlag, normalerweise schriftlich, für etwas wie einen Job, einen Kredit oder die Zulassung zu einer Schule oder Universität.",
      "definition_translation": "Una solicitud o propuesta formal, generalmente escrita, para algo como un trabajo, un préstamo o admisión a una escuela o universidad.",
      "example": "Ich habe letzten Woche meinen Antrag an die Universität gestellt und werde nächsten Monat für ein Stipendium bewerben. Bis nächstes Jahr werde ich mich bei mehreren Graduiertenprogrammen beworben haben.",
      "example_translation": "Presenté mi solicitud a la universidad la semana pasada, y aplicaré para una beca el próximo mes. Para el próximo año, habré aplicado a varios programas de posgrado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schätzen",
      "translation": "apreciar",
      "definition": "Die guten Eigenschaften von jemandem oder etwas erkennen und genießen.",
      "definition_translation": "Reconocer y disfrutar de las buenas cualidades de alguien o algo.",
      "example": "Ich schätzte ihre Hilfe während meines Umzugs, und ich schätze die Schönheit der Natur jeden Tag. Bis nächstem Jahr werde ich die Bedeutung harter Arbeit geschätzt haben.",
      "example_translation": "Aprecié su ayuda durante mi mudanza, y aprecio la belleza de la naturaleza todos los días. Para el próximo año, habré apreciado el valor del trabajo duro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wertschätzung",
      "translation": "apreciación",
      "definition": "Ein Gefühl der Dankbarkeit oder Anerkennung des Wertes oder der Qualität von etwas.",
      "definition_translation": "Un sentimiento de gratitud o reconocimiento del valor o calidad de algo.",
      "example": "Ich möchte meine Wertschätzung für Ihre Hilfe ausdrücken. Ich schätzte Ihre Unterstützung während schwieriger Zeiten. Ich werde Ihre Rückmeldung zu diesem Projekt schätzen.",
      "example_translation": "Quiero expresar mi apreciación por tu ayuda. Aprecié tu apoyo durante momentos difíciles. Apreciaré tus comentarios sobre este proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ansatz",
      "translation": "enfoque",
      "definition": "Ein Weg, um mit einer Situation oder einem Problem umzugehen.",
      "definition_translation": "Una manera de enfrentar una situación o problema.",
      "example": "Ich werde dieses Problem anders angehen. Sie geht jedem Herausforderung mit Zuversicht entgegen. Sie werden das Projekt mit einer neuen Strategie angehen.",
      "example_translation": "Voy a enfocar este problema de manera diferente. Ella se enfrenta a cada desafío con confianza. Ellos abordarán el proyecto con una nueva estrategia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich nähern",
      "translation": "acercarse",
      "definition": "Sich einem Ort oder einer Sache zu nähern.",
      "definition_translation": "Acercarse o moverse hacia algo.",
      "example": "Das Flugzeug wird bald landen. Sie näherte sich mir mit einem Lächeln. Sie werden die Stadt bei Nacht erreichen.",
      "example_translation": "El avión se acercará a la pista pronto. Ella se me acercó con una sonrisa. Ellos se acercarán a la ciudad por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": "apropiado",
      "definition": "Für eine bestimmte Situation oder Zweck geeignet oder passend.",
      "definition_translation": "Adecuado o adecuado para una situación o propósito particular.",
      "example": "Der neue Mitarbeiter trug ein angemessenes Outfit für das Büro. Sie wird heute Abend angemessene Kleidung für die Party tragen. Er trug angemessene Schuhe für die Wanderung letzte Woche.",
      "example_translation": "El nuevo empleado llevó un vestido apropiado para la oficina. Ella llevará ropa apropiada para la fiesta esta noche. Él llevó zapatos adecuados para el paseo la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": " apropiadamente",
      "definition": "Auf eine Weise, die für eine bestimmte Situation oder Zweck passend ist.",
      "definition_translation": "De una manera que es adecuada o adecuada para una situación o propósito particular.",
      "example": "Sie reagierte angemessen auf den Notfall. Sie werden auf die Nachricht angemessen reagieren. Er verhielt sich angemessen während des Meetings.",
      "example_translation": "Ella respondió apropiadamente a la emergencia. Ellos reaccionarán apropiadamente a la noticia. Él se comportó apropiadamente durante la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genehmigung",
      "translation": "aprobación",
      "definition": "Ein Gefühl der Zustimmung oder Akzeptanz.",
      "definition_translation": "Una sensación de acuerdo o aceptación.",
      "example": "Das Projekt erhielt die Genehmigung des Managers. Sie warten auf die Genehmigung der Regierung. Die neue Politik erhielt die Genehmigung der Mehrheit.",
      "example_translation": "El proyecto recibió la aprobación del gerente. Están esperando la aprobación del gobierno. La nueva política ganó la aprobación de la mayoría.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genehmigen",
      "translation": "aprobar",
      "definition": "Offizielle Erlaubnis oder Zustimmung für etwas zu geben.",
      "definition_translation": "dar permiso oficial o aceptación para que algo suceda o se haga",
      "example": "Ich genehmigte den Vorschlag gestern, ich genehmige ihn jetzt, und ich werde ihn nächste Woche genehmigen.",
      "example_translation": "Aprobé la propuesta ayer, la estoy aprobando ahora y la aprobaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "approximieren",
      "translation": "aproximar",
      "definition": "Etwas in Höhe, Größe oder Ausmaß annähern.",
      "definition_translation": "acercarse a algo en cantidad, tamaño o grado",
      "example": "Ich approximierte den Kosten des Projekts gestern, ich approximierte sie jetzt, und ich werde sie nächste Woche approximieren.",
      "example_translation": "Aproximé el costo del proyecto ayer, lo estoy aproximando ahora y lo aproximaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "delantal",
      "definition": "Ein Stück Stoff, das vor den Kleidern getragen wird, um sie vor Flecken zu schützen.",
      "definition_translation": "una pieza de tela llevada sobre la parte delantera de la ropa para protegerla de manchas",
      "example": "Meine Großmutter trug eine Schürze beim Kochen gestern, sie trägt eine jetzt, und sie wird eine nächste Woche tragen.",
      "example_translation": "Mi abuela llevaba un delantal mientras cocinaba ayer, lo lleva ahora y lo llevará la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arena",
      "translation": "arena",
      "definition": "Ein sandiger Bereich, in dem Box- oder Ringkämpfe stattfinden, umgeben von Sitzplätzen für Zuschauer.",
      "definition_translation": "Un área arenosa en la que se celebran combates de boxeo o lucha, rodeada de asientos para espectadores.",
      "example": "Der Boxer trainierte in der Arena für Monate vor dem großen Kampf. Sie wird heute Abend in der Arena kämpfen. Bis zum nächsten Jahr wird sie in vielen Arenen auf der ganzen Welt gekämpft haben.",
      "example_translation": "El boxeador entrenó en la arena durante meses antes del gran combate. Esta noche peleará en la arena. Para el próximo año, habría peleado en muchas arenas alrededor del mundo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arm",
      "translation": "brazo",
      "definition": "Der obere Arm des menschlichen Körpers, insbesondere von der Schulter bis zum Handgelenk.",
      "definition_translation": "El miembro superior del cuerpo humano, especialmente desde el hombro hasta la muñeca.",
      "example": "Sie winkte mit ihrem Arm, um um Hilfe zu bitten. Er brach sich den Arm bei dem Unfall. Bis zum nächsten Sommer wird sie wieder gelernt haben, ihren Arm zu gebrauchen.",
      "example_translation": "Ella agitó su brazo para pedir ayuda. Él se rompió el brazo en el accidente. Para el próximo verano, ella habrá aprendido a usar su brazo nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewaffnet",
      "translation": "armado",
      "definition": "Mit Waffen oder militärischer Ausrüstung ausgestattet.",
      "definition_translation": "Equipo con armas o equipo militar.",
      "example": "Die bewaffneten Beamten reagierten auf den Notruf. Das Land war bewaffnet und bereit für den Krieg. Bis zum nächsten Jahr werden sie mit neuer Technologie bewaffnet sein.",
      "example_translation": "Los oficiales armados respondieron a la llamada de emergencia. El país estaba armado y listo para la guerra. Para el próximo año, estarán armados con nueva tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anordnen",
      "translation": "organizar",
      "definition": "in Ordnung bringen, vorbereiten, einigen, festlegen, vereinbaren",
      "definition_translation": "poner en orden, preparar, resolver, arreglar, acordar",
      "example": "Ich habe das Treffen für gestern arrangiert, ich arrangiere die Konferenz für nächste Woche, ich werde die Party für meinen Geburtstag arrangieren.",
      "example_translation": "Organicé la reunión para ayer, estoy organizando la conferencia para la próxima semana, organizaré la fiesta para mi cumpleaños.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhaften",
      "translation": "detener",
      "definition": "jemanden in Gewahrsam nehmen, jemanden daran hindern, sich zu bewegen, gefangen nehmen",
      "definition_translation": "llevar a alguien a la custodia, detener a alguien de moverse, capturar",
      "example": "Die Polizei verhaftete den Dieb, sie hatten ihn vorher verhaftet, sie werden ihn wieder verhaften, wenn sie ihn erneut erwischen.",
      "example_translation": "La policía detuvo al ladrón, lo habían detenido antes, lo detendrán de nuevo si lo atrapan.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arroganz",
      "translation": "arrogancia",
      "definition": "eine Einstellung der Überlegenheit, Stolz und mangelnder Respekt für andere",
      "definition_translation": "una actitud de superioridad, orgullo y falta de respeto por los demás",
      "example": "Seine Arroganz war ärgerlich, er hatte sich gegenüber seinen Kollegen arrogant gezeigt, er wird weiterhin Arroganz zeigen, bis er Demut lernt.",
      "example_translation": "Su arrogancia era molesta, había mostrado arrogancia hacia sus colegas, continuará exhibiendo arrogancia hasta que aprenda humildad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "eine Einstellung der Überlegenheit zeigend, oft begleitet von mangelndem Respekt für andere.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "Er wurde wegen seines arrogantem Verhaltens gefeuert. Er war in seinem vorherigen Job arrogant gewesen, und er wird wahrscheinlich in seinem nächsten Job arrogant sein.",
      "example_translation": "Fue despedido de su trabajo debido a su comportamiento arrogante. Ha sido arrogante en su puesto anterior, y probablemente será arrogante en su próximo trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeil",
      "translation": "flecha",
      "definition": "Ein Geschoss mit scharfer Spitze, verwendet für das Schießen mit einem Bogen.",
      "definition_translation": "Un proyectil con un punto afilado, utilizado para disparar con un arco.",
      "example": "Der Bogenschütze schoss den Pfeil ab, der direkt und wahrhaftig flog und das Ziel traf. Der Pfeil war sorgfältig hergestellt worden, um maximale Genauigkeit zu gewährleisten.",
      "example_translation": "El arquero liberó la flecha, que voló recta y verdadera, golpeando el blanco. La flecha había sido cuidadosamente fabricada para asegurar la máxima precisión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlich",
      "translation": "artificialmente",
      "definition": "Auf eine Weise, die nicht natürliche oder spontane ist, sondern konstruiert oder hergestellt.",
      "definition_translation": "De una manera que no es natural o espontánea; de una manera que es contrived o fabricada.",
      "example": "Die Blumen waren künstlich arrangiert, um eine schöne Ausstellung zu schaffen. Die Gewinne des Unternehmens waren künstlich aufgeblasen, um Investoren zu beeindrucken.",
      "example_translation": "Las flores fueron arregladas artificialmente para crear un hermoso espectáculo. Las ganancias de la empresa fueron artificialmente infladas para impresionar a los inversionistas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlerisch",
      "translation": "artístico",
      "definition": "Im Zusammenhang mit oder charakterisiert durch ein hohes Maß an Fähigkeit oder Vorstellungskraft in einem bestimmten Feld, insbesondere in den Künsten.",
      "definition_translation": "Relacionado con o caracterizado por un alto nivel de habilidad o imaginación en un campo determinado, especialmente en las artes.",
      "example": "Der künstlerische Leiter des Museums war für die neue Ausstellung verantwortlich. Sie war ein künstlerisch begabtes Kind gewesen, immer zum Malen und Musizieren gezogen. Sie wird künstlerische Beraterin für den neuen Film sein.",
      "example_translation": "El director artístico del museo era responsable de la nueva exposición. Ella había sido una niña artística, siempre atraída por la pintura y la música. Será asesora artística para la nueva película.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlerisch",
      "translation": "artísticamente",
      "definition": "Auf eine Weise, die Fähigkeit oder Vorstellungskraft, insbesondere in den Künsten, zeigt.",
      "definition_translation": "De manera que muestra habilidad o imaginación, especialmente en las artes.",
      "example": "Das Theaterstück wurde künstlerisch inszeniert, mit einem Schwerpunkt auf die dramatische Beleuchtung. Sie tanzte künstlerisch, mit einer grazilen und präzisen Bewegung. Das Unternehmen wird die neue Website künstlerisch gestalten.",
      "example_translation": "La obra fue dirigida artísticamente, con énfasis en la iluminación dramática. Ella bailó artísticamente, moviéndose con gracia y precisión. La empresa diseñará artísticamente el nuevo sitio web.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beiseite",
      "translation": "aparte",
      "definition": "Auf oder an die Seite, insbesondere an einem separaten Ort oder Bereich.",
      "definition_translation": "En o hacia un lado, especialmente en un lugar o área separada.",
      "example": "Ich legte das Buch beiseite und ging spazieren. Sie schob den Stuhl beiseite und setzte sich auf den Boden. Wir werden einen besonderen Zeitpunkt 따 für die Projektbesprechung freimachen.",
      "example_translation": "Puse el libro a un lado y fui a dar un paseo. Ella empujó la silla a un lado y se sentó en el suelo. Pondremos aparte un momento especial para discutir el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aspekt",
      "translation": "aspecto",
      "definition": "Ein besonderes Merkmal oder Teil von etwas, ein Weg, auf dem etwas betrachtet oder erörtert werden kann",
      "definition_translation": "Una característica particular o parte de algo, una forma en que algo puede ser visto o considerado",
      "example": "Der Aspekt der neuen Politik, den ich am meisten mag, ist die Erhöhung des Mindestlohns. Ich hatte mehrere Aspekte des Jobangebots vor der Annahme betrachtet. Das Unternehmen wird die neuen Marktrends betrachten, um informierte Entscheidungen zu treffen.",
      "example_translation": "El aspecto de la nueva política que más me gusta es el aumento del salario mínimo. Había considerado múltiples aspectos de la oferta de trabajo antes de aceptarla. La empresa considerará las nuevas tendencias del mercado para tomar decisiones informadas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewerten",
      "translation": "evaluar",
      "definition": "Die Bewertung des Wertes, der Qualität oder der Bedeutung von etwas vorzunehmen",
      "definition_translation": "Juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "Ich bewertete den Schaden am Auto und schätzte die Reparaturkosten. Sie wird die Situation vor der Entscheidung bewerten. Sie werden die Fähigkeiten des neuen Mitarbeiters während der Probezeit bewerten.",
      "example_translation": " Evalué los daños al coche y estimé el costo de las reparaciones. Ella evaluará la situación antes de tomar una decisión. Evaluarán las habilidades del nuevo empleado durante el período de prueba.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewertung",
      "translation": "evaluación",
      "definition": "Der Prozess der Bewertung des Wertes, der Qualität oder der Bedeutung von etwas",
      "definition_translation": "El proceso de juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "Die Bewertung des Projektfortschritts wurde monatlich durchgeführt. Der Lehrer bewertete die Arbeit des Schülers fair. Das Unternehmen wird eine umfassende Bewertung des Marktes vor dem Start des neuen Produktes durchführen.",
      "example_translation": "La evaluación del progreso del proyecto se realizó mensualmente. La evaluación del trabajo del estudiante por parte del maestro fue justa. La empresa realizará una evaluación exhaustiva del mercado antes de lanzar el nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "asistir",
      "definition": "Jemandem oder etwas Hilfe oder Beistand zu leisten; jemandem zu helfen oder zu begleiten.",
      "definition_translation": "Proporcionar apoyo o ayuda a alguien o algo; ayudar o acompañar a alguien.",
      "example": "Ich half meinem Kollegen letzte Woche bei dem Projekt, Ich unterstütze ihn jetzt, und ich werde ihm nächstes Monat wieder helfen.",
      "example_translation": "Asistí a mi colega con el proyecto la semana pasada, ahora la estoy asistiendo y la asistiré de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterstützung",
      "translation": "asistencia",
      "definition": "Die Hilfe oder der Beistand, die jemandem oder etwas geleistet wird; die Hilfe oder Unterstützung, die jemandem gegeben wird.",
      "definition_translation": "El acto de ayudar o apoyar a alguien o algo; ayuda o apoyo dado a alguien.",
      "example": "Die Organisation bot den Opfern der Naturkatastrophe Unterstützung an. Die Regierung bietet den betroffenen Gebieten Unterstützung, und Wir werden denen, die Hilfe benötigen, Unterstützung an die Hand geben.",
      "example_translation": "La organización proporcionó asistencia a las víctimas del desastre natural, El gobierno está proporcionando asistencia a las áreas afectadas y nosotros proporcionaremos asistencia a aquellos que la necesitan.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vereinigung",
      "translation": "asociación",
      "definition": "Eine Gruppe von Menschen, die zusammenkommen, um ein gemeinsames Ziel oder eine gemeinsame Zielsetzung zu erreichen; eine Verbindung oder Beziehung zwischen Menschen oder Dingen.",
      "definition_translation": "Un grupo de personas que se reúnen para lograr un objetivo o propósito común; una conexión o relación entre personas o cosas.",
      "example": "Die Vereinigung der Künstler organisierte eine Ausstellung letzten Monat. Die Vereinigung arbeitet an einem neuen Projekt, und Die Vereinigung wird nächstes Jahr eine Konferenz abhalten.",
      "example_translation": "La asociación de artistas organizó una exposición el mes pasado, La asociación está trabajando en un nuevo proyecto ahora y La asociación celebrará una conferencia el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vereinigung",
      "translation": "asociación",
      "definition": "Eine Gruppe von Menschen oder Organisationen, die sich für ein gemeinsames Ziel oder Interesse zusammenfinden.",
      "definition_translation": "Un grupo de personas o organizaciones unidas para un propósito común o con intereses comunes.",
      "example": "Die Vereinigung der Lehrer traf sich, um das neue Curriculum zu diskutieren. Der Lehrer war 10 Jahre lang mit der Schule verbunden. Die Vereinigung wird sich mit anderen Wohltätigkeitsorganisationen zusammenarbeiten, um Spenden zu sammeln.",
      "example_translation": "La asociación de maestros se reunió para discutir el nuevo currículum. El maestro había estado asociado con la escuela durante 10 años. La asociación se asociará con otras organizaciones benéficas para recaudar fondos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "asumir",
      "definition": "Etwas als wahr oder existent anzunehmen, ohne bestimmte Kenntnis oder Beweise zu haben.",
      "definition_translation": "Tomar algo como verdadero o existente sin conocimiento o prueba certera.",
      "example": "Ich nehme an, du kommst heute Abend zur Party. Sie nahm die Verantwortung für die Führung des Teams an. Das Unternehmen wird die Kosten des Projektes übernehmen.",
      "example_translation": "Supongo que vienes a la fiesta esta noche. Ella asumió la responsabilidad de liderar el equipo. La empresa asumirá los costos del proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versichern",
      "translation": "asegurar",
      "definition": "Jemandem sicher oder gewiss zu machen, dass etwas passiert oder wahr ist.",
      "definition_translation": "Hacer que alguien esté seguro o tenga certeza sobre algo.",
      "example": "Ich versicherte ihr, dass alles in Ordnung sein würde. Das Unternehmen versicherte uns, dass das Produkt sicher war. Er versicherte mir, dass er pünktlich sein würde.",
      "example_translation": "Le aseguré que todo estaría bien. La empresa nos aseguró que el producto era seguro. Él me aseguró que llegaría a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "asombrado",
      "definition": "Extrem überrascht oder beeindruckt, oft auf eine Weise, die schwer zu glauben oder zu verstehen ist.",
      "definition_translation": "sentirse extremadamente sorprendido o impresionado, a menudo de una manera difícil de creer o entender",
      "example": "Ich war erstaunt von der Nachricht, gestern war ich erstaunt von der Schönheit der Stadt, ich werde von der neuen Technologie erstaunt sein.",
      "example_translation": "Me sorprendió la noticia, ayer me sorprendió la belleza de la ciudad, me sorprenderá la nueva tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "asombroso",
      "definition": "Extrem überraschend oder beeindruckend, oft auf eine Weise, die schwer zu glauben oder zu verstehen ist.",
      "definition_translation": "extremadamente sorprendente o impresionante, a menudo de una manera difícil de creer o entender",
      "example": "Die erstaunliche Schönheit des Wasserfalls, das erstaunliche Wachstum des Unternehmens, das erstaunliche Talent des Künstlers.",
      "example_translation": "La asombrosa belleza de la catarata, el asombroso crecimiento de la empresa, el asombroso talento del artista.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erstaunenis",
      "translation": "asombro",
      "definition": "Ein Gefühl großer Überraschung oder Verwunderung, oft durch etwas Unerwartetes oder Ungewöhnliches verursacht.",
      "definition_translation": "un sentimiento de gran sorpresa o asombro, a menudo causado por algo inesperado o inusual",
      "example": "Das Publikum äußerte Erstaunen über den Zaubertrick, die Erstaunen auf ihrem Gesicht war klar, die Nachricht verursachte weitreichende Erstaunen.",
      "example_translation": "La multitud expresó asombro ante el truco de magia, el asombro en su rostro era claro, la noticia causó asombro generalizado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "athletisch",
      "translation": "atlético",
      "definition": "Bezieht sich auf oder ist mit körperlichen Sportarten oder Spielen verbunden, insbesondere solchen, die Stärke, Ausdauer oder Geschicklichkeit erfordern.",
      "definition_translation": "Relativo a o involucrado en deportes físicos o juegos, especialmente aquellos que requieren fuerza, resistencia o agilidad.",
      "example": "Sie war ein athletisches Kind, das in Leichtathletik-Wettbewerben exzelliert. Sie wird nächstes Jahr an den Olympischen Spielen teilnehmen. Sie nahm letzten Jahr am Marathon teil.",
      "example_translation": "Era una niña atlética que destacaba en pruebas de pista y campo. Participará en los Juegos Olímpicos el próximo año. Participó en el maratón el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "atmósfera",
      "definition": "Die umgebende Umgebung oder Stimmung, insbesondere in Bezug auf die Gefühle oder Emotionen der Anwesenden.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "Die Atmosphäre im Stadion war elektrisch während des Finalspiels. Die Atmosphäre in der Stadt änderte sich nach der Naturkatastrophe. Die Atmosphäre auf der Insel war friedlich und seren.",
      "example_translation": "La atmósfera en el estadio era eléctrica durante el partido final. La atmósfera en la ciudad cambió después del desastre natural. La atmósfera en la isla era pacífica y serena.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "atmósfera",
      "definition": "Die umgebende Umgebung oder Stimmung, insbesondere in Bezug auf die Gefühle oder Emotionen der Anwesenden.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "Die Atmosphäre im Restaurant war gemütlich und intim. Die Atmosphäre auf der Party war lebhaft und energiegeladen. Die Atmosphäre im Wald war frisch und sauber.",
      "example_translation": "La atmósfera en el restaurante era acogedora y íntima. La atmósfera en la fiesta era vivaz y energética. La atmósfera en el bosque era fresca y limpia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atom",
      "translation": "átomo",
      "definition": "Die kleinste Einheit eines chemischen Elements, die die Eigenschaften dieses Elements aufweist.",
      "definition_translation": "La unidad más pequeña de un elemento químico que retiene las propiedades de ese elemento.",
      "example": "Die Wissenschaftler studierten das Atom, um seine Struktur zu verstehen. Sie werden das Atom nächstes Jahr wieder studieren. Sie studierten das Atom letzten Jahr.",
      "example_translation": "Los científicos estudiaron el átomo para entender su estructura. Estudiarán el átomo nuevamente el año que viene. Estudiaron el átomo el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "atomar",
      "translation": "atómico",
      "definition": "Bezieht sich auf oder besteht aus Atomen.",
      "definition_translation": "Relativo a o compuesto por átomos.",
      "example": "Die Atombombe war eine mächtige Waffe. Sie werden Atomenergie in der Zukunft nutzen. Sie studierten Atomphysik letztes Semester.",
      "example_translation": "La bomba atómica fue un arma poderosa. Usarán energía atómica en el futuro. Estudiaron física atómica el último semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angehängt",
      "translation": "adjunto",
      "definition": "Fest an etwas angebracht oder befestigt.",
      "definition_translation": "Fijado o unido firmemente a algo.",
      "example": "Die Datei war der E-Mail angehängt. Sie hängten die Dokumente an die Wand. Sie wird das Bild der Präsentation anfügen.",
      "example_translation": "El archivo estaba adjunto al correo electrónico. Adjuntaron los documentos a la pared. Ella adjuntará la imagen a la presentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anhang",
      "translation": "anexo",
      "definition": "Ein Dokument oder eine Datei, die einer E-Mail beigefügt oder separat gesendet wird.",
      "definition_translation": "Un documento o archivo que se adjunta a un correo electrónico o se envía por separado.",
      "example": "Ich erhielt eine E-Mail mit einem Anhang, der eine PDF-Datei war. Ich fügte die Datei einer E-Mail an und sandte sie an meinen Kollegen. Ich werde die Datei an die E-Mail anfügen und sie morgen an den Kunden senden.",
      "example_translation": "Recibí un correo electrónico con un anexo, que era un archivo PDF. Adjunté el archivo a un correo electrónico y se lo envié a mi colega. Adjuntaré el documento al correo electrónico y lo enviaré al cliente mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuch",
      "translation": "intento",
      "definition": "Ein Versuch oder Bemühen, etwas zu tun.",
      "definition_translation": "Un intento o esfuerzo por hacer algo.",
      "example": "Ich werde nächste Woche versuchen, den Berg zu besteigen. Sie versuchte, den Weltrekord zu brechen. Er versuchte, Gitarre zu spielen zu lernen.",
      "example_translation": "Intentaré subir la montaña la próxima semana. Ella intentó romper el récord mundial. Él intentó aprender a tocar la guitarra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "ático",
      "definition": "Der Raum oder Bereich an der Spitze eines Gebäudes, meist unter dem Dach.",
      "definition_translation": "El espacio o habitación en la parte superior de un edificio, usualmente debajo del techo.",
      "example": "Der Dachboden war staubig und voller alter Kisten. Wir lagerten unser Gepäck auf dem Dachboden. Sie wandelten den Dachboden in ein Schlafzimmer um.",
      "example_translation": "El ático estaba polvoriento y lleno de baúles antiguos. Almacenamos nuestro equipaje en el ático. Ellos convirtieron el ático en un dormitorio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anziehen",
      "translation": "atraer",
      "definition": "Jemandes Aufmerksamkeit oder Interesse auf sich zu ziehen; etwas zu sich heranzuziehen.",
      "definition_translation": "Llamar la atención o interés de alguien; tirar o atraer algo hacia uno mismo",
      "example": "Die schöne Landschaft zog viele Touristen an. Ich zog ihre Aufmerksamkeit durch Winken meiner Hand auf mich. Sie wird mit ihrem neuen Haarschnitt viel Aufmerksamkeit auf sich ziehen.",
      "example_translation": "El paisaje hermoso atrajo a muchos turistas. Atraí su atención al agitar mi mano. Ella atraerá mucha atención con su nuevo corte de pelo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Attraktion",
      "translation": "atracción",
      "definition": "Eine Person oder Sache, die anzieht; eine faszinierende Eigenschaft oder Funktion.",
      "definition_translation": "Una persona o cosa que atrae; una calidad o característica fascinante",
      "example": "Der Themenpark war eine wichtige Attraktion für Kinder. Ihre Anziehungskraft zu Abenteuerreisen führte sie zu einer Backpack-Tour durch Europa. Das Hotel hat eine atemberaubende Strandlage als Hauptattraktion.",
      "example_translation": "El parque temático fue una atracción principal para los niños. Su atracción por los viajes de aventura la llevó a viajar con mochila por Europa. La principal atracción del hotel es su ubicación en primera línea de playa impresionante.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "berenjena",
      "definition": "Ein violetter Gemüse, auch bekannt als Aubergine, verwendet in der Küche.",
      "definition_translation": "Un vegetal púrpura, también conocido como berenjena, utilizado en la cocina",
      "example": "Ich liebe gegrillte Aubergine mit Hummus. Sie säutete die Aubergine mit Knoblauch und Olivenöl. Sie werden die Aubergine-Ernte nächste Woche ernten.",
      "example_translation": "Me encanta la berenjena asada con humus. Ella salteó la berenjena con ajo y aceite de oliva. Ellos cosecharán la cosecha de berenjena la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Behörde",
      "translation": "autoridad",
      "definition": "Die Macht oder das Recht, Menschen oder Situationen zu kontrollieren oder zu befehlen.",
      "definition_translation": "El poder o derecho de controlar o mandar a personas o situaciones.",
      "example": "Die Regierung hat die Behörde, Gesetze zu erlassen. Der Lehrer hatte die Behörde über den Klassenraum. Das Unternehmen wird nächstes Jahr die Behörde auf dem Markt erlangen.",
      "example_translation": "El gobierno tiene la autoridad de hacer leyes. El maestro tenía autoridad sobre la clase. La empresa ganará autoridad en el mercado para el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "automatisch",
      "translation": "automático",
      "definition": "Ohne bewusstes Nachdenken oder Bemühen getan oder geschehend; selbsttätig.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; auto-operante.",
      "example": "Die Waschmaschine ist automatisch. Die automatische Tür öffnete sich mit einem Piepton. Die neue Software wird automatische Updates ermöglichen.",
      "example_translation": "La máquina de lavar es automática. La puerta automática se abrió con un beep. El nuevo software permitirá actualizaciones automáticas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "automatisch",
      "translation": "automáticamente",
      "definition": "Ohne bewusstes Nachdenken oder Bemühen getan oder geschehend; auf selbsttätige Weise.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; de manera auto-operante.",
      "example": "Das System wird automatisch aktualisiert. Die Tür schloss sich automatisch, als ich ging. Die Zahlung wird automatisch von meinem Konto abgebucht.",
      "example_translation": "El sistema se actualizará automáticamente. La puerta se bloqueó automáticamente cuando me fui. El pago se deducirá automáticamente de mi cuenta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verfügbarkeit",
      "translation": "disponibilidad",
      "definition": "Die Eigenschaft, verfügbar zu sein; der Zustand, zugänglich oder nutzbar zu sein.",
      "definition_translation": "La calidad de estar disponible; el estado de ser accesible o utilizable.",
      "example": "Die Verfügbarkeit von Karten für das Konzert war begrenzt. Ich überprüfte die Verfügbarkeit des Hotelzimmers online. Das Unternehmen wird die Verfügbarkeit des Produkts nächstes Quartal erhöhen.",
      "example_translation": "La disponibilidad de boletos para el concierto era limitada. Verifiqué la disponibilidad de la habitación del hotel en línea. La empresa aumentará la disponibilidad del producto el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vermeiden",
      "translation": "evitar",
      "definition": "Etwas oder jemandem aus dem Weg zu gehen oder zu verhindern.",
      "definition_translation": "Mantenerse alejado de algo o alguien, o prevenir algo.",
      "example": "Ich versuche, den Berufsverkehr zu vermeiden. Sie vermeidet, über Politik zu sprechen. Sie werden denselben Fehler wieder vermeiden.",
      "example_translation": "Trato de evitar conducir en hora pico. Ella evita hablar de política. Ellos evitarán cometer el mismo error otra vez.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auszeichnung",
      "translation": "premio",
      "definition": "Eine Auszeichnung oder Ehrung, die jemandem oder etwas für ihre Leistung oder Exzellenz verliehen wird.",
      "definition_translation": "Un premio o honor otorgado a alguien o algo en reconocimiento de su logro o excelencia.",
      "example": "Die Preisverleihung fand letzte Nacht statt. Sie erhielt eine Auszeichnung für ihre herausragende Leistung. Das Unternehmen gewann einen Preis für Innovation.",
      "example_translation": "La ceremonia de premios se llevó a cabo anoche. Ella recibió un premio por su destacada actuación. La empresa ganó un premio por innovación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auszeichnung",
      "translation": "premio",
      "definition": "Eine Auszeichnung oder Ehrung, die jemandem für ihre Leistung oder Dienstleistung verliehen wird.",
      "definition_translation": "Un premio o honor que se otorga a alguien en reconocimiento de su logro o servicio.",
      "example": "Sie erhielt eine Auszeichnung für ihren bemerkenswerten Beitrag zum Fachgebiet der Wissenschaft. Sie wird nächste Woche eine Auszeichnung erhalten. Sie hatte letzten Jahr eine Auszeichnung erhalten.",
      "example_translation": "Ella recibió un premio por su destacada contribución en el campo de la ciencia. Ella recibirá un premio la próxima semana. Ella había recibido un premio el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "consciente",
      "definition": "Über etwas informiert oder sich dessen bewusst zu sein.",
      "definition_translation": "Tener conocimiento o percepción de algo.",
      "example": "Ich war mir der Gefahr bewusst, aber ich dachte nicht, dass es passieren würde. Sie ist sich des Problems bewusst, aber sie weiß nicht, wie sie es lösen soll. Er wird sich der Folgen seines Handelns bewusst sein.",
      "example_translation": "Yo era consciente del peligro, pero no pensé que sucedería. Ella es consciente del problema, pero no sabe cómo resolverlo. Él será consciente de las consecuencias de sus acciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungeschickt",
      "translation": "torpemente",
      "definition": "Auf ungeschickte oder unkoordinierte Weise.",
      "definition_translation": "De una manera torpe o descoordinada.",
      "example": "Sie ging ungeschickt in ihren neuen High Heels. Er versuchte ungeschickt, das kaputte Vasen zu reparieren. Sie werden ungeschickt auf der Hochzeit tanzen.",
      "example_translation": "Ella caminó torpemente en sus nuevos tacones altos. Él intentó torpemente arreglar el jarrón roto. Ellos bailarán torpemente en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bachelor",
      "translation": "licenciado",
      "definition": "Eine Person, die einen Bachelor-Abschluss erworben hat, typischerweise nach drei oder vier Jahren Studium an einer Hochschule oder Universität.",
      "definition_translation": "Una persona que ha recibido un título de licenciatura, típicamente después de tres o cuatro años de estudio en un colegio o universidad.",
      "example": "John schloss sein Studium mit einem Bachelor-Abschluss in Informatik ab, dann arbeitete er als Praktikant und ist jetzt Software-Ingenieur. Er war ein Bachelor, als er letztes Jahr Europa bereiste, aber ist jetzt verheiratet.",
      "example_translation": "Juan se graduó con un título de licenciatura en ciencias de la computadora, luego trabajó como pasante, y ahora es un ingeniero de software. Era un soltero cuando viajó a Europa el año pasado, pero ahora está casado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "antecedentes",
      "definition": "Die Umstände oder Situation, die einem bestimmten Ereignis oder Zustand vorausgehen.",
      "definition_translation": "Las circunstancias o situación que preceden a un evento o estado particular.",
      "example": "Der Hintergrund des Konflikts war komplex, aber die aktuelle Situation ist angespannt. Sie hat einen Hintergrund in Wirtschaftswissenschaften, was ihr in ihrer gegenwärtigen Rolle hilft. Bis 2025 wird das Unternehmen seinen Hintergrundfarbe auf Grün ändern.",
      "example_translation": "El antecedente del conflicto era complejo, pero la situación actual es tensa. Ella tiene un antecedente en economía, lo que la ayuda en su papel actual. Para 2025, la empresa habrá cambiado su color de fondo a verde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "antecedentes",
      "definition": "Die Kulisse oder Dekoration hinter etwas, insbesondere auf einer Bühne oder in einem Gemälde.",
      "definition_translation": "El paisaje o decoración detrás de algo, especialmente en un escenario o en una pintura.",
      "example": "Der Hintergrund des Theaterstücks war ein schöner Bergziehen. Das Unternehmen wird nächstes Monat das Hintergrundbild seiner Website ändern. Sie wählte einen einfachen Hintergrund für ihre Präsentation aus.",
      "example_translation": "El fondo del juego era una hermosa cordillera montañosa. La empresa cambiará la imagen de fondo de su sitio web el próximo mes. Ella eligió un fondo simple para su presentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "antecedentes",
      "definition": "Der Hintergrund einer Person oder Sache sind die Umstände oder Situationen, die vor einem bestimmten Ereignis oder Zustand bestanden.",
      "definition_translation": "El fondo de una persona o cosa es la situación o circunstancias que existían antes de un evento o situación particular.",
      "example": "Der Hintergrund des Unternehmens war durch eine Serie erfolgreicher Fusionen geprägt. Der CEO hat einen Hintergrund in Finanzen. Der neue Mitarbeiter wird vor Beginn der Arbeit einen Hintergrund-Check durchführen.",
      "example_translation": "El fondo de la empresa estuvo marcado por una serie de fusiones exitosas. El CEO tiene un fondo en finanzas. El nuevo empleado tendrá una verificación de antecedentes antes de empezar a trabajar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherung",
      "translation": "copia de seguridad",
      "definition": "Eine Sicherung ist eine Kopie von Daten oder einem System, die verwendet werden kann, wenn das Original verloren geht oder beschädigt wird.",
      "definition_translation": "Una copia de seguridad es una copia de datos o un sistema que se puede usar si el original se pierde o se daña.",
      "example": "Ich erstelle immer eine Sicherung meiner Dateien, bevor ich Änderungen vornehme. Das IT-Department des Unternehmens erstellt jede Nacht eine Sicherung des Servers. Der Backup-Generator sprang an, als der Strom ausfiel.",
      "example_translation": "Siempre hago una copia de seguridad de mis archivos antes de hacer cualquier cambio. El departamento de TI de la empresa crea una copia de seguridad del servidor todas las noches. El generador de copia de seguridad se activó cuando se cortó la energía.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht",
      "translation": "malo",
      "definition": "Etwas, das schlecht ist, ist von schlechter Qualität oder nicht zufriedenstellend.",
      "definition_translation": "Algo que es malo es de mala calidad o no es satisfactorio.",
      "example": "Ich hatte eine schlechte Erfahrung in dem Restaurant letzte Nacht. Das schlechte Wetter hat unsere Pläne zerstört. Sie hatte ein schlechtes Gefühl über die Situation.",
      "example_translation": "Tuve una mala experiencia en el restaurante la noche anterior. El mal tiempo arruinó nuestros planes. Ella tenía una mala sensación sobre la situación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übelgelaunt",
      "translation": "malhumorado",
      "definition": "eine unangenehme oder reizbare Natur habend",
      "definition_translation": "teniendo una naturaleza desagradable o irritable",
      "example": "Sie war eine übelgelaunte Person, die sich immer leicht ärgerte. Sie wird wütend, wenn jemand sie auf der Straße abschneidet. Sie wird sauer, wenn jemand ihrer Meinung widerspricht.",
      "example_translation": "Era una persona malhumorada que siempre se enfadaba fácilmente. Se enfada cuando alguien la corta en el tráfico. Se disgustará si alguien no está de acuerdo con ella.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abzeichen",
      "translation": " insignia",
      "definition": "ein kleines Stück Metall, Kunststoff oder anderen Materials, das auf dem Körper getragen wird, um den Rang, die Mitgliedschaft oder die Leistung einer Person anzuzeigen",
      "definition_translation": "una pequeña pieza de metal, plástico u otro material que se lleva en el cuerpo para mostrar el rango, membresía o logro de una persona",
      "example": "Der Polizist trug ein Abzeichen auf seiner Uniform, um seinen Rang anzuzeigen. Er wird ein Abzeichen zur Preisverleihung tragen. Sie trug ein Abzeichen, um ihre Mitgliedschaft im Club anzudeuten.",
      "example_translation": "El oficial de policía llevaba una insignia en su uniforme para indicar su rango. Llevará una insignia a la ceremonia de premios. Ella había llevado una insignia para mostrar su membresía en el club.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "bolsa",
      "definition": "ein Behälter aus flexiblen Material, der zum Tragen von Dingen verwendet wird",
      "definition_translation": "un contenedor hecho de material flexible, utilizado para llevar cosas",
      "example": "Sie trug ihr Mittagessen in einer Tasche zur Schule. Er wird eine Tasche zum Strand morgen tragen. Sie hatten Taschen mit Lebensmitteln nach Hause getragen.",
      "example_translation": "Ella llevó su almuerzo en una bolsa al colegio. Llevará una bolsa a la playa mañana. Ellos habían llevado bolsas de comestibles a casa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "panadería",
      "definition": "Eine Bäckerei ist ein Unternehmen, das Backwaren wie Brot, Kuchen, Gebäck und Torten produziert.",
      "definition_translation": "Una panadería es un negocio que produce alimentos a base de harina horneados en un horno, como pan, pasteles, pastelería y tartas.",
      "example": "Ich habe früher in einer Bäckerei gearbeitet, als ich ein Teenager war. Jetzt backe ich Kuchen für die Geburtstage meiner Freunde. Ich werde mein eigenes Bäckerei nächstes Jahr eröffnen.",
      "example_translation": "Solía trabajar en una panadería cuando era adolescente. Ahora, hago pasteles para los cumpleaños de mis amigos. Abriré mi propia panadería el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gleichgewicht",
      "translation": "equilibrio",
      "definition": "Ein Gleichgewicht ist ein Zustand der Ausgeglichenheit oder Stabilität, bei dem verschiedene Kräfte oder Faktoren einander entgegenwirken.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "Sie versuchte, auf dem Hochseil zu balancieren, aber sie verlor ihr Gleichgewicht und fiel. Das Unternehmen kämpfte darum, sein Budget auszugleichen, aber fand schließlich eine Lösung. Das Ökosystem benötigt ein Gleichgewicht, um die Biodiversität aufrechtzuerhalten.",
      "example_translation": "Ella intentó equilibrarse en la cuerda floja, pero perdió el equilibrio y se cayó. La empresa luchó por equilibrar su presupuesto, pero finalmente encontró una solución. El ecosistema necesita equilibrarse para mantener la biodiversidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gleichgewicht",
      "translation": "equilibrio",
      "definition": "Ein Gleichgewicht ist ein Zustand der Ausgeglichenheit oder Stabilität, bei dem verschiedene Kräfte oder Faktoren einander entgegenwirken.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "Die Künstlerin versuchte, die Komposition des Gemäldes auszugleichen, aber es war noch uneben. Der Arzt half dem Patienten, seine Diät auszugleichen und seine Gesundheit wiederzuerlangen. Die Athletin arbeitete hart daran, ihre Trainings- und Ruhezeiten auszugleichen.",
      "example_translation": "El artista intentó equilibrar la composición de la pintura, pero todavía era desigual. El doctor ayudó al paciente a equilibrar su dieta y recuperar su salud. La atleta trabajó duro para equilibrar su entrenamiento y descanso.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gleichgewicht",
      "translation": "equilibrio",
      "definition": "ein Zustand der Harmonie oder Ausgeglichenheit, insbesondere in einem physikalischen System",
      "definition_translation": "un estado de armonía o equilibrio, especialmente en un sistema físico",
      "example": "Der Seiltänzer kämpfte darum, sein Gleichgewicht zu halten, aber schaffte es schließlich. Sie wird das Budget durch Kostensenkungen ausgleichen. Das Unternehmen wird sein Wachstum mit Umweltbedenken bis 2025 ausgleichen.",
      "example_translation": "El funambulista luchó por mantener el equilibrio, pero finalmente lo logró. Ella equilibrará el presupuesto reduciendo costos. La empresa equilibrará su crecimiento con las preocupaciones ambientales para 2025.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgewogen",
      "translation": "equilibrado",
      "definition": "verschiedene Elemente in Harmonie oder Proportion habend",
      "definition_translation": "teniendo elementos diferentes en armonía o proporción",
      "example": "Der Koch passte die Geschmacksrichtungen in dem Gericht sorgfältig an. Die Finanzberichte des Unternehmens waren genau und ausgewogen. Die Athletin aß eine ausgewogene Diät, um ihre Leistung zu verbessern.",
      "example_translation": "El chef equilibró cuidadosamente los sabores en el plato. Los informes financieros de la empresa fueron equilibrados y precisos. El atleta tenía una dieta equilibrada para mejorar el rendimiento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbieten",
      "translation": "prohibir",
      "definition": "etwas offiziell zu verbieten oder zu untersagen",
      "definition_translation": "prohibir oficialmente algo",
      "example": "Die Regierung verbot das Rauchen in öffentlichen Plätzen. Das Unternehmen wird alle Einwegplastiken bis nächsten Jahr verbieten. Die Schule verbietet das Benutzen von Smartphones während des Unterrichts.",
      "example_translation": "El gobierno prohibió fumar en lugares públicos. La empresa prohibirá todos los plásticos de un solo uso para el año próximo. La escuela prohíbe el uso de teléfonos inteligentes durante la clase.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verbot",
      "translation": "prohibir",
      "definition": "Ein Verbot ist ein offizielles Verbot oder Embargo oder ein formaler Dekret oder Erlass, der etwas verbietet.",
      "definition_translation": "Una prohibición es una prohibición oficial o embargo, o un decreto o edicto formal que prohíbe algo.",
      "example": "Die Regierung verbot den Gebrauch von Einwegplastik letztes Jahr, aber es wird sie komplett nächstes Jahr verbieten. Derzeit dürfen wir sie verwenden, aber das Verbot wird ab nächstem Monat strikt durchgesetzt werden.",
      "example_translation": "El gobierno prohibió el uso de plásticos de un solo uso el año pasado, pero los prohibirá completamente para el próximo año. Actualmente, se nos permite usarlos, pero la prohibición se aplicará estrictamente a partir del próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knall",
      "translation": "truco",
      "definition": "Ein Knall ist ein plötzlicher lauter Lärm, insbesondere einer, der durch etwas explodierendes oder auf etwas anderes auftreffendes gemacht wird.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "Das Feuerwerk explodierte mit einem lauten Knall, was das Kind erschreckte. Das Auto krachte mit einem Knall, aber glücklicherweise wurde niemand verletzt. Bis 2025 erwartet das Unternehmen, mit seinem neuen Produkt einen großen Knall am Markt zu machen.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knall",
      "translation": "truco",
      "definition": "Ein Knall ist ein plötzlicher lauter Lärm, insbesondere einer, der durch etwas explodierendes oder auf etwas anderes auftreffendes gemacht wird.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "Das Feuerwerk explodierte mit einem lauten Knall, was das Kind erschreckte. Das Auto krachte mit einem Knall, aber glücklicherweise wurde niemand verletzt. Bis 2025 erwartet das Unternehmen, mit seinem neuen Produkt einen großen Knall am Markt zu machen.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bankier",
      "translation": "banquero",
      "definition": "Eine Person, deren Beruf darin besteht, in einer Bank zu arbeiten oder zu leiten.",
      "definition_translation": "Una persona cuya ocupación es administrar o trabajar en un banco.",
      "example": "Der Bankier riet mir, in Aktien zu investieren. Ich werde morgen den Bankier treffen. Der Bankier hatte in dieser Bank 10 Jahre gearbeitet.",
      "example_translation": "El banquero me aconsejó invertir en acciones. Me reuniré con el banquero mañana. El banquero había trabajado en este banco durante 10 años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bankwesen",
      "translation": "banca",
      "definition": "Das Geschäft, Finanzdienstleistungen anzubieten, einschließlich des Verleihens und Borgens von Geld.",
      "definition_translation": "El negocio de proporcionar servicios financieros, incluyendo el préstamo y la inversión de dinero.",
      "example": "Online-Banking ist sehr bequem. Ich studierte Bankwesen und Finanzen im College. Das Bankensystem benötigt Reformen.",
      "example_translation": "El banco en línea es muy conveniente. Estudié banca y finanzas en la universidad. El sistema bancario necesita reformas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "desnudo",
      "definition": "Ohne Bedeckung oder Kleidung; nackt.",
      "definition_translation": "Sin cubierta o ropa; desnudo.",
      "example": "Der Baum war kahl im Winter. Sie ging barfuß am Strand. Das Zimmer war kahl, außer einem Stuhl.",
      "example_translation": "El árbol estaba desnudo en invierno. Caminó descalza en la playa. La habitación estaba desnuda excepto por una silla.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaum",
      "translation": "apenas",
      "definition": "nur gerade; knapp",
      "definition_translation": "solo apenas; por un margen estrecho",
      "example": "Ich bestand das Examen kaum. Ich werde kaum Zeit haben, das Projekt zu beenden. Ich hatte kaum begonnen, als ich unterbrochen wurde.",
      "example_translation": "Apenas aprobar el examen. Apenas tendré tiempo para terminar el proyecto. Acababa de empezar cuando fui interrumpido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bellen",
      "translation": "ladrar",
      "definition": "einen kurzen, lauten Laut wie ein Hund zu machen",
      "definition_translation": "hacer un ruido breve y fuerte como un perro",
      "example": "Der Hund begann zu bellen, als er den Briefträger sah. Er hatte die ganze Nacht gebellt. Er wird wieder bellen, wenn er einen Fremden sieht.",
      "example_translation": "El perro empezó a ladrar cuando vio al correo. Ladró toda la noche. Ladrará de nuevo si ve a un extraño.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rinde",
      "translation": "cáscara",
      "definition": "die scharfe, äußere Schicht eines Baumstamms",
      "definition_translation": "la capa externa dura de un tronco de árbol",
      "example": "Die Rinde des Baums war rau und schuppig. Der Sturm hatte die Rinde des Baums beschädigt. Die Rinde wird einfacher zu entfernen sein, nachdem sie in Wasser eingeweicht wurde.",
      "example_translation": "La corteza del árbol era áspera y escamosa. La corteza del árbol había sido dañada por la tormenta. La corteza será más fácil de remover después de haber sido empapada en agua.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barriere",
      "translation": "barrera",
      "definition": "Eine Barriere ist etwas, das den Zugang, die Bewegung oder den Fortschritt blockiert oder behindert.",
      "definition_translation": "Una barrera es algo que bloquea o obstruye el movimiento, el acceso o el progreso.",
      "example": "Der Wanderweg war schwierig wegen der Barriere der steilen Felsen. Wir mussten die Barriere der Sprachunterschiede überwinden. Das Unternehmen wird die Barriere für neue Kunden entfernen.",
      "example_translation": "La caminata fue desafiante debido a la barrera de rocas empinadas. Teníamos que superar la barrera de las diferencias lingüísticas. La empresa eliminará la barrera de entrada para nuevos clientes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "base",
      "definition": "Eine Basis ist ein Ausgangspunkt oder eine Grundlage für etwas.",
      "definition_translation": "Una base es un punto de partida o una fundación para algo.",
      "example": "Das Unternehmen etablierte seine Basis in der Stadt. Der Athlet trainierte am Fuß des Berges. Die neue Politik wird die Basis für zukünftige Entscheidungen sein.",
      "example_translation": "La empresa estableció su base en la ciudad. El atleta se entrenó en la base de la montaña. La nueva política será la base para futuras decisiones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "base",
      "definition": "Eine Basis ist eine Substanz, die Wasserstoff-Ionen in einer chemischen Reaktion aufnimmt.",
      "definition_translation": "Una base es una sustancia que acepta iones de hidrógeno en una reacción química.",
      "example": "Der Wissenschaftler fügte der Lösung eine Basis hinzu, um den Säuregehalt zu neutralisieren. Die Basis des Seifenmittels war zu alkalisch. Das Unternehmen verwendet eine Basis aus Natriumhydroxid in seiner Produktion.",
      "example_translation": "El científico agregó una base a la solución para neutralizar el ácido. La base del jabón era too alcalina. La empresa utiliza una base de hidróxido de sodio en su producción.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "sótano",
      "definition": "Die unterste bewohnbare Etage eines Gebäudes, normalerweise unter dem Erdgeschoss.",
      "definition_translation": "La planta más baja de un edificio, usualmente debajo del nivel del suelo.",
      "example": "Sie richteten den Keller als Heimkino ein. Gestern haben sie ihn dekoriert. Bis nächstem Jahr wird es ein Spielzimmer sein.",
      "example_translation": "Convirtieron el sótano en un cine en casa. Ayer, lo decoraron. Para el próximo año, será una sala de juegos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "im Grunde",
      "translation": "básicamente",
      "definition": "Wird verwendet, um anzuzeigen, dass eine Aussage im Allgemeinen wahr ist, aber nicht in jedem Detail komplett genau sein muss.",
      "definition_translation": "Se utiliza para indicar que una declaración es generalmente verdadera, pero puede no ser completamente precisa en cada detalle.",
      "example": "Ich habe mein Projekt im Grunde fertiggestellt, aber ich muss es noch überprüfen. Ich werde es morgen im Grunde fertigstellen. Ich hatte es letzte Woche im Grunde fertiggestellt.",
      "example_translation": "Prácticamente terminé mi proyecto, pero aún necesito revisarlo. Prácticamente terminaré mañana. Había prácticamente terminado la semana pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basilikum",
      "translation": "albahaca",
      "definition": "Ein duftendes Kraut, das in der Kochkunst, besonders in mediterraner und italienischer Küche, verwendet wird.",
      "definition_translation": "Una hierba aromática utilizada en la cocina, especialmente en la cocina mediterránea e italiana.",
      "example": "Ich pflanzte Basilikum in meinem Garten letzten Sommer. Jetzt verwende ich es, um Pesto herzustellen. Ich werde nächstes Jahr Basilikum wieder pflanzen.",
      "example_translation": "Planté albahaca en mi jardín el verano pasado. Ahora, la uso para hacer pesto. Plantaré albahaca de nuevo la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grundlage",
      "translation": "base",
      "definition": "Eine Grundlage ist ein grundlegender Grundsatz oder ein zugrunde liegendes Konzept, das als Basis für etwas dient.",
      "definition_translation": "Una base es un principio fundamental o concepto subyacente que sirve como fundamento para algo.",
      "example": "Die Grundlage unseres Arguments war von Anfang an fehlerhaft. Wir werden eine neue Grundlage für unsere Konversation etablieren. Unsere Grundlage für Entscheidungen wird sich in Zukunft ändern.",
      "example_translation": "La base de nuestro argumento estaba defectuosa desde el principio. Estableceremos una nueva base para nuestra conversación. Nuestra base para la toma de decisiones cambiará en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balken",
      "translation": "viga",
      "definition": "Ein Balken ist ein langes, stabiles Stück Holz, Metall oder Beton, das in der Baukonstruktion verwendet wird, um Lasten zu tragen.",
      "definition_translation": "Una viga es una pieza larga y resistente de madera, metal o concreto utilizada en la construcción de edificios para soportar peso.",
      "example": "Der Balken an der Decke war rissig und musste ersetzt werden. Wir werden einen neuen Balken installieren, um das Dach zu stützen. Der Balken wird in Zukunft mit Stahl verstärkt werden.",
      "example_translation": "La viga en el techo estaba agrietada y necesitaba ser reemplazada. Instalaremos una nueva viga para soportar el techo. La viga será reforzada con acero en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "oso",
      "definition": "Ein Bär ist ein großes, fleischfressendes Säugetier, das in Wäldern und Bergen vorkommt.",
      "definition_translation": "Un oso es un mamífero carnívoro grande encontrado en bosques y montañas.",
      "example": "Wir sahen einen Bären im Wald gestern. Der Bär wird während des Winters schlafen. Ich werde nächsten Jahr einen Bären im Zoo sehen.",
      "example_translation": "Vimos un oso en el bosque ayer. El oso hibernará durante el invierno. Veré un oso en el zoológico el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestie",
      "translation": "bestia",
      "definition": "Ein wildes Tier, insbesondere ein großes oder furchterregendes.",
      "definition_translation": "Un animal salvaje, especialmente uno grande o feroz.",
      "example": "Die Bestie brüllte laut im Dschungel. Die Bestie wandert frei in ihrem natürlichen Habitat. Die Bestie wird angreifen, wenn sie sich bedroht fühlt.",
      "example_translation": "La bestia rugió fuerte en la jungla. La bestia deambula libremente en su hábitat natural. La bestia atacará si se siente amenazada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "golpear",
      "definition": "Zu schlagen oder zu treffen wiederholt, oft gewaltsam, um Verletzungen oder Schäden zuzufügen.",
      "definition_translation": "Golpear o pegar repetidamente, a menudo con violencia, para infligir lesiones o daños.",
      "example": "Der Schlagzeuger wird die Trommel auf dem Konzert schlagen. Sie schlägt die Eier für den Kuchen. Er wird die Konkurrenz im Marathon schlagen.",
      "example_translation": "El baterista golpeará la batería en el concierto. Ella golpea los huevos para la tarta. Él golpeará la competencia en el maratón.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "vencer",
      "definition": "Jemanden oder etwas in einem Wettbewerb oder Wettkampf zu besiegen.",
      "definition_translation": "Superar o vencer a alguien o algo, a menudo en una competencia o concurso.",
      "example": "Das Team wird die Rivalen im Endspiel besiegen. Sie schlägt ihren persönlichen Rekord im Rennen. Er wird die Wahrscheinlichkeit im Pokerspiel besiegen.",
      "example_translation": "El equipo vencerá al rival en el juego final. Ella supera su récord personal en la carrera. Él vencerá las probabilidades en el juego de póquer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "golpear",
      "definition": "etwas wiederholt schlagen oder treffen, typischerweise in einem rhythmischen Muster",
      "definition_translation": "golpear algo repetidamente, usualmente de manera rítmica",
      "example": "Ich werde die Trommel heute Abend im Konzert schlagen, ich schlug sie gestern und ich schlug sie letzte Woche.",
      "example_translation": "Golpearé el tambor en el concierto esta noche, lo golpeé ayer y lo golpeé la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "escarabajo",
      "definition": "Eine Art Insekt mit einer harten äußeren Schale, die typischerweise eine bestimmte Form und Farbe hat",
      "definition_translation": "un tipo de insecto con una concha externa dura, caracterizado por una forma y color destacados",
      "example": "Der Käfer kroch langsam über das Blatt, er kroch gestern dorthin und er wird es morgen dorthin kriechen.",
      "example_translation": "El escarabajo se arrastró lentamente a través de la hoja, se había arrastrado allí ayer y se arrastrará allí mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "rogar",
      "definition": "Jemanden um etwas bitten, oft weil man es wirklich benötigt",
      "definition_translation": "pedir algo a alguien de manera cortés y humilde, a menudo porque realmente lo necesitas",
      "example": "Ich werde morgen um einen Gefallen bitten, ich bat gestern darum und ich bitte jeden Tag darum.",
      "example_translation": "Rogaré un favor mañana, lo rogué ayer y lo ruego todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "rogar",
      "definition": "Etwas in einer demütigen und respektvollen Weise erbitten",
      "definition_translation": "Pedir algo de manera humilde y respetuosa",
      "example": "Ich bat meine Eltern, mich zu der Party gehen zu lassen, aber sie lehnten ab. Ich bitte dich, mir bei dieser Aufgabe zu helfen. Ich werde um Vergebung bitten, wenn ich einen Fehler mache.",
      "example_translation": "Le rogué a mis padres que me dejaran ir a la fiesta, pero se negaron. Te ruego que me ayudes con esta tarea. Pediré perdón si cometemos un error.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Glaube",
      "translation": "creencia",
      "definition": "Ein Gefühl des Vertrauens, Glaubens oder Vertrauens in etwas oder jemanden",
      "definition_translation": "Un sentimiento de confianza, fe o confianza en algo o alguien",
      "example": "Mein Glaube an Gott gab mir Stärke in schwierigen Zeiten. Ich glaube, dass Ehrlichkeit die beste Politik ist. Ich glaubte an meine Fähigkeiten und erreichte meine Ziele.",
      "example_translation": "Mi creencia en Dios me dio fuerza durante momentos difíciles. Creo que la honestidad es la mejor política. Creí en mis habilidades y logré mis objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehören",
      "translation": "pertenecer",
      "definition": "Ein Teil von iets oder einer Gruppe zu sein, oder einen natürlichen oder rechtmäßigen Platz darin zu haben",
      "definition_translation": "Ser parte de algo o un grupo, o tener un lugar natural o legítimo en él",
      "example": "Ich gehöre einem Buchklub an, in dem wir unsere Lieblingsromane diskutieren. Ich gehörte einem Sportteam in der High School an. Ich werde einem Künstlergemeinschaft gehören, wenn ich mein Diplom erhalte.",
      "example_translation": "Pertenecía a un club de lectura donde discutíamos nuestros novelas favoritas. Pertenezco a un equipo deportivo en la escuela secundaria. Perteneceré a una comunidad de artistas cuando termine mi título.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Besitztümer",
      "translation": "pertenencias",
      "definition": "Persönliches Eigentum oder Besitz, insbesondere solches, das transportabel oder beweglich ist.",
      "definition_translation": "Propiedad personal o posesiones, especialmente aquellas que son portátiles o móviles.",
      "example": "Sie packte ihre Besitztümer in einen Koffer und fuhr zum Flughafen. Gestern packte ich meine Besitztümer in eine Schachtel. Ich werde morgen meine Besitztümer in einen Beutel packen.",
      "example_translation": "Ella empacó sus pertenencias en una maleta y se fue al aeropuerto. Ayer, había empacado mis pertenencias en una caja. Mañana, empacaré mis pertenencias en una bolsa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "banco",
      "definition": "Ein langer Sitz, der typischerweise an einem bestimmten Ort fest installiert ist und von Menschen in einem Park, Garten oder anderen Außenbereich verwendet wird.",
      "definition_translation": "Un asiento largo, típicamente uno fijo en su lugar, utilizado por la gente en un parque, jardín o área al aire libre.",
      "example": "Ich saß auf einer Bank im Park und las ein Buch. Gestern saß ich auf einer Bank und sah mir das Spiel an. Ich werde morgen auf einer Bank sitzen und mich ausruhen.",
      "example_translation": "Me senté en un banco en el parque y leí un libro. Ayer, había sentado en un banco y vi el juego. Mañana, me sentaré en un banco y descansaré.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beugen",
      "translation": "doblarse",
      "definition": "Die Richtung oder Form durch Falten oder Krümmen zu ändern.",
      "definition_translation": "Cambiar de dirección o forma al doblarse o curvarse.",
      "example": "Ich beugte mich hinunter, um den Ball aufzuheben. Gestern beugte ich meine Knie, um höher zu springen. Ich werde morgen meinen Körper beugen, um meine Zehen zu berühren.",
      "example_translation": "Me doblé para recoger la pelota. Ayer, había doblado mis rodillas para saltar más alto. Mañana, doblaré mi cuerpo para tocar mis dedos del pie.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "doblado",
      "definition": "die Richtung oder Form durch Erzeugen einer Kurve oder eines Winkels ändern",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "Ich werde das Draht biegen, um die kaputte Lampe zu reparieren. Gestern bog ich mich hinunter, um den Stift aufzulesen. Wenn ich die Regeln biege, könnte ich in Schwierigkeiten geraten.",
      "example_translation": "Doblaré el alambre para arreglar la lámpara rota. Ayer, me doblé para recoger la pluma. Si doblo las reglas, podré meterme en problemas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "doblado",
      "definition": "die Richtung oder Form durch Erzeugen einer Kurve oder eines Winkels ändern",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "Die Straße wird nach der Brücke links biegen. Der Zweig bog sich unter dem Gewicht der Früchte. Das Unternehmen wird seine Politik biegen, um den neuen Kunden zu akkomodieren.",
      "example_translation": "La carretera doblará a la izquierda después del puente. La rama se dobló bajo el peso de la fruta. La empresa doblará su política para acomodar al nuevo cliente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "darunter",
      "translation": "debajo de",
      "definition": "in oder zu einer Position unter etwas",
      "definition_translation": "en o a una posición debajo de algo",
      "example": "Das Buch ist darunter das Sofa. Der Schatz war unter dem alten Eichenbaum versteckt. Die Geheimnisse der Stadt liegen darunter ihrer modernen Fassade.",
      "example_translation": "El libro está debajo del sofá. El tesoro estaba escondido debajo del roble antiguo. Los secretos de la ciudad se esconden debajo de su fachada moderna.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorteilhaft",
      "translation": "beneficioso",
      "definition": "einen positiven oder hilfreichen Effekt habend",
      "definition_translation": "tener un efecto positivo o útil",
      "example": "Die neue Politik war für das Unternehmen vorteilhaft. Es wird für die Mitarbeiter vorteilhaft sein. Es war für die Umwelt vorteilhaft.",
      "example_translation": "La nueva política ha sido beneficiosa para la empresa. Será beneficioso para los empleados. Fue beneficiosa para el medio ambiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorteil",
      "translation": "beneficio",
      "definition": "ein Vorteil oder Gewinn, der aus etwas resultiert",
      "definition_translation": "una ventaja o ganancia obtenida de algo",
      "example": "Das Unternehmen bietet seinen Mitarbeitern viele Vorteile. Die neue Politik wird der Wirtschaft zugutekommen. Ich habe von der Erfahrung profitiert.",
      "example_translation": "La empresa ofrece muchos beneficios a sus empleados. La nueva política beneficiará la economía. Me beneficié de la experiencia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beere",
      "translation": "baya",
      "definition": "eine kleine, fleischige Frucht",
      "definition_translation": "una fruta pequeña y carnosa",
      "example": "Ich aß eine Beere vom Busch. Die Beeren werden im Sommer reif sein. Sie pflückte Beeren vom Baum.",
      "example_translation": "Me comí una baya del arbusto. Las bayas estarán maduras en verano. Ella recogió bayas del árbol.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestseller",
      "translation": "superventas",
      "definition": "Ein Buch oder ein anderes Produkt, das sehr gut verkauft und oft sehr beliebt wird.",
      "definition_translation": "Un libro u otro producto que se vende muy bien, a menudo se vuelve muy popular.",
      "example": "Der Roman wurde in der ersten Woche nach seiner Veröffentlichung ein Bestseller. Es wird bis Ende des Jahres ein Bestseller sein. Es war ein Bestseller letzte Saison.",
      "example_translation": "La novela se convirtió en un superventas en su primera semana de lanzamiento. Será un superventas al final del año. Fue un superventas la última temporada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wetten",
      "translation": "apuesta",
      "definition": "Geld oder etwas Wertvolles auf das Ergebnis eines Ereignisses oder Spiels setzen",
      "definition_translation": "Arriesgar dinero o algo valioso en el resultado de un evento o juego.",
      "example": "Ich habe auf das Fußballspiel letzte Nacht gewettet. Sie wird auf das Pferderennen dieses Wochenende wetten. Sie haben auf das Ergebnis der Wahl gewettet.",
      "example_translation": "Aposté en el partido de fútbol anoche. Ella apostará en la carrera de caballos este fin de semana. Ellos apostaron en el resultado de las elecciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verraten",
      "translation": "traicionar",
      "definition": "Jemandem oder etwas untreu oder unfaithful zu sein, oft auf heimliche oder versteckte Weise",
      "definition_translation": "Ser desleal o infiel a alguien o algo, a menudo de manera secreta o oculta.",
      "example": "Sie fühlte sich von ihrem Freund verraten. Er hat sein Land durch den Verkauf von Geheimnissen verraten. Sie werden ihr Vertrauen verraten, wenn sie das Versprechen nicht halten.",
      "example_translation": "Ella se sintió traicionada por las acciones de su amiga. Él traicionó a su país vendiendo secretos. Ellos traicionarán su confianza si no cumplen la promesa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "bikini",
      "definition": "Ein Bikini ist ein Typ von Badeanzug, der von Frauen getragen wird,(normalerweise besteht er aus zwei Teilen, einem für die Brüste und einem für das Becken)",
      "definition_translation": "Un bikini es un tipo de traje de baño que se lleva puesto por las mujeres, típicamente consistente en dos piezas, una que cubre los pechos y la otra el área del pubis.",
      "example": "Ich habe mir einen neuen Bikini für meinen Urlaub gekauft. Ich trug ihn gestern am Strand. Ich werde ihn wieder morgen anziehen, wenn ich schwimme gehen werde.",
      "example_translation": "Compré un nuevo bikini para mis vacaciones. Lo llevé puesto ayer en la playa. Lo llevaré puesto de nuevo mañana cuando vaya a nadar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechnung",
      "translation": "cuenta",
      "definition": "Eine Rechnung ist ein Dokument, das die Zahlung für gelieferte Waren oder Dienstleistungen anfordert.",
      "definition_translation": "Una cuenta es un documento que solicita el pago por los bienes o servicios prestados.",
      "example": "Ich erhielt eine Rechnung vom Restaurant. Ich werde sie morgen bezahlen. Ich habe sie letzten Monat bezahlt.",
      "example_translation": "Recibí una cuenta del restaurante. La pagaré mañana. La pagué el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milliarde",
      "translation": "billón",
      "definition": "Eine Milliarde ist eine große Einheit der Zählung, gleich einer Million Mal einer Million.",
      "definition_translation": "Un billón es una gran unidad de medida, igual a mil millones.",
      "example": "Die Bevölkerung des Landes beträgt über eine Milliarde. Es waren eine Milliarde Dollar in Schulden. Es werden eine Milliarde Menschen am Event teilnehmen.",
      "example_translation": "La población del país es de más de un billón. Estaba en deuda por un billón de dólares. Serán un billón de personas asistiendo al evento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biologisch",
      "translation": "biológico",
      "definition": "In Bezug auf die Studie lebender Organismen, einschließlich ihrer Struktur, Funktion, Wachstum, Evolution und Taxonomie.",
      "definition_translation": "Relativo al estudio de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución y taxonomía.",
      "example": "Biologische Forschung hat zu vielen Durchbrüchen in der Medizin geführt. Biologische Systeme sind komplex und faszinierend. Biologische Prozesse werden sich über die Zeit weiterentwickeln.",
      "example_translation": "La investigación biológica ha llevado a muchos avances en medicina. Los sistemas biológicos son complejos y fascinantes. Los procesos biológicos seguirán evolucionando con el tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "morder",
      "definition": "Etwas fest mit den Zähnen zu packen oder etwas fest mit dem Mund zu halten.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "Der Hund mag seine Spielzeuge beißen. Sie biss in den Apfel. Er wird vor Ängstlichkeit seine Lippe beißen.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "morder",
      "definition": "Etwas fest mit den Zähnen zu packen oder etwas fest mit dem Mund zu halten.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "Der Hund mag seine Spielzeuge beißen. Sie biss in den Apfel. Er wird vor Ängstlichkeit seine Lippe beißen.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "amargo",
      "definition": "Einen stark unangenehmen Geschmack habend, wie Chinin oder Zitronen.",
      "definition_translation": "Teniendo un sabor fuerte y desagradable, como la quinina o los limones.",
      "example": "Der Kaffee war bitter, also fügte ich Zucker hinzu. Ich bin seit Jahren über die Situation bitter. Ich werde bitter sein, wenn ich den Job nicht bekomme.",
      "example_translation": "El café era amargo, así que agregué azúcar. He estado amargado sobre la situación durante años. Estaré amargado si no consigo el trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitterlich",
      "translation": "amargamente",
      "definition": "Auf bittere Weise; mit bitteren Gefühlen.",
      "definition_translation": "De manera amarga; con sentimientos amargos.",
      "example": "Sie bereute ihre Entscheidung bitterlich. Er beklagte sich bitterlich über das Essen. Sie werden bitterlich um ihre Rechte kämpfen.",
      "example_translation": "Ella se arrepintió amargamente de su decisión. Él se quejó amargamente de la comida. Ellos lucharán amargamente por sus derechos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bizar",
      "translation": "extraño",
      "definition": "Ungewöhnlich und unerwartet, oft auf seltsame oder unheimliche Weise.",
      "definition_translation": "Inusual y inesperado, a menudo de una manera extraña o inquietante.",
      "example": "Die bizarreren Skulpturen des Künstlers waren ausgestellt. Die bizarreren Wetterverhältnisse haben Probleme verursacht. Das Team verhielt sich bizarr und überraschte jeden.",
      "example_translation": "Las esculturas extrañas del artista estaban en exhibición. Los patrones climáticos extraños han estado causando problemas. El comportamiento extraño del equipo sorprendió a todos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brombeere",
      "translation": "mora",
      "definition": "Eine kleine, dunkelviolette Frucht, die auf einem Strauch wächst und oft in Torten und Desserts verwendet wird.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en pasteles y postres.",
      "example": "Ich aß ein Brombeerkuchen gestern, ich esse Brombeeren jetzt, und ich werde Brombeermarmelade morgen essen.",
      "example_translation": "Comí una tarta de mora ayer, estoy comiendo moras ahora y comeré mermelada de mora mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarze Johannisbeere",
      "translation": "cassis",
      "definition": "Eine kleine, dunkelviolette Frucht, die auf einem Strauch wächst und oft in Desserts und Getränken verwendet wird.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en postres y bebidas.",
      "example": "Ich trank Johannisbeersaft gestern, ich esse Johannisbeeren jetzt, und ich werde Johannisbeermarmelade morgen herstellen.",
      "example_translation": "Bebí jugo de cassis ayer, estoy comiendo cassises ahora y haré mermelada de cassis mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinge",
      "translation": "hoja",
      "definition": "Ein langer, flacher, scharfer Teil eines Werkzeugs oder Maschinen, wie ein Messer oder eine Säge.",
      "definition_translation": "Una parte larga, plana y afilada de una herramienta o máquina, como un cuchillo o una sierra.",
      "example": "Ich verwendete eine Klinge, um das Gras gestern zu schneiden, ich schleife jetzt eine Klinge und ich werde morgen eine neue Klinge kaufen.",
      "example_translation": "Usé una hoja para cortar el césped ayer, estoy afilando una hoja ahora y compraré una hoja nueva mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leer",
      "translation": "en blanco",
      "definition": "Ohne Markierungen oder Merkmale, komplett leer oder verlassen.",
      "definition_translation": "Sin marcas ni características, completamente vacío o vacante.",
      "example": "Die leere Seite starrte mich an, wartend auf meine kreativen Gedanken, um sie zu füllen. Ich hatte die leeren Stellen im Formular freigelassen, unsicher, was ich schreiben sollte. Wenn ich dieses Projekt beendet habe, werden die leeren Wände meines Zimmers mit Inspiration gefüllt sein.",
      "example_translation": "La página en blanco me miraba fijamente, esperando que mis pensamientos creativos la llenen. Había dejado los espacios en blanco en el formulario, sin saber qué escribir. Cuando termine este proyecto, las paredes en blanco de mi habitación estarán llenas de inspiración.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blind",
      "translation": "ciego",
      "definition": "Unfähig, etwas zu sehen oder wahrzunehmen, ohne Sehvermögen oder Sicht.",
      "definition_translation": "No poder ver o percibir algo, no tener vista ni visión.",
      "example": "Der blinde Mann ging vorsichtig die Straße hinunter, benutzte seinen Stock, um zu navigieren. Ich war blind für die Warnsignale, aber jetzt sehe ich sie klar. In Zukunft werden wir Technologie entwickeln, um den Blinden zu helfen, zu sehen.",
      "example_translation": "El hombre ciego caminaba con cuidado por la calle, usando su bastón para navegar. Estaba ciego a las señales de advertencia, pero ahora las veo claramente. En el futuro, desarrollaremos tecnología para ayudar a los ciegos a ver.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blinzeln",
      "translation": "parpadear",
      "definition": "Die Augen schnell öffnen und schließen, um Schmutz zu entfernen oder Überraschung auszudrücken.",
      "definition_translation": "Cerrar y abrir los ojos rápidamente, especialmente para quitar suciedad o expresar sorpresa.",
      "example": "Als ich Staub in mein Auge bekam, musste ich schnell blinzeln, um ihn herauszubekommen. Sie blinzelte überrascht, als ich ihr die Nachricht sagte. Wenn ich blinzle, wird die Ampel grün werden.",
      "example_translation": "Cuando me metí polvo en el ojo, tuve que parpadear rápidamente para sacarlo. Ella parpadeó de sorpresa cuando le di la noticia. En el momento en que parpadeo, la luz se volverá verde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Block",
      "translation": "bloque",
      "definition": "Eine feste Masse aus Material, insbesondere ein solches, das als Baueinheit verwendet wird, oder eine Form, die als Bausteine verwendet werden kann.",
      "definition_translation": "Una masa sólida de material, especialmente una utilizada como unidad de construcción, o una forma que puede ser utilizada como bloque de construcción.",
      "example": "Sie baute einen Turm mit Holzblöcken. Sie hatte gestern ein Schloss mit Blöcken gebaut. Sie wird morgen eine Brücke mit Blöcken bauen.",
      "example_translation": "Ella construyó una torre utilizando bloques de madera. Ella había construido un castillo con bloques ayer. Ella construirá un puente con bloques mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blutig",
      "translation": "sangriento",
      "definition": "Mit Blut überzogen oder beschmiert; gewalttätig oder schockierend.",
      "definition_translation": "Cubierto de o manchado con sangre; brutal o chocante de manera violenta.",
      "example": "Der blutige Krieg hatte die Stadt in Ruinen zurückgelassen. Der blutige Kampf wurde von der Polizei unterbrochen. Der blutige Mord wird heute Nacht untersucht.",
      "example_translation": "La guerra sangrienta había dejado la ciudad en ruinas. La pelea sangrienta fue interrumpida por la policía. El asesinato sangriento será investigado esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blaubeere",
      "translation": "arándano",
      "definition": "Eine kleine, runde Frucht mit süßem oder saurem Geschmack, typischerweise purpur-blau gefärbt.",
      "definition_translation": "Una fruta small, redonda con un sabor dulce o ácido, generalmente de color púrpura-azul.",
      "example": "Sie aß eine Handvoll Blaubeeren zum Frühstück. Sie hatte gestern Blaubeerpfannkuchen gegessen. Sie wird morgen Blaubeermuffins als Dessert essen.",
      "example_translation": "Ella comió un puñado de arándanos para desayunar. Ella había comido pancakes de arándano ayer. Ella comerá muffins de arándano para postre mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erröten",
      "translation": "sonrojo",
      "definition": "Errötet zu werden, typischerweise aus Scham oder Verlegenheit.",
      "definition_translation": "ponerse rojo en la cara, típicamente por vergüenza o bochorno",
      "example": "Sie errötete, als ihr Schwarm mit ihr sprach. Sie war errötet, als er sie zum Date eingeladen hatte. Sie wird erröten, wenn er ihr ein Kompliment macht.",
      "example_translation": "Ella se sonrojó cuando su crush habló con ella. Se había sonrojado cuando él le pidió salir. Se sonrojará cuando él le haga un cumplido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tafel",
      "translation": "tablero",
      "definition": "Eine flache, gewöhnlich rechteckige Platte aus Holz, Plastik oder einem anderen Material, die für einen bestimmten Zweck verwendet wird.",
      "definition_translation": "un pedazo plano, usualmente rectangular, de madera, plástico o otro material utilizado para un propósito particular",
      "example": "Er platzierte die Nachricht auf der Tafel. Er hatte die Teile auf der Tafel platziert. Er wird die neue Politik auf der Tafel platzieren.",
      "example_translation": "Él puso el mensaje en el tablero. Había puesto las piezas en el tablero. Pondrá la nueva política en el tablero.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorstand",
      "translation": "consejo",
      "definition": "Eine Gruppe von Menschen, die Entscheidungen über ein Unternehmen, eine Organisation oder eine Schule trifft.",
      "definition_translation": "un grupo de personas que toman decisiones sobre una empresa, organización o escuela",
      "example": "Sie ist Mitglied des Vorstands. Sie war Mitglied des Vorstands gewesen. Sie wird Mitglied des Vorstands sein.",
      "example_translation": "Ella es miembro del consejo. Había sido miembro del consejo. Será miembro del consejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "prahlen",
      "translation": "jactarse",
      "definition": "mit Stolz über etwas sprechen, was man erreicht oder getan hat",
      "definition_translation": "hablar con orgullo sobre algo que has hecho o algo que tienes",
      "example": "Ich prahlte vor meinen Freunden mit meinem neuen Auto. Ich werde mich bei der Zeremonie mit meinen Leistungen brüsten. Ich prahlte vor meiner Familie mit meinen Kochfähigkeiten.",
      "example_translation": "Me jacté de mi nuevo coche con mis amigos. Me jactaré de mis logros en la ceremonia. Me jacté de mis habilidades culinarias con mi familia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leibwächter",
      "translation": "guardaespaldas",
      "definition": "eine Person, die angestellt ist, jemanden zu schützen, normalerweise eine berühmte oder wichtige Person",
      "definition_translation": "una persona empleada para proteger a alguien, usualmente una persona famosa o importante",
      "example": "Der Präsident hatte einen Leibwächter, der ihn überallhin begleitete. Sie arbeitete als Leibwächter für einen berühmten Schauspieler. Der Leibwächter rettete das Leben des Sängers während des Angriffs.",
      "example_translation": "El presidente tenía un guardaespaldas que lo acompañaba a todos lados. Ella trabajó como guardaespaldas para un actor famoso. El guardaespaldas salvó la vida de la cantante durante el ataque.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "hervir",
      "definition": "der Vorgang, dass eine Flüssigkeit heiß wird und Blasen produziert",
      "definition_translation": "el acto de un líquido que se vuelve caliente y produce burbujas",
      "example": "Das Wasser kocht in dem Topf. Sie kochte vor Wut, als sie die Nachricht hörte. Der Kaffee kochte in der Kaffeemaschine.",
      "example_translation": "El agua está hirviendo en la olla. Ella estaba hirviendo de ira cuando escuchó la noticia. El café estaba hirviendo en la cafetera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "audaz",
      "definition": "zeigt eine Bereitschaft, Risiken einzugehen und Dinge auf eine kühne und selbstbewusste Weise zu tun",
      "definition_translation": "Mostrando una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "Sie trug immer kühne Outfits, um eine Aussage zu machen. Sie trug kühne Outfits, um eine Aussage zu machen. Sie wird kühne Outfits tragen, um eine Aussage zu machen.",
      "example_translation": "Siempre llevaba conjuntos atrevidos para hacer una declaración. Había llevado conjuntos atrevidos para hacer una declaración. Llevará conjuntos atrevidos para hacer una declaración.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühnlich",
      "translation": "audazmente",
      "definition": "auf eine Weise, die eine Bereitschaft zeigt, Risiken einzugehen und Dinge auf eine kühne und selbstbewusste Weise zu tun",
      "definition_translation": "De una manera que muestra una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "Das Unternehmen wird kühnlich in neue Technologien investieren. Das Unternehmen investierte kühnlich in neue Technologien. Das Unternehmen hat kühnlich in neue Technologien investiert.",
      "example_translation": "La empresa invertirá audazmente en nuevas tecnologías. La empresa invirtió audazmente en nuevas tecnologías. La empresa ha invertido audazmente en nuevas tecnologías.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombardierung",
      "translation": "bombardeo",
      "definition": "der Vorgang, Bomben von einem Flugzeug aus abzuwerfen, insbesondere bei einem gezielten Angriff",
      "definition_translation": "El acto de dejar caer bombas desde un avión, especialmente en un ataque deliberado.",
      "example": "Die Stadt erlitt eine Bombardierung während des Krieges. Die Stadt hatte während des Krieges eine Bombardierung erlitten. Die Stadt wird eine Bombardierung während des Krieges erleiden.",
      "example_translation": "La ciudad sufrió un bombardeo durante la guerra. La ciudad había sufrido un bombardeo durante la guerra. La ciudad sufrirá un bombardeo durante la guerra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anleihe",
      "translation": "bono",
      "definition": "eine Art von Investition, bei der ein Anleger einem Kreditnehmer (typischerweise einem Unternehmen oder einer Regierung) Geld leiht, um regelmäßige Zinszahlungen und die Rückzahlung des Hauptbetrags zu erhalten",
      "definition_translation": "Un bono es un tipo de inversión en la que un inversionista presta dinero a un prestatario (típicamente corporativo o gubernamental) a cambio de pagos de intereses regulares y la devolución de su inversión principal.",
      "example": "Das Unternehmen gab eine Anleihe aus, um Kapital für sein neues Projekt zu beschaffen. Es hatte sich über die Jahre mit seinen Anlegern verbunden. Bis Ende des Jahres wird es mit mehreren Anlegern verbunden haben.",
      "example_translation": "La empresa emitió un bono para recaudar capital para su nuevo proyecto. Había formado un vínculo con sus inversores a lo largo de los años. Al final del año, habrá formado un vínculo con varios inversores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bonus",
      "translation": "prima",
      "definition": "eine Zusatzzahlung oder Belohnung, die einem Mitarbeiter, Verkäufer oder Manager für das Erreichen bestimmter Ziele oder Targets gegeben wird",
      "definition_translation": "Una prima es un pago adicional o recompensa otorgada a un empleado, vendedor o ejecutivo por alcanzar ciertos objetivos o metas.",
      "example": "Der Mitarbeiter erhielt einen Bonus für das Erreichen des Verkaufszieles. Sie ist in diesem Quartal für einen Bonus berechtigt. Das Unternehmen bietet seinen Top-Performern einen Bonus an.",
      "example_translation": "El empleado recibió una prima por cumplir con el objetivo de ventas. Ella es elegible para una prima este trimestre. La empresa ofrecerá una prima a sus mejores ejecutores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Broschüre",
      "translation": "folleto",
      "definition": "eine kleine Bücher oder Broschüre, die normalerweise Informationen oder Anweisungen zu einem bestimmten Thema enthält",
      "definition_translation": "Un folleto es un pequeño libro o panfleto, que típicamente contiene información o instrucciones sobre un tema en particular.",
      "example": "Die Reiseagentur stellte eine Broschüre mit Informationen über die Tour bereit. Sie hatte eine Broschüre über Gartenbau geschrieben. Das Unternehmen veröffentlicht eine Broschüre über seine Geschichte.",
      "example_translation": "La agencia de viajes proporcionó un folleto con información sobre el tour. Ella había escrito un folleto sobre jardinería. La empresa está publicando un folleto sobre su historia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    }
  ]