[
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffel",
      "translation": "papa",
      "definition": "Ein stärkehaltiges Gemüse, das oft gebacken und gekocht wird.",
      "definition_translation": "Un vegetal almidonoso que se come con frecuencia, a menudo se utiliza en la cocina y la repostería.",
      "example": "Ich aß eine Kartoffel gestern, ich esse eine Kartoffel jetzt und ich werde eine Kartoffel morgen essen.",
      "example_translation": "Comí una papa ayer, estoy comiendo una papa ahora, y comeré una papa mañana.",
      "imageLink": "image_files\\English\\potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomate",
      "translation": "tomate",
      "definition": "Eine saftige rote oder gelbe Frucht, die an einer Ranke wächst, oft in Salaten und Sandwiches verwendet.",
      "definition_translation": "Una fruta jugosa roja o amarilla que crece en una vid, a menudo se utiliza en ensaladas y sandwiches.",
      "example": "Ich pflückte eine Tomate aus dem Garten gestern, ich esse eine Tomate in meinem Salat jetzt und ich werde eine Tomate in meinem Sandwich morgen verwenden.",
      "example_translation": "Cogí un tomate del jardín ayer, estoy comiendo un tomate en mi ensalada ahora, y utilizaré un tomate en mi sandwich mañana.",
      "imageLink": "image_files\\English\\tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüse",
      "translation": "vegetal",
      "definition": "Jede Pflanze, die für Nahrungszwecke angebaut oder geerntet wird, einschließlich Blätter, Stängel, Wurzeln, Knollen und Früchten.",
      "definition_translation": "Cualquier planta que se cultiva o se cosecha para alimentarse, incluyendo hojas, tallos, raíces, tubérculos y fruta.",
      "example": "Ich pflanzte einen Gemüsegarten letzten Jahr, ich bewässere meinen Gemüsegarten jetzt und ich werde meinen Gemüsegarten nächsten Monat ernten.",
      "example_translation": "Planté un jardín de vegetales el año pasado, estoy regando mi jardín de vegetales ahora, y cosecharé mi jardín de vegetales el próximo mes.",
      "imageLink": "image_files\\English\\vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bohne",
      "translation": "frijol",
      "definition": "Ein kleiner, meist ovaler oder runder Samen, typischerweise weiß, schwarz oder braun, als Nahrung verwendet.",
      "definition_translation": "Una semilla pequeña, generalmente ovalada o redonda, típicamente blanca, negra o marrón, utilizada como alimento.",
      "example": "Ich aß ein Bohnensalat zum Mittagessen. Ich werde Bohnensuppe zum Abendessen essen. Ich hatte ein Bohnenburrito zum Frühstück gegessen.",
      "example_translation": "Me comí una ensalada de frijoles para el almuerzo. Voy a comer una sopa de frijoles para la cena. Había comido un burrito de frijoles para el desayuno.",
      "imageLink": "image_files\\English\\bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karotte",
      "translation": "zanahoria",
      "definition": "Ein langes, dünnes, kegelförmiges Wurzelgemüse, typischerweise orange, oft in Salaten, Eintöpfen und Suppen verwendet.",
      "definition_translation": "Una raíz vegetal larga y delgada, que se estrecha hacia el final, típicamente de color naranja, utilizada en ensaladas, estofados y sopas.",
      "example": "Ich aß ein Karottenstück als Snack. Ich werde Karottenkuchen zum Dessert essen. Ich hatte Karottensaft zum Frühstück getrunken.",
      "example_translation": "Me comí una zanahoria para snack. Voy a comer pastel de zanahoria para postre. Había bebido jugo de zanahoria para el desayuno.",
      "imageLink": "image_files\\English\\carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chili",
      "translation": "chile",
      "definition": "Ein scharfer Pfeffer, oft verwendet, um Lebensmitteln Geschmack zu geben.",
      "definition_translation": "Un pimiento picante, a menudo utilizado para agregar sabor a la comida.",
      "example": "Ich aß einen Chilipfeffer aus einer Mutprobe. Ich werde Chiliconcarne zum Abendessen essen. Ich hatte Chiliflocken auf meiner Pizza gegessen.",
      "example_translation": "Me comí un chile para un desafío. Voy a comer chile con carne para la cena. Había comido polvo de chile en mi pizza.",
      "imageLink": "image_files\\English\\chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauch",
      "translation": "ajo",
      "definition": "Eine Zwiebelpflanze mit einem starken, scharfen Geschmack, oft in der Küche verwendet.",
      "definition_translation": "Una planta bulosa con un sabor fuerte y picante, comúnmente utilizada en la cocina.",
      "example": "Ich werde den Knoblauch für die Soße hacken, ich hackte den Knoblauch für die Soße, ich hatte den Knoblauch für die Soße gehackt.",
      "example_translation": "Cortaré el ajo para la salsa, corté el ajo para la salsa, había cortado el ajo para la salsa.",
      "imageLink": "image_files\\English\\garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwiebel",
      "translation": "cebolla",
      "definition": "Eine Zwiebelpflanze mit einem süßen, starken Geschmack, oft in der Küche verwendet.",
      "definition_translation": "Un vegetal bulboso raíz, comúnmente utilizado en la cocina, con un sabor fuerte y dulce.",
      "example": "Ich dünste die Zwiebel für den Eintopf, ich werde die Zwiebel für den Eintopf dünsten, ich hatte die Zwiebel für den Eintopf gedünst.",
      "example_translation": "Salteé la cebolla para el estofado, saltearé la cebolla para el estofado, había salteado la cebolla para el estofado.",
      "imageLink": "image_files\\English\\onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brokkoli",
      "translation": "brócoli",
      "definition": "Ein grünes Gemüse, das zur Kohlfamilie gehört, mit einem großen, essbaren Blütenkopf.",
      "definition_translation": "Un vegetal verde, perteneciente a la familia de la col, con una gran cabeza de flor comestible.",
      "example": "Ich dämpfte den Brokkoli zum Abendessen, ich werde den Brokkoli zum Abendessen dünsten, ich hatte den Brokkoli zum Abendessen gedämpft.",
      "example_translation": "Al vapor el brócoli para la cena, al vapor el brócoli para la cena, había al vapor el brócoli para la cena.",
      "imageLink": "image_files\\English\\broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohl",
      "translation": "col repollo",
      "definition": "Ein rundes, grünes, rotes oder weißes, essbares Gemüse, das aus dem Boden wächst, oft in der Küche verwendet.",
      "definition_translation": "Una verdura comestible redonda, verde, roja o blanca, con hojas que crecen desde el suelo, a menudo utilizada en la cocina.",
      "example": "Ich aß Kohlsuppe gestern, ich esse sie zum Mittagessen heute und ich werde sie zum Abendessen morgen essen.",
      "example_translation": "Comí sopa de col repollo ayer, estoy comiéndolo para almorzar hoy y lo comeré para cenar mañana.",
      "imageLink": "image_files\\English\\cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zucchini",
      "translation": "calabacín",
      "definition": "Eine Art Sommerkürbis,oft im Kochen verwendet, häufig gegrillt, sautiert oder gedämpft.",
      "definition_translation": "Un tipo de calabacín de verano, comúnmente utilizado en la cocina, a menudo asado, salteado o cocido al vapor.",
      "example": "Ich grillte Zucchini letzte Nacht, ich sautierte sie heute zum Mittagessen und werde sie morgen zum Abendessen dämpfen.",
      "example_translation": "Asé calabacines anoche, estoy salteándolos para almorzar hoy y los cocinaré al vapor para cenar mañana.",
      "imageLink": "image_files\\English\\courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gurke",
      "translation": "pepino",
      "definition": "Ein langer, dünner, grüner Gemüsegarten, oft in Salaten, Sandwiches und als Snack verwendet.",
      "definition_translation": "Un vegetal verde, delgado y largo, a menudo utilizado en ensaladas, sandwiches y como snack.",
      "example": "Ich schnitt Gurken für einen Salat gestern, ich esse sie heute in einem Sandwich und werde sie morgen als Snack essen.",
      "example_translation": "Corté pepinos para una ensalada ayer, estoy comiéndolos en un sandwich hoy y los picaré mañana.",
      "imageLink": "image_files\\English\\cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salat",
      "translation": "lechuga",
      "definition": "Salat ist eine Art Blattgemüse, das oft in Salaten und Sandwiches verwendet wird.",
      "definition_translation": "La lechuga es un tipo de verdura verde comúnmente utilizada en ensaladas y sandwiches.",
      "example": "Ich aß einen Salat mit Salatblättern zum Mittagessen gestern, ich esse heute ein Salatwrap zum Mittagessen und werde morgen Abend einen Salat essen.",
      "example_translation": "Me comí una ensalada con lechuga para almuerzo ayer, estoy comiendo una envoltura de lechuga para almuerzo hoy, y comeré una ensalada de lechuga para cenar mañana.",
      "imageLink": "image_files\\English\\lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erbsen",
      "translation": "guisante",
      "definition": "Eine Erbse ist ein kleiner, kugelförmiger Samen, der reich an Protein ist und oft im Kochen verwendet wird.",
      "definition_translation": "Un guisante es una semilla pequeña y esférica rica en proteínas y comúnmente utilizada en la cocina.",
      "example": "Ich pflanzte Erbsen in meinem Garten letzte Woche, ich ernte Erbsen heute und werde Erbsen zum Abendessen nächste Woche kochen.",
      "example_translation": "Planté guisantes en mi jardín la semana pasada, estoy cosechando guisantes hoy, y cocinaré guisantes para cenar la próxima semana.",
      "imageLink": "image_files\\English\\pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffer",
      "translation": "pimienta",
      "definition": "Pfeffer ist eine Gewürzart, die oft verwendet wird, um Gerichten Geschmack und Schärfe hinzuzufügen.",
      "definition_translation": "La pimienta es una especia comúnmente utilizada para agregar sabor y calor a los alimentos.",
      "example": "Ich fügte Pfeffer meiner Suppe gestern hinzu, ich füge Pfeffer meinem Salat heute hinzu und werde Pfeffer meinem Steak morgen hinzufügen.",
      "example_translation": "Añadí pimienta a mi sopa ayer, estoy agregando pimienta a mi ensalada hoy, y agregaré pimienta a mi bistec mañana.",
      "imageLink": "image_files\\English\\pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kürbis",
      "translation": "calabaza",
      "definition": "Ein Kürbis ist eine Art Kürbis, eine Pflanze, die an einer Ranke wächst, oft im Kochen und als Dekoration, insbesondere während der Herbstsaison, verwendet.",
      "definition_translation": "Una calabaza es un tipo de calabacín, una planta que crece en una vid, a menudo utilizada para cocinar y decoraciones, especialmente durante la temporada de otoño.",
      "example": "Ich schnitt einen Kürbis für Halloween. Ich werde einen Kürbis für Halloween nächstes Jahr schnitzen. Ich hatte einen Kürbis für Halloween letztes Jahr geschnitzt.",
      "example_translation": "Grabé una calabaza para Halloween. Grabaré una calabaza para Halloween el año que viene. Había grabado una calabaza para Halloween el año pasado.",
      "imageLink": "image_files\\English\\pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinat",
      "translation": "espinaca",
      "definition": "Ein Blattgemüse, reich an Eisen und Nährstoffen, oft in Salaten, Smoothies und gekochten Gerichten verwendet.",
      "definition_translation": "Un verdura verde rica en hierro y nutrientes, a menudo utilizada en ensaladas, batidos y platos cocidos.",
      "example": "Ich werde morgen Spinat meinem Smoothie hinzufügen. Ich fügte gestern Spinat meinem Smoothie hinzu. Ich füge täglich Spinat meinem Smoothie hinzu.",
      "example_translation": "Agregaré espinaca a mi batido mañana. Agregué espinaca a mi batido ayer. Agrego espinaca a mi batido todos los días.",
      "imageLink": "image_files\\English\\spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mais",
      "translation": "maíz dulce",
      "definition": "Eine Art Mais, der einen hohen Zuckergehalt hat, oft gekocht oder gegrillt und häufig in mexikanischer und amerikanischer Küche verwendet.",
      "definition_translation": "Un tipo de maíz que es alto en contenido de azúcar, a menudo comido hervido o asado, y comúnmente utilizado en la cocina mexicana y americana.",
      "example": "Ich werde Mais für das Barbecue grillen. Ich grillte Mais für das Barbecue letzten Sommer. Ich grille Mais für das Barbecue jeden Jahr.",
      "example_translation": "Asaré maíz dulce para la barbacoa. Asé maíz dulce para la barbacoa el verano pasado. Asó maíz dulce para la barbacoa todos los años.",
      "imageLink": "image_files\\English\\corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "berenjena",
      "definition": "EinPurple Gemüse, typischerweise oval oder eiförmig, im Kochen verwendet.",
      "definition_translation": "Una verdura morada, típicamente ovalada o con forma de huevo, utilizada en la cocina.",
      "example": "Ich röstete eine Aubergine und Hähnchen zum Abendessen gestern. Ich werde eine Aubergine zum Mittagessen heute grillen. Ich hatte gestern eine Aubergine mit Knoblauch gesautiert.",
      "example_translation": "Asé una berenjena y algo de pollo para cenar anoche. Asaré una berenjena para almorzar hoy. Salteé una berenjena con ajo ayer.",
      "imageLink": "image_files\\English\\aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenkohl",
      "translation": "coliflor",
      "definition": "Ein weißes oder grünlich-weißes Gemüse, bestehend aus einer dichten Blüte von Blüten, im Kochen verwendet.",
      "definition_translation": "Un vegetal blanco o blanco-verdoso, compuesto por una cabeza densa de flores, utilizado en la cocina.",
      "example": "Ich dämpfte einen Blumenkohl und servierte ihn mit Käsesoße gestern. Ich werde einen Blumenkohl mit Knoblauch zum Abendessen heute rösten. Ich hatte letzten Woche einen Blumenkohl mit Reis gekocht und gemischt.",
      "example_translation": "Al vapor una coliflor y la serví con salsa de queso ayer. Asaré una coliflor con ajo para cenar hoy. Herví una coliflor y la mezclé con arroz la semana pasada.",
      "imageLink": "image_files\\English\\cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lauch",
      "translation": "puerro",
      "definition": "Ein Gemüse, das mit der Zwiebel verwandt ist, mit einem langen, dünnen, weißen und grünen Stängel, verwendet in der Kochkunst.",
      "definition_translation": "Un vegetal, relacionado con la cebolla, con un tallo largo, delgado, blanco y verde, utilizado en la cocina.",
      "example": "Ich sautierte einen Lauch und einige Pilze zum Abendessen gestern Nacht. Ich werde einen Lauch grillen und ihn heute mit Suppe servieren. Ich hatte einen Lauch gekocht und ihn mit Kartoffeln gemischt gestern.",
      "example_translation": "Salteé un puerro y algunos champiñones para cenar anoche. Asaré un puerro y lo serviré con sopa hoy. Herví un puerro y lo mezclé con patatas ayer.",
      "imageLink": "image_files\\English\\leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Petersilie",
      "translation": "perejil",
      "definition": "Petersilie ist ein beliebtes Gewürz, das verwendet wird, um verschiedenen Gerichten einen frischen Geschmack zu verleihen, einschließlich Salaten, Suppen und Soßen.",
      "definition_translation": "El perejil es una hierba popular utilizada para agregar sabor fresco a various platos, incluyendo ensaladas, sopas y salsas.",
      "example": "Ich fügte einige Petersilie zur Suppe hinzu, um ihr einen frischen Geschmack zu geben. Ich werde Petersilie zum Salat hinzufügen morgen. Sie fügte Petersilie zur Soße hinzu gestern.",
      "example_translation": "Añadí algo de perejil a la sopa para darle un sabor fresco. Añadiré perejil a la ensalada mañana. Ella añadió perejil a la salsa ayer.",
      "imageLink": "image_files\\English\\parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radieschen",
      "translation": "rábano",
      "definition": "Ein Radieschen ist ein Wurzelgemüse, das oft roh oder gekocht in Salaten, Suppen und Stir-Fries verwendet wird.",
      "definition_translation": "Un rábano es una verdura de raíz que a menudo se come cruda o cocida en ensaladas, sopas y stir-fries.",
      "example": "Ich liebe es, Radieschen im Salat mit Vinaigrette-Dressing zu essen. Sie wird Radieschen in der Suppe morgen kochen. Sie aßen Radieschen mit Butter gestern.",
      "example_translation": "Me encanta comer rábano en la ensalada con un aderezo de vinaigreta. Ella cocinará rábano en la sopa mañana. Comieron rábano con mantequilla ayer.",
      "imageLink": "image_files\\English\\radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkohl",
      "translation": "col roja",
      "definition": "Rotkohl ist eine Art von Kohl, die ihren tiefroten Farbton durch ihre hohe Konzentration an Anthocyanen erhält.",
      "definition_translation": "La col roja es un tipo de col que obtiene su color rojo profundo de su alta concentración de antocianinas.",
      "example": "Ich werde morgen Rotkohl für den Salat kaufen. Sie aß Rotkohl mit Karotten gestern. Sie werden Rotkohl in der Schmorbrühe nächste Woche kochen.",
      "example_translation": "Compraré col roja para la ensalada mañana. Ella comió col roja con zanahorias ayer. Cocinarán col roja en el estofado la próxima semana.",
      "imageLink": "image_files\\English\\red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühlingszwiebel",
      "translation": "cebolla de verdeo",
      "definition": "Eine junge Zwiebel, die vor der Bildung der Knolle geerntet wird, verwendet als Gemüse.",
      "definition_translation": "Una cebolla joven cosechada antes de que se forme el bulbo, utilizada como verdura.",
      "example": "Ich verwendete Frühlingszwiebeln im Salat, aber ich hatte sie gestern in der Suppe verwendet und werde sie morgen in dem Stir-Fry verwenden.",
      "example_translation": "Usé cebolla de verdeo en la ensalada, pero las había usado en la sopa ayer y las usaré en el salteado mañana.",
      "imageLink": "image_files\\English\\spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "raíz de remolacha",
      "definition": "Ein süßes und nahrhaftes Wurzelgemüse, typischerweise rot oder goldfarben.",
      "definition_translation": "Una raíz vegetal dulce y nutritiva, típicamente de color rojo o dorado.",
      "example": "Ich trank Rüben-Saft zum Frühstück, ich werde Rüben heute Abend rösten und ich röstete Rüben zum Abendessen gestern Abend.",
      "example_translation": "Tuve jugo de raíz de remolacha para desayunar, asaré raíz de remolacha para cena esta noche y asé raíz de remolacha para cena anoche.",
      "imageLink": "image_files\\English\\beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Soja, Sojabohne",
      "translation": "soja",
      "definition": "Eine Hülsenfrucht, native to Asien, deren Bohnen als Nahrungsmittel verwendet werden.",
      "definition_translation": "Una planta leguminosa, nativa de Asia, cuyos frijoles se utilizan como fuente de alimentos.",
      "example": "Ich esse Sojasoße seit Jahren, ich werde Sojamilch morgen probieren und ich probierte Soja-Proteinpulver gestern.",
      "example_translation": "He estado comiendo salsa de soja durante años, probaré leche de soja mañana y probé polvo de proteína de soja ayer.",
      "imageLink": "image_files\\English\\soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ackerbohne",
      "translation": "haba",
      "definition": "Eine Hülsenfrucht, Vicia faba, die weithin angebaut wird für ihre essbaren Samen und Hülsen, die oft in der Kochkunst verwendet werden.",
      "definition_translation": "Una legumbre de vaina, Vicia faba, ampliamente cultivada por sus semillas y vainas comestibles, que se utilizan a menudo en la cocina.",
      "example": "Ich aß Ackerbohnen in meinem Salat gestern, ich werde sie wieder morgen essen und ich aß sie letzte Woche.",
      "example_translation": "Yo tenía habas en mi ensalada ayer, voy a comerlas de nuevo mañana, y comí ellas la semana pasada.",
      "imageLink": "image_files\\English\\broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosenkohl",
      "translation": "brócoli de Bruselas",
      "definition": "Ein kleines, grünes, knospiges Gemüse, Brassica oleracea var. gemmifera, das auf einem Stiel wächst und oft gekocht oder gedämpft gegessen wird.",
      "definition_translation": "Un vegetal pequeño, verde, tipo de brote, Brassica oleracea var. gemmifera, que crece en un tallo y se come a menudo hervido o al vapor.",
      "example": "Ich werde Rosenkohl zum Abendessen heute Nacht kochen, meine Mutter kochte ihn letzte Nacht, und ich kochte ihn gestern Morgen.",
      "example_translation": "Voy a cocinar brócoli de Bruselas para la cena esta noche, mi madre los cocinó anoche, y yo los cociné esta mañana.",
      "imageLink": "image_files\\English\\brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Artischocke",
      "translation": "alcachofa",
      "definition": "Eine stachelige Pflanze, Cynara scolymus, mit essbaren Blütenknospen, die oft gekocht oder gegrillt gegessen werden.",
      "definition_translation": "Una planta con hojas espinosas, Cynara scolymus, con brotes de flor comestibles que se comen a menudo hervidos o asados.",
      "example": "Ich aß Artischocken im Restaurant letzte Woche, meine Schwester wird sie zum Mittagessen heute essen, und mein Bruder aß sie gestern Abend.",
      "example_translation": "Yo comí alcachofas en el restaurante la semana pasada, mi hermana las comerá en el almuerzo hoy, y mi hermano las comió ayer por la noche.",
      "imageLink": "image_files\\English\\artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spargel",
      "translation": "espárrago",
      "definition": "Spargel ist ein mehrjähriges Gemüse, das für seine essbaren Triebe angebaut wird, die im Frühling geerntet werden.",
      "definition_translation": "El espárrago es una verdura perenne que se cultiva por sus brotes comestibles, que se cosechan en la primavera.",
      "example": "Ich kochte Spargel zum Abendessen gestern Nacht, ich koche Spargel für das Mittagessen heute und ich werde Spargel für das Frühstück morgen kochen.",
      "example_translation": "Cociné espárrago para cenar anoche, estoy cocinando espárrago para almuerzo hoy, y cocinaré espárrago para desayunar mañana.",
      "imageLink": "image_files\\English\\asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sellerie",
      "translation": "apio",
      "definition": "Sellerie ist ein knackiges, süßes Gemüse, das häufig in Salaten und als Crudités für Dips verwendet wird.",
      "definition_translation": "El apio es una verdura crujiente y dulce que se utiliza comúnmente en ensaladas y como crudités para dips.",
      "example": "Ich kaute auf Selleriestangen während ich letzte Nacht fernsah, ich kaue auf Selleriestangen gerade jetzt und ich werde Selleriestangen bei der Party morgen knabbern.",
      "example_translation": "Masticaba palos de apio mientras veía TV anoche, estoy mordisqueando palos de apio en este momento, y masticaré palos de apio en la fiesta mañana.",
      "imageLink": "image_files\\English\\celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zichorie",
      "translation": "achicoria",
      "definition": "Zichorie ist eine mehrjährige Pflanze, die als Kaffeesurrogat verwendet wird, und ihre Wurzeln werden auch als Gemüse verwendet.",
      "definition_translation": "La achicoria es una hierba perenne que se utiliza como sustituto de café, y sus raíces también se utilizan como verdura.",
      "example": "Ich benutzte Zichorie in meinem Kaffee heute Morgen, ich braue Zichorietee gerade jetzt und ich werde Zichorienwurzeln für das Abendessen heute Abend rösten.",
      "example_translation": "Utilicé achicoria en mi café esta mañana, estoy preparando té de achicoria en este momento, y asaré raíces de achicoria para cenar esta noche.",
      "imageLink": "image_files\\English\\chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnittlauch",
      "translation": "ciboulette",
      "definition": "Schnittlauch ist eine Art von Kräuter, die häufig in der Küche verwendet wird, um Geschmack und Textur zu Suppen, Salaten und anderen Gerichten hinzuzufügen. Sie haben einen milden Zwiebels Geschmack und werden oft verwendet, um Suppen, Salate und andere Gerichte zu garnieren.",
      "definition_translation": "Las ciboulettes son un tipo de hierba que se utiliza comúnmente en la cocina para agregar sabor y textura a los platos. Tienen un sabor suave a cebolla y se utilizan a menudo para decorar sopas, ensaladas y otros platos.",
      "example": "Ich werde Schnittlauch hacken und es zur Suppe hinzufügen, um extra Geschmack zu geben. Ich hackte Schnittlauch und fügte es zur Suppe hinzu, um extra Geschmack zu geben. Ich hacke Schnittlauch und füge es zur Suppe hinzu, um extra Geschmack zu geben.",
      "example_translation": "Cortaré las ciboulettes y las agregaré a la sopa para darle más sabor. Corté las ciboulettes y las agregué a la sopa para darle más sabor. Corto las ciboulettes y las agrego a la sopa para darle más sabor.",
      "imageLink": "image_files\\English\\chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kresse",
      "translation": "mostaza",
      "definition": "Kresse ist eine Art von pfefferigem Grün, das häufig in Salaten und als Garnitur verwendet wird. Sie hat einen scharfen Geschmack und ist reich an Vitaminen und Antioxidantien.",
      "definition_translation": "La mostaza es un tipo de hierba verde picante que se utiliza comúnmente en ensaladas y como adorno. Tiene un sabor picante y es rica en vitaminas y antioxidantes.",
      "example": "Ich werde etwas Kresse zum Salat hinzufügen, um einen Geschmacksschub zu geben. Ich fügte etwas Kresse zum Salat hinzu, um einen Geschmacksschub zu geben. Ich füge etwas Kresse zum Salat hinzu, um einen Geschmacksschub zu geben.",
      "example_translation": "Agregaré algunas mostazas a la ensalada para un estallido de sabor. Agregué algunas mostazas a la ensalada para un estallido de sabor. Agrego algunas mostazas a la ensalada para un estallido de sabor.",
      "imageLink": "image_files\\English\\cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dill",
      "translation": "eneldo",
      "definition": "Dill ist eine Art von Kräuter, die häufig in der Küche verwendet wird, um Geschmack zu Gerichten wie Gurken und Salaten hinzuzufügen. Sie hat einen frischen, hellen Geschmack und ist reich an Vitaminen und Antioxidantien.",
      "definition_translation": "El eneldo es un tipo de hierba que se utiliza comúnmente en la cocina para agregar sabor a platos como pepinillos y ensaladas. Tiene un sabor fresco y luminoso y es rico en vitaminas y antioxidantes.",
      "example": "Ich werde Dill verwenden, um ein leckeres Gurkenrezept zu machen. Ich verwendete Dill, um ein leckeres Gurkenrezept zu machen. Ich verwende Dill, um ein leckeres Gurkenrezept zu machen.",
      "example_translation": "Usaré eneldo para hacer una receta de pepinillos deliciosa. Usé eneldo para hacer una receta de pepinillos deliciosa. Uso eneldo para hacer una receta de pepinillos deliciosa.",
      "imageLink": "image_files\\English\\dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fenchel",
      "translation": "hinojo",
      "definition": "Fenchel ist eine mehrjährige Pflanze mit fedrigen Blättern und gelblich-braunen Blüten. Sie ist ursprünglich aus der Mittelmeerregion und wird weit verbreitet für ihre anisartig schmeckenden Früchte und Blätter angebaut, die in der Küche und Medizin verwendet werden.",
      "definition_translation": "El hinojo es una hierba perenne con hojas plumosas y flores amarillentas-marrones. Es originario de la región del Mediterráneo y se cultiva ampliamente por sus frutos y hojas con sabor a anís, que se utilizan en cocina y medicina.",
      "example": "Ich fügte Fenchel zum Salat gestern hinzu, aber ich werde heute mehr hinzufügen und werde morgen noch mehr hinzugefügt haben.",
      "example_translation": "Añadí algo de hinojo a la ensalada ayer, pero agregaré más hoy, y habré agregado aún más para mañana.",
      "imageLink": "image_files\\English\\fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Meerrettich",
      "translation": "rábano picante",
      "definition": "Meerrettich ist eine mehrjährige Pflanze mit einer pungenten, bitteren Geschmack. Sie ist ursprünglich aus Europa und Asien und wird häufig als Gewürz oder Zutat in Saucen, Suppen und Marinaden verwendet.",
      "definition_translation": "El rábano picante es una planta perenne con un sabor picante y amargo. Es originario de Europa y Asia y se utiliza comúnmente como condimento o ingrediente en salsas, sopas y marinados.",
      "example": "Sie rieb Meerrettich ab, um ihn zur Sauce hinzuzufügen, aber sie wird mehr Meerrettich für das nächste Mal raspeln, und sie hatte sogar mehr Meerrettich für die Party letzte Woche gerieben.",
      "example_translation": "Ella ralló algo de rábano picante para agregar a la salsa, pero rallará más para la próxima comida, y había rallado aún más para la fiesta la semana pasada.",
      "imageLink": "image_files\\English\\horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grünkohl",
      "translation": "col rizada",
      "definition": "Grünkohl ist eine Art von Blattgemüse, das reich an Vitaminen und Mineralstoffen ist. Es wird häufig in Salaten, Suppen und als Beilage verwendet.",
      "definition_translation": "La col rizada es un tipo de verdura verde de hoja que es alta en vitaminas y minerales. Se utiliza comúnmente en ensaladas, sopas y salteada como guarnición.",
      "example": "Ich werde Grünkohl zum Smoothie morgen hinzufügen, aber ich fügte Grünkohl zum Salat gestern hinzu, und ich hatte Grünkohl zur Suppe letzte Woche hinzugefügt.",
      "example_translation": "Voy a agregar col rizada al smoothie mañana, pero agregué col rizada a la ensalada ayer, y había agregado col rizada a la sopa la semana pasada.",
      "imageLink": "image_files\\English\\kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linsen",
      "translation": "lenteja",
      "definition": "Linsen sind eine Art von Hülsenfrüchten, die häufig in Suppen, Eintöpfen und Currys verwendet werden. Sie sind reich an Protein und Ballaststoffen und eine gute Quelle für essentielle Nährstoffe wie Eisen und Kalium.",
      "definition_translation": "La lenteja es un tipo de legumbre que se utiliza comúnmente en sopas, estofados y curris. Es alta en proteínas y fibra y es una buena fuente de nutrientes esenciales como hierro y potasio.",
      "example": "Ich kochte Linsen zum Abendessen gestern Nacht, ich koche Linsen für das Mittagessen heute und ich werde Linsen für das Frühstück morgen kochen.",
      "example_translation": "Yo cociné lentejas para la cena anoche, estoy cocinando lentejas para el almuerzo hoy y cocinaré lentejas para el desayuno mañana.",
      "imageLink": "image_files\\English\\lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mark",
      "translation": "tuétano",
      "definition": "Mark ist das schwammige Gewebe in einigen Knochen, wie Hüften und Oberschenkelknochen, das Blutzellen produziert. Es kann auch das weiche, fettige Gewebe bezeichnen, das die Hohlräume der Knochen ausfüllt.",
      "definition_translation": "El tuétano es el tejido esponjoso dentro de algunos huesos, como las caderas y los huesos del muslo, que produce células sanguíneas. También se puede referir al tejido blando y graso que llena las cavernas de los huesos.",
      "example": "Der Arzt musste eine Marke aus meinem Knochen entnehmen, um sie zu untersuchen, ich werde nächsten Monat eine Marktransplantation durchführen, und der Patient benötigt eine Markspende.",
      "example_translation": "El médico tuvo que extraer una muestra de tuétano de mi hueso para examinarlo, tendré que someterme a un trasplante de tuétano el próximo mes y el paciente necesita recibir una donación de tuétano.",
      "imageLink": "image_files\\English\\marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pastinake",
      "translation": "chirivía",
      "definition": "Eine Pastinake ist ein Typ von Wurzelgemüse, das einem Karotten ähnelt, aber einen süßeren und nussigten Geschmack hat. Es wird oft in Suppen, Eintöpfen und als geröstetes Beilagen verwendet.",
      "definition_translation": "Una chirivía es un tipo de vegetal de raíz que es similar a una zanahoria, pero tiene un sabor más dulce y nuez. A menudo se utiliza en sopas, estofados y asado como un plato lateral.",
      "example": "Ich aß Pastinaken zum Abendessen gestern, ich esse Pastinaken zum Mittagessen heute, und ich werde Pastinaken zum Frühstück morgen essen.",
      "example_translation": "Yo comí chirivías para la cena anoche, estoy comiendo chirivías para el almuerzo hoy y comeré chirivías para el desayuno mañana.",
      "imageLink": "image_files\\English\\parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhabarber",
      "translation": "ruibarbo",
      "definition": "Eine mehrjährige Pflanze mit großen, dreieckigen Blättern und langen, fleischigen Stielen, oft in Kuchen und Torten verwendet.",
      "definition_translation": "Una planta perenne con hojas triangulares grandes y tallos carnosos largos, a menudo utilizada en tartas y pasteles.",
      "example": "Ich aß Rhabarberkuchen, als ich ein Kind war, jetzt ziehe ich meinen eigenen Rhabarber im Garten, und morgen backe ich einen Rhabarberkuchen.",
      "example_translation": "Solía comer tarta de ruibarbo cuando era niño, ahora cultivo mi propio ruibarbo en el jardín, y mañana hornearé un pastel de ruibarbo.",
      "imageLink": "image_files\\English\\rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "nabo",
      "definition": "Eine Art von Wurzelgemüse, ähnlich einem Kohlrabi, aber größer und süßer.",
      "definition_translation": "Un tipo de verdura de raíz, similar a una zanahoria, pero más grande y dulce.",
      "example": "Ich kaufte eine Rübe auf dem Markt gestern, ich esse sie heute gekocht, und ich werde sie nächste Woche rösten.",
      "example_translation": "Compré un nabo en el mercado ayer, estoy comiéndolo hervido hoy, y lo asaré la próxima semana.",
      "imageLink": "image_files\\English\\swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßkartoffel",
      "translation": "boniato",
      "definition": "Ein stärkehaltiges Wurzelgemüse, oft als Beilage serviert, insbesondere während der Feiertage.",
      "definition_translation": "Una verdura de raíz almidonosa, a menudo consumida como guarnición, especialmente durante las fiestas.",
      "example": "Ich backte eine Süßkartoffel zum Abendessen gestern, ich werde sie heute purée, und ich werde morgen Süßkartoffelfritten machen.",
      "example_translation": "Horneé un boniato para cenar anoche, lo machacaré para almorzar hoy, y haré papas fritas de boniato mañana.",
      "imageLink": "image_files\\English\\sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "nabo",
      "definition": "Eine Rübe ist ein Wurzelgemüse, das weltweit in gemäßigten Klimazonen für seinen süßen, pfeffrigen Geschmack und seine knackige Textur angebaut wird. Es ist ein Kühlsaison-Kultur, was bedeutet, dass es am besten in den kühleren Temperaturen des Frühlings oder Herbstes wächst.",
      "definition_translation": "Un nabo es una verdura de raíz comunmente cultivada en climas templados en todo el mundo por su sabor dulce y picante y su textura crujiente. Es un cultivo de temporada fría, lo que significa que crece mejor en las temperaturas más frías de la primavera o el otoño.",
      "example": "Ich aß eine Rübensuppe gestern, ich werde heute eine Rübensalat essen, und ich werde morgen eine Rübeneintopf essen. Letzte Woche kaufte ich eine Rübe auf dem Bauernmarkt, und die Woche davor pflanzte ich eine Rübe in meinem Garten.",
      "example_translation": "Comí una sopa de nabo ayer, comeré una ensalada de nabo hoy y comeré un estofado de nabo mañana. La semana pasada, compré un nabo en el mercado de productores, y la semana anterior, planté un nabo en mi jardín.",
      "imageLink": "image_files\\English\\turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]