[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messer",
      "translation": "cuchillo",
      "definition": "Ein Messer ist ein Schneidwerkzeug, das aus einer scharfen Klinge besteht, die an einem Griff befestigt ist.",
      "definition_translation": "Un cuchillo es un instrumento de corte que consiste en una hoja afilada unida a un mango.",
      "example": "Ich verwendete ein Messer, um die Gemüse gestern zu schneiden, ich verwende es jeden Morgen, um das Brot zu schneiden, und ich werde es morgen verwenden, um die Truthahn zu tranchieren.",
      "example_translation": "Usé un cuchillo para picar las verduras ayer, lo uso para cortar el pan cada mañana y lo usaré para trinchar el pavo mañana.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "tazón",
      "definition": "Eine Schale ist ein rundes, offenes Gefäß, das zur Aufbewahrung oder zum Servieren von Speisen verwendet wird.",
      "definition_translation": "Un tazón es un contenedor abierto y redondo utilizado para contener o servir comida.",
      "example": "Ich wusch die Schale nach dem Frühstück, ich verwende sie jeden Tag, um den Salat zu mischen, und ich werde sie heute Nacht verwenden, um das Dessert zu servieren.",
      "example_translation": "Lavé el tazón después del desayuno, lo uso para mezclar la ensalada todos los días y lo usaré para servir el postre esta noche.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kocher",
      "translation": "cocinilla",
      "definition": "Ein Kocher ist ein Küchengerät, das zum Kochen von Speisen verwendet wird.",
      "definition_translation": "Una cocinilla es un electrodoméstico de cocina utilizado para cocinar alimentos.",
      "example": "Ich verwendete den Kocher, um das Wasser gestern zu kochen, ich verwende es jeden Woche, um das Gemüse zu dünsten, und ich werde es morgen verwenden, um das Hähnchen zu braten.",
      "example_translation": "Usé la cocinilla para hervir el agua ayer, lo uso para cocinar las verduras cada semana y lo usaré para asar el pollo mañana.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schrank",
      "translation": "armario",
      "definition": "Ein Schrank ist ein Möbelstück mit Fächern, das zur Aufbewahrung von Speisen, Geschirr und Geräten verwendet wird.",
      "definition_translation": "Un armario es un mueble con estantes, utilizado para almacenar alimentos, platos y utensilios.",
      "example": "Ich öffnete den Schrank, um ein Glas zu holen, gestern öffnete ich den Schrank, um ein Tablett zu holen, und heute werde ich den Schrank öffnen, um eine Schale zu holen.",
      "example_translation": "Abrí el armario para obtener un vaso, ayer abrí el armario para obtener un plato, y mañana abriré el armario para obtener un tazón.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schublade",
      "translation": "cajón",
      "definition": "Eine Schublade ist ein kastenförmiges Behältnis in einem Möbelstück, das zur Aufbewahrung von Dingen wie Kleidern oder Büromaterial verwendet wird.",
      "definition_translation": "Un cajón es un contenedor tipo caja en un mueble, utilizado para almacenar cosas como ropa o suministros de oficina.",
      "example": "Ich zog die Schublade heraus, um ein Hemd zu holen, gestern zog ich die Schublade heraus, um eine Akte zu holen, und heute werde ich die Schublade herausziehen, um einen Stift zu holen.",
      "example_translation": "Saqué el cajón para obtener una camisa, ayer saqué el cajón para obtener un archivo, y mañana sacaré el cajón para obtener una pluma.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gabel",
      "translation": "tenedor",
      "definition": "Eine Gabel ist ein Besteck mit Zacken, das zum Essen und Servieren von Speisen verwendet wird.",
      "definition_translation": "Un tenedor es un utensilio con puntas, utilizado para comer y servir alimentos.",
      "example": "Ich nahm die Gabel, um den Salat zu essen, gestern nahm ich die Gabel, um das Dessert zu essen, und heute werde ich die Gabel nehmen, um das Essen zu essen.",
      "example_translation": "Cogí el tenedor para comer una ensalada, ayer cogí el tenedor para comer un postre, y mañana cogeré el tenedor para comer una comida.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kühlschrank",
      "translation": "nevera",
      "definition": "Ein großer elektrischer Apparat, der zum Kühlen von Speisen und Getränken verwendet wird.",
      "definition_translation": "un gran electrodoméstico utilizado para mantener los alimentos y bebidas frescos",
      "example": "Ich öffnete den Kühlschrank, um ein kaltes Getränk zu holen. Gestern hatte ich den Kühlschrank geöffnet, um zu überprüfen, ob wir noch Reste hatten. Heute werde ich den Kühlschrank öffnen, um zu sehen, was wir kaufen müssen.",
      "example_translation": "Abrí la nevera para tomar una bebida fría. Ayer, había abierto la nevera para verificar si tenía alguna comida leftover. Mañana, abriré la nevera para ver qué necesitamos comprar.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Küchentisch",
      "translation": "mesa de cocina",
      "definition": "Ein Tisch, normalerweise aus Holz oder Plastik, der in einer Küche zum Zubereiten und Essen von Mahlzeiten verwendet wird.",
      "definition_translation": "una mesa, usualmente hecha de madera o plástico, utilizada para preparar y comer comidas en una cocina",
      "example": "Wir saßen am Küchentisch, um das Frühstück zu essen. Gestern hatten wir am Küchentisch gesessen, um unsere Hausaufgaben zu erledigen. Heute werden wir am Küchentisch sitzen, um unsere Reise zu planen.",
      "example_translation": "Nos sentamos a la mesa de cocina para desayunar. Ayer, nous habíamos sentado a la mesa de cocina para hacer nuestro trabajo. Mañana, nos sentaremos a la mesa de cocina para planificar nuestro viaje.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mikrowelle (Ofen)",
      "translation": "microondas",
      "definition": "Ein Küchengerät, das elektromagnetische Wellen verwendet, um Speisen schnell zu erhitzen oder zu kochen.",
      "definition_translation": "un electrodoméstico de cocina que utiliza ondas electromagnéticas para calentar o cocinar comida rápidamente",
      "example": "Ich erhitzte mein Abendessen in der Mikrowelle. Gestern hatte ich mein Mittagessen in der Mikrowelle erhitzt. Heute werde ich mein Frühstück in der Mikrowelle erhitzen.",
      "example_translation": "Calenté mi cena en el microondas. Ayer, había calentado mi almuerzo en el microondas. Mañana, calentaré mi desayuno en el microondas.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regal",
      "translation": "estante",
      "definition": "Ein Regal ist eine flache, horizontale Ebene, die in einer festen Höhe befestigt ist, um Objekte zu lagern oder auszustellen.",
      "definition_translation": "Un estante es un plano horizontal, típicamente fijo a una altura, utilizado para almacenar o mostrar objetos.",
      "example": "Ich platzierte das Buch auf dem oberen Regal gestern, heute werde ich es auf dem mittleren Regal platzieren, und morgen werde ich das untere Regal säubern.",
      "example_translation": "Coloqué el libro en el estante superior ayer, lo pondré en el estante medio hoy y limpiaré el estante inferior mañana.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spüle",
      "translation": "fregadero",
      "definition": "Eine Spüle ist eine Sanitäreinrichtung, die zum Waschen von Händen, Geschirr oder anderen Objekten verwendet wird.",
      "definition_translation": "Un fregadero es un accesorio de fontanería utilizado para lavar manos, platos u otros objetos.",
      "example": "Ich wusch meine Hände in der Spüle letzte Nacht, ich werde das Geschirr in der Spüle heute Abend waschen und ich wusch mein Gesicht in der Spüle heute Morgen.",
      "example_translation": "Me lavé las manos en el fregadero anoche, lavaré los platos en el fregadero esta noche y me lavé la cara en el fregadero esta mañana.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löffel",
      "translation": "cuchara",
      "definition": "Ein Löffel ist ein Essbesteck, das zum Essen oder Servieren von Speisen verwendet wird, normalerweise besteht es aus einer kleinen, flachen Schale und einem Griff.",
      "definition_translation": "Una cuchara es un utensilio utilizado para comer o servir alimentos, que consiste típicamente en un pequeño tazón poco profundo y un mango.",
      "example": "Ich aß meine Suppe mit einem Löffel gestern, ich werde mein Frühstück mit einem Löffel morgen essen und ich aß mein Jogurt mit einem Löffel heute Morgen.",
      "example_translation": "Me comí la sopa con una cuchara ayer, comeré mi cereal con una cuchara mañana y me comí el yogurt con una cuchara esta mañana.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mülltonne",
      "translation": "basurero",
      "definition": "Ein Behälter, der verwendet wird, um etwas zu halten oder zu lagern, insbesondere Abfall oder Müll.",
      "definition_translation": "Un contenedor utilizado para contener o almacenar algo, especialmente desechos o basura.",
      "example": "Ich warf die leere Dose in die Mülltonne. Ich hatte die Mülltonne gestern gereinigt. Ich werde die Mülltonne morgen leeren.",
      "example_translation": "Lancé la lata vacía al basurero. Limpié el basurero ayer. Vaciaré el basurero mañana.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschirrspüler",
      "translation": "lavavajillas",
      "definition": "Eine Maschine, die verwendet wird, um Geschirr zu waschen, insbesondere in einer häuslichen oder kommerziellen Küche.",
      "definition_translation": "Una máquina para lavar platos, especialmente en una cocina doméstica o comercial.",
      "example": "Ich lud den Geschirrspüler letzte Nacht. Der Geschirrspüler macht ein seltsames Geräusch. Ich werde nächstes Jahr einen neuen Geschirrspüler kaufen.",
      "example_translation": "Cargué el lavavajillas anoche. El lavavajillas está haciendo un ruido extraño. Compraré un nuevo lavavajillas el próximo año.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elektrokessel",
      "translation": "tetera eléctrica",
      "definition": "Ein Kessel, der durch Elektrizität angetrieben wird, um Wasser zu kochen.",
      "definition_translation": "Una tetera que funciona con electricidad, utilizada para hervir agua.",
      "example": "Ich steckte den Elektrokessel ein. Der Elektrokessel hatte aufgehört zu funktionieren. Ich werde meiner Mutter einen Elektrokessel kaufen.",
      "example_translation": "Conecté la tetera eléctrica. La tetera eléctrica había dejado de funcionar. Compraré una tetera eléctrica para mi madre.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefrierfach",
      "translation": "congelador",
      "definition": "Ein elektrisches Gerät, das verwendet wird, um Lebensmittel gefroren zu halten, typischerweise in einer Küche.",
      "definition_translation": "Un electrodoméstico utilizado para mantener los alimentos congelados, generalmente en una cocina.",
      "example": "Ich legte die Reste in das Gefrierfach, um sie später zu essen. Ich hatte das Fleisch letzten Woche gefroren. Ich werde die Gemüse morgen einfrieren.",
      "example_translation": "Puse las sobras en el congelador para comer más tarde. Congelé la carne la semana pasada. Congelaré las verduras mañana.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfanne",
      "translation": "sartén",
      "definition": "Ein Kochgefäß, typischerweise aus Metall, das verwendet wird, um Lebensmittel zu braten, zu sautieren und zu bräunen.",
      "definition_translation": "Un recipiente de cocina generalmente hecho de metal, utilizado para freír, saltear y dorar alimentos.",
      "example": "Ich erhitzte die Pfanne, um die Eier zu kochen. Sie hatte das Bacon in einer Pfanne gestern gebraten. Er wird eine antihaftende Pfanne verwenden, um den Fisch morgen zu kochen.",
      "example_translation": "Calenté la sartén para cocinar los huevos. Ella había frito la panceta en una sartén ayer. Él usará una sartén antiadherente para cocinar el pescado mañana.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ofen",
      "translation": "horno",
      "definition": "Ein Küchengerät, das verwendet wird, um Lebensmittel zu backen, zu rösten und zu erhitzen.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para hornear, asar y calentar alimentos.",
      "example": "Ich vorheizte den Ofen, um den Kuchen zu backen. Sie hatten das Hähnchen im Ofen letzten Nacht geröstet. Wir werden den Ofen verwenden, um die Pizza morgen zu erhitzen.",
      "example_translation": "Precalienté el horno para hornear el pastel. Ellos habían asado el pollo en el horno anoche. Nosotros usaremos el horno para calentar la pizza mañana.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Topf",
      "translation": "olla",
      "definition": "Ein Topf ist ein Kochgefäß, typischerweise rund und tief, das verwendet wird, um Lebensmittel zuzubereiten und zu servieren.",
      "definition_translation": "Una olla es un recipiente de cocina, generalmente redondo y profundo, utilizado para preparar y servir comida.",
      "example": "Ich kochte Wasser in einem Topf gestern, ich koche Wasser in einem Topf jetzt und ich werde Wasser in einem Topf morgen kochen.",
      "example_translation": "Hierve agua en una olla ayer, estoy hirviendo agua en una olla ahora, y herviré agua en una olla mañana.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kasserolle",
      "translation": "sartén",
      "definition": "Eine Kasserolle ist ein Kochgefäß, typischerweise kleiner als ein Topf, das verwendet wird, um Soßen, Suppen und andere Flüssigkeiten zuzubereiten und zu servieren.",
      "definition_translation": "Un sartén es un recipiente de cocina, generalmente más pequeño que una olla, utilizado para preparar y servir salsas, sopas y otros líquidos.",
      "example": "Sie erhitzte die Sauce in einer Kasserolle letzten Nacht, sie erhitzt die Sauce in einer Kasserolle jetzt und sie wird die Sauce in einer Kasserolle later erhitzen.",
      "example_translation": "Ella calentó la salsa en un sartén anoche, está calentando la salsa en un sartén ahora, y calentará la salsa en un sartén más tarde.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasserhahn",
      "translation": "grifo",
      "definition": "Ein Wasserhahn ist ein Ventil, das den Fluss eines Fluids aus einer Rohrleitung steuert, typischerweise zum Waschen oder Trinken verwendet.",
      "definition_translation": "Un grifo es una válvula que controla el flujo de un líquido desde una tubería, generalmente utilizado para lavar o beber agua.",
      "example": "Ich drehte den Wasserhahn auf, um meine Hände gestern zu waschen, ich drehe den Wasserhahn auf, um meine Hände jetzt zu waschen, und ich werde den Wasserhahn aufdrehen, um meine Hände morgen zu waschen.",
      "example_translation": "Abrí el grifo para lavar mis manos ayer, estoy abriendo el grifo para lavar mis manos ahora, y abriré el grifo para lavar mis manos mañana.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teekanne",
      "translation": "tetera",
      "definition": "Eine Teekanne ist ein Gefäß, das zum Ziehen und Servieren von Tee verwendet wird, typischerweise aus Keramik, Metall oder Glas hergestellt.",
      "definition_translation": "Una tetera es un recipiente utilizado para preparar y servir té, típicamente hecho de cerámica, metal o vidrio.",
      "example": "Ich verwendete eine Teekanne, um gestern einen Tee zu zubereiten. Ich benutze eine Teekanne, um Tee für meine Familie jetzt zuzubereiten. Ich werde eine Teekanne verwenden, um Tee für die Party morgen zuzubereiten.",
      "example_translation": "Usé una tetera para preparar una taza de té ayer. Estoy usando una tetera para hacer té para mi familia ahora. Usaré una tetera para hacer té helado para la fiesta mañana.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dosenöffner",
      "translation": "abrelatas",
      "definition": "Ein Dosenöffner ist ein Gerät, das zum Öffnen von Dosen verwendet wird, typischerweise bestehend aus einem rotierenden Schneidrad oder einemHebelbetätigten Punzierer.",
      "definition_translation": "Un abrelatas es un dispositivo utilizado para abrir latas de metal, típicamente consistente en una rueda de corte rotativa o un perforador operado por palanca.",
      "example": "Ich verwendete einen Dosenöffner, um die Dose mit Bohnen gestern zu öffnen. Ich benutze einen Dosenöffner, um eine Dose mit Tomaten jetzt zu öffnen. Ich werde einen Dosenöffner verwenden, um eine Dose mit Thunfisch für den Salat morgen zu öffnen.",
      "example_translation": "Usé un abrelatas para abrir la lata de frijoles ayer. Estoy usando un abrelatas para abrir una lata de tomates ahora. Usaré un abrelatas para abrir una lata de atún para la ensalada mañana.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Toaster",
      "translation": "tostadora",
      "definition": "Ein Toaster ist ein kleines elektisches Gerät, das zum Rösten von Brotscheiben verwendet wird, typischerweise bestehend aus einem Heizelement und einem federbetätigten Auswurfmechanismus.",
      "definition_translation": "Una tostadora es un pequeño electrodoméstico utilizado para tostar rebanadas de pan, típicamente consistente en un elemento calefactor y un mecanismo de expulsión con resorte.",
      "example": "Ich verwendete einen Toaster, um Toast für mein Frühstück gestern zu machen. Ich benutze einen Toaster, um Toast für mein Mittagessen jetzt zu machen. Ich werde einen Toaster verwenden, um Toast für das Frühstück meiner Familie morgen zu machen.",
      "example_translation": "Usé una tostadora para hacer tostadas para el desayuno ayer. Estoy usando una tostadora para hacer tostadas para mi almuerzo ahora. Usaré una tostadora para hacer tostadas para el desayuno de mi familia mañana.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoff",
      "translation": "tela",
      "definition": "Ein Stoff mit einer weichen, glatten Oberfläche, oft aus natürlichen oder synthetischen Fasern hergestellt.",
      "definition_translation": "Una tela con una superficie suave y lisa, a menudo hecha de fibras naturales o sintéticas.",
      "example": "Sie bügelte den Stoff, um die Falten zu entfernen. Sie wird einen neuen Stoff für die Vorhänge nähen. Sie hatte viele Stoffe für ihre Puppen genäht, als sie ein Kind war.",
      "example_translation": "Ella planchó la tela para eliminar las arrugas. Ella coserá una nueva tela para las cortinas. Ella había cosido many telas para sus muñecas cuando era niña.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffeeautomat",
      "translation": "cafetera",
      "definition": "Ein Gerät, das Kaffee aus gemahlenem Kaffee zubereitet.",
      "definition_translation": "Un dispositivo que prepara café a partir de granos de café molidos.",
      "example": "Sie kaufte einen neuen Kaffeeautomaten für ihre Küche. Der Kaffeeautomat war kaputt, so mussten sie ihn reparieren. Sie werden einen neuen Kaffeeautomaten für ihr neues Haus kaufen.",
      "example_translation": "Ella compró una nueva cafetera para su cocina. La cafetera estaba rota, así que tuvieron que arreglarla. Comprarán una nueva cafetera para su nueva casa.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Korkenzieher",
      "translation": "sacacorchos",
      "definition": "Ein Gerät, das zum Entkorken von Weinflaschen verwendet wird.",
      "definition_translation": "Un dispositivo utilizado para eliminar los tapones de las botellas de vino.",
      "example": "Er benutzte einen Korkenzieher, um die Weinflasche zu öffnen. Sie hatte den Korkenzieher kaputt gemacht, so mussten sie einen neuen kaufen. Sie werden einen Korkenzieher verwenden, um die Champagnerflasche zu öffnen.",
      "example_translation": "Él usó un sacacorchos para abrir la botella de vino. Ella había roto el sacacorchos, así que tuvieron que comprar uno nuevo. Usarán un sacacorchos para abrir el champán.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "balanzas",
      "definition": "Ein Gerät zum Wiegen von Objekten, typischerweise bestehend aus einer Plattform oder Schale, die von einem Pivot oder Hebel getragen wird, verwendet insbesondere in der Wissenschaft und im Handel.",
      "definition_translation": "Un dispositivo para pesar objetos, que consiste típicamente en una plataforma o tazón suspendido de un pivote o fulcro, utilizado especialmente en ciencia y comercio.",
      "example": "Sie trat auf die Waage, um ihr Gewicht zu messen. Gestern wog sie sich auf der Waage. Morgen wird sie sich auf der Waage wiegen.",
      "example_translation": "Ella se subió a la balanza para pesarse. Ayer, se pesó en la balanza. Mañana, se pesará en la balanza.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hocker",
      "translation": "banco",
      "definition": "Ein Sitz für eine Person, typischerweise ohne Rücken oder Armlehnen, verwendet insbesondere in Haushalten, Gärten und öffentlichen Plätzen.",
      "definition_translation": "Un asiento para una persona, que suele no tener respaldo ni brazos, utilizado especialmente en hogares, jardines y lugares públicos.",
      "example": "Er setzte sich auf den Hocker, um sich auszuruhen. Gestern saß er auf dem Hocker, um zu malen. Morgen wird er auf dem Hocker sitzen, um zu lesen.",
      "example_translation": "Se sentó en el banco para descansar. Ayer, se sentó en el banco para pintar. Mañana, se sentará en el banco para leer.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Backschlauch",
      "translation": "manga para hornear",
      "definition": "Ein tubulärer oder zylindrischer Behälter, der zum Formen und Fixieren von Lebensmitteln wie Brot oder Gebäck während des Backens verwendet wird.",
      "definition_translation": "Un dispositivo tubular o cilíndrico utilizado para dar forma y contener alimentos, como pan o pastelería, mientras se hornean.",
      "example": "Sie benutzte einen Backschlauch, um ein perfektes Brot zu backen. Gestern benutzte sie einen Backschlauch, um Croissants zu backen. Morgen wird sie einen Backschlauch verwenden, um einen Kuchen zu backen.",
      "example_translation": "Ella usó una manga para hornear para hacer un pan perfecto. Ayer, usó una manga para hornear para hacer croissantes. Mañana, usará una manga para hornear para hacer un pastel.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Backformkrafter",
      "translation": "cortador de galletas",
      "definition": "Ein Küchengerät, das verwendet wird, um Biskuitformen zu schneiden und zu formen, oft in dekorativen Formen.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y moldear galletas, a menudo en formas decorativas.",
      "example": "Sie verwendete einen Backformkrafter, um Herz-förmige Leckereien für den Valentinstag zu machen. Gestern hatte sie die Biskuitformen ausgeschnitten, und morgen wird sie sie dekorieren. In fünf Jahren wird sie Tausende davon gemacht haben.",
      "example_translation": "Ella utilizó un cortador de galletas para hacer tratados en forma de corazón para el Día de San Valentín. Ayer, había cortado las galletas, y mañana las decorará. En cinco años, habrá hecho miles de ellas.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brotmesser",
      "translation": "cortador de pan",
      "definition": "Ein Küchengerät, das verwendet wird, um Brot in gleiche Stücke zu schneiden, oft in uniformen Stücken.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y porcionar pan, a menudo en piezas uniformes.",
      "example": "Er verwendete ein Brotmesser, um gleichmäßige Schnitte für das Sandwich zu machen. Letzte Woche hatte er ein ganzes Brot geschnitten, und nächste Woche wird er es wieder tun. In Zukunft wird er Tausende von Brotlaiben geschnitten haben.",
      "example_translation": "Él utilizó un cortador de pan para hacer rebanadas uniformes para el sándwich. La semana pasada, había cortado una hogaza entera, y la próxima semana lo hará de nuevo. En el futuro, habrá cortado miles de hogazas.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchentopf",
      "translation": "molde de tarta",
      "definition": "Ein Küchengerät, das verwendet wird, um Kuchenformen zu schaffen und Kuchen während des Backens zu halten, oft aus Metall oder Silikon.",
      "definition_translation": "Un dispositivo de cocina utilizado para dar forma y mantener tartas mientras se hornean, a menudo hecho de metal o silicona.",
      "example": "Sie fetzte den Kuchentopf, bevor sie den Teig hineingoss. Gestern hatte sie einen Kuchen gebacken, und morgen wird sie einen weiteren machen. In einem Jahr wird sie Hunderte von Kuchen gemacht haben.",
      "example_translation": "Ella engrasó el molde de tarta antes de verter la mezcla. Ayer, había horneado una tarta, y mañana hará otra. En un año, habrá hecho cientos de tartas.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auflaufform",
      "translation": "fuente para hornear",
      "definition": "Ein großes, tiefes Gefäß, das verwendet wird, um heiße Gerichte zu kochen und zu servieren, insbesondere Aufläufe.",
      "definition_translation": "Un plato grande y profundo utilizado para cocinar y servir platos calientes, especialmente casseroles.",
      "example": "Sie nahm eine Auflaufform aus dem Ofen und ließ sie abkühlen, bevor sie servierte. Gestern hatte sie eine Auflaufform für die Party vorbereitet. Morgen wird sie eine Auflaufform für ihre Familie machen.",
      "example_translation": "Ella sacó una fuente para hornear del horno y la dejó enfriar antes de servir. Ayer, había preparado una fuente para hornear para la fiesta. Mañana, hará una fuente para hornear para su familia.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hackmesser",
      "translation": "cuchillo de cocina",
      "definition": "Ein Messer, das verwendet wird, um Lebensmittelzutaten zu hacken und zu zerkleinern, typischerweise mit einem geraden oder gebogenen Blatt.",
      "definition_translation": "Un cuchillo utilizado para picar y trocear ingredientes de alimentos, típicamente con una hoja recta o curva.",
      "example": "Er verwendete ein Hackmesser, um die Gemüse für die Suppe zu hacken. Sie hatte Fleisch mit einem Hackmesser stundenlang gehackt. Der Koch wird ein Hackmesser verwenden, um den Salat morgen vorzubereiten.",
      "example_translation": "Él usó un cuchillo de cocina para picar las verduras para la sopa. Ella había estado picando carne con un cuchillo de cocina durante horas. El chef usará un cuchillo de cocina para preparar la ensalada mañana.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Essstäbchen",
      "translation": "palillos",
      "definition": "Ein Paar schmaler, kegelförmiger Stäbchen, typischerweise aus Holz, Knochen oder Kunststoff, die als Esswerkzeuge in vielen asiatischen Kulturen verwendet werden.",
      "definition_translation": "Un par de palillos delgados y cónicos, típicamente hechos de madera, hueso o plástico, utilizados como utensilios para comer en muchas culturas asiáticas.",
      "example": "Sie hatte Schwierigkeiten, die Essstäbchen zum ersten Mal zu verwenden. Er hatte seit seiner Kindheit mit Essstäbchen gegessen. Sie werden lernen, Essstäbchen zu verwenden, wenn sie nach Japan reisen.",
      "example_translation": "Ella estaba luchando por usar palillos por primera vez. Él había estado comiendo con palillos desde que era niño. Aprenderán a usar palillos cuando viajen a Japón.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "NudelSieb",
      "translation": "escolador",
      "definition": "Ein Küchengerät, das verwendet wird, um Flüssigkeiten von Nahrungsmitteln zu trennen, insbesondere Nudeln oder Reis, durch seine perforierte Bauweise.",
      "definition_translation": "Un utensilio de cocina utilizado para drenar líquidos de alimentos, especialmente pasta o arroz, gracias a su diseño perforado.",
      "example": "Sie verwendete ein NudelSieb, um die Spaghetti zu entwässern, bevor sie die Soße hinzufügte. Sie hatte ein NudelSieb verwendet, um das Brokkoli am Tag zuvor zu entwässern, und wird es wieder verwenden, um das Reis nächste Woche zu entwässern.",
      "example_translation": "Ella usó un escolador para drenar la espaguetis, luego agregó la salsa. Ella había usado un escolador para drenar el brócoli el día anterior, y lo usará de nuevo para drenar el arroz la próxima semana.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneidebrett",
      "translation": "tabla de cortar",
      "definition": "Eine flache, starre Oberfläche, die verwendet wird, um Lebensmittel vorzubereiten und zu schneiden, typischerweise aus Holz, Kunststoff oder anderen Materialien.",
      "definition_translation": "Una superficie plana y rígida utilizada para preparar y cortar alimentos, generalmente hecha de madera, plástico u otros materiales.",
      "example": "Sie hackte die Gemüse auf dem Schneidebrett, bevor sie sie in den Topf gab. Er hatte das Schneidebrett verwendet, um das Fleisch gestern zu schneiden, und wird es wieder verwenden, um die Zwiebeln morgen zu hacken.",
      "example_translation": "Ella picó las verduras en la tabla de cortar, luego las colocó en la olla. Él había usado la tabla de cortar para cortar la carne ayer, y la usaría de nuevo para picar las cebollas mañana.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mehlsieb",
      "translation": "cedazo",
      "definition": "Ein Küchengerät, das verwendet wird, um Mehl zu sieben und zu luftigen, typischerweise bestehend aus einem Maschen- oder perforierten Oberfläche.",
      "definition_translation": "Una herramienta de cocina utilizada para tamizar y aerar la harina, que suele consistir en una malla o superficie perforada.",
      "example": "Sie verwendete das Mehlsieb, um die trockenen Zutaten zu mischen, bevor sie die Eier hinzufügte. Sie hatten das Mehlsieb verwendet, um das Kuchengemisch am Tag zuvor vorzubereiten, und werden es wieder verwenden, um Gebäck nächste Woche zu machen.",
      "example_translation": "Ella usó el cedazo para mezclar los ingredientes secos, luego agregó los huevos. Ellos habían usado el cedazo para preparar la mezcla de pastel el día anterior, y lo usarían de nuevo para hacer pastelería la próxima semana.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittelschneidemaschine",
      "translation": "cortador de alimentos",
      "definition": "Ein Küchengerät, das verwendet wird, um Lebensmittel in dünne Scheiben zu schneiden, typischerweise für Fleisch, Käse und Gemüse.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para cortar alimentos en trozos delgados, típicamente usado para carnes, quesos y verduras.",
      "example": "Ich verwendete eine Lebensmittelschneidemaschine, um die Fleischwaren für die Sandwich-Bar vorzubereiten. Ich werde eine Lebensmittelschneidemaschine verwenden, um den Käse für die Party heute Abend zu schneiden. Sie hatte eine Lebensmittelschneidemaschine verwendet, um die Gemüse für den Salat zu schneiden.",
      "example_translation": "Usé un cortador de alimentos para preparar las carnes para la barra de sándwiches. Usaré un cortador de alimentos para cortar el queso para la fiesta de esta noche. Ella había usado un cortador de alimentos para cortar las verduras para la ensalada.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trichter",
      "translation": "embudo",
      "definition": "Ein Rohr oder eine Röhre mit einem weiten Mund und einem engen Ende, das zum Eingießen von Flüssigkeiten oder Pulvern in eine kleine Öffnung verwendet wird.",
      "definition_translation": "Un tubo o tubería con una boca ancha y un extremo estrecho, utilizado para verter líquidos o polvos en una abertura pequeña.",
      "example": "Ich verwendete einen Trichter, um Öl in den Motor zu gießen. Sie wird einen Trichter verwenden, um die Zutaten für das Rezept zu messen. Sie haben einen Trichter verwendet, um die Flaschen mit Wasser zu füllen.",
      "example_translation": "Usé un embudo para verter el aceite en el motor. Ella gebruara un embudo para medir los ingredientes para la receta. Ellos habían usado un embudo para llenar las botellas con agua.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauchpresse",
      "translation": "prensa de ajo",
      "definition": "Ein Küchengerät, das verwendet wird, um Knoblauchzehen zu quetschen, normalerweise um ihren Geschmack und Duft freizusetzen.",
      "definition_translation": "Una herramienta de cocina utilizada para aplastar los dientes de ajo, típicamente utilizada para liberar su sabor y aroma.",
      "example": "Ich verwendete eine Knoblauchpresse, um den Knoblauch für die Soße zu quetschen. Sie wird eine Knoblauchpresse verwenden, um den Knoblauchgeschmack für das Rezept freizusetzen. Sie haben eine Knoblauchpresse verwendet, um den Knoblauch für die Marinade vorzubereiten.",
      "example_translation": "Usé una prensa de ajo para aplastar el ajo para la salsa. Ella gebruara una prensa de ajo para extraer el sabor de ajo para la receta. Ellos habían usado una prensa de ajo para preparar el ajo para la marinada.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reibe",
      "translation": " rallador",
      "definition": "Ein Küchengerät mit einer rauen Oberfläche, das verwendet wird, um Nahrungsmittel wie Käse oder Gemüse zu raspeln oder zu reiben.",
      "definition_translation": "Un utensilio de cocina con una superficie rugosa utilizado para rallar o rallar alimentos, como queso o verduras.",
      "example": "Ich rieb den Käse für den Salat. Morgen werde ich die Karotten für den Kuchen raspeln. Sie rieb die Rüben für die Suppe letzte Nacht.",
      "example_translation": "Rallé el queso para la ensalada. Rallaré las zanahorias para el pastel mañana. Ella ralló las remolachas para la sopa la noche pasada.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisportionierer",
      "translation": "cuchara para helado",
      "definition": "Ein Gerät, das verwendet wird, um Bälle von Eiscreme zu portionieren und zu formen.",
      "definition_translation": "Un utensilio utilizado para porcionar y dar forma a bolas de helado.",
      "example": "Ich verwendete einen Eisportionierer, um das Dessert zu servieren. Sie wird einen Eisportionierer verwenden, um Sundae morgen zu machen. Sie haben einen Eisportionierer verwendet, um einen aufwendigen Eiscremeturm letzte Woche zu erstellen.",
      "example_translation": "Usé una cuchara para helado para servir el postre. Ella usará una cuchara para helado para hacer sundae mañana. Usaron una cuchara para helado para crear una torre de helado elaborada la semana pasada.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schöpfkelle",
      "translation": "cuchara de sirve",
      "definition": "Ein großes, tiefes Löffelgerät, das verwendet wird, um Flüssigkeiten oder lose Nahrungsmittel zu servieren oder zu transferieren.",
      "definition_translation": "Una cuchara grande y profunda utilizada para servir o transferir líquidos o alimentos sueltos.",
      "example": "Ich verwendete eine Schöpfkelle, um die Suppe zu servieren. Sie wird eine Schöpfkelle verwenden, um die Soße morgen zu gießen. Sie haben eine Schöpfkelle verwendet, um Jogurt letzte Nacht zu schöpfen.",
      "example_translation": "Usé una cuchara de sirve para servir la sopa. Ella usará una cuchara de sirve para verter la salsa mañana. Usaron una cuchara de sirve para coger el yogur la noche pasada.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenpresse",
      "translation": "exprimidor de limón",
      "definition": "Ein Gerät, das verwendet wird, um Zitronensaft aus Zitronen zu extrahieren, normalerweise bestehend aus einer manuellen oder elektrischen Presse oder Rührerde.",
      "definition_translation": "Un dispositivo utilizado para extraer jugo de limones, que consiste típicamente en una prensa manual o eléctrica o un rallador.",
      "example": "Ich verwendete eine Zitronenpresse, um frischen Zitronensaft für die Party zu machen. Ich werde eine Zitronenpresse verwenden, um Saft für das Rezept zu extrahieren. Sie hatte eine Zitronenpresse verwendet, um eine Zitronenmarinade zu machen.",
      "example_translation": "Usé un exprimidor de limón para hacer limonada fresca para la fiesta. Usaré un exprimidor de limón para extraer jugo para la receta. Ella había usado un exprimidor de limón para hacer una marinada de limón.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandoline",
      "translation": "mandolina",
      "definition": "Ein Küchengerät mit einer flachen, schmalen Klinge, das verwendet wird, um Gemüse und Früchte zu schneiden und zu julienne.",
      "definition_translation": "Una herramienta de cocina con hoja plana y estrecha, utilizada para cortar y julianar verduras y frutas.",
      "example": "Ich schnitt die Karotten mit einer Mandoline für den Salat. Sie hatte eine Mandoline verwendet, um die Paprikas zu julienne. Sie werden eine Mandoline verwenden, um die Äpfel für die Pastete zu schneiden.",
      "example_translation": "Corté las zanahorias con una mandolina para la ensalada. Ella había usado una mandolina para julianar los pimientos. Ellos usarán una mandolina para cortar las manzanas para el pastel.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messlöffel",
      "translation": "cuchara medidora",
      "definition": "Ein Löffel mit markierten Mengenangaben, der verwendet wird, um Zutaten genau zu messen, wenn man kocht oder backt.",
      "definition_translation": "Una cuchara con medidas marcadas, utilizada para medir con precisión los ingredientes al cocinar o hornear.",
      "example": "Ich verwendete einen Messlöffel, um das Backpulver für den Kuchen zu messen. Sie hatte einen Messlöffel verwendet, um das Vanille-Extrakt zu messen. Sie werden einen Messlöffel verwenden, um den Zucker für die Kekse zu messen.",
      "example_translation": "Usé una cuchara medidora para medir el polvo de hornear para la torta. Ella había usado una cuchara medidora para medir el extracto de vainilla. Ellos usarán una cuchara medidora para medir el azúcar para las galletas.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleischzartmacher",
      "translation": "ablandador de carne",
      "definition": "Eine Substanz, die verwendet wird, um Fleisch zarter zu machen, normalerweise indem die Proteine im Fleisch gebrochen werden.",
      "definition_translation": "Una sustancia utilizada para hacer que la carne sea más tierna, típicamente rompiendo las proteínas en la carne.",
      "example": "Ich verwendete einen Fleischzartmacher, um das Steak essbarer zu machen. Gestern hatte ich das Fleisch bereits mariniert, und morgen werde ich es grillen.",
      "example_translation": "Usé un ablandador de carne para hacer que el filete fuera más sabroso. Ayer, ya había marinado la carne, y mañana la asaré.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hackmesser",
      "translation": "picadora",
      "definition": "Ein Küchengerät, das verwendet wird, um Nahrungsmittel in kleine Stücke zu hacken, besonders Fleisch.",
      "definition_translation": "Un dispositivo de cocina utilizado para picar alimentos en pequeñas piezas, especialmente carne.",
      "example": "Meine Großmutter verwendet immer ein Hackmesser, um Fleisch für ihre berühmten Fleischbällchen vorzubereiten. Sie hackte die Zwiebeln und Knoblauch gestern, und heute wird sie sie mit dem Hackfleisch mischen.",
      "example_translation": "Mi abuela siempre utiliza una picadora para preparar la carne para sus famosas albóndigas. Ella picó las cebollas y el ajo ayer, y hoy los mezclará con la carne molida.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mörser und Stößel",
      "translation": "mortero y mano",
      "definition": "Ein schalenförmiges Gefäß und ein keulenförmiges Werkzeug, das verwendet wird, um Substanzen, insbesondere in der Küche, zu zerreiben, zu zerstoßen oder zu mischen.",
      "definition_translation": "Un recipiente en forma de tazón y una herramienta en forma de club utilizados para moler, triturar o mezclar sustancias, especialmente en la cocina.",
      "example": "Die Köchin verwendete einen Mörser und Stößel, um die Gewürze für die Currysoße zu zerreiben. Sie hatte bereits gestern den Knoblauch und Ingwer zerkleinert und wird heute alles mit der Kokosmilch mischen.",
      "example_translation": "El chef utilizó un mortero y mano para moler las especias para la salsa de curry. Ya había triturado el ajo y el jengibre ayer, y hoy los mezclará con la leche de coco.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nussknacker",
      "translation": "cascanueces",
      "definition": "Ein Gerät, das aus einer Klemme und einem Hebel besteht, das verwendet wird, um Nüsse aufzubrechen.",
      "definition_translation": "Un dispositivo que consiste en una abrazadera y una palanca, utilizado para abrir nueces.",
      "example": "Ich verwendete einen Nussknacker, um die Walnüsse für den Kuchen aufzubrechen. Ich hatte gestern alle Nüsse aufgebrochen. Ich werde morgen die Pekannüsse für den Salat aufbrechen.",
      "example_translation": "Usé un cascanueces para abrir las nueces para el pastel. Había abierto todas las nueces ayer. Abriré las pacanas para la ensalada mañana.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teig Brett",
      "translation": "tabla de pastelería",
      "definition": "Eine flache, glatte Oberfläche, typischerweise aus Holz oder Marmor, die verwendet wird, um Teig auszurollen und Pasteten vorzubereiten.",
      "definition_translation": "Una superficie plana y lisa, typicalmente hecha de madera o mármol, utilizada para extender la masa y preparar pasteles.",
      "example": "Ich rollte den Teig auf dem Teig Brett aus, um eine Pie zu machen. Sie hatte gestern Mehl auf dem Teig Brett gestreut. Sie werden das Teig Brett nach dem Backwettbewerb reinigen.",
      "example_translation": "Extendí la masa en la tabla de pastelería para hacer una tarta. Había espolvoreado harina en la tabla de pastelería ayer. Limpian la tabla de pastelería después del concurso de repostería.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schäler",
      "translation": "pelador",
      "definition": "Ein Küchengerät, das verwendet wird, um die Haut von Früchten und Gemüse zu entfernen.",
      "definition_translation": "Una herramienta de cocina utilizada para quitar la piel de frutas y verduras.",
      "example": "Ich verwendete einen Schäler, um die Haut von den Karotten zu entfernen. Sie hatte gestern die Äpfel mit einem Schäler geschält. Sie werden morgen einen neuen Schäler für die Küche kaufen.",
      "example_translation": "Usé un pelador para quitar la piel de las zanahorias. Había utilizado un pelador para pelar las manzanas ayer. Comprarán un nuevo pelador para la cocina mañana.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffermühle",
      "translation": "molino de pimienta",
      "definition": "Ein Küchengerät, das verwendet wird, um Pfefferkörner zu einem feinen Pulver zu mahlen.",
      "definition_translation": "Un dispositivo de cocina utilizado para moler granos de pimienta en un polvo fino.",
      "example": "Ich verwendete eine Pfeffermühle, um die Suppe zu würzen, dann werde ich sie wieder verwenden, um das Fleisch zu würzen, und schließlich werde ich sie morgen verwenden, um die Gemüse zu würzen.",
      "example_translation": "Usé un molino de pimienta para sazonar la sopa, luego lo usaré de nuevo para sazonar la carne, y finalmente lo usaré mañana para sazonar las verduras.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spritzbeutel",
      "translation": "bolsa de manga",
      "definition": "Ein Beutel, der verwendet wird, um Zuckerguss oder andere weiche Lebensmittel durch ein schmales Rohr zu fördern, das zum Dekorieren von Kuchen und Pasteten verwendet wird.",
      "definition_translation": "Una bolsa utilizada para contener y dispensar glaseado o alimentos blandos a través de un tubo estrecho, utilizada para decorar tartas y pasteles.",
      "example": "Sie füllte den Spritzbeutel sorgfältig mit Zuckerguss, dann puste sie Ränder auf den Kuchen, und schließlich wird sie morgen Designs auf die Kekse spritzen.",
      "example_translation": "Ella llenó cuidadosamente la bolsa de manga con glaseado, luego pipió bordes en la tarta, y finalmente, pipiará diseños en las galletas mañana.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nudelholz",
      "translation": "rodillo",
      "definition": "Ein Küchengerät, das verwendet wird, um Teig zu flachen und zu formen, typischerweise aus Holz, Metall oder Silikon.",
      "definition_translation": "Una herramienta de cocina utilizada para aplanar y dar forma a la masa, típicamente hecha de madera, metal o silicona.",
      "example": "Sie verwendete ein Nudelholz, um den Teig auszurollen, dann rollte sie ihn wieder aus, um ihn dünner zu machen, und schließlich wird sie ihn morgen ausrollen, um eine große Pizza zu machen.",
      "example_translation": "Ella utilizó un rodillo para aplanar la masa, luego la volvió a aplanar para hacerla más delgada, y finalmente, la aplanará mañana para hacer una gran pizza.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anrichte",
      "translation": "aparador",
      "definition": "Ein Möbelstück mit Regalen, Schubladen oder Schränken, das verwendet wird, um Geschirr, Gläser und andere Tafelgeräte zu lagern und auszustellen.",
      "definition_translation": "Un mueble con estantes, cajones o armarios, utilizado para almacenar y mostrar platos, vasos y otros elementos de mesa.",
      "example": "Gestern habe ich die Anrichte hochglanzpoliert. Heute stelle ich das feine Porzellan darauf. Morgen werde ich Dekorationen hinzufügen, um das Aussehen zu vervollständigen.",
      "example_translation": "Ayer, pulí el aparador hasta darle un brillo intenso. Hoy, estoy colocando la vajilla fina en él. Mañana, agregaré some decoraciones para completar el look.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sieb",
      "translation": "cedazo",
      "definition": "Ein Gerät mit einem perforierten oder maschenartigen Boden, das verwendet wird, um feste Teilchen unterschiedlicher Größe zu trennen oder Mehl zu sieben.",
      "definition_translation": "Una herramienta con un fondo perforado o de malla, utilizada para separar partículas sólidas de diferentes tamaños o para cerner harina.",
      "example": "Sie verwendete ein Sieb, um das Mehl in eine große Schüssel zu sieben. Dann fügte sie Zucker und Eier zur Mischung hinzu. Später wird sie einen leckeren Kuchen backen.",
      "example_translation": "Ella usó un cedazo para cerner la harina en un tazón grande. Luego, agregó azúcar y huevos a la mezcla. Más tarde, horneará un delicioso pastel.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewürzregal",
      "translation": "estante de especias",
      "definition": "Ein Behälter oder ein Regal, das verwendet wird, um Gewürze, Kräuter und andere Würzmittel zu lagern und zu organisieren.",
      "definition_translation": "Un contenedor o estante utilizado para mantener y organizar especias, hierbas y otros condimentos.",
      "example": "Ich organisierte das Gewürzregal, indem ich die Gewürze alphabetisch sortierte. Gestern verwendete ich den Thymian, um die Suppe zu würzen. Morgen werde ich die Gefäße auffüllen.",
      "example_translation": "Organisé el estante de especias categorizando las especias alfabéticamente. Ayer, usé el tomillo para sazonar la sopa. Mañana, rellenaré los contenedores.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkostungslöffel",
      "translation": "cuchara de degustación",
      "definition": "Ein Löffel, der zum Verkosten von Speisen während des Kochens verwendet wird, typischerweise ein großer Löffel mit langem Stiel.",
      "definition_translation": "Una cuchara utilizada para probar alimentos mientras se cocina, generalmente una cuchara grande con mango largo.",
      "example": "Ich benutzte einen Verkostungslöffel, um die Sauce zu probieren, und fügte dann mehr Kräuter hinzu, um den Geschmack anzupassen. Gestern benutzte ich einen Verkostungslöffel, um die Zubereitung anzupassen. Bis nächste Woche werde ich mein Rezept mit einem Verkostungslöffel perfektioniert haben.",
      "example_translation": "Usé una cuchara de degustación para probar la salsa, luego agregué más hierbas al gusto. Ayer, usé una cuchara de degustación para ajustar la temporada. Para la próxima semana, habré perfeccionado mi receta utilizando una cuchara de degustación.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitgeber",
      "translation": "temporizador",
      "definition": "Ein Gerät, das den Zeitablauf misst, oft in der Küche verwendet, um sicherzustellen, dass Lebensmittel eine bestimmte Zeit lang gekocht werden.",
      "definition_translation": "Un dispositivo que mide el paso del tiempo, a menudo utilizado en la cocina para asegurarse de que los alimentos se cocinen durante un período de tiempo específico.",
      "example": "Ich stellte den Zeitgeber auf 10 Minuten ein, dann überprüfte ich den Kuchen. Gestern vergaß ich, den Zeitgeber zu stellen, so dass die Kekse anbrannten. Bis nächsten Monat werde ich die Kunst, ein perfektes Mahl mit einem Zeitgeber zuzubereiten, beherrschen.",
      "example_translation": "Puse el temporizador por 10 minutos, luego verifiqué el pastel. Ayer, olvidé poner el temporizador, así que las galletas se quemaron. Para el próximo mes, habré dominado el arte de usar un temporizador para cocinar la comida perfecta.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quirl",
      "translation": "batidor",
      "definition": "Ein Küchengerät, das verwendet wird, um Zutaten zu mischen und zu vermischen, typischerweise bestehend aus einem Griff und einer Serie von Drahtschleifen.",
      "definition_translation": "Una herramienta de cocina utilizada para mezclar y batir ingredientes, generalmente consistente en un mango y una serie de bucles de alambre.",
      "example": "Ich quirlte die Eier und den Zucker zusammen, bis sie glatt waren. Gestern benutzte ich einen Quirl, um den Teig für die Pfannkuchen zu mischen. Bis nächstes Jahr werde ich meine Technik für das Quirlen von Schlagsahne zu steifen Spitzen perfektioniert haben.",
      "example_translation": "Batí los huevos y azúcar juntos hasta que estuvieron suaves. Ayer, usé un batidor para mezclar la masa para las tortitas. Para el año que viene, habré perfeccionado mi técnica para batir crema espesa en picos firmes.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    }
  ]