[
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "cocinar",
      "definition": "Eine fachkundige Person, die Lebensmittel zubereitet und kocht, insbesondere als Beruf",
      "definition_translation": "una persona capacitada que prepara y cocina alimentos, especialmente como trabajo",
      "example": "Ich koche heute Abend, aber gestern koche ich Mittag, und morgen werde ich Frühstück kochen.",
      "example_translation": "Voy a cocinar la cena esta noche, pero ayer cociné el almuerzo y mañana cocinaré el desayuno.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arzt",
      "translation": "médico",
      "definition": "Eine Person, die qualifiziert ist, kranke Menschen zu behandeln",
      "definition_translation": "una persona que está calificada para tratar a las personas que están enfermas",
      "example": "Ich ging gestern zum Arzt, aber morgen werde ich wieder zum Arzt gehen, und nächste Woche sah ich den Arzt.",
      "example_translation": "Fui a ver al médico ayer, pero mañana veré al médico de nuevo y la próxima semana vi al médico.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrer",
      "translation": "conductor",
      "definition": "Eine Person, die ein Fahrzeug, insbesondere ein Auto, bedient",
      "definition_translation": "una persona que opera un vehículo, especialmente un coche",
      "example": "Ich werde morgen Fahrer sein, aber gestern war ich Fahrer, und letzte Woche fuhr ich ein Auto.",
      "example_translation": "Seré un conductor mañana, pero ayer fui un conductor y la semana pasada conduje un coche.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lehrer",
      "translation": "maestro",
      "definition": "Eine Person, die Schülern hilft, indem sie Unterricht gibt und ihr Studium leitet.",
      "definition_translation": "Una persona que ayuda a los estudiantes a aprender dando lecciones y guiar su estudio.",
      "example": "Ich hatte einen großen Lehrer auf der High School, der mich inspiriert hat, eine Karriere in der Wissenschaft zu verfolgen. Sie unterrichtet jetzt Biologie. Ich werde Englisch in Japan nächstes Jahr unterrichten.",
      "example_translation": "Tuve un gran maestro en la escuela secundaria que me inspiró a seguir una carrera en ciencias. Ella enseña biología ahora. Enseñaré inglés en Japón el próximo año.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellner",
      "translation": "camarero",
      "definition": "Eine Person, deren Job es ist, Bestellungen entgegenzunehmen und Essen und Getränke in einem Restaurant zu servieren.",
      "definition_translation": "Una persona cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "Der Kellner nahm unsere Bestellung entgegen und brachte uns unsere Getränke. Er wird bald das Essen bringen. Ich wollte einmal Kellner werden.",
      "example_translation": "El camarero tomó nuestro pedido y nos trajo nuestros tragos. Traerá la comida pronto. Quería ser camarero cuando era más joven.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellnerin",
      "translation": "camarera",
      "definition": "Eine Frau, deren Job es ist, Bestellungen entgegenzunehmen und Essen und Getränke in einem Restaurant zu servieren.",
      "definition_translation": "Una mujer cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "Die Kellnerin war sehr freundlich und empfahl uns das Tagesgericht. Sie ist seit fünf Jahren Kellnerin. Ich werde die Kellnerin um die Rechnung bitten.",
      "example_translation": "La camarera fue muy amable y recomendó el especial del día. Ha sido camarera durante cinco años. Preguntaré a la camarera por la cuenta.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspieler",
      "translation": "actor",
      "definition": "Eine Person, die in einem Theaterstück, Film oder Fernsehproduktion auftritt.",
      "definition_translation": "Una persona que actúa en una obra de teatro, película o producción de televisión.",
      "example": "Ich wollte einmal Schauspieler werden. Jetzt bin ich Schauspieler. Ich werde im nächsten Film Schauspieler sein.",
      "example_translation": "Quería ser actor cuando era más joven. Ahora, soy actor. Seré actor en la próxima película.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspielerin",
      "translation": "actriz",
      "definition": "Eine Frau, die in einem Theaterstück, Film oder Fernsehproduktion auftritt.",
      "definition_translation": "Una mujer que actúa en una obra de teatro, película o producción de televisión.",
      "example": "Meine Schwester war Schauspielerin im Schultheaterstück. Jetzt ist sie Schauspielerin in einer Fernsehserie. Sie wird bald in einem Film Schauspielerin sein.",
      "example_translation": "Mi hermana fue actriz en la obra de teatro de la escuela. Ahora, es actriz en un programa de televisión. Será actriz en una película pronto.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Künstler",
      "translation": "artista",
      "definition": "Eine Person, dieGemälde, Zeichnungen oder Skulpturen schafft.",
      "definition_translation": "Una persona que crea pinturas, dibujos o esculturas.",
      "example": "Ich kannte einen Künstler, der schöne Landschaftsbilder malte. Jetzt bin ich Künstler und schaffe Straßenkunst. Ich werde einmal ein berühmter Künstler sein.",
      "example_translation": "Conocí a un artista que pintaba paisajes hermosos. Ahora, soy artista, y creo arte en la calle. Seré un artista famoso algún día.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäftsmann",
      "translation": "hombre de negocios",
      "definition": "Eine Person, die ein kommerzielles oder industrielles Unternehmen leitet, insbesondere ein Unternehmen, das sie besitzt oder leitet.",
      "definition_translation": "Una persona involucrada en negocios comerciales o industriales, especialmente uno que posee o gestiona un negocio.",
      "example": "Der Geschäftsmann hatte gestern einen Termin mit seinen Investoren, er hat heute wieder einen Termin mit ihnen, und nächste Woche wird er wieder einen Termin mit ihnen haben.",
      "example_translation": "El hombre de negocios tuvo una reunión con sus inversores ayer, se reunió con ellos de nuevo hoy y se reunirá con ellos de nuevo la próxima semana.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unternehmerin",
      "translation": "mujer de negocios",
      "definition": "Eine Frau, die kommerzielle oder industrielle Geschäfte führt, insbesondere eine, die ein Unternehmen besitzt oder leitet.",
      "definition_translation": "Una mujer involucrada en negocios comerciales o industriales, especialmente una que posee o gestiona un negocio.",
      "example": "Die Unternehmerin hatte eine erfolgreiche Karriere, sie hat eine erfolgreiche Karriere und sie wird eine erfolgreiche Karriere haben.",
      "example_translation": "La mujer de negocios tuvo una carrera exitosa, tiene una carrera exitosa y tendrá una carrera exitosa.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kfz-Mechaniker",
      "translation": "mecánico de coches",
      "definition": "Eine Person, deren Aufgabe es ist, Kraftfahrzeuge zu reparieren und zu warten.",
      "definition_translation": "Una persona cuyo trabajo es reparar y mantener vehículos de motor.",
      "example": "Der Kfz-Mechaniker reparierte den Motor gestern, heute repariert er die Bremsen und morgen wird er das Getriebe reparieren.",
      "example_translation": "El mecánico de coches reparó el motor ayer, está reparando los frenos hoy y reparará la transmisión mañana.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koch",
      "translation": "cocinero",
      "definition": "Ein Koch ist ein geschickter Koch, der in einem Restaurant oder einer anderen Esseneinrichtung Speisen zubereitet und kocht.",
      "definition_translation": "Un cocinero es un cocinero capacitado que prepara y cocina comida en un restaurante o establecimiento de comidas.",
      "example": "Sie war über 10 Jahre lang Köchin und eröffnet jetzt ihr eigenes Restaurant. Gestern war sie Köchin in einem mit einem Michelin-Stern ausgezeichneten Restaurant und morgen wird sie eine berühmte Köchin sein.",
      "example_translation": "Ella ha sido cocinera durante más de 10 años y ahora está abriendo su propio restaurante. Ayer, era cocinera en un restaurante con estrella Michelin, y mañana será una cocinera famosa.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "químico",
      "definition": "Ein Chemiker ist ein Wissenschaftler, der die Eigenschaften, Zusammensetzung und Reaktionen von Stoffen untersucht.",
      "definition_translation": "Un químico es un científico que estudia las propiedades, composición y reacciones de la materia.",
      "example": "Sie studierte Chemie und arbeitet jetzt in einem Labor. Gestern war sie Chemikerin in einem pharmazeutischen Unternehmen und morgen wird sie eine führende Chemikerin in ihrem Fach sein.",
      "example_translation": "Ella estudió para ser química y ahora trabaja en un laboratorio. Ayer, era química en una empresa farmacéutica, y mañana será una química líder en su campo.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reinigungskraft",
      "translation": "limpiador",
      "definition": "Eine Reinigungskraft ist eine Person, die Gebäude, Räume oder Bereiche reinigt und ihre Sauberkeit aufrechterhält.",
      "definition_translation": "Un limpiador es una persona que limpia y mantiene la limpieza de un edificio, habitación o área.",
      "example": "Sie arbeitet als Reinigungskraft in einem Bürogebäude. Gestern war sie Reinigungskraft in einer Schule und morgen wird sie Reinigungskraft in einem Krankenhaus sein.",
      "example_translation": "Ella trabaja como limpiadora en un edificio de oficinas. Ayer, era limpiadora en una escuela, y mañana será limpiadora en un hospital.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tänzer",
      "translation": "bailarín",
      "definition": "Eine Person, die professionell tanzt, insbesondere als Mitglied einer Tanzkompanie.",
      "definition_translation": "Una persona que baila profesionalmente, especialmente como miembro de una empresa o troupe.",
      "example": "Sie war eine talentierte Tänzerin und trat in vielen Konzerten auf. Sie unterrichtet derzeit Tanzklassen. Sie wird nächstes Jahr auf Broadway auftreten.",
      "example_translation": "Era una bailarina talentosa y se presentó en muchos conciertos. Actualmente está enseñando clases de danza. Se presentará en Broadway el año próximo.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahnarzt",
      "translation": "dentista",
      "definition": "Eine Person, die sich mit der Vorbeugung, Diagnose und Behandlung von Zahn- und Mundkrankheiten befasst.",
      "definition_translation": "Una persona que es habilidosa y tiene licencia para practicar la prevención, diagnóstico y tratamiento de enfermedades y condiciones de los dientes y la boca.",
      "example": "Ich ging gestern zum Zahnarzt und ließ meine Zähne reinigen. Ich gehe morgen zum Zahnarzt, um eine Füllung zu bekommen. Ich werde nächsten Monat zum Zahnarzt gehen, um mich untersuchen zu lassen.",
      "example_translation": "Fui al dentista ayer y me limpiaron los dientes. Voy a ver a mi dentista mañana paraapatkan un empaste. Visitaré a mi dentista el próximo mes para un chequeo.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingenieur",
      "translation": "ingeniero",
      "definition": "Eine Person, die Maschinen, Anlagen oder Strukturen entwirft, baut oder wartet.",
      "definition_translation": "Una persona que diseña, construye o mantiene motores, máquinas o estructuras.",
      "example": "Er war ein erfahrener Ingenieur und entwarf viele Brücken. Sie ist Ingenieurin und arbeitet derzeit an einem neuen Projekt. Sie werden einen Ingenieur einstellen, um die Maschine nächste Woche zu reparieren.",
      "example_translation": "Él era un ingeniero habilidoso y diseñó muchos puentes. Ella es una ingeniera y actualmente está trabajando en un nuevo proyecto. Contratarán a un ingeniero para arreglar la máquina la próxima semana.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauer",
      "translation": "agricultor",
      "definition": "Eine Person, die ein Landgut besitzt oder leitet, insbesondere eine, die Land, Pflanzen und Vieh bewirtschaftet.",
      "definition_translation": "Una persona que posee o gestiona una granja, especialmente una que cultiva tierra, cultivos y ganado.",
      "example": "Der Bauer pflanzte die Samen in den Boden. Er wird sie nächstes Monat ernten. Er erntete sie letzten Jahr.",
      "example_translation": "El agricultor plantó las semillas en el suelo. Las cosechará el mes que viene. Las cosechó el año pasado.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fußballspieler",
      "translation": "futbolista",
      "definition": "Eine Person, die Fußball spielt, insbesondere professionell.",
      "definition_translation": "Una persona que juega fútbol, especialmente de manera profesional.",
      "example": "Der Fußballspieler erzielte ein Tor im Spiel. Er wird nächstes Jahr in der Meisterschaft spielen. Er spielte letzten Jahr in der Weltmeisterschaft.",
      "example_translation": "El futbolista marcó un gol en el partido. Jugará en el campeonato el año que viene. Jugó en la Copa Mundial el año pasado.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "guía",
      "definition": "Eine Person, die den Weg zeigt oder andere in einer bestimmten Tätigkeit oder Profession leitet.",
      "definition_translation": "Una persona que muestra el camino o lidera a otros, especialmente en una actividad o profesión particular.",
      "example": "Der Führer führte uns durch den Wald. Er wird uns nächste Woche durch die Stadt leiten. Er leitete uns letzten Monat durch das Museum.",
      "example_translation": "El guía nos llevó a través del bosque. Nos llevará a través de la ciudad la semana que viene. Nos llevó a través del museo el mes pasado.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schulleiter",
      "translation": "director",
      "definition": "Der Schulleiter ist der leitende Lehrer einer Schule, verantwortlich für die Führung und Verwaltung der Schule.",
      "definition_translation": "El director es el maestro más antiguo en una escuela, responsable de la dirección y gestión de la escuela.",
      "example": "Sie war die Schulleiterin der Schule, als ich Schüler war. Sie wird nächstes Jahr die Schulleiterin der neuen Schule sein. Sie war 10 Jahre lang Schulleiterin.",
      "example_translation": "Ella era la directora de la escuela cuando era estudiante. Será la directora de la nueva escuela el próximo año. Fue directora durante 10 años.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Manager",
      "translation": "gerente",
      "definition": "Ein Manager ist eine Person, die alle Aktivitäten eines Unternehmens oder einer Abteilung kontrolliert und organisiert.",
      "definition_translation": "Un gerente es una persona responsable de controlar y organizar todas las actividades de una empresa o departamento.",
      "example": "Er war der Manager der Marketing-Abteilung, als ich dort arbeitete. Sie wird nächstes Monat die Managerin des neuen Projekts sein. Sie waren 5 Jahre lang Manager des Unternehmens.",
      "example_translation": "Él era el gerente del departamento de marketing cuando trabajé allí. Será la gerente del nuevo proyecto el próximo mes. Fueron gerentes de la empresa durante 5 años.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mechaniker",
      "translation": "mecánico",
      "definition": "Ein Mechaniker ist eine Person, die Maschinen, insbesondere Fahrzeuge, repariert und wartet.",
      "definition_translation": "Un mecánico es una persona que repara y mantiene máquinas, especialmente vehículos.",
      "example": "Er war ein Mechaniker in der Garage, als ich mein Auto dort brachte. Sie wird nächstes Jahr die Mechanikerin des Rennstalls sein. Sie waren 10 Jahre lang Mechaniker des Unternehmens.",
      "example_translation": "Él era un mecánico en el garaje cuando llevé mi coche allí. Será la mecánica del equipo de carreras el próximo año. Fueron mecánicos de la empresa durante 10 años.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenschwester",
      "translation": "enfermera",
      "definition": "Eine Krankenschwester ist ein Gesundheitsfachangestellter, der Patienten in verschiedenen Einrichtungen wie Krankenhäusern, Kliniken und Pflegeheimen medizinische Pflege angedeihen lässt.",
      "definition_translation": "Una enfermera es un profesional de la salud que proporciona atención médica a pacientes en various entornos, como hospitales, clínicas y hogares de enfermos.",
      "example": "Sie ist seit fünf Jahren Krankenschwester und wird es für den Rest ihres Lebens bleiben. Gestern pflegte sie einen Patienten gesund. Morgen wird sie ein neugeborenes Baby pflegen.",
      "example_translation": "Ella ha sido una enfermera durante cinco años, y será una enfermera por el resto de su vida. Ayer, cuidó a un paciente hasta que se recuperó. Mañana, cuidará a un bebé recién nacido.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maler",
      "translation": "pintor",
      "definition": "Ein Maler ist ein Künstler, der Bilder mit Farbe schafft, oft auf Leinwand, Holz oder anderen Materialien.",
      "definition_translation": "Un pintor es un artista que crea imágenes con pintura, a menudo utilizando lienzo, madera u otros materiales como superficie.",
      "example": "Er ist seit zehn Jahren Maler und wird heute Nacht ein neues Meisterwerk schaffen. Gestern malte er ein schönes Landschaftsbild. In Zukunft wird er ein großes Wandgemälde auf dem Rathaus malen.",
      "example_translation": "Él ha sido un pintor durante diez años, y pintará una nueva obra maestra esta noche. Ayer, pintó un paisaje hermoso. En el futuro, pintará un mural en el ayuntamiento de la ciudad.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fotograf",
      "translation": "fotógrafo",
      "definition": "Ein Fotograf ist ein Künstler, der Bilder mit einer Kamera aufnimmt, oft für künstlerische oder kommerzielle Zwecke.",
      "definition_translation": "Un fotógrafo es un artista que capta imágenes utilizando una cámara, a menudo con fines artísticos o comerciales.",
      "example": "Sie ist seit fünf Jahren Fotografin und wird morgen eine Hochzeit fotografieren. Gestern fotografte sie einen schönen Sonnenuntergang. In Zukunft wird sie eine Modenschau fotografieren.",
      "example_translation": "Ella ha sido una fotógrafa durante cinco años, y fotografiará una boda mañana. Ayer, fotografió un hermoso atardecer. En el futuro, fotografiará un desfile de moda.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pilot",
      "translation": "piloto",
      "definition": "Eine Person, die die Steuerung eines Flugzeugs bedient, insbesondere eine Person, die qualifiziert ist, zu navigieren und zu kommunizieren.",
      "definition_translation": "Una persona que opera los controles de un avión, especialmente uno que está capacitado para navegar y comunicarse.",
      "example": "Ich war Pilot in der Luftwaffe, dann wurde ich ein kommerzieller Pilot und jetzt werde ich Pilot für eine neue Fluggesellschaft.",
      "example_translation": "Yo era un piloto en la fuerza aérea, luego me convertí en piloto comercial y ahora seré un piloto para una nueva aerolínea.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spieler",
      "translation": "jugador",
      "definition": "Eine Person, die an einem Spiel, einem Sport oder einer anderen Aktivität teilnimmt.",
      "definition_translation": "Una persona que participa en un juego, deporte u otra actividad.",
      "example": "Ich war Spieler im Fußballteam, dann wurde ich Spieler im Basketballteam und jetzt werde ich Spieler im Fußballteam.",
      "example_translation": "Yo era un jugador en el equipo de fútbol, luego me convertí en jugador del equipo de baloncesto y ahora seré un jugador en el equipo de fútbol.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "oficial de policía",
      "definition": "Eine Person, deren Aufgabe es ist, Gesetze durchzusetzen, Verbrechen zu untersuchen und Ordnung in einer Gemeinschaft zu halten.",
      "definition_translation": "Una persona cuyo trabajo es hacer cumplir las leyes, investigar crímenes y mantener el orden en una comunidad.",
      "example": "Sie war eine Polizistin in der Stadt, dann wurde sie eine Polizistin auf dem Land und jetzt wird sie eine Polizistin auf der Autobahnpatrouille.",
      "example_translation": "Ella era una oficial de policía en la ciudad, luego se convirtió en una oficial de policía en el campo y ahora será una oficial de policía en la patrulla de autopistas.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "policía",
      "definition": "Ein Polizist ist ein Vollzugsbeamter, der für die Aufrechterhaltung der Ordnung und die Durchsetzung von Gesetzen in einem bestimmten Bereich verantwortlich ist.",
      "definition_translation": "Un policía es un agente del orden público responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "Der Polizist stoppte den Fahrer wegen Überschreitung der Höchstgeschwindigkeit gestern, aber er wird ihm heute kein Strafmandat aushändigen, und er hätte ihn letzte Woche festgenommen, wenn er ihn rücksichtslos fahren gesehen hätte.",
      "example_translation": "El policía detuvo al conductor por exceso de velocidad ayer, pero no le dará una multa hoy, y lo habría arrestado la semana pasada si hubiera visto conducir de forma temeraria.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizistin",
      "translation": "policía",
      "definition": "Eine Polizistin ist eine weibliche Vollzugsbeamtin, die für die Aufrechterhaltung der Ordnung und die Durchsetzung von Gesetzen in einem bestimmten Bereich verantwortlich ist.",
      "definition_translation": "Una policía es una agente del orden público femenina responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "Die Polizistin half dem verlorenen Kind, seine Eltern auf dem Festival letzten Wochenende zu finden, und sie wird heute den Verkehr regeln, aber sie wäre letztes Jahr auf Streife gewesen.",
      "example_translation": "La policía ayudó al niño perdido a encontrar a sus padres en el festival el fin de semana pasado, y ella estará dirigiendo el tráfico mañana, pero habría estado de servicio de patrulla el año pasado.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rezeptionistin",
      "translation": "recepcionista",
      "definition": "Eine Rezeptionistin ist eine Person, die für die Verwaltung des Empfangsbereichs einer Organisation verantwortlich ist, typischerweise für die Beantwortung von Anrufen, das Begrüßen von Besuchern und die Ausführung von administrativen Aufgaben.",
      "definition_translation": "Un recepcionista es una persona empleada para manejar el área de recepción de una organización, usualmente responsable de contestar llamadas telefónicas, saludar a los visitantes y realizar tareas administrativas.",
      "example": "Die Rezeptionistin begrüßte mich herzlich, als ich gestern im Büro ankam, und sie wird heute meine Unterlagen bearbeiten, aber sie wäre letzte Woche in ihrer Mittagspause gewesen.",
      "example_translation": "La recepcionista me saludó calurosamente cuando llegué a la oficina ayer, y ella estará procesando mi documentación hoy, pero habría estado en un descanso para comer a esta hora la semana pasada.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäuferassistenz",
      "translation": "asistente de ventas",
      "definition": "Eine Person, die einem Verkaufsteam oder einem Verkäufer bei administrativen und kaufmännischen Aufgaben assistiert.",
      "definition_translation": "Una persona responsable de asistir a un equipo de ventas o gerente en tareas administrativas y clericales.",
      "example": "Ich war letztes Jahr als Verkäuferassistenz in einem Einzelhandelsgeschäft tätig, ich bin es jetzt und ich werde es nächstes Jahr auch sein.",
      "example_translation": "Fui un asistente de ventas en una tienda minorista el año pasado, soy un asistente de ventas en una tienda minorista ahora, y seré un asistente de ventas en una tienda minorista el próximo año.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäufer",
      "translation": "vendedor",
      "definition": "Eine Person, die Waren oder Dienstleistungen an Kunden verkauft, oft auf Provisionsbasis.",
      "definition_translation": "Una persona que vende bienes o servicios a clientes, a menudo trabajando con una base de comisión.",
      "example": "Sie war viele Jahre lang eine erfolgreiche Verkäuferin, sie ist es jetzt und sie wird nächstes Jahr die beste Verkäuferin sein.",
      "example_translation": "Ella ha sido una vendedora exitosa durante muchos años, es una vendedora hábil ahora, y será una vendedora principal el próximo año.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sekretärin",
      "translation": "secretaria",
      "definition": "Eine Person, die für die täglichen Aktivitäten einer Organisation oder eines Unternehmens verantwortlich ist.",
      "definition_translation": "Una persona empleada para administrar las actividades diarias de una organización o negocio.",
      "example": "Sie war letztes Jahr als Sekretärin in einer Anwaltskanzlei tätig, sie ist es jetzt und sie wird es nächstes Jahr auch sein.",
      "example_translation": "Ella fue una secretaria en una firma de abogados el año pasado, es una secretaria en una firma de abogados ahora, y será una secretaria en una firma de abogados el próximo año.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sängerin",
      "translation": "cantante",
      "definition": "Eine Person, die singt, insbesondere beruflich, wie in einem Konzert oder einer Oper.",
      "definition_translation": "Una persona que canta, especialmente profesionalmente, como en un concierto o ópera.",
      "example": "Sie war eine talentierte Sängerin, die bereits in vielen Konzerten aufgetreten ist. Sie bereitet sich derzeit auf ihr Debütalbum vor. Sie wird in Zukunft eine berühmte Sängerin sein.",
      "example_translation": "Ella era una cantante talentosa que había actuado en muchos conciertos. Actualmente se está preparando para su álbum debut. Será una cantante famosa en el futuro.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taxifahrer",
      "translation": "taxista",
      "definition": "Eine Person, die ein Taxi fährt, typischerweise für ihren Lebensunterhalt.",
      "definition_translation": "Una persona que conduce un taxi, típicamente para ganarse la vida.",
      "example": "Er war 10 Jahre lang ein Taxifahrer, bevor er in Rente ging. Er fährt derzeit für ein Mitfahr- Unternehmen. Er wird nächstes Jahr sein eigenes Taxi-Unternehmen gründen.",
      "example_translation": "Él era un taxista durante 10 años antes de jubilarse. Actualmente conduce para una empresa de compartir viajes. Empezará su propio negocio de taxi el año próximo.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiseleiter",
      "translation": "guía turístico",
      "definition": "Eine Person, die Besuchern die Sehenswürdigkeiten eines Ortes zeigt und erklärt, insbesondere für ihren Lebensunterhalt.",
      "definition_translation": "Una persona que muestra y explica los lugares de interés de un sitio a los visitantes, especialmente para ganarse la vida.",
      "example": "Sie arbeitete 5 Jahre lang als Reiseleiterin in Paris. Sie führt derzeit eine Gruppe von Touristen durch das Museum. Sie wird nächstes Monat eine freiberufliche Reiseleiterin werden.",
      "example_translation": "Ella trabajó como guía turística en París durante cinco años. Actualmente está liderando un grupo de turistas através del museo. Será una guía turística independiente el mes próximo.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autor",
      "translation": "escritor",
      "definition": "Eine Person, die Bücher, Geschichten oder Artikel als Beruf oder Beschäftigung schreibt.",
      "definition_translation": "Una persona que escribe libros, historias o artículos como trabajo o ocupación.",
      "example": "Ich war früher Autor für ein Magazin, aber jetzt bin ich ein Freiberufler. Ich schreibe ein Roman und ich werde eines Tages ein Drehbuch schreiben.",
      "example_translation": " Era un escritor para una revista, pero ahora soy un freelance. Estoy escribiendo una novela, y escribiré un guión algún día.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhalter",
      "translation": "contable",
      "definition": "Eine Person, deren Aufgabe es ist, die finanziellen Aufzeichnungen eines Unternehmens oder einer Organisation zu führen und zu prüfen.",
      "definition_translation": "Una persona cuyo trabajo es mantener y examinar los registros financieros de una empresa o organización.",
      "example": "Ich bin seit fünf Jahren Buchhalter und bin gut darin, das Budget des Unternehmens auszugleichen. Sie wird für eine große Firma Buchhalterin sein, und sie werden für eine Nicht-Regierungsorganisation Buchhalter sein.",
      "example_translation": "He sido un contable durante cinco años, y soy bueno para equilibrar el presupuesto de la empresa. Ella será una contable para una gran empresa, y ellos serán contables para una organización sin fines de lucro.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Architekt",
      "translation": "arquitecto",
      "definition": "Ein Person, die Gebäude und andere Strukturen entwirft und ihre Errichtungüberwacht.",
      "definition_translation": "Una persona que diseña edificios y otras estructuras, y supervisa su construcción.",
      "example": "Ich möchte Architekt werden, wenn ich groß bin, und werde einen Wolkenkratzer entwerfen. Sie war Architektin für ein berühmtes Gebäude, und sie werden Architekten für ein neues Stadion sein.",
      "example_translation": "Quiero ser un arquitecto cuando crezca, y diseñaré un rascacielos. Ella fue una arquitecta para un edificio famoso, y ellos serán arquitectos para un nuevo estadio.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Babysitterin",
      "translation": "niñera",
      "definition": "Eine Person, normalerweise eine junge Frau, die angestellt wird, um ein Kind oder mehrere Kinder zu betreuen, wenn die Eltern nicht anwesend sind.",
      "definition_translation": "Una persona, normalmente una joven mujer, empleada para cuidar a un niño o niños cuando los padres no están presentes.",
      "example": "Ich war Babysitterin, als ich auf der High School war, aber jetzt bin ich Lehrerin. Ich passte letzte Nacht auf die Smiths auf, und ich werde nächstes Wochenende wieder auf sie aufpassen.",
      "example_translation": "Solía ser niñera cuando estaba en la escuela secundaria, pero ahora soy profesora. Cuidé a los Smith la noche pasada y cuidaré a ellos de nuevo el fin de semana que viene.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäcker",
      "translation": "panadero",
      "definition": "Eine Person, die Backwaren wie Brot, Kuchen und Pasteten herstellt und verkauft.",
      "definition_translation": "Una persona que hace y vende productos alimenticios a base de harina, como pan, tortas y pasteles.",
      "example": "Mein Vater war Bäcker, und er backte jeden Morgen Brot. Ich werde Bäcker werden, wenn ich groß bin, und werde leckere Kuchen backen.",
      "example_translation": "Mi padre era panadero, y horneaba pan todas las mañanas. Seré panadero cuando crezca, y horneare deliciosas tortas.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balletttänzerin",
      "translation": "bailarina de ballet",
      "definition": "Eine Person, die Ballett, eine klassische Tanzform, die durch grazile Bewegungen und Positionen gekennzeichnet ist, aufführt.",
      "definition_translation": "Una persona queinterpreta ballet, una forma clásica de danza caracterizada por movimientos y posiciones gráciles.",
      "example": "Meine Schwester ist Balletttänzerin, und sie tanzte letzte Nacht wunderschön bei der Vorstellung. Sie wird professionelle Balletttänzerin werden, wenn sie von der Universität abschließt.",
      "example_translation": "Mi hermana es bailarina de ballet, y bailó hermosamente en el recital la noche pasada. Será una bailarina de ballet profesional cuando se gradúe de la universidad.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "barbero",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden und zu stylen, Bärte zu stutzen und andere Dienstleistungen im Rahmen der persönlichen Pflege zu erbringen.",
      "definition_translation": "Una persona cuya ocupación es cortar y estilo el cabello, recortar barbas y realizar otros servicios relacionados con la atención personal.",
      "example": "Ich gehe morgen zum Friseur, um mir die Haare schneiden zu lassen. Heute ging ich zum Friseur, um mich rasieren zu lassen. Ich gehe seit Jahren zum Friseur.",
      "example_translation": "Voy a ir al barbero mañana para cortarme el cabello. Hoy, fui al barbero para afeitarme. He estado yendo al barbero durante años.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barkeeper",
      "translation": "barman",
      "definition": "Eine Person, die Getränke und Snacks in einer Bar, normalerweise in einer Gaststätte, einem Restaurant oder einem Nachtclub, serviert.",
      "definition_translation": "Una persona que sirve bebidas y aperitivos en un bar, típicamente en una casa pública, restaurante o nightclub.",
      "example": "Der Barkeeper in der neuen Kneipe ist sehr freundlich. Gestern mischte mir der Barkeeper einen perfekten Cocktail. Ich kenne den Barkeeper seit Jahren.",
      "example_translation": "El barman del nuevo pub es muy amigable. Ayer, el barman me mezcló un cóctel perfecto. He conocido al barman durante años.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauarbeiter",
      "translation": "constructor",
      "definition": "Eine Person, die etwas baut oder konstruiert, insbesondere als Beruf oder Beschäftigung.",
      "definition_translation": "Una persona que construye o edifica algo, especialmente como un trabajo o ocupación.",
      "example": "Der Bauarbeiter hat das Haus letzte Woche fertiggestellt. Heute arbeitet der Bauarbeiter an einem neuen Projekt. Ich werde einen Bauarbeiter einstellen, um mein Haus zu renovieren.",
      "example_translation": "El constructor terminó la casa la semana pasada. Hoy, el constructor está trabajando en un nuevo proyecto. Contrataré a un constructor para renovar mi casa.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Metzger",
      "translation": "carnicero",
      "definition": "Eine Person, die Tiere für den Verzehr schlachtet und zubereitet, oder jemand, der Fleisch verkauft.",
      "definition_translation": "Una persona que mata y prepara animales para la comida, o alguien que vende carne.",
      "example": "Gestern ging ich zum Metzger, um Hähnchen für das Abendessen zu kaufen. Heute gehe ich auf den Markt, um zu sehen, ob ich einen besseren Deal finden kann. Bis nächster Woche werde ich gelernt haben, Fleisch wie ein professioneller Metzger zu schneiden und zuzubereiten.",
      "example_translation": "Ayer, fui al carnicero para comprar algo de pollo para la cena. Hoy, voy al mercado para ver si puedo encontrar un mejor trato. Para la próxima semana, habré aprendido a cortar y preparar carne como un carnicero profesional.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "químico",
      "definition": "Eine Person, die in der Wissenschaft der Chemie ausgebildet ist, oder ein Einzelhandelsgeschäft, in dem Apothekenprodukte verkauft werden.",
      "definition_translation": "Una persona capacitada en la ciencia de la química, o una tienda minorista donde se venden productos farmacéuticos.",
      "example": "Als Chemikerin verbrachte sie den größten Teil ihrer Zeit im Labor, Experimente durchführend. Letzte Woche arbeitete sie in der Apotheke und half Kunden bei ihren Rezepten. Bis nächstem Jahr wird sie ein neues Medikament entwickelt haben, das die Branche revolutionieren wird.",
      "example_translation": "Como química, pasó la mayoría del tiempo en el laboratorio realizando experimentos. La semana pasada, trabajó en la tienda de químicos ayudando a los clientes con sus recetas. Para el próximo año, habrá desarrollado un nuevo medicamento que revolucionará la industria.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainer",
      "translation": "entrenador",
      "definition": "Eine Person, die Sportteams oder -individualen trainiert und unterrichtet, oder ein großes Fahrzeug für den Transport von Menschen.",
      "definition_translation": "Una persona que entrena y enseña equipos deportivos o individuos, o un vehículo grande para transportar personas.",
      "example": "Der Trainer der Fußballmannschaft war sehr erfahren und hatte bereits mehrere Meisterschaften gewonnen. Gestern nahm ich einen Bus von London nach Paris. Bis nächsten Monat werde ich gelernt haben, eine Basketballmannschaft zu trainieren.",
      "example_translation": "El entrenador del equipo de fútbol era muy experimentado y había ganado varios campeonatos. Ayer, tomé un autocar de Londres a París. Para el próximo mes, habré aprendido a entrenar a un equipo de baloncesto.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Informatiker",
      "translation": "científico informático",
      "definition": "Eine Person, die Expertin oder Experte in der Gestaltung, Entwicklung und Erprobung von Computersystemen ist.",
      "definition_translation": "Una persona que tiene experiencia en el diseño, desarrollo y prueba de hardware y software de computadora.",
      "example": "Das Unternehmen hat ein Team von Informatikern angestellt, um ein neues künstliches Intelligenzsystem zu entwickeln. Sie haben daran gearbeitet, seit Wochen. Bis nächsten Jahr werden sie das Projekt abgeschlossen haben.",
      "example_translation": "La empresa contratò un equipo de científicos informáticos para desarrollar un nuevo sistema de inteligencia artificial. Han estado trabajando en ello durante meses. Para el próximo año, habrán terminado el proyecto.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Designer",
      "translation": "diseñador",
      "definition": "Eine Person, die Konzepte, Spezifikationen und Designs für Produkte, Dienstleistungen und Erfahrungen entwickelt.",
      "definition_translation": "Una persona que crea y desarrolla conceptos, especificaciones y diseños para productos, servicios y experiencias.",
      "example": "Die Modedesignerin kreiert eine atemberaubende Kollektion für die neue Saison. Sie hatte daran gearbeitet, seit Wochen. Bis zum Beginn der Show wird sie alle letzten Feinheiten erledigt haben.",
      "example_translation": "El diseñador de moda creò una colección impresionante para la nueva temporada. Había estado diseñandola durante meses. Para cuando comenzò el show, habrá terminado todos los toques finales.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Detektiv",
      "translation": "detective",
      "definition": "Eine Person, insbesondere ein Polizist, der Straftaten untersucht und Beweise sammelt.",
      "definition_translation": "Una persona, especialmente un oficial de policía, que investiga crímenes y recopila evidencia.",
      "example": "Der Detektiv ermittelte in einem komplizierten Fall. Er hatte Spuren verfolgt, seit Wochen. Bis er den Fall gelöst hatte, wird er monatelang unermüdlich gearbeitet haben.",
      "example_translation": "El detective estaba investigando un caso complejo. Había estado siguiendo pistas durante semanas. Para cuando resolviò el caso, habrá trabajado incansablemente durante meses.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regisseur",
      "translation": "director",
      "definition": "Eine Person, die die Gesamtproduktion eines Films, Theaterstücks oder einer anderen Aufführung leitet.",
      "definition_translation": "Una persona que dirige la producción general de una película, obra de teatro o otra presentación.",
      "example": "Sie war die Regisseurin des Films, verantwortlich für die Umsetzung des Drehbuchs. Sie hatte bereits mehrere erfolgreiche Filme gedreht. Sie wird nächstes Jahr die neue TV-Serie leiten.",
      "example_translation": "Ella era la directora de la película, responsable de llevar el guión a la vida. Había dirigido varias películas exitosas antes. Dirigirá la nueva serie de TV el próximo año.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Discjockey, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Eine Person, die aufgestellte Musik auf dem Radio oder auf einer Party oder Disco auflegt.",
      "definition_translation": "Una persona que presenta y reproduce música grabada en la radio o en una fiesta o discoteca.",
      "example": "Er war früher ein DJ in einem beliebten Club, aber jetzt ist er Radio-DJ. Sie war DJ auf der Party ihrer Freundin letzte Woche. Sie werden DJs auf dem Festival nächsten Monat sein.",
      "example_translation": "Él solía ser un DJ en un club popular, pero ahora es un DJ de radio. Ella fue DJ en la fiesta de su amiga la semana pasada. Serán DJs en el festival el próximo mes.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filmemacher",
      "translation": "cineasta",
      "definition": "Eine Person, die Filme produziert, insbesondere als Beruf.",
      "definition_translation": "Una persona que hace películas, especialmente como profesión.",
      "example": "Er ist ein bekannter Filmemacher, bekannt für seinen visuellen Stil. Sie hatte immer Filmemacherin werden wollen, aber wurde stattdessen Drehbuchautorin. Sie werden bald Filmemacher in ihrer eigenen Produktionsfirma sein.",
      "example_translation": "Él es un cineasta famoso, conocido por su estilo visual. Ella siempre quiso ser cineasta, pero terminó siendo guionista. Serán cineastas en su propia productora pronto.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwehrmann",
      "translation": "bombero",
      "definition": "Eine Person, die ausgebildet ist, Feuer zu löschen und auf Notfälle zu reagieren.",
      "definition_translation": "Una persona capacitada para apagar incendios y responder a situaciones de emergencia.",
      "example": "Der Feuerwehrmann rettete das Kätzchen aus dem brennenden Gebäude. Sie hatte viele Feuer vorher bekämpft. Sie wird morgen wieder Feuer bekämpfen.",
      "example_translation": "El bombero salvó al gato del edificio en llamas. Ella había luchado contra muchos incendios antes. Ella luchará contra los incendios de nuevo mañana.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wächter",
      "translation": "guardia",
      "definition": "Eine Person, die einen Ort, ein Ding oder eine Person bewacht, schützt oder kontrolliert.",
      "definition_translation": "Una persona que vigila, protege o controla un lugar, cosa o persona.",
      "example": "Der Wächter stand am Eingang des Museums. Er hatte bereits Stunden gewacht. Er wird es bis zur Schließzeit weiter wachen.",
      "example_translation": "El guardia se paró en la entrada del museo. Él había estado guardando la exposición durante horas. Él la guardará hasta la hora de cierre.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarrist",
      "translation": "guitarrista",
      "definition": "Eine Person, die Gitarre spielt, insbesondere eine, die darin besonders gut ist oder professionell spielt.",
      "definition_translation": "Una persona que toca la guitarra, especialmente uno que es habilidoso o profesional.",
      "example": "Der Gitarrist zupfte die Akkorde schön. Sie hatte Jahre lang geübt. Sie wird heute Abend auf dem Konzert auftreten.",
      "example_translation": "El guitarrista rasgueó los cordones hermosamente. Ella había estado practicando durante años. Ella se presentará en el concierto esta noche.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]