[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lappenkraut",
      "translation": "lampazo",
      "definition": "Eine zweijährige,.distelartige Pflanze der Korbblütler-Familie, mit gelben Blüten und essbaren Wurzeln.",
      "definition_translation": "Una planta parecida a la carda con flores amarillas y raíces comestibles de la familia de la lechuga.",
      "example": "Ich grub eine Lappenkrautwurzel im Hinterhof aus und verwendete sie in einem Salat. Gestern hatte ich ein paar Lappenkräuter für das Abendessen geerntet. Bis zum nächsten Sommer werde ich weitere Lappenkräuter in meinem Garten gepflanzt haben.",
      "example_translation": "Desenterré una raíz de lampazo en el patio trasero y la usé en una ensalada. Ayer, había recogido algunos lampazos para cenar. Para el próximo verano, habré plantado más lampazos en mi jardín.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamille",
      "translation": "manzanilla",
      "definition": "Ein Kraut mit weißen oder gelben Blüten und einem starken, süßen Duft, verwendet, um Tee oder Medizin herzustellen.",
      "definition_translation": "Una hierba con flores blancas o amarillas y un fuerte olor dulce, usada para hacer té o medicina.",
      "example": "Ich ließ einige Kamillenblüten in heißem Wasser ziehen, um ein beruhigendes Tee zuzubereiten. Gestern trank ich Kamillentee vor dem Schlafengehen. Bis nächster Woche werde ich Kamille in meinem Garten gepflanzt haben.",
      "example_translation": "Dejé infusionar algunas flores de manzanilla en agua caliente para hacer un té calmante. Ayer, bebí té de manzanilla antes de acostarme. Para la próxima semana, habré plantado manzanilla en mi jardín.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katzeklaue",
      "translation": "uña de gato",
      "definition": "Eine tropische Kletterpflanze mit gekrümmten Dornen, verwendet in der pflanzlichen Medizin.",
      "definition_translation": "Una enredadera tropical con espinas curvas, usada en la medicina herbal.",
      "example": "Die Katzeklaue-Ranke war am Haus hochgewachsen. Gestern nahm ich einige Katzeklaue-Nahrungsergänzungsmittel für meine Gelenkschmerzen. Bis nächsten Monat werde ich einige Katzeklaue aus dem Garten geerntet haben.",
      "example_translation": "La enredadera de uña de gato había crecido por el lado de la casa. Ayer, había tomado algunos suplementos de uña de gato para mi dolor articulatorio. Para el próximo mes, habré cosechado alguna uña de gato del jardín.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Huflattich",
      "translation": "farfán",
      "definition": "Ein mehrjähriges Kraut, das in Europa und Asien heimisch ist, mit gelben, daisieartigen Blüten und Blättern, die medizinisch verwendet werden können.",
      "definition_translation": "Una hierba perenne nativa de Europa y Asia, con flores amarillas parecidas a margaritas y hojas que se pueden utilizar medicinalmente.",
      "example": "Huflattich wird seit Jahrhunderten verwendet, um Atemwegsprobleme zu behandeln, und in der Vergangenheit wurde es verwendet, um Tee zu machen, um einen schmerzenden Hals zu beruhigen. Heute wird es noch immer in pflanzlichen Mitteln verwendet, und in Zukunft könnte es verwendet werden, um neue Medikamente zu entwickeln.",
      "example_translation": "El farfán se ha utilizado durante siglos para tratar problemas respiratorios, y en el pasado, se utilizaba para hacer té para calmar una garganta dolorida. Hoy en día, todavía se utiliza en remedios herbales, y en el futuro, puede ser utilizado para desarrollar nuevas medicinas.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "diente de león",
      "definition": "Ein mehrjähriger Unkraut mit gelben Blüten und Blättern, die als Gemüse oder Kraut verwendet werden können.",
      "definition_translation": "Una mala hierba perenne con flores amarillas y hojas que se pueden comer como una verdura o utilizar como una hierba.",
      "example": "In der Vergangenheit pflückte meine Großmutter Löwenzahngewächse aus dem Hof und dünstete sie mit Knoblauch als Beilage. Heute verwende ich die Blüten, um Tee zu machen, der bei der Verdauung hilft, und in Zukunft hoffe ich, ihn verwenden zu können, um natürliche Stoffe für Stoffe herzustellen.",
      "example_translation": "En el pasado, mi abuela recogía berros de diente de león del jardín y los salteaba con ajo como plato lateral. Hoy en día, uso las flores para hacer un té que ayuda con la digestión, y en el futuro, espero utilizarlo para hacer un tinte natural para tela.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bockshornklee",
      "translation": "fenogreco",
      "definition": "Ein einjähriges Kraut, das ursprünglich aus dem Mittelmeerraum stammt, mit Samen und Blättern, die als Gewürz oder in traditioneller Medizin verwendet werden.",
      "definition_translation": "Una hierba anual nativa de la región mediterránea, con semillas y hojas que se pueden utilizar como especia o en la medicina tradicional.",
      "example": "In der Vergangenheit wurde Bockshornklee verwendet, um Verdauungsprobleme zu behandeln, und heute wird es noch immer in traditioneller indischer Küche verwendet, um Currys zu würzen. In Zukunft könnte es verwendet werden, um neue Behandlungen für Diabetes zu entwickeln.",
      "example_translation": "En el pasado, el fenogreco se utilizaba para tratar problemas digestivos, y hoy en día todavía se utiliza en la cocina tradicional india para agregar sabor a los curris. En el futuro, puede ser utilizado para desarrollar nuevos tratamientos para la diabetes.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Ginseng",
      "translation": "ginseng",
      "definition": "Ginseng ist eine mehrjährige Pflanze, die in den Bergen Asiens wächst, typischerweise 15-45 cm hoch, mit einer fleischigen Wurzel und grünen, handförmigen Blättern.",
      "definition_translation": "El ginseng es una planta perenne que crece en las montañas de Asia, generalmente de 6-18 pulgadas de alto, con una raíz carnosa y hojas verdes que son compuestas palmadas.",
      "example": "In der Vergangenheit verwendeten die alten Chinesen Ginseng, um verschiedene Gesundheitsprobleme zu behandeln. Heute nehmen viele Menschen Ginseng-Nahrungsergänzungsmittel ein, um ihre allgemeine Wohlbefinden zu verbessern. Bis nächstem Jahr wird Ginseng großflächig angebaut, um der wachsenden Nachfrage gerecht zu werden.",
      "example_translation": "En el pasado, los antiguos chinos usaron ginseng para tratar varios problemas de salud. Hoy en día, muchas personas toman suplementos de ginseng para mejorar su bienestar general. Para el próximo año, el ginseng se cultivará a gran escala para satisfacer la creciente demanda.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schachtelhalm",
      "translation": " cola de caballo",
      "definition": "Schachtelhalm ist eine Art Gefäßpflanze, die in feuchten Lebensräumen wächst, gekennzeichnet durch ihre hohlen Stängel und Schnüre von nadelförmigen Blättern.",
      "definition_translation": "La cola de caballo es un tipo de planta vascular que crece en ambientes húmedos, caracterizada por sus tallos huecos y ramilletes de hojas como agujas.",
      "example": "Schachtelhalm wurde über Jahrhunderte verwendet, um Hautprobleme zu behandeln. Der Arzt empfahl, Schachtelhalm-Extrakt auf die betroffene Stelle aufzutragen. Bis Ende des Monats wird der Patient eine signifikante Verbesserung gesehen haben.",
      "example_translation": "La cola de caballo había sido utilizada durante siglos para tratar condiciones de la piel. El médico recomendó aplicar extracto de cola de caballo en el área afectada. Para fin de mes, el paciente habrá visto una mejora significativa.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knotenkraut",
      "translation": " hierba del nudo",
      "definition": "Knotenkraut ist ein ein- oder mehrjähriges Unkraut, das in Abfallgebieten wächst, gekennzeichnet durch seine schlanken Stängel und kleinen, grünlich-gelben Blüten.",
      "definition_translation": "La hierba del nudo es una maleza anual o perenne que crece en áreas desechadas, caracterizada por sus tallos delgados y pequeñas flores verdes amarillentas.",
      "example": "Der Bauer hatte versucht, Knotenkraut aus seinem Feld zu entfernen, seit Jahren. Letzte Saison verwendete er ein neues Herbizid, um sein Wachstum zu kontrollieren. Bis zum nächsten Frühjahr wird das Knotenkraut verschwunden sein.",
      "example_translation": "El farmer había estado tratando de erradicar la hierba del nudo de su campo durante años. La temporada pasada, utilizó un nuevo herbicida para controlar su crecimiento. Para la próxima primavera, la hierba del nudo habrá desaparecido.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenmelisse",
      "translation": "mélisse citron",
      "definition": "Ein Kraut, das in Eurasien heimisch ist, verwendet in Kochen und Medizin, bekannt für seinen leichten, zitronigen Geschmack und Duft.",
      "definition_translation": "Una hierba originaria de Eurasia, utilizada en cocina y medicina, conocida por su sabor y aroma ligeramente cítricos.",
      "example": "Ich fügte einen Zweig Zitronenmelisse dem Tee hinzu, um einen erfrischenden Geschmack zu erhalten. Gestern verwendete ich Zitronenmelisse, um eine leckere Soße zuzubereiten. Bis zum nächsten Sommer werde ich meine eigene Zitronenmelisse angebaut haben.",
      "example_translation": "Añadí un ramito de mélisse citron al té para un sabor refrescante. Ayer, utilicé mélisse citron para hacer una deliciosa salsa. Para el próximo verano, habré crecido mi propia mélisse citron.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringelblume",
      "translation": "caléndula",
      "definition": "Eine helle gelbe oder orangefarbene Blume, native to the Mediterranregion, oft in Gärten und als natürliche Farbe verwendet.",
      "definition_translation": "Una flor amarilla brillante o naranja, originaria de la región del Mediterráneo, a menudo utilizada en jardines y como tintura natural.",
      "example": "Die Ringelblumen in meinem Garten blühen wunderschön. Letzte Woche habe ich Ringelblumensamen mit meinen Kindern gepflanzt. Bis nächstes Jahr werden unsere Ringelblumengewächse groß gewachsen sein.",
      "example_translation": "Las flores de caléndula en mi jardín están floreciendo hermosamente. La semana pasada, planté semillas de caléndula con mis hijos. Para el próximo año, nuestras plantas de caléndula habrán crecido altas.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marshmallow",
      "translation": "malvavisco",
      "definition": "Ein süßes Naschwerk aus dem Saft der Marshmallow-Pflanze, oft in Desserts und Snacks verwendet.",
      "definition_translation": "Un dulce tratamiento hecho del jugo de la planta de malvavisco, a menudo utilizado en postres y bocadillos.",
      "example": "Ich habe letzte Nacht Marshmallows über dem Lagerfeuer geröstet. Gestern habe ich einen Sack Marshmallows für die Party gekauft. Bis nächstem Winter werde ich die Kunst des Marshmallow-Machens gemeistert haben.",
      "example_translation": "Asé malvaviscos sobre la fogata del campamento la noche pasada. Ayer, compré una bolsa de malvaviscos para la fiesta. Para el próximo invierno, habré dominado el arte de hacer malvaviscos.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitzwegerich",
      "translation": "llantén menor",
      "definition": "Ein mehrjähriges Kraut mit einer Rosette von Blättern und Spikes von kleinen Blüten, native to Europa und westliches Asien.",
      "definition_translation": "Una hierba perenne con una roseta de hojas y espigas de pequeñas flores, nativa de Europa y Asia occidental.",
      "example": "Der Arzt empfahl ein Pflaster aus Spitzwegerich, um die Hautirritation zu beruhigen. Ich werde morgen Spitzwegerich in meinem Kräutertee verwenden. Sie hatte Spitzwegerich verwendet, um ihre Wunde zu behandeln.",
      "example_translation": "El médico recomendó una cataplasma hecha de llantén menor para calmar la irritación de la piel. Mañana usaré llantén menor en mi té herbal. Ella había usado llantén menor para tratar su herida.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salbei",
      "translation": "salvia",
      "definition": "Ein mehrjähriges Kraut mit graugrünen Blättern und purpurnen Blüten, native to der Mediterranregion.",
      "definition_translation": "Una hierba perenne con hojas grisáceas-verdes y flores púrpuras, nativa de la región del Mediterráneo.",
      "example": "Meine Großmutter fügte immer frische Salbei zu ihrem gerösteten Huhn hinzu. Ich werde im nächsten Frühling Salbei in meinem Garten pflanzen. Sie hatten Salbei verwendet, um ihren Truthahn am Thanksgiving zu würzen.",
      "example_translation": "Mi abuela siempre agregaba salvia fresca a su pollo asado. Plantaré salvia en mi jardín la próxima primavera. Habían usado salvia para dar sabor a su pavo de Acción de Gracias.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Johanniskraut",
      "translation": "hierba de San Juan",
      "definition": "Ein gelbblühendes Kraut mit paarweise gegenständigen Blättern, native to Europa und Asien, verwendet in der Phytotherapie zur Behandlung leichter Depressionen.",
      "definition_translation": "Una hierba con flores amarillas con pares de hojas opuestas, nativa de Europa y Asia, usada en medicina herbal para tratar la depresión leve.",
      "example": "Der Arzt verschrieb mir Johanniskraut, um mir bei der Angst zu helfen. Ich nehme seit Monaten Johanniskraut-Präparate ein. Sie empfahlen Johanniskraut-Tee, um Stress zu lindern.",
      "example_translation": "El médico me recetó hierba de San Juan para ayudarme a lidiar con la ansiedad. He estado tomando suplementos de hierba de San Juan durante meses. Recomendaron té de hierba de San Juan para aliviar el estrés.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wermut",
      "translation": "ajenjo",
      "definition": "Eine bitter schmeckende Pflanze mit silbrig-grauen Blättern, verwendet in der Medizin und zum Herstellen von Absinth, einem stark alkoholhaltigen Getränk",
      "definition_translation": "una planta con sabor amargo con hojas plateadas-grises, utilizada en medicina y para hacer absenta, una bebida alcohólica fuerte",
      "example": "Der Koch fügte einen Zweig Wermut dem Cocktail hinzu, um einen einzigartigen Geschmack zu erzielen. Letzte Woche hatte sie zu viel Wermut hinzugefügt und es war undefinierbar. Bis nächstes Jahr wird sie das Rezept mit genau der richtigen Menge Wermut perfektioniert haben.",
      "example_translation": "El chef agregó un ramillete de ajenjo a la cóctel para un sabor único. La semana pasada, había agregado demasiado ajenjo y era imbebible. Para el próximo año, habrá perfeccionado la receta con solo la cantidad adecuada de ajenjo.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]