[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wassermann",
      "translation": "Acuario",
      "definition": "Ein Zeichen des Tierkreises, repräsentiert durch das Symbol einer Person, die Wasser aus einem Krug schüttet. Es ist mit dem Zeitraum vom 20. Januar bis 18. Februar verbunden.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de una persona vertiendo agua de un jarro. Está asociado con el período del 20 de enero al 18 de febrero.",
      "example": "Sie war ein Wassermann, geboren am 10. Februar, und war bekannt für ihre humanitäre Natur. Sie hatte Jahre lang freiwillig in einer lokalen Wohltätigkeitsorganisation gearbeitet und wird es auch in Zukunft tun.",
      "example_translation": "Era una Acuario, nacida el 10 de febrero, y era conocida por su naturaleza humanitaria. Había sido voluntaria en una organización benéfica local durante años, y lo seguirá haciendo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Widder",
      "translation": "Aries",
      "definition": "Ein Zeichen des Tierkreises, repräsentiert durch das Symbol eines Widders. Es ist mit dem Zeitraum vom 21. März bis 19. April verbunden.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un carnero. Está asociado con el período del 21 de marzo al 19 de abril.",
      "example": "Er war ein Widder, geboren am 1. April, und war bekannt für seinen abenteuerlichen Geist. Er hatte viele Länder in der Vergangenheit bereist und wird in Zukunft weitere Reisen planen.",
      "example_translation": "Era un Aries, nacido el 1 de abril, y era conocido por su espíritu aventurero. Había viajado a muchos países en el pasado, y planea otro viaje en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krebs",
      "translation": "Cáncer",
      "definition": "Ein Zeichen des Tierkreises, repräsentiert durch das Symbol eines Krebses. Es ist mit dem Zeitraum vom 21. Juni bis 22. Juli verbunden.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un cangrejo. Está asociado con el período del 21 de junio al 22 de julio.",
      "example": "Sie war ein Krebs, geboren am 15. Juli, und war bekannt für ihre fürsorgliche Natur. Sie hatte ihre Familienmitglieder in der Vergangenheit gepflegt und wird es auch in Zukunft tun.",
      "example_translation": "Era un Cáncer, nacida el 15 de julio, y era conocida por su naturaleza cuidadora. Había cuidado a los miembros de su familia en el pasado, y lo seguirá haciendo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinbock",
      "translation": "Capricornio",
      "definition": "Eine Person, die zwischen dem 22. Dezember und 19. Januar geboren wurde, im Zeitraum des Jahres, der vom Steinbock beherrscht wird.",
      "definition_translation": "Una persona nacida entre el 22 de diciembre y el 19 de enero, en el período del año regido por el signo de Capricornio.",
      "example": "Das Steinbock-Sternzeichen ist mit Ehrgeiz und Disziplin verbunden. Sie war ein Steinbock und arbeitete immer hart, um ihre Ziele zu erreichen. Bis sie 30 war, hatte sie großartigen Erfolg als Steinbock erreicht.",
      "example_translation": "El signo estelar de Capricornio se asocia con la ambición y la disciplina. Ella era un Capricornio y siempre trabajó duro para alcanzar sus objetivos. Para cuando tenía 30 años, habrá alcanzado un gran éxito como un Capricornio.",
      "imageLink": "image_files\\English\\"imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "Géminis",
      "definition": "Eine Person, die zwischen dem 21. Mai und 20. Juni geboren wurde, im Zeitraum des Jahres, der vom Zwilling beherrscht wird.",
      "definition_translation": "Una persona nacida entre el 21 de mayo y el 20 de junio, en el período del año regido por el signo de Géminis.",
      "example": "Das Zwilling-Sternzeichen ist mit Kommunikation und Vielseitigkeit verbunden. Er war ein Zwilling und hatte immer mehrere Projekte gleichzeitig laufen. Bis er 25 war, hatte er viele Länder bereist als Zwilling.",
      "example_translation": "El signo estelar de Géminis se asocia con la comunicación y la versatilidad. Él era un Géminis y siempre tenía múltiples proyectos en marcha. Para cuando tenía 25 años, habrá viajado a muchos países como un Géminis.",
      "imageLink": "image_files\\English\\"imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "Leo",
      "definition": "Eine Person, die zwischen dem 23. Juli und 22. August geboren wurde, im Zeitraum des Jahres, der vom Löwen beherrscht wird.",
      "definition_translation": "Una persona nacida entre el 23 de julio y el 22 de agosto, en el período del año regido por el signo de Leo.",
      "example": "Das Löwe-Sternzeichen ist mit Selbstbewusstsein und Kreativität verbunden. Sie war ein Löwe und strahlte immer wie die Sonne. Bis sie 30 war, war sie eine berühmte Schauspielerin als Löwe geworden.",
      "example_translation": "El signo estelar de Leo se asocia con la confianza y la creatividad. Ella era un Leo y siempre brilló con fuerza como el sol. Para cuando tenía 30 años, habrá become una actriz famosa como un Leo.",
      "imageLink": "image_files\\English\\"imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfund",
      "translation": "Libra",
      "definition": "Ein Pfund ist eine Einheit der Masse oder des Gewichts, gleich 0,45 Kilogramm oder 16 Unzen, die insbesondere in der Chemie und Biologie verwendet wird.",
      "definition_translation": "Una libra es una unidad de peso o masa, igual a 0.45 kilogramos o 16 onzas, utilizada especialmente en química y biología.",
      "example": "Ich wog die Probe auf einer Waage, um sicherzustellen, dass sie genau ein Pfund wog. Gestern musste ich das Gewicht von Pfund in Gramm umrechnen. Bis nächster Woche werden wir die Substanz in Pfund gemessen haben.",
      "example_translation": "Pesé la muestra en una balanza para asegurarme de que fuera exactamente una libra. Ayer, tuve que convertir el peso de libra a gramos. Para la próxima semana, habremos medido la sustancia en libra.",
      "imageLink": "image_files\\English\\"imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fische",
      "translation": "Piscis",
      "definition": "Die Fische sind ein Sternbild und ein Zeichen des Tierkreises, das mit dem Zeitraum vom 19. Februar bis 20. März verbunden ist.",
      "definition_translation": "Piscis es una constelación y un signo del zodiaco, asociado con el período del 19 de febrero al 20 de marzo.",
      "example": "Ich wurde am 15. März geboren, daher ist mein Sternzeichen Fische. Meine Mutter ist ein Fisch, und sie ist immer emotional gewesen. Bis ich 30 bin, werde ich viele Fische-Leute getroffen haben.",
      "example_translation": "Nací el 15 de marzo, así que mi signo estelar es Piscis. Mi madre es un Piscis, y siempre ha sido emocional. Para cuando tenga 30 años, habré conocido a muchas personas Piscis.",
      "imageLink": "image_files\\English\\"imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schütze",
      "translation": "Sagitario",
      "definition": "Der Schütze ist ein Sternbild und ein Zeichen des Tierkreises, das mit dem Zeitraum vom 22. November bis 21. Dezember verbunden ist.",
      "definition_translation": "Sagitario es una constelación y un signo del zodiaco, asociado con el período del 22 de noviembre al 21 de diciembre.",
      "example": "Mein Bruder ist ein Schütze, und er liebt es zu reisen. Ich traf einen Schützen letzten Jahr, und sie war sehr offenherzig. Bis nächstem Dezember werde ich viele Schützen getroffen haben.",
      "example_translation": "Mi hermano es un Sagitario, y le encanta viajar. Conocí a una Sagitario el año pasado, y ella era muy extrovertida. Para el próximo diciembre, habré conocido a muchos Sagitarianos.",
      "imageLink": "image_files\\English\\"imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Escorpio",
      "definition": "Ein Sternzeichen, das mit dem Skorpion-Symbol verbunden ist und Menschen beeinflusst, die zwischen dem 23. Oktober und 21. November geboren wurden.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del escorpión, se cree que influye en las personas nacidas entre el 23 de octubre y el 21 de noviembre.",
      "example": "Ich bin ein Skorpion und bin bekannt für meine Intensität und Leidenschaft. Ich war ein Skorpion in meinem vorherigen Leben, ich bin immer noch ein Skorpion jetzt, und ich werde ein Skorpion in Zukunft sein.",
      "example_translation": "Soy un Escorpio y soy conocido por ser intenso y apasionado. Fui un Escorpio en mi vida pasada, sigo siendo un Escorpio ahora y seré un Escorpio en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "Tauro",
      "definition": "Ein Tierkreiszeichen, das dem Stier-Symbol zugeordnet ist und Menschen beeinflusst, die zwischen dem 20. April und dem 20. Mai geboren wurden.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del toro, se cree que influye en las personas nacidas entre el 20 de abril y el 20 de mayo.",
      "example": "Ich bin ein Stier und ich bin bekannt für meine Zuverlässigkeit und Praktikabilität. Ich war ein Stier in meinem vergangenen Leben, ich bin immer noch ein Stier jetzt und ich werde ein Stier in Zukunft sein.",
      "example_translation": "Soy un Tauro y soy conocido por ser confiable y práctico. Fui un Tauro en mi vida pasada, sigo siendo un Tauro ahora y seré un Tauro en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungfrau",
      "translation": "Virgo",
      "definition": "Ein Tierkreiszeichen, das dem Jungfrau-Symbol zugeordnet ist und Menschen beeinflusst, die zwischen dem 23. August und dem 22. September geboren wurden.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo de la virgen, se cree que influye en las personas nacidas entre el 23 de agosto y el 22 de septiembre.",
      "example": "Ich bin eine Jungfrau und ich bin bekannt für meine analytische und arbeitsame Natur. Ich war eine Jungfrau in meinem vergangenen Leben, ich bin immer noch eine Jungfrau jetzt und ich werde eine Jungfrau in Zukunft sein.",
      "example_translation": "Soy un Virgo y soy conocido por ser analítico y trabajador. Fui un Virgo en mi vida pasada, sigo siendo un Virgo ahora y seré un Virgo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierkreiszeichen",
      "translation": "signo del zodiaco",
      "definition": "Ein Tierkreiszeichen ist ein Symbol, das eine Person astrologischen Charakter aufgrund der Position von Sonne, Mond und Planeten bei ihrer Geburt repräsentiert.",
      "definition_translation": "Un signo del zodiaco es un símbolo que representa el carácter astrológico de una persona basado en la posición del sol, la luna y los planetas en el momento de su nacimiento.",
      "example": "Ich wurde unter dem Tierkreiszeichen Löwe geboren, meine Schwester war ein Skorpion und mein Bruder wird ein Zwilling sein. Gestern habe ich mein tägliches Horoskop für Löwe gelesen. Heute überprüfe ich das Horoskop für Skorpion. Morgen werde ich die Prognose für Zwilling lesen.",
      "example_translation": "Nací bajo el signo del zodiaco de Leo, mi hermana fue un Escorpio y mi hermano será un Géminis. Ayer leí mi horóscopo diario para Leo. Hoy estoy revisando el horóscopo para Escorpio. Mañana leeré el pronóstico para Géminis.",
      "imageLink": "image_files\\English\\"imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]