{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wassermann",
      "translation": "Aquário",
      "definition": "Ein Sternbild des Zodiaks, das einen Wasserträger darstellen soll. Menschen, die zwischen dem 20. Januar und dem 18. Februar geboren sind, gelten als Wassermänner.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um porta-água. As pessoas nascidas entre 20 de janeiro e 18 de fevereiro são consideradas Aquarianos.",
      "example": "Ich bin ein Wassermann, ich wurde am 5. Februar geboren. Ich gehe heute Abend zu einer Party, und ich ging gestern zum Strand.",
      "example_translation": "Eu sou um Aquário, eu nasci em 5 de fevereiro. Eu irei a uma festa hoje à noite, e eu fui à praia ontem.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Widder",
      "translation": "Áries",
      "definition": "Ein Sternbild des Zodiaks, das einen Widder darstellen soll. Menschen, die zwischen dem 21. März und dem 19. April geboren sind, gelten als Widder.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um carneiro. As pessoas nascidas entre 21 de março e 19 de abril são consideradas Arianos.",
      "example": "Meine Schwester ist ein Widder, sie wurde am 1. April geboren. Sie wird morgen ins Fitness-Studio gehen, und sie ging letzten Woche ins Kino.",
      "example_translation": "Minha irmã é um Áries, ela nasceu em 1º de abril. Ela irá para a academia amanhã, e ela foi ao cinema na semana passada.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krebs",
      "translation": "Câncer",
      "definition": "Ein Sternbild des Zodiaks, das einen Krebs darstellen soll. Menschen, die zwischen dem 21. Juni und dem 22. Juli geboren sind, gelten als Krebse.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um caranguejo. As pessoas nascidas entre 21 de junho e 22 de julho são consideradas Cânceres.",
      "example": "Meine Mutter ist ein Krebs, sie wurde am 10. Juli geboren. Sie war gestern im Krankenhaus, und sie wird nächste Woche zum Arzt gehen.",
      "example_translation": "Minha mãe é um Câncer, ela nasceu em 10 de julho. Ela foi ao hospital ontem, e ela irá ao médico na próxima semana.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinbock",
      "translation": "Capricórnio",
      "definition": "Ein Sternbild des Zodiaks, das einen Steinbock darstellen soll. Menschen, die zwischen dem 22. Dezember und dem 19. Januar geboren sind, gelten als Steinböcke.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um bode. As pessoas nascidas entre 22 de dezembro e 19 de janeiro são consideradas Capricórnios.",
      "example": "Mein Bruder ist ein Steinbock, er wurde am 1. Januar geboren. Er ging letzten Jahr in die Berge, und er wird nächsten Monat zum Strand gehen.",
      "example_translation": "Meu irmão é um Capricórnio, ele nasceu em 1º de janeiro. Ele foi às montanhas no ano passado, e ele irá à praia no próximo mês.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwillinge",
      "translation": "Gêmeos",
      "definition": "Ein Sternbild in der Nordhalbkugel, das zwei Zwillinge oder Brüder darstellen soll.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por dois gêmeos ou irmãos.",
      "example": "In alten Zeiten glaubten die Griechen, dass das Sternbild Zwillinge die Zwillinge Kastor und Polydeukes darstellten. Gestern Abend sah ich das Sternbild Zwillinge am Himmel. Bis nächstem Jahr werde ich das gesamte Sternbild Zwillinge studiert haben.",
      "example_translation": "Em épocas antigas, os gregos acreditavam que a constelação de Gêmeos representava os gêmeos Castor e Pólux. Ontem, eu vi a constelação de Gêmeos no céu. Até o ano que vem, eu terei estudado toda a constelação de Gêmeos.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "Leão",
      "definition": "Ein Sternbild in der Nordhalbkugel, das einen Löwen darstellen soll.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um leão.",
      "example": "Mein Lieblingssternbild ist der Löwe, weil er leicht im Himmel zu finden ist. Letzte Woche sah ich ein schönes Sternbild Löwe. Bis nächstem Monat werde ich alles über das Sternbild Löwe gelernt haben.",
      "example_translation": "Meu constelação favorita é Leão, porque é fácil de encontrar no céu. Na semana passada, eu vi uma bela constelação de Leão. Até o mês que vem, eu terei aprendido tudo sobre a constelação de Leão.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "Libra",
      "definition": "Ein Sternbild in der Nordhalbkugel, das eine Waage darstellen soll.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um par de balanças.",
      "example": "Das Sternbild Waage ist eines der hellsten am Himmel. Gestern sah ich das Sternbild Waage leuchtend hell. Bis nächstem Jahr werde ich das gesamte Sternbild Waage studiert haben.",
      "example_translation": "A constelação de Libra é uma das mais brilhantes no céu. Ontem, eu vi a constelação de Libra brilhando intensamente. Até o ano que vem, eu terei estudado toda a constelação de Libra.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fische",
      "translation": "Peixes",
      "definition": "Ein Sternbild in der Nordhalbkugel, das zwei Fische darstellen soll.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um par de peixes.",
      "example": "Das Sternbild Fische ist eines der ältesten anerkannten Sternbilder. Gestern sah ich das Sternbild Fische am Himmel. Bis nächstem Monat werde ich alles über das Sternbild Fische gelernt haben.",
      "example_translation": "A constelação de Peixes é uma das constelações mais antigas reconhecidas. Ontem, eu vi a constelação de Peixes no céu. Até o mês que vem, eu terei aprendido tudo sobre a constelação de Peixes.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schütze",
      "translation": "Sagitário",
      "definition": "Das neunte Zeichen des Zodiaks, das durch das Symbol des Schützen dargestellt wird. Menschen, die zwischen dem 22. November und dem 21. Dezember geboren sind, gelten als Schützen.",
      "definition_translation": "O nono signo do zodíaco, que é representado pelo símbolo do arqueiro. As pessoas nascidas entre 22 de novembro e 21 de dezembro são consideradas sagitarianas.",
      "example": "Ich bin ein Schütze, also liebe ich es, zu reisen und neue Orte zu erkunden. Letztes Jahr reiste ich nach Europa, und jetzt plane ich eine Reise nach Asien. Nächstes Jahr werde ich wahrscheinlich Südamerika besuchen.",
      "example_translation": "Eu sou um Sagitário, então eu amo viajar e explorar novos lugares. No ano passado, eu viajei para a Europa, e agora estou planejando uma viagem para a Ásia. No ano que vem, eu provavelmente visitarei a América do Sul.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Escorpião",
      "definition": "Das achte Zeichen des Zodiaks, das durch das Symbol des Skorpions dargestellt wird. Menschen, die zwischen dem 23. Oktober und dem 21. November geboren sind, gelten als Skorpione.",
      "definition_translation": "O oitavo signo do zodíaco, que é representado pelo símbolo do escorpião. As pessoas nascidas entre 23 de outubro e 21 de novembro são consideradas escorpiões.",
      "example": "Meine Freundin ist ein Skorpion, also ist sie sehr leidenschaftlich und intensiv. Sie liebt es, zu debattieren und zu streiten, aber sie ist auch sehr loyal gegenüber ihren Freunden. Letzte Woche hatte sie einen Streit mit ihrem Bruder, aber sie haben sich gestern wieder versöhnt.",
      "example_translation": "A minha amiga é um Escorpião, então ela é muito apaixonada e intensa. Ela ama debater e argumentar, mas ela também é muito leal aos seus amigos. Na semana passada, ela brigou com o seu irmão, mas eles se reconciliaram ontem.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "Touro",
      "definition": "Das zweite Zeichen des Tierkreises, das durch das Symbol des Stiers dargestellt wird. Menschen, die zwischen dem 20. April und dem 20. Mai geboren sind, gelten als Stier.",
      "definition_translation": "O segundo signo do zodíaco, que é representado pelo símbolo do touro. As pessoas nascidas entre 20 de abril e 20 de maio são consideradas taurinos.",
      "example": "Ich bin ein Stier, daher liebe ich Stabilität und Sicherheit. Ich arbeite bereits fünf Jahre bei demselben Unternehmen und plane, nächstes Jahr ein Haus zu kaufen. Letzten Monat ging ich auf Urlaub in die Landschaft, und es war großartig.",
      "example_translation": "Eu sou um Touro, então eu amo estabilidade e segurança. Eu trabalhei na mesma empresa por cinco anos, e estou planejando comprar uma casa no ano que vem. No mês passado, eu fui em uma viagem para o interior, e foi incrível.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungfrau",
      "translation": "Virgem",
      "definition": "Das sechste Zeichen des Tierkreises, das durch das Symbol der Jungfrau dargestellt wird. Menschen, die zwischen dem 23. August und dem 22. September geboren sind, gelten als Jungfrauen.",
      "definition_translation": "O sexto signo do zodíaco, que é representado pelo símbolo da donzela. As pessoas nascidas entre 23 de agosto e 22 de setembro são consideradas virginianas.",
      "example": "Meine Schwester ist eine Jungfrau, daher ist sie sehr analytisch und arbeitsam. Sie ist eine Perfektionistin und versucht immer, ihre Fähigkeiten zu verbessern. Letzte Woche begann sie ein neues Projekt bei der Arbeit, und jetzt arbeitet sie Überstunden, um es zu beenden.",
      "example_translation": "A minha irmã é uma Virgem, então ela é muito analítica e trabalhadora. Ela é uma perfeccionista, e ela sempre tenta melhorar suas habilidades. Na semana passada, ela começou um novo projeto no trabalho, e agora ela está trabalhando hora extra para terminá-lo.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierkreiszeichen",
      "translation": "signo do zodíaco",
      "definition": "Ein Tierkreiszeichen ist eine Gruppe von Sternen, die, wenn sie miteinander verbunden werden, ein Muster auf der Himmelskugel bilden, das verwendet wird, um das astrologische Zeichen einer Person zu bestimmen.",
      "definition_translation": "Um signo do zodíaco é um grupo de estrelas que, quando conectadas, formam um padrão na esfera celeste, usado para determinar o signo astrológico de uma pessoa.",
      "example": "Ich wurde unter dem Tierkreiszeichen des Skorpions geboren, meine Schwester wurde unter Waage geboren, und mein Bruder wird unter Steinbock geboren. Ich studiere derzeit das Tierkreiszeichen des Krebses, und ich studierte letztes Jahr das Tierkreiszeichen des Löwen.",
      "example_translation": "Eu nasci sob o signo do zodíaco de Escorpião, minha irmã nasceu sob Libra, e meu irmão nascerá sob Capricórnio. Eu estou estudando atualmente o signo do zodíaco de Câncer, e eu estudei o signo do zodíaco de Leão no ano passado.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}