[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pozytywny",
      "translation": "positivo",
      "definition": "Mający lub wykazujący dobrą lub korzystną jakość lub charakter; optymistyczny lub pełen nadziei.",
      "definition_translation": "Teniendo o mostrando una buena o favorable calidad o carácter; optimista o esperanzado.",
      "example": "Miała pozytywne nastawienie do nowej pracy. Będzie miała pozytywny wpływ na firmę. Miała pozytywnie wpłynęła na kolegów.",
      "example_translation": "Ella tenía una actitud positiva hacia el nuevo trabajo. Tendrá un impacto positivo en la empresa. Ella había influido positivamente a sus colegas.",
      "imageLink": "image_files\\English\\positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "adicto",
      "definition": "Mający silną i często niepohamowaną chęć lub potrzebę czegoś, szczególnie narkotyku lub innej szkodliwej substancji.",
      "definition_translation": "Teniendo un fuerte y a menudo incontrolable deseo o necesidad de algo, especialmente una droga u otra sustancia dañina.",
      "example": "Był uzależniony od papierosów. Był uzależniony od mediów społecznościowych. Będzie uzależniony od gier wideo wkrótce.",
      "example_translation": "Él estaba adicto a los cigarrillos. Ha estado adicto a las redes sociales. Pronto estará adicto a los juegos de video.",
      "imageLink": "image_files\\English\\addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przygoda",
      "translation": "aventurero",
      "definition": "Gotowy podejmować ryzyko lub próbować nowych rzeczy; ekscytowany perspektywą eksploracji lub doświadczenia nowych miejsc lub aktywności.",
      "definition_translation": "Dispuesto a correr riesgos o probar nuevas cosas; emocionado por la perspectiva de explorar o experimentar nuevos lugares o actividades.",
      "example": "Była przygodową podróżniczką. Będzie przygodowym przedsiębiorcą. Mieli byli przygodowi w relacjach.",
      "example_translation": "Ella era una viajera aventurera. Él será un empresario aventurero. Han sido aventureros en sus relaciones.",
      "imageLink": "image_files\\English\\adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ceniący",
      "translation": "afectuoso",
      "definition": "Mający lub wykazujący uczucia miłości, troski lub życzliwości wobec kogoś lub czegoś.",
      "definition_translation": "Teniendo o muestra sentimientos de amor, cuidado o amabilidad hacia alguien o algo.",
      "example": "Była ceniącą osobą, która zawsze ściskała swoich przyjaciół mocno. Była ceniąca wobec swojego dziecka od urodzenia. Będzie ceniąca wobec swojego partnera w przyszłości.",
      "example_translation": "Ella era una persona afectuosa que siempre abrazaba a sus amigos con fuerza. Había sido afectuosa hacia su hijo desde el nacimiento. Será afectuosa hacia su pareja en el futuro.",
      "imageLink": "image_files\\English\\affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "agresywny",
      "translation": "agresivo",
      "definition": "Gotowy do ataku lub walki; mający silną i siłową osobowość.",
      "definition_translation": "Listo para atacar o luchar; tener una personalidad fuerte y decidida.",
      "example": "Był agresywnym graczem, który zawsze walczył o piłkę. Był agresywny wobec swojego konkurenta od samego początku. Będzie agresywny w finale mistrzostw.",
      "example_translation": "Él era un jugador agresivo que siempre luchaba por la pelota. Ha sido agresivo hacia su competidor desde el principio. Será agresivo en la final del campeonato.",
      "imageLink": "image_files\\English\\aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ambitny",
      "translation": "ambicioso",
      "definition": "Mający silną chęć sukcesu lub osiągnięcia czegoś, często wymagającego ciężkiej pracy i determinacji.",
      "definition_translation": "Teniendo un deseo fuerte de tener éxito o lograr algo, a menudo requiere trabajo duro y determinación.",
      "example": "Była ambitną przedsiębiorczynią, która ciężko pracowała, aby zbudować swoją firmę. Była ambitna od swoich nastoletnich lat. Będzie ambitna w swojej przyszłej karierze.",
      "example_translation": "Ella era una emprendedora ambiciosa que trabajó duro para construir su empresa. Ha sido ambiciosa desde sus años de adolescente. Será ambiciosa en su carrera futura.",
      "imageLink": "image_files\\English\\ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zabawiony",
      "translation": "divertido",
      "definition": "Czujący lub wykazujący rozrywkę lub zabawę.",
      "definition_translation": "Sentirse o mostrar diversión o entretenimiento.",
      "example": "Byłem zabawiony przez program komediowy wczorajszej nocy. Jestem zabawiony jego żartami. Będę zabawiony przez film.",
      "example_translation": "Me divertí con el show de comedia anoche. Me divierto con sus chistes. Me divertiré con la película.",
      "imageLink": "image_files\\English\\amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arogancja",
      "translation": "arrogante",
      "definition": "Mający lub wykazujący postawę wyższości, często wraz z brakiem szacunku dla innych.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "Był arogancki wobec swojego sukcesu. Jest arogancki w swoim zachowaniu. Będzie arogancki, gdy wygra nagrodę.",
      "example_translation": "Él era arrogante sobre su éxito. Él es arrogante en su comportamiento. Él será arrogante cuando gane el premio.",
      "imageLink": "image_files\\English\\arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "asombrado",
      "definition": "Czujący lub wykazujący wielkie zdziwienie lub zaskoczenie.",
      "definition_translation": "Sentirse o mostrar gran sorpresa o asombro.",
      "example": "Byłem zdumiony przez wiadomość. Jestem zdumiony jej talentem. Będę zdumiony przez widok z góry.",
      "example_translation": "Me quedé asombrado por la noticia. Me quedo asombrado por su talento. Me quedaré asombrado por la vista desde la cima.",
      "imageLink": "image_files\\English\\astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "asombroso",
      "definition": "Ekstremalnie zaskakujący lub imponujący; niezwykły",
      "definition_translation": "extremadamente sorprendente o impresionante; extraordinario",
      "example": "Występ ogni sztukaterów był zdumiewający. Byłem zdumiony przez wiadomość. Drużyna zdumie swoich przeciwników swoją nową strategią.",
      "example_translation": "El espectáculo de fuegos artificiales fue asombroso. Me quedé asombrado por la noticia. El equipo asombrará a sus oponentes con su nueva estrategia.",
      "imageLink": "image_files\\English\\astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bezpieczny",
      "translation": "a sus anchas",
      "definition": "czując się relaksowany i komfortowo; wolny od niepokoju lub lęku",
      "definition_translation": "sentirse relajado y cómodo; libre de preocupaciones o ansiedad",
      "example": "Jestem bezpieczny, gdy jestem z rodziną. Pacjent był bezpieczny po operacji. Będzie bezpieczny w nowej pracy wkrótce.",
      "example_translation": "Estoy a mis anchas cuando estoy con mi familia. El paciente estaba a sus anchas después de la operación. Ella estará a sus anchas en su nuevo trabajo pronto.",
      "imageLink": "image_files\\English\\at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "świadomy",
      "translation": "consciente",
      "definition": "posiadający wiedzę lub percepcję czegoś",
      "definition_translation": "tener conocimiento o percepción de algo",
      "example": "Jestem świadomy niebezpieczeństwa. Była świadoma jego spojrzenia. Będą świadomi zmian wkrótce.",
      "example_translation": "Soy consciente del peligro. Ella era consciente de su mirada. Ellos serán conscientes de los cambios pronto.",
      "imageLink": "image_files\\English\\aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zły humor",
      "translation": "malhumorado",
      "definition": "mający lub pokazujący zły temperament; skłonny do wybuchów gniewu.",
      "definition_translation": "Teniendo o mostrando un mal temperamento; propenso a estallidos de ira.",
      "example": "Była znana z złego humoru i często zamykała drzwi, gdy była zdenerwowana. Była złym humorem jako dziecko, ale wyrastała z tego. Będzie złym humorem, jeśli ją obudzisz wcześnie.",
      "example_translation": "Era conocida por ser malhumorada y a menudo cerraba de un golpe las puertas cuando se enfurecía. Era malhumorada de niña, pero se le pasó. Será malhumorada si la despiertas temprano.",
      "imageLink": "image_files\\English\\bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "equilibrado",
      "definition": "mający zdrowy i stabilny stan psychiczny lub emocjonalny; nie nadmiernie wpływany przez coś.",
      "definition_translation": "Teniendo un estado mental o emocional saludable y estable; no influenciado en exceso por una cosa.",
      "example": "Zawodniczka była zrównoważona i skupiona, co pomogło jej wygrać mecz. Była zrównoważona i spokojna pomimo wiadomości. Będzie zrównoważony i spokojny, gdy ukończy studia.",
      "example_translation": "El atleta era equilibrado y enfocado, lo que la ayudó a ganar el juego. Era equilibrada y calmada a pesar de la noticia. Será equilibrado y compuesto cuando se gradúe.",
      "imageLink": "image_files\\English\\balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gorzki",
      "translation": "amargo",
      "definition": "mający ostry, nieprzyjemny smak; czujący lub pokazujący gniew lub urazę.",
      "definition_translation": "Teniendo un sabor agudo y desagradable; sintiendo o mostrando ira o rencor.",
      "example": "Kawa była gorzka i potrzebowała cukru. Czuła gorzkość po rozstaniu. Będzie gorzki po utracie pracy.",
      "example_translation": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. Él será amargo sobre la pérdida de su trabajo.",
      "imageLink": "image_files\\English\\bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "audaz",
      "definition": "pokazujący gotowość do podejmowania ryzyka i stawienia czoła wyzwaniom z ufnością i odwagą.",
      "definition_translation": "Mostrando una disposición a correr riesgos y enfrentar desafíos con confianza y valentía.",
      "example": "Była odważna, wystarczyła, aby rozpocząć własną firmę, i to się opłaciło. Była odważna w negocjacjach, i to się opłaciło. Będzie odważna w decyzjach inwestycyjnych, i to się opłaci.",
      "example_translation": "Ella fue lo suficientemente audaz como para iniciar su propio negocio, y dio resultado. Ella había sido audaz en sus negociaciones, y dieron resultado. Ella será audaz en sus decisiones de inversión, y darán resultado.",
      "imageLink": "image_files\\English\\bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " rozkazujący",
      "translation": "mandón",
      "definition": "wydający rozkazy lub instrukcje w sposób rozkazujący lub dominujący, często w sposób nudny lub inwazyjny.",
      "definition_translation": "Dar órdenes o instrucciones de manera mandona o dominante, a menudo de manera fastidiosa o intrusiva.",
      "example": "Była rozkazująca w projekcie grupowym, i wszyscy się zniechęcili. Była rozkazująca w swojej ostatniej pracy, i współpracownicy jej nie lubili. Będzie rozkazująca w nowej roli, i to może spowodować problemy.",
      "example_translation": "Ella fue mandona en el proyecto grupal, y todo el mundo se sintió molesto. Ella había sido mandona en su último trabajo, y sus compañeros de trabajo no la gustaban. Ella será mandona en su nuevo papel, y podría causar problemas.",
      "imageLink": "image_files\\English\\bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jasny",
      "translation": "brillante",
      "definition": "emitujący lub odbijający dużo światła; świecący intensywnie; pełen nadziei i obietnicy.",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando intensamente; lleno de esperanza y promesa.",
      "example": " Jasne słońce uczyniło ten dzień idealnym. Jasne światła miasta oślepiły ją. Jasna przyszłość przed nią motywowała ją do pracy ciężkiej.",
      "example_translation": "El brillo del sol hizo que el día fuera perfecto. Las luces brillantes de la ciudad la cegaron. El futuro brillante que tenía por delante la motivó para trabajar duro.",
      "imageLink": "image_files\\English\\bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "troskliwy",
      "translation": "cuidadoso",
      "definition": "pokazujący prawdziwe zainteresowanie i troskę o dobro innych; mający łagodny i współczujący charakter.",
      "definition_translation": "Mostrando un interés genuino en y preocupación por el bienestar de los demás; tener una naturaleza amable y simpática.",
      "example": "Była troskliwą pielęgniarką, która zawsze stawiała pacjentów na pierwszym miejscu. Opiekowała się swoją starszą matką przez lata. Będzie opiekować się dziećmi na letnim obozie.",
      "example_translation": "Era una enfermera cuidadosa que siempre ponía a sus pacientes primero. Había cuidado a su madre anciana durante años. Cuidará a los niños en el campamento de verano.",
      "imageLink": "image_files\\English\\caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "cauto",
      "definition": "uczulony na ryzyko lub niebezpieczeństwo; powściągliwy i ostrożny w swoich działaniach i decyzjach.",
      "definition_translation": "Cuidadoso para evitar riesgos o peligros; prudente y circunspecto en sus acciones y decisiones.",
      "example": "Był ostrożny, gdy prowadził samochód w złej pogodzie. Była ostrożna w swoich inwestycjach i uniknęła poważnych strat. Będą ostrożni, gdy wprowadzą nowy produkt na rynek.",
      "example_translation": "Él era cauto al conducir en mal tiempo. Ella había sido cauta en sus inversiones y había evitado cualquier pérdida importante. Serán cautelosos al introducir el nuevo producto en el mercado.",
      "imageLink": "image_files\\English\\cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Niegrzeczny",
      "translation": "descarado",
      "definition": "Bezwstydnie śmiały i bezczelny; złotnie zabawny i humorystyczny.",
      "definition_translation": "Descaradamente osado y impúdico; juguetón y humorístico.",
      "example": "Był niegrzecznym chłopcem, który zawsze robił swoim przyjaciołom zabawę. Ona była niegrzeczna do swojego nauczyciela, ale potem przeprosiła. Będą niegrzeczni ze swoimi przyjaciółmi na dzisiejszym przyjęciu.",
      "example_translation": "Era un niño descarado que siempre hacía reír a sus amigos. Ella había sido descarada con su maestra, pero se había disculpado después. Serán descarados con sus amigos en la fiesta de esta noche.",
      "imageLink": "image_files\\English\\cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Dziecinny",
      "translation": "infantil",
      "definition": "Zachowujący się lub czujący jak dziecko, w sposób nieadekwatny dla dorosłego",
      "definition_translation": "comportamiento o sentimiento como un niño, de una manera que no es adecuada para un adulto",
      "example": "Ona stała się dziecinna, gdy nie dostała tego, czego chciała. Była dziecinną, gdy była zła. Będzie dziecinną, jeśli nie dostanie swojego sposobu.",
      "example_translation": "Se volvió infantil y empezó a tirar juguetes cuando no obtuvo lo que quería. Fue infantil cuando estaba enojada. Será infantil si no obtiene su manera.",
      "imageLink": "image_files\\English\\childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Nietęży",
      "translation": "torpe",
      "definition": "Mający lub pokazujący brak umiejętności lub uwagi w ruchach lub działaniu",
      "definition_translation": "tener o mostrar falta de habilidad o cuidado en el movimiento o acción",
      "example": "Był nietęży i zgubił wazę. Jest nietęży, gdy próbuje tańczyć. Będzie nietęży, jeśli nie ćwiczy swoich ruchów.",
      "example_translation": "Era torpe y rompió la vasija. Es torpe cuando intenta bailar. Será torpe si no practica sus movimientos.",
      "imageLink": "image_files\\English\\clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Komunikatywny",
      "translation": "comunicativo",
      "definition": "Chętny do rozmowy i dzielenia się ideami z innymi",
      "definition_translation": "dispuesto a hablar y compartir ideas con otros",
      "example": "Była komunikatywna podczas spotkania i przedstawiła swoje pomysły jasno. Jest komunikatywna ze swoimi kolegami z drużyny. Będzie komunikatywna na konferencji w przyszłym tygodniu.",
      "example_translation": "Ella fue comunicativa durante la reunión y presentó sus ideas con claridad. Es comunicativa con sus compañeros de equipo. Será comunicativa en la conferencia la semana próxima.",
      "imageLink": "image_files\\English\\communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Konkurencyjny",
      "translation": "competitivo",
      "definition": "Mający silną chęć wygrania lub bycia bardziej sukcesywnym niż inni; gorliwie rywalizujący.",
      "definition_translation": "Teniendo un fuerte deseo de ganar o ser más exitoso que otros; rivalmente agudo.",
      "example": "Była konkurencyjną sportowcem w młodości, zawsze dążącą do zwycięstwa. Jest konkurencyjna w biznesie, a jej firma szybko się rozwija. Będzie konkurencyjna w nadchodzących wyborach, prowadząc agresywną kampanię.",
      "example_translation": "Ella fue una atleta competitiva en su juventud, siempre luchando por ganar. Ha sido competitiva en los negocios, y su empresa ha crecido rápidamente. Será competitiva en las próximas elecciones, haciendo campaña agresivamente.",
      "imageLink": "image_files\\English\\competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Pyzaty",
      "translation": "presumido",
      "definition": "Mający lub pokazujący zbyt wysoką opinię o swoim wyglądzie, umiejętnościach lub osiągnięciach.",
      "definition_translation": "Teniendo o mostrando una opinión excesivamente alta de su apariencia, habilidades o logros.",
      "example": "Był pyzatym aktorem, zawsze podziwiającym się w lustrze. Ona stała się pyzatą po wygraniu konkursu piękności, podkreślając swój tytuł wszędzie. Będzie pyzatą, jeśli wygra nagrodę, chwaląc się swoim osiągnięciem.",
      "example_translation": "Él era un actor presumido, siempre admirándose en el espejo. Ella se había vuelto presumida después de ganar el concurso de belleza, ostentando su título en todas partes. Él será presumido si gana el premio, jactándose de su logro.",
      "imageLink": "image_files\\English\\conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Zaniepokojony",
      "translation": "preocupado",
      "definition": "Czujący się zmartwiony lub niepewny co do czegoś lub kogoś.",
      "definition_translation": "Sintiendo preocupación o ansiedad por algo o alguien.",
      "example": "Byłem zaniepokojony o zdrowie mojej matki, więc odwiedziłem ją każdego dnia. Ona była zaniepokojona o sprawy środowiskowe i rozpoczęła program recyklingu. Będą zaniepokojeni o ekonomię, próbując redukować swoje wydatki.",
      "example_translation": "Estuve preocupado por la salud de mi madre, así que la visité todos los días. Ella había estado preocupada por los problemas ambientales, y empezó un programa de reciclaje. Ellos estarán preocupados por la economía, tratando de reducir sus gastos.",
      "imageLink": "image_files\\English\\concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Konserwatywny",
      "translation": "conservador",
      "definition": "Osoba, która opiera się zmianie i trzyma tradycyjnych wartości i zasad.",
      "definition_translation": "Una persona que es resistente al cambio y mantiene valores y principios tradicionales.",
      "example": "Konserwatywny polityk sprzeciwił się reformie, cytując obawy o jej wpływ na gospodarkę. Ona zawsze była konserwatywna w swoich poglądach na tematy społeczne. Do czasu, gdy skończy 50 lat, przyjmie bardziej konserwatywny podejście do inwestowania.",
      "example_translation": "El político conservador se opuso a la reforma, citando inquietudes sobre su impacto en la economía. Ella siempre había sido conservadora en sus opiniones sobre temas sociales. Para cuando tenga 50 años, habrá adoptado un enfoque más conservador para invertir.",
      "imageLink": "image_files\\English\\conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Zadowolony",
      "translation": "contenido",
      "definition": "Stan być zadowolonym lub kontentnym.",
      "definition_translation": "El estado de estar satisfecho o complacido.",
      "example": "Dziecko było zadowolone w ramionach matki. On był zadowolony ze swojego prostego życia, wolnego od posiadłości materialnych. Do przyszłego roku będą zadowoleni ze swojego nowego domu.",
      "example_translation": "El bebé estaba contento en los brazos de su madre. Él estaba contento con su vida simple, libre de posesiones materiales. Para el próximo año, estarán contentos con su nueva casa.",
      "imageLink": "image_files\\English\\content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Konwencjonalny",
      "translation": "convencional",
      "definition": "Postępujący zgodnie z ustalonymi praktykami, normami lub zwyczajami.",
      "definition_translation": "Siguiendo prácticas, normas o costumbres establecidas o tradicionales.",
      "example": "Artysta odrzucił konwencjonalne techniki i stworzył swój własny styl. Firma przyjęła konwencjonalne praktyki księgowości, aby zapewnić transparentność. Do lat 90. konwencjonalna medycyna stała się bardziej otwarta na terapie alternatywne.",
      "example_translation": "El artista rechazó las técnicas convencionales y desarrolló su propio estilo único. La empresa adoptó prácticas contables convencionales para asegurar la transparencia. Para la década de 1990, la medicina convencional había llegado a ser más abierta a terapias alternativas.",
      "imageLink": "image_files\\English\\conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spółdzielczy",
      "translation": "cooperativo",
      "definition": "Spółdzielnia jest organizacją należącą i kontrolowaną przez jej członków, którzy dzielą się korzyściami lub zyskami z działalności.",
      "definition_translation": "Una cooperativa es una organización propiedad y controlada por sus miembros, que comparten los beneficios o ganancias del negocio.",
      "example": "Spółdzielnia rolników była w stanie negocjować lepsze ceny dla swoich produktów. Przez cały ten czas walczeli o przetrwanie, ale teraz verdienen już zyski. Do przyszłego roku rozszerzą swoje operacje.",
      "example_translation": "La cooperativa de agricultores ha podido negociar mejores precios para sus productos. Habían estado luchando para llegar a fin de mes, pero ahora están ganando dinero. Para el próximo año, habrán ampliado sus operaciones.",
      "imageLink": "image_files\\English\\cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tchórzliwy",
      "translation": "cobarde",
      "definition": "Zachowujący się w sposób pokazujący brak odwagi lub siły charakteru.",
      "definition_translation": "Comportarse de manera que muestra una falta de coraje o fortaleza de carácter.",
      "example": "Zachował się tchórzliwie podczas wojny, opuszczając swoich towarzyszy w samym środku bitwy. Zawsze był przerażony konfliktami, a teraz jest zbyt zdruzgotany, by pokazać swoje oblicze. Do czasu, gdy wróci, wojna będzie już skończona.",
      "example_translation": "Él actuó de manera cobarde durante la guerra, abandonando a sus compañeros en el calor de la batalla. Siempre había tenido miedo al conflicto, y ahora está demasiado avergonzado para mostrar su rostro. Para cuando regrese, la guerra habrá terminado.",
      "imageLink": "image_files\\English\\cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uczciwy",
      "translation": "decente",
      "definition": "Posiadający lub pokazujący silne zasady moralne, lub będący życzliwym i szanownym.",
      "definition_translation": "Teniendo o mostrando un principio moral fuerte, o siendo amable y respetuoso.",
      "example": "Była uczciwą osobą, która zawsze pomagała tym, którzy potrzebowali. Od lat ochotniczo pracowała w lokalnej kuchni dla biednych, a teraz startuje w wyborach. Do czasu, gdy wejdzie na urząd, sprawi, że poczyni realną różnicę.",
      "example_translation": "Ella era una persona decente que siempre ayudaba a aquellos que lo necesitaban. Había estado voluntariando en la cocina de sopa local durante años, y ahora se postula para un cargo. Para cuando asuma el cargo, habrá hecho una diferencia real.",
      "imageLink": "image_files\\English\\decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "decydujący",
      "translation": "decisivo",
      "definition": "Mający moc lub jakość decydującą, zdolny do podjęcia decyzji, która wpłynie na wynik czegoś.",
      "definition_translation": "Teniendo el poder o calidad de decidir; capaz de tomar una decisión que afectará el resultado de algo.",
      "example": "Trener podjął decydującą decyzję, zastępując gracza, co zmieniło momentum gry. Firma podejmie decydującą decyzję o fuzji do końca tygodnia. Nowa polityka będzie decydująca w redukcji emisji dwutlenku węgla do 2025 roku.",
      "example_translation": "El entrenador hizo un movimiento decisivo al sustituir al jugador, lo que cambió el impulso del juego. La empresa tomará una decisión decisiva sobre la fusión para finales de la semana. La nueva política será decisiva para reducir las emisiones de carbono en 2025.",
      "imageLink": "image_files\\English\\decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wymagający",
      "translation": "exigente",
      "definition": "Wymagający dużo czasu, wysiłku lub umiejętności, stawiający surowe lub nadmierne wymagania.",
      "definition_translation": "Requiriendo mucho tiempo, esfuerzo o habilidad; haciendo demandas severas o excesivas.",
      "example": "Praca jest bardzo wymagająca, więc muszę brać regularne przerwy, aby uniknąć wypalenia. Instruktor był wymagający, ale to się opłaciło, gdy opanowaliśmy skomplikowaną technikę. Terminy firmy są wymagające, więc musimy pracować w nadgodzinach.",
      "example_translation": "El trabajo es muy exigente, y necesito tomar breaks regulares para evitar el agotamiento. El instructor era exigente, pero valió la pena al final cuando dominamos la técnica compleja. Los plazos límite exigentes de la empresa nos obligaron a trabajar horas extras.",
      "imageLink": "image_files\\English\\demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "depresyjny",
      "translation": "deprimente",
      "definition": "Powodujący uczucia smutku lub przygnębienia, nieprzyjemny lub niepożądany.",
      "definition_translation": "Causando sentimientos de tristeza o sombra; desagradable o no deseado.",
      "example": "Wiadomość o katastrofie naturalnej była depresyjna i dotknęła całego kraju. Pogoda była depresyjna, więc zdecydowaliśmy się zostać w domu. Depresyjne zakończenie powieści pozostawiło mnie przez kilka dni w stanie melancholii.",
      "example_translation": "La noticia del desastre natural fue deprimente, y afectó a toda la nación. El clima sombrío fue deprimente, así que decidimos quedarnos en casa. El final deprimente de la novela me dejó sintiendo melancolía durante días.",
      "imageLink": "image_files\\English\\depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "desperacki",
      "translation": "desesperado",
      "definition": "Czujący lub pokazujący silne i pilne pragnienie zrobienia czegoś, często z powodu trudnej lub nieprzyjemnej sytuacji.",
      "definition_translation": "Sentirse o mostrar un fuerte y urgente deseo de hacer algo, a menudo debido a una situación difícil o desagradable.",
      "example": "Czuła się desperacko, gdy straciła pracę, ale nie poddała się. Była desperacka w poszukiwaniu nowej pracy przez miesiące. Będzie desperacka, aby ukończyć projekt na czas.",
      "example_translation": "Se sintió desesperada cuando perdió su trabajo, pero no se rindió. Había estado desesperada por encontrar un nuevo trabajo durante meses. Estará desesperada por terminar su proyecto a tiempo.",
      "imageLink": "image_files\\English\\desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdeterminowany",
      "translation": "determinado",
      "definition": "Mający firmę decyzję lub silne zamiary zrobienia czegoś.",
      "definition_translation": "Haber tomado una decisión firme o tener una intención fuerte de hacer algo.",
      "example": "Był zdeterminowany, aby nauczyć się grać na gitarze. Była zdeterminowana, aby ukończyć pracę doktorską na czas. Będą zdeterminowani, aby wygrać mistrzostwa.",
      "example_translation": "Él estaba determinado a aprender a tocar la guitarra. Ella había estado determinada a terminar su tesis a tiempo. Ellos estarán determinados a ganar el campeonato.",
      "imageLink": "image_files\\English\\determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "oddany",
      "translation": "devoto",
      "definition": "Pokazujący miłość, lojalność lub poświęcenie komuś lub czemuś.",
      "definition_translation": "Mostrando amor, lealtad o dedicación a alguien o algo.",
      "example": "Była oddana swojej rodzinie. Był oddany swojej pracy przez lata. Będą oddani swojemu nowemu projektowi.",
      "example_translation": "Ella estaba devota a su familia. Él había estado devoto a su trabajo durante años. Ellos estarán devotos a su nuevo proyecto.",
      "imageLink": "image_files\\English\\devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sumienny",
      "translation": "truhan",
      "definition": "Mający silne i staranne pragnienie wykonania pracy i robienia jej dobrze, będący odpowiedzialnym i niezawodnym.",
      "definition_translation": "Teniendo o mostrando un fuerte y cuidadoso deseo de hacer su trabajo y hacerlo bien, siendo cuidadoso y detallista en su trabajo, siendo responsable y confiable.",
      "example": "Była sumienną studentką i zawsze kończyła swoje zadania na czas. Była sumienna w swoich badaniach i znalazła interesujące wyniki. Będzie sumienna w swojej nowej roli i upewni się, że wszystko będzie działać sprawnie.",
      "example_translation": "Ella era una estudiante diligente y siempre completaba sus tareas a tiempo. Ella había sido diligente en su investigación y había encontrado algunos resultados interesantes. Ella será diligente en su nuevo papel y asegurará que todo funcione sin problemas.",
      "imageLink": "image_files\\English\\diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieszczery",
      "translation": "desonesto",
      "definition": "Nie będący uczciwym lub prawdziwym; oszukujący lub zakłamujący, mający lub okazujący skłonność do oszustwa lub zakłamania innych.",
      "definition_translation": "No honesto o veraz; engañando o engañoso, teniendo o mostrando una disposición a engañar o decepcionar a otros.",
      "example": "Był nieszczery w swoich interesach i w końcu został złapany. Ona była nieszczera wobec swojego partnera i to zrujnowało ich relację. On nie będzie nieszczery w swoim nowym przedsięwzięciu i będzie się starał, aby wszystko było transparentne.",
      "example_translation": "Él fue deshonesto en sus tratos comerciales y eventualmente fue atrapado. Ella había sido deshonesta con su pareja y eso arruinó su relación. Él no será deshonesto en su nueva aventura y asegurará que todo sea transparente.",
      "imageLink": "image_files\\English\\dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niezorganizowany",
      "translation": "desorganizado",
      "definition": "Nie mający systematycznej lub uporządkowanej struktury; brakujący jasnego planu lub procedury, być chaotyczny lub nieuporządkowany.",
      "definition_translation": "No tener una disposición sistemática o ordenada; carecer de un plan o procedimiento claro, siendo confuso o caótico.",
      "example": "Nieorganizowana praca biurowa utrudniała znalezienie czegokolwiek. Ona była niezorganizowana w swoim projekcie i przegapiła termin. On nie będzie niezorganizowany w swojej nowej roli i stworzy jasny plan.",
      "example_translation": "La oficina desorganizada hizo que sea difícil encontrar algo. Ella había sido desorganizada en su proyecto y perdió la fecha límite. Él no será desorganizado en su nuevo papel y creará un plan claro.",
      "imageLink": "image_files\\English\\disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niezadowolony",
      "translation": "insatisfecho",
      "definition": "Czując się niezadowolonym lub nieusatysfakcjonowanym, ponieważ oczekiwania lub potrzeby nie są spełniane.",
      "definition_translation": "Sentirse infeliz o incompleto porque las expectativas o necesidades no se está cumpliendo.",
      "example": "Byłem niezadowolony z obsługi w restauracji, więc zostawiłem negatywną recenzję. Jestem niezadowolony z mojej aktualnej pracy, więc szukam nowej. Będę niezadowolony, jeśli nie dostanę awansu, którego chcę.",
      "example_translation": "Estuve insatisfecho con el servicio en el restaurante, así que dejé una crítica negativa. Estoy insatisfecho con mi trabajo actual, así que estoy buscando uno nuevo. Estaré insatisfecho si no tengo la promoción que quiero.",
      "imageLink": "image_files\\English\\dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przykry",
      "translation": "angustioso",
      "definition": "Wygłaszający niepokój, lęk lub ból emocjonalny; nieprzyjemny lub zakłopotany.",
      "definition_translation": "Causando preocupación, ansiedad o dolor emocional; desagradable o perturbador.",
      "example": "Wiadomość o katastrofie naturalnej była przykra dla wszystkich. Objawy choroby pacjenta były przykre i utrudniały diagnozę. Przykra sytuacja będzie trwać, dopóki nie zostanie znaleziony rozwiązanie.",
      "example_translation": "La noticia del desastre natural fue angustiosa para todos. Los síntomas angustiosos del paciente hicieron que fuera difícil diagnosticar la enfermedad. La situación angustiosa continuará hasta que se encuentre una solución.",
      "imageLink": "image_files\\English\\distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wątpiący",
      "translation": "dudoso",
      "definition": "Czując niepewność lub wątpliwość co do czegoś; mający wątpliwości lub zastrzeżenia.",
      "definition_translation": "Sentirse incierto o inseguro sobre algo; tener dudas o reservas.",
      "example": "Byłem wątpiący co do inwestycji, więc postanowiłem zrobić więcej badań. Ona była wątpiąca co do swojej decyzji, ale ostatecznie zdecydowała się. On będzie wątpiący co do planu, dopóki nie zobaczy wyników.",
      "example_translation": "Estuve dudoso sobre la inversión, así que decidí hacer más investigación. Ella estaba dudosa sobre su decisión, pero finalmente se decidió. Él estará dudoso sobre el plan hasta que vea los resultados.",
      "imageLink": "image_files\\English\\doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dynamiczny",
      "translation": "dinámico",
      "definition": "Dotyczący lub charakteryzujący się energią, siłą lub aktywnością; zdolny do zmiany lub adaptacji.",
      "definition_translation": "Relativo o caracterizado por energía, fuerza o actividad; capaz de cambiar o adaptarse fácilmente.",
      "example": "Firma szuka dynamicznego lidera zespołu, który będzie motywował personel. W przeszłości menedżerka była dynamiczna, ale teraz stała się za pasywna. Nowy pracownik będzie dynamiczny i przyniesie nowe pomysły do firmy.",
      "example_translation": "La empresa está buscando un líder de equipo dinámico que pueda motivar al personal. En el pasado, el gerente era dinámico, pero ahora se ha vuelto demasiado pasivo. El nuevo empleado será dinámico y traerá ideas frescas a la empresa.",
      "imageLink": "image_files\\English\\dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ochoczy",
      "translation": "ansioso",
      "definition": "Czując entuzjazm i zainteresowanie; pragnąc czegoś bardzo.",
      "definition_translation": "Sentir o mostrar entusiasmo e interés; querer algo mucho.",
      "example": "Jestem ochoczy, aby rozpocząć nową pracę i zdobyć nowe umiejętności. Ona była ochocza podróżować za granicę i doświadczyć nowych kultur. Oni będą ochoczy spróbować nowej restauracji, która właśnie otworzyła się.",
      "example_translation": "Estoy ansioso por empezar mi nuevo trabajo y aprender habilidades nuevas. Ella estaba ansiosa por viajar al extranjero y experimentar culturas nuevas. Estarán ansiosos por probar el nuevo restaurante que acaba de abrir.",
      "imageLink": "image_files\\English\\eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wykształcony",
      "translation": "educado",
      "definition": "Mający dobre wykształcenie; posiadający wysoki poziom wiedzy i zrozumienia.",
      "definition_translation": "Haber recibido una buena educación; tener un alto nivel de conocimiento y comprensión.",
      "example": "Ona jest wykształconą osobą z doktoratem z literatury. On został wykształcony w prywatnej szkole i teraz pracuje jako adwokat. Wykształcona publiczność doceniła złożony wykład.",
      "example_translation": "Ella es una persona educada con un doctorado en literatura. Él fue educado en una escuela privada y ahora trabaja como abogado. El público educado apreció la conferencia compleja.",
      "imageLink": "image_files\\English\\educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "emocjonalny",
      "translation": "emocional",
      "definition": "Dotyczący lub charakteryzujący się emocjami, szczególnie uczuciami lub sentymentami.",
      "definition_translation": "Relativo o caracterizado por la emoción, especialmente sentimientos o sentimientos.",
      "example": "Była emocjonalna po obejrzeniu smutnego filmu. Była emocjonalna po rozstaniu i potrzebowała czasu, aby się otrząsnąć. Będzie emocjonalna, gdy zobaczy swojego przyjaciela ponownie.",
      "example_translation": "Ella estaba emocional después de ver la película triste. Ella había estado emocional sobre la ruptura. Ella estará emocional cuando vea a su amiga de nuevo.",
      "imageLink": "image_files\\English\\emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zachęcający",
      "translation": "alentador",
      "definition": "Dający zachętę lub wsparcie komuś, szczególnie aby spróbować czegoś nowego lub trudnego.",
      "definition_translation": "Dando apoyo o ánimo a alguien, especialmente para intentar algo nuevo o difícil.",
      "example": "Trener dał zachęcającą mowę przed meczem. Ona była zachęcająca swoich studentów do uczestnictwa w debacie. On będzie zachęcający swoją drużynę, aby pracowała ciężej.",
      "example_translation": "El entrenador dio un discurso alentador antes del juego. Ella había estado animando a sus estudiantes a participar en el debate. Él estará animando a su equipo a trabajar más duro.",
      "imageLink": "image_files\\English\\encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "energetyczny",
      "translation": "enérgico",
      "definition": "Mający lub pokazujący dużo energii, entuzjazmu i żywotności.",
      "definition_translation": "Teniendo o mostrando mucha energía, entusiasmo y vitalidad.",
      "example": "Energetyczny pies biegł wokół parku. Była energeticzna podczas ćwiczeń. Będzie energeticzna na przyjęciu wieczorem.",
      "example_translation": "El perro enérgico corrió alrededor del parque. Ella había estado enérgica durante el entrenamiento. Él estará enérgico durante la fiesta esta noche.",
      "imageLink": "image_files\\English\\energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozrywkowy",
      "translation": "entretenido",
      "definition": "Dostarczający rozrywki lub przyjemności, szczególnie w sposób żywy i angażujący.",
      "definition_translation": "proporcionar diversión o disfrute, especialmente de una manera viva y atractiva",
      "example": "Komik rozrywał publiczność swoimi żartami. Rozrywał nas swoimi opowieściami przez całą noc. Będzie rozrywał swoich gości showem magicznym.",
      "example_translation": "El comediante estaba entreteniendo al público con sus chistes. Nos había entretenido con sus historias toda la noche. Él entreterrá a sus invitados con un show de magia.",
      "imageLink": "image_files\\English\\entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "entuzjastyczny",
      "translation": "entusiasta",
      "definition": "Czujący lub pokazujący intensywne i ekscytujące zainteresowanie czymś.",
      "definition_translation": "sentir o mostrar interés intenso y emocionado en algo",
      "example": "Entuzjastyczna tłum śpiewała, gdy zespół wszedł na scenę. Była entuzjastyczna wobec nowego projektu. Będą entuzjastyczni wobec tej wiadomości.",
      "example_translation": "La multitud entusiasta vitoreó cuando la banda subió al escenario. Ella estaba entusiasta sobre el nuevo proyecto. Estarán entusiastas sobre la noticia.",
      "imageLink": "image_files\\English\\enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "malvado",
      "definition": "Mający lub pokazujący charakter zły lub niemoralny.",
      "definition_translation": "tener o mostrar un carácter malvado o inmoral",
      "example": "Zły czarnoksiężnik śmiał się maniakalnie, when ujawnił swój plan. Był zły wobec swoich pracowników. Będą złymi dla swoich wrogów.",
      "example_translation": "El villano malvado se rió maniacalmente mientras revelaba su plan. Él había sido malvado con sus empleados. Serán malvados con sus enemigos.",
      "imageLink": "image_files\\English\\evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyczerpujący",
      "translation": "agotador",
      "definition": "Powodujący, że osoba czuje się ekstremalnie zmęczona lub pozbawiona energii.",
      "definition_translation": "que causa que una persona se sienta extremadamente cansada o desprovista de energía",
      "example": "Maraton był wyczerpujący, ale sense Spełnienia był wart tego. Przez miesiące uczyłem się do tego, i będę kontynuował trenowanie do następnego.",
      "example_translation": "El maratón fue agotador, pero el sentido de logro valió la pena. Había estado entrenando durante meses, y seguiré entrenando para el siguiente.",
      "imageLink": "image_files\\English\\exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ekspert",
      "translation": "experto",
      "definition": "Osoba, która ma dużo wiedzy lub umiejętności w określonej dziedzinie.",
      "definition_translation": "una persona que tiene mucho conocimiento o habilidad en un área particular",
      "example": "Jest ekspertem w marketingu i pomógł wielu firmom zwiększyć swoje sprzedaże. Była ekspertem w marketingu, jest ekspertem w marketingu i będzie ekspertem w marketingu.",
      "example_translation": "Ella es una experta en marketing y ha ayudado a muchas empresas a aumentar sus ventas. Fue una experta en marketing, es una experta en marketing y será una experta en marketing.",
      "imageLink": "image_files\\English\\expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wierny",
      "translation": "fiel",
      "definition": "Pokazujący lojalność i oddanie komuś lub czemuś.",
      "definition_translation": "mostrando lealtad y devoción a alguien o algo",
      "example": "Był wierny swojej żonie i nigdy nie zdradził jej. Był wierny swojej żonie, jest wierny swojej żonie i będzie wierny swojej żonie.",
      "example_translation": "Él fue fiel a su esposa y nunca la engañó. Había sido fiel a su esposa, es fiel a su esposa y será fiel a su esposa.",
      "imageLink": "image_files\\English\\faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zafascynowany",
      "translation": "fascinado",
      "definition": "Czujący lub pokazujący duże zainteresowanie i przyjemność z powodu czegoś nowego, nietypowego lub atrakcyjnego.",
      "definition_translation": "Sentirse o mostrar un gran interés y placer en algo porque es nuevo, inusual o atractivo.",
      "example": "Byłem zafascynowany starożytnym miastem, jestem zafascynowany nową technologią, i będę zafascynowany przyszłością eksploracji kosmosu.",
      "example_translation": "Me fascinó la ciudad antigua, estoy fascinado por la nueva tecnología, y estaré fascinado por el futuro de la exploración espacial.",
      "imageLink": "image_files\\English\\fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fascynujący",
      "translation": "fascinante",
      "definition": "Ekstremalnie interesujący lub atrakcyjny, szczególnie z powodu nietypowości lub atrakcyjności.",
      "definition_translation": "Extremadamente interesante o atractivo debido a ser inusual o único.",
      "example": "Fascynująca historia eksploratora została opowiedziana w dokumentalnym, fascynujący świat sztucznej inteligencji rozwija się szybko, i fascynująca uroda natury jest zapierająca dech w piersiach.",
      "example_translation": "La fascinante historia del explorador fue contada en el documental, el fascinante mundo de la inteligencia artificial crece rápidamente, y la fascinante belleza de la naturaleza es impresionante.",
      "imageLink": "image_files\\English\\fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziki",
      "translation": "fiero",
      "definition": "Pokazujący silną i potężną intensywność, szczególnie w uczuciach lub działaniach.",
      "definition_translation": "Mostrando una intensidad fuerte y poderosa, especialmente en los sentimientos o acciones de una persona.",
      "example": "Dziki wojownik walczył bohatersko w bitwie, dziki sztorm zniszczył wieś, i dzika konkurencja w turnieju sportowym była intensywna.",
      "example_translation": "El fiero guerrero luchó con bravura en la batalla, la tormenta fiero destruyó el pueblo, y la fiera competencia en el torneo deportivo fue intensa.",
      "imageLink": "image_files\\English\\fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "necio",
      "definition": "Posiadający lub wykazujący brak zdrowego rozsądku lub osądu; absurdalny lub śmieszny.",
      "definition_translation": "Teniendo o mostrando una falta de buen sentido o juicio; absurdo o ridículo.",
      "example": "Była głupia, że ufała mu swoimi pieniędzmi. Była głupia w stosunku do niego w przeszłości, i będzie głupia w stosunku do niego w przyszłości.",
      "example_translation": "Ella fue necia al confiarle su dinero. Ella había sido necia sobre él en el pasado, y ella será necia sobre él de nuevo en el futuro.",
      "imageLink": "image_files\\English\\foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "furioso",
      "definition": "Odczuwający lub wykazujący ekstremalny gniew lub furia; gwałtowny lub intensywny.",
      "definition_translation": "Sintiendo o mostrando una ira extrema o furia; violento o intenso.",
      "example": "Był wściekły, gdy odkrył, że został oszukany. Był wściekły o to przez cały tydzień, i będzie wściekły o to przez długi czas.",
      "example_translation": "Él estaba furioso cuando se enteró de que había sido estafado. Él ha estado furioso sobre eso toda la semana, y él estará furioso sobre eso durante mucho tiempo.",
      "imageLink": "image_files\\English\\furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chciwy",
      "translation": "codicioso",
      "definition": "Posiadający lub wykazujący nadmierną chęć jedzenia, pieniędzy lub władzy; chciwy.",
      "definition_translation": "Teniendo o mostrando un deseo excesivo por comida, dinero o poder; avaricioso.",
      "example": "Był chciwy i zjadł wszystko jedzenie. Był chciwy całe życie, i będzie chciwy aż do śmierci.",
      "example_translation": "Él era codicioso y comió toda la comida. Él ha sido codicioso toda su vida, y él será codicioso hasta que muera.",
      "imageLink": "image_files\\English\\greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "twardy",
      "translation": "duro",
      "definition": "Nie miękki lub łatwy do uformowania; sztywny lub stały w tekście lub konsystencji.",
      "definition_translation": "No suave ni fácil de doblar o dar forma; firme o rígido en textura o consistencia.",
      "example": "Twardy drewno było trudne do rzeźbienia. Codziennie pracuję ciężko. Sportowiec będzie musiał ciężko trenować, aby wygrać mistrzostwo.",
      "example_translation": "La madera dura era difícil de tallar. Trabajo duro todos los días. El atleta tendrá que entrenar duro para ganar el campeonato.",
      "imageLink": "image_files\\English\\hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pracowity",
      "translation": "trabajador",
      "definition": "Ktoś, kto pracuje sumiennie i wytrwale w swoich przedsięwzięciach.",
      "definition_translation": "Alguien que trabaja diligentemente y persevera en sus esfuerzos.",
      "example": "Była pracowniczą studentką i zawsze zdawała prace na czas. Był pracowniczym pracownikiem i dostał awans. Byli pracowitymi rodzicami, którzy zawsze wspierali swoje dzieci.",
      "example_translation": "Era una estudiante trabajadora y siempre entregaba sus tareas a tiempo. Fue un empleado trabajador y recibió un ascenso. Eran padres trabajadores que siempre apoyaban a sus hijos.",
      "imageLink": "image_files\\English\\hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lodowaty",
      "translation": "helado",
      "definition": "Ekstremalnie zimny w temperaturze lub sposobie; zamrożony lub zlodowaciały.",
      "definition_translation": "Extremadamente frío en temperatura o manera; congelado o glaciado.",
      "example": "Lodowata droga była śliska i niebezpieczna do jazdy. Pływaczka odczuła lodowatą wodę, gdy skoczyła do jeziora. Zimowe poranki były lodowate, i wszyscy nosili ciepłe płaszcze.",
      "example_translation": "El camino helado era resbaloso y peligroso para conducir. La nadadora sintió el agua helada cuando se zambulló en el lago. La mañana de invierno era helada y todos llevaron abrigos cálidos.",
      "imageLink": "image_files\\English\\icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niecierpliwy",
      "translation": "impaciente",
      "definition": "Mający lub wykazujący tendencję do irytacji lub frustracji, szczególnie gdy musi czekać na coś.",
      "definition_translation": "Teniendo o mostrando una tendencia a enfurecerse o frustrarse fácilmente, especialmente al tener que esperar algo.",
      "example": "Byłem niecierpliwy, żeby dostać nowy telefon, i ciągle sprawdzałem status dostawy. Byłem niecierpliwy wobec mojego przyjaciela, że nie zrozumiał pojęcia. Będę niecierpliwy, jeśli projekt nie zostanie ukończony na czas.",
      "example_translation": "Estuve impaciente por recibir mi nuevo teléfono y seguí verificando el estado de entrega. He sido impaciente con mi amigo por no entender el concepto. Seré impaciente si el proyecto no se termina a tiempo.",
      "imageLink": "image_files\\English\\impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "descortés",
      "definition": "Brakujący kurtuazji lub dobrych manier; nieuprzejmy.",
      "definition_translation": "Careciendo de cortesía o buenos modales; grosero.",
      "example": "Sądziłem, że było niegrzecznie przerwać komuś, gdy mówił. Była niegrzeczna wobec kelnera w restauracji. Będą niegrzecznymi, jeśli nie przeproszą za swoje zachowanie.",
      "example_translation": "Pensé que era descortés interrumpir a alguien mientras hablaba. Ella había sido descortés con el camarero en el restaurante. Serán descorteses si no se disculpan por su comportamiento.",
      "imageLink": "image_files\\English\\impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niezależny",
      "translation": "independiente",
      "definition": "Nie zależny od innych na wsparcie lub wskazówki; samowystarczalny.",
      "definition_translation": "No dependiendo de otros para apoyo o orientación; autosuficiente.",
      "example": "Chcę być niezależny i podejmować własne decyzje. Była niezależna od 18 roku życia. Będą niezależni, gdy skończą edukację.",
      "example_translation": "Quiero ser independiente y tomar mis propias decisiones. Ella había sido independiente desde que tenía 18 años. Serán independientes una vez que terminen su educación.",
      "imageLink": "image_files\\English\\independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niedoświadczony",
      "translation": "inexperiencia",
      "definition": "Nie posiadający koniecznych umiejętności lub wiedzy, aby wykonać zadanie lub pracę, zwykle z powodu braku doświadczenia.",
      "definition_translation": "Carece de la habilidad o conocimiento necesarios para realizar una tarea o trabajo, habitualmente debido a la falta de experiencia.",
      "example": "Nowy pracownik był niedoświadczony, ale chętny do nauki. Była niedoświadczona w branży, ale szybko nauczyła się umiejętności. Będzie niedoświadczona w nowym oprogramowaniu, ale otrzyma szkolenie.",
      "example_translation": "La nueva empleada era inexperta, pero ansiosa por aprender. Había sido inexperta en el campo, pero había aprendido rápidamente las habilidades. Será inexperta en el nuevo software, pero recibirá capacitación.",
      "imageLink": "image_files\\English\\inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niewinny",
      "translation": "inocente",
      "definition": "Niewinny zbrodni lub nadużycia; wolny od grzechu lub moralnego błędu.",
      "definition_translation": "No culpable de un crimen o mala acción; libre de pecado o mala moral.",
      "example": "Niewinne dziecko nigdy przedtem nie widziało pistoletu. Niewinny mężczyzna został niesłusznie oskarżony o przestępstwo. Niewinny przechodzień został złapany w krzyżowy ogień.",
      "example_translation": "El niño inocente nunca había visto una pistola antes. El hombre inocente fue acusado falsamente del crimen. El transeúnte inocente fue alcanzado por fuego cruzado.",
      "imageLink": "image_files\\English\\innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieszczery",
      "translation": "insincero",
      "definition": "Niegenuine lub nieszczery; udający, że ma uczucia lub opinie, których naprawdę nie ma.",
      "definition_translation": "No genuino o sincero; hacerse pasar por tener sentimientos u opiniones que uno no tiene realmente.",
      "example": "Uśmiech polityka był nieszczery i nie oszukał nikogo. Ona była nieszczera w swoich przeprosinach i było jasne, że nie miała na myśli. On będzie nieszczery w swoich obietnicach, więc nie ufaj mu.",
      "example_translation": "La sonrisa insincera del político no engañó a nadie. Ella había sido insincera en su disculpa, y era claro que no lo sentía. Él será insincero en sus promesas, así que no confíes en él.",
      "imageLink": "image_files\\English\\insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "intelektualista",
      "translation": "intelectual",
      "definition": "Osoba, która jest wykształcona i ma głębokie zrozumienie różnych przedmiotów, szczególnie ta, która interesuje się abstrakcyjnymi ideami i często uważana jest za zbyt zainteresowaną sprawami teoretycznymi.",
      "definition_translation": "Una persona altamente educada y con un profundo conocimiento de diversas materias, especialmente aquel que está interesado en ideas abstractas y se considera a menudo demasiado preocupado por asuntos teóricos.",
      "example": "Była intelektualistką, która napisała kilka książek o filozofii. Była intelektualistką od swoich dni uniwersyteckich. Będzie intelektualistką liderem w przyszłości.",
      "example_translation": "Era una intelectual que escribió varios libros sobre filosofía. Había sido una intelectual desde sus días universitarios. Será un líder intelectual en el futuro.",
      "imageLink": "image_files\\English\\intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "irresponsyjni",
      "translation": "irresponsable",
      "definition": "Nieprzyjmujący lub niepodejmujący odpowiedzialności za swoje czyny lub obowiązki, często w sposób lekkomyślny lub bezmyślny.",
      "definition_translation": "No tomar o aceptar la responsabilidad por sus acciones o deberes, a menudo de manera descuidada o temeraria.",
      "example": "Był irresponsible z finansami i skończył w długach. Był irresponsible ze swoim zdrowiem, odkąd przestał ćwiczyć. Będzie irresponsible ze swoim czasem, jeśli nie ustawi priorytetów.",
      "example_translation": "Él fue irresponsable con sus finanzas y terminó endeudado. Ha sido irresponsable con su salud desde que dejó de hacer ejercicio. Será irresponsable con su tiempo si no establece prioridades.",
      "imageLink": "image_files\\English\\irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdenerwowany",
      "translation": "irritado",
      "definition": "Czujący lub pokazujący frustrację lub zirytowanie, często w odpowiedzi na frustrującą lub irytującą sytuację.",
      "definition_translation": "Sentir o mostrar molestia o frustración, a menudo en respuesta a una situación frustrante o molesta.",
      "example": "Była zdenerwowana hałasem i poprosiła, żeby był cicho. Był zdenerwowany obsługą klienta przez wiele godzin. Będą zdenerwowani, jeśli nie dostaną zwrotu pieniędzy.",
      "example_translation": "Ella estaba irritada por el ruido y les pidió que se callaran. Él había estado irritado con el servicio al cliente durante horas. Estarán irritados si no reciben un reembolso.",
      "imageLink": "image_files\\English\\irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "irytujący",
      "translation": "irritante",
      "definition": "Wzbudzający uczucia frustracji, niepokoju lub irytacji",
      "definition_translation": "causando sentimientos de frustración, ansiedad o fastidio",
      "example": "Klient znalazł długi oczekiwanie irytującym, stałe opóźnienia irytującym i nieuprzejmego urzędnika irytującym.",
      "example_translation": "El cliente encontró que la espera larga era irritante, los retrasos constantes eran irritantes y el cajero grosero era irritante.",
      "imageLink": "image_files\\English\\irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lojalny",
      "translation": "leal",
      "definition": "Dający lub okazujący stałe i niezawodne wsparcie lub przywiązanie do osoby lub instytucji",
      "definition_translation": "dando o mostrando firme y constante apoyo o lealtad a una persona o institución",
      "example": "Była lojalnym klientem przez wiele lat, zawsze lojalna wobec marki i pozostała lojalna, nawet gdy inni ją opuścili.",
      "example_translation": "Ella había sido una cliente leal durante años, siempre leal a la marca, y siguió siendo leal incluso cuando otros la abandonaron.",
      "imageLink": "image_files\\English\\loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dojrzały",
      "translation": "maduro",
      "definition": "W pełni rozwinięty fizycznie, umysłowo lub emocjonalnie",
      "definition_translation": "completamente desarrollado física, mental o emocionalmente",
      "example": "Gdy dojrzała, stała się bardziej pewna siebie, miała dojrzałe relacje i podejmowała dojrzałe decyzje.",
      "example_translation": "A medida que maduró, se convirtió en más segura, tuvo relaciones maduras y tomó decisiones maduras.",
      "imageLink": "image_files\\English\\mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "oznaczać",
      "translation": "significar",
      "definition": "Mieć na celu lub wyrażać konkretny sens, zwłaszcza przez język.",
      "definition_translation": "Tener la intención de transmitir o expresar un significado particular, especialmente por medio del lenguaje.",
      "example": "Chciałem zadzwonić do ciebie wczoraj, ale zapomniałem. Zamierzam pójść do sklepu teraz i zamierzam skończyć swoje zadanie później.",
      "example_translation": "Quería llamarte ayer, pero me olvidé. Quiero ir a la tienda ahora y quiero terminar mi tarea más tarde.",
      "imageLink": "image_files\\English\\mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "oznaczać",
      "translation": "significar",
      "definition": "Mieć konkretny zamiar lub interpretację, zwłaszcza w słowach lub czynach.",
      "definition_translation": "Tener una intención o interpretación particular, especialmente en palabras o acciones.",
      "example": "Ona miała dobrą intencję, ale jej słowa były bolesne. Nauczyciel miał na celu, abyśmy uczyli się z ćwiczenia, ale było zbyt trudne.",
      "example_translation": "Ella quería bien, pero sus palabras fueron hirientes. El profesor quería que aprendiéramos de la ejercicio, pero fue demasiado difícil.",
      "imageLink": "image_files\\English\\mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "umysłowy",
      "translation": "mental",
      "definition": " Dotyczący umysłu, szczególnie jako przedmiotu badań.",
      "definition_translation": "Relativo a la mente, especialmente como tema de estudio.",
      "example": "Zdrowie psychiczne jest równie ważne jak zdrowie fizyczne. Ona ma blok umysłowy, gdy chodzi o publiczne przemawianie.",
      "example_translation": "La salud mental es tan importante como la física. Ella tiene un bloqueo mental cuando se trata de hablar en público.",
      "imageLink": "image_files\\English\\mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "desdichado",
      "definition": "Czujący lub pokazujący wielką niezadowolenie lub dyskomfort; nędzny.",
      "definition_translation": "Sentirse o mostrar gran infelicidad o incomodidad; desdichado.",
      "example": "Ona czuła się nieszczęśliwa po utracie pracy; była nieszczęśliwa w tej pracy od lat, a teraz będzie nieszczęśliwa bez niej; ona hopes, że nie będzie nieszczęśliwa w nowej pracy.",
      "example_translation": "Ella se sintió desdichada después de perder su trabajo; había sido desdichada en ese trabajo durante años, y ahora estará desdichada sin él; espera que no sea desdichada en su nuevo trabajo.",
      "imageLink": "image_files\\English\\miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zmotywowany",
      "translation": "motivado",
      "definition": "Mający silną chęć lub entuzjazm, aby osiągnąć coś; pędzony.",
      "definition_translation": "Teniendo un fuerte deseo o entusiasmo por lograr algo; impulsado.",
      "example": "Ona była zmotywowana, aby nauczyć się nowego języka; była zmotywowana, aby pobiec maratonu przez lata, a teraz jest zmotywowana, aby rozpocząć własną działalność; ona hopes, że będzie zmotywowana, aby kontynuować naukę.",
      "example_translation": "Ella estaba motivada para aprender un nuevo idioma; había estado motivada para correr un maratón durante años, y ahora está motivada para empezar su propio negocio; espera que esté motivada para continuar aprendiendo.",
      "imageLink": "image_files\\English\\motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wzruszający",
      "translation": "conmovedor",
      "definition": "Wywołujący uczucia smutku lub współczucia; poruszający.",
      "definition_translation": "Causando sentimientos de tristeza o simpatía; conmovedor.",
      "example": "Ten film był wzruszający; był wzruszający przez dziesięć lat, a teraz jest wzruszający ponownie; będzie wzruszający w przyszłym roku.",
      "example_translation": "La película fue conmovedora; había sido conmovedora durante décadas, y ahora es conmovedora de nuevo; será conmovedora el próximo año.",
      "imageLink": "image_files\\English\\moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brzydki",
      "translation": "desagradable",
      "definition": "Mający lub pokazujący nieprzyjemną lub nieprzyjazną jakość; nieprzyjemnie szorstki lub osty.",
      "definition_translation": "Teniendo o mostrando una calidad desagradable o falta de amabilidad; áspero o duro de manera desagradable.",
      "example": "Brzydka pogoda zmusiła nas do anulowania pikniku. Mieliśmy brzydką kłótnię wczoraj wieczorem, ale pogodziliśmy się rano. Nie toleruję brzydkich komentarzy na moim blogu.",
      "example_translation": "El clima desagradable nos obligó a cancelar el picnic. Tuve una discusión desagradable anoche, pero nos reconciliamos en la mañana. No toleraré comentarios desagradables en mi blog.",
      "imageLink": "image_files\\English\\nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "travieso",
      "definition": "Zachowujący się źle lub nieposłusznie; zabawnie natrętny.",
      "definition_translation": "Comportándose mal o desobedientemente; juguetonamenteASTUCIAS.",
      "example": "Niegrzeczne dziecko odmówiło zjedzenia warzyw. Byłem niegrzeczny, gdy był dzieckiem i zawsze pakowałem się w kłopoty. Ona ma niegrzeczny błysk w oku.",
      "example_translation": "El niño travieso se negó a comer sus vegetales. Fui muy travieso cuando era niño y siempre me metía en problemas. Ella tiene un brillo travieso en su ojo.",
      "imageLink": "image_files\\English\\naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "posłuszny",
      "translation": "obediente",
      "definition": "Chętny do posłuszeństwa, reguł, poleceń lub instrukcji; zgodny.",
      "definition_translation": "Dispuesto a obedecer reglas, órdenes o instrucciones; complaciente.",
      "example": "Posłuszny uczeń zawsze słuchał instrukcji nauczyciela. Byłem posłuszny jako dziecko i nigdy nie kwestionowałem rodziców. Ona jest posłuszna każdemu poleceniu szefa.",
      "example_translation": "El estudiante obediente siempre seguía las instrucciones del maestro. Fui muy obediente cuando era niño y nunca cuestionaba a mis padres. Ella es obediente a cada comando de su jefe.",
      "imageLink": "image_files\\English\\obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cel",
      "translation": "objetivo",
      "definition": "Cel lub target, którego można osiągnąć dzięki wysiłkowi lub umiejętności.",
      "definition_translation": "Un objetivo o meta que se debe lograr, a menudo a través del esfuerzo o la habilidad.",
      "example": "Ona postawiła sobie cel, aby ukończyć projekt do końca miesiąca, i pracowała nad nim przez wiele tygodni, ale ukończy go w przyszłym roku.",
      "example_translation": "Ella estableció un objetivo de terminar el proyecto para fin de mes, y había estado trabajando en él durante semanas, pero lo habrá terminado el próximo año.",
      "imageLink": "image_files\\English\\objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obraźliwy",
      "translation": "ofensivo",
      "definition": "Wywołujący obrażenie lub niezadowolenie, często celowo.",
      "definition_translation": "Causando ofensa o molestia, a menudo de forma deliberada.",
      "example": "Reklama firmy była obraźliwa i wywołała oburzenie w mediach społecznościowych, ale przeproszą za to w przyszłym tygodniu, i przeprosili za to w zeszłym roku.",
      "example_translation": "El anuncio ofensivo de la empresa desató indignación en las redes sociales, pero se disculparán por ello la próxima semana, y se habían disculpado por ello el año pasado.",
      "imageLink": "image_files\\English\\offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "optymistyczny",
      "translation": "optimista",
      "definition": "Mający lub pokazujący nadzieją i pewność siebie perspektywę.",
      "definition_translation": "Teniendo o mostrando una perspectiva esperanzadora y confiada.",
      "example": "Optymistyczny przedsiębiorca był pewny, że jego firma będzie sukcesem, i sukcesem był przez lata, ale będzie miał wyzwania w następnym kwartale.",
      "example_translation": "El emprendedor optimista estaba seguro de que su negocio tendría éxito, y había estado teniendo éxito durante años, pero enfrentará desafíos el próximo trimestre.",
      "imageLink": "image_files\\English\\optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zorganizowany",
      "translation": "organizado",
      "definition": "Układać rzeczy w sposób systematyczny i wydajny, aby mogły być łatwo znalezione lub użyte.",
      "definition_translation": "Arreglar las cosas de una manera sistemática y eficiente, para que puedan ser encontradas o utilizadas fácilmente.",
      "example": "Zorganizowałem swoją szafę w zeszłym weekendzie, ale teraz jestem zorganizowany na resztę miesiąca. Byłem zorganizowany, gdy uczyłem się w kolegium, ale nie jestem zorganizowany teraz. Będę zorganizowany do końca roku.",
      "example_translation": "Organisé mi armario el fin de semana pasado, pero ahora estoy organizado para el resto del mes. Estuve organizado cuando estaba en la universidad, pero no estoy organizado ahora. Estaré organizado para fin de año.",
      "imageLink": "image_files\\English\\organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "skandaliczny",
      "translation": "ultrajante",
      "definition": "Szokująco złe lub nieakceptowalne; całkowicie przerażające.",
      "definition_translation": "Sorprendentemente malo o inaceptable; absolutamente repugnante.",
      "example": "Skandaliczne ceny nowej restauracji w mieście sprawiają, że ludzie są wściekli. Skandaliczne zachowanie celebryty było we wszystkich newsach. Skandaliczna ilość zadanej pracy przez nauczyciela była niezwykle niewiarygodna.",
      "example_translation": "Los precios ultrajantes del nuevo restaurante en la ciudad están haciendo que la gente se enoje. El comportamiento ultrajante del celebridad estuvo en todas las noticias. La cantidad ultrajante de tareas escolares asignadas por el maestro era increíble.",
      "imageLink": "image_files\\English\\outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bolesny",
      "translation": "doloroso",
      "definition": "Wyrządzający fizyczny lub emocjonalny ból; niekomfortowy lub nieprzyjemny.",
      "definition_translation": "Causando dolor físico o emocional; incómodo o desagradable.",
      "example": "Bolesna operacja pozostawiła mnie w łóżku przez tydzień. Miałem bolesne doświadczenie u dentysty wczoraj. Bolesne wspomnienie wypadku wciąż mnie niepokoi.",
      "example_translation": "La dolorosa cirugía me dejó en cama durante semanas. Tuve una experiencia dolorosa en el dentista ayer. El doloroso recuerdo del accidente todavía me atormenta.",
      "imageLink": "image_files\\English\\painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pasjonowany",
      "translation": "apasionado",
      "definition": "Pokazujący lub odczuwający intensywną i prawie niepowstrzymaną emociję, szczególnie silne uczucia entuzjazmu lub podekscytowania.",
      "definition_translation": "Mostrando o sintiendo emoción intensa y apenas controllable, especialmente fuertes sentimientos de entusiasmo o emoción.",
      "example": "Ona jest pasjonowana swoją pracą, i to widać w jej pracy. Była pasjonowana malarstwem od dzieciństwa. Będzie pasjonowana sprawami ekologicznymi w przyszłości.",
      "example_translation": "Ella es apasionada de su trabajo y se nota en su labor. Ha sido apasionada de la pintura desde que era una niña. Será apasionada de los temas ambientales en el futuro.",
      "imageLink": "image_files\\English\\passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bierny",
      "translation": "pasivo",
      "definition": "Akceptujący lub pozwalający na to, co się dzieje lub co inni robią, bez aktywnego odpowiedzenia lub oporu.",
      "definition_translation": "Aceptando o permitiendo lo que sucede o lo que otros hacen, sin respuesta activa ni resistencia.",
      "example": "Firma ma biernyapproach do obsługi klienta. Była bierna wobec krytyki szefa. Będą biernymi obserwatorami całego procesu.",
      "example_translation": "La empresa tiene un enfoque pasivo para el servicio al cliente. Ella fue pasiva ante la crítica de su jefe. Serán observadores pasivos de todo el proceso.",
      "imageLink": "image_files\\English\\passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pesymistyczny",
      "translation": "pesimista",
      "definition": "Mający lub pokazujący negatywny lub ponury punkt widzenia, często oczekując najgorszego.",
      "definition_translation": "Teniendo o mostrando una perspectiva negativa o sombría, a menudo esperando lo peor.",
      "example": "On jest pesymistyczny wobec ekonomii ostatnio. Była pesymistyczna co do swoich szans na zdobycie pracy. Będą pesymistyczni co do wyniku wyborów.",
      "example_translation": "Él ha sido pesimista sobre la economía últimamente. Ella fue pesimista sobre sus posibilidades de obtener el trabajo. Serán pesimistas sobre el resultado de la elección.",
      "imageLink": "image_files\\English\\pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "paraliżowany",
      "translation": "petrificado",
      "definition": "Ekstremalnie przerażony lub zdruzgotany; niezdolny do ruszenia się lub działania.",
      "definition_translation": "extremadamente asustado o aterrorizado; incapaz de moverse o actuar",
      "example": "Byłem paraliżowany, gdy zobaczyłem węża w swoim ogrodzie. Będę paraliżowany, jeśli będę musiał wygłosić przemówienie przed dużą publicznością. Była paraliżowana po obejrzeniu horroru.",
      "example_translation": "Me petrificó cuando vi la serpiente en mi patio trasero. Estaré petrificado si tengo que dar un discurso frente a una gran audiencia. Ella estaba petrificada después de ver la película de terror.",
      "imageLink": "image_files\\English\\petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "praktyczny",
      "translation": "práctico",
      "definition": "Rozsądny i realistyczny w danej sytuacji.",
      "definition_translation": "sensible y realista en una situación particular",
      "example": "Moja matka zawsze daje mi praktyczne rady. Będę praktyczny i wezmę część pracy, aby się utrzymać. Był praktyczny i przyniósł parasol na koncert na dworze.",
      "example_translation": "Mi madre siempre me da consejos prácticos. Seré práctico y tomaré un trabajo a tiempo parcial para apoyarme. Él fue práctico y trajo un paraguas al concierto al aire libre.",
      "imageLink": "image_files\\English\\practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "profesjonalny",
      "translation": "profesional",
      "definition": "Związany z zawodem lub działalnością wymagającą specjalnego szkolenia lub umiejętności.",
      "definition_translation": "relacionado con o conectado con un trabajo o actividad que requiere capacitación o habilidad especial",
      "example": "Jako profesjonalna muzyk, wykonywała wiele koncertów. Muszę ubrać się profesjonalnie na rozmowę o pracę. Będzie profesjonalnym piłkarzem nożnym kiedyś.",
      "example_translation": "Como música profesional, ha actuado en muchos conciertos. Necesito vestirme profesionalmente para la entrevista de trabajo. Él será un jugador de fútbol profesional algún día.",
      "imageLink": "image_files\\English\\professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdezorientowany",
      "translation": "periódico",
      "definition": "Czujący się zdezorientowany lub niepewny co do czegoś.",
      "definition_translation": "sentirse confundido o incierto sobre algo",
      "example": "Byłem zdezorientowany przez skomplikowane zadanie matematyczne, ale mój przyjaciel się nim zajął. Będę zdezorientowany, jeśli nie zrozumiem wyjaśnienia. Byłem zdezorientowany przez dziwny hałas przez całą noc.",
      "example_translation": "Me sentí confundido por el problema de matemáticas complejo, pero mi amigo pudo resolverlo. Me sorprenderá si no entiendo la explicación. Me había sentido confundido por el ruido extraño toda la noche.",
      "imageLink": "image_files\\English\\puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kwalifikowany",
      "translation": "cualificado",
      "definition": " Posiadający niezbędne umiejętności, doświadczenie lub wiedzę do wykonania czegoś",
      "definition_translation": "teniendo las habilidades, experiencia o conocimientos necesarios para hacer algo",
      "example": "Kwalifikowany lekarz potrafił zdiagnozować rzadką chorobę. Firma zakwalifikuje kandydatów, którzy spełniają wymagania. Ona zakwalifikowała się do igrzysk olimpijskich po latach ciężkiego treningu.",
      "example_translation": "El médico cualificado pudo diagnosticar la enfermedad rara. La empresa calificará a los candidatos que cumplan con los requisitos. Ella había calificado para las Olimpiadas después de años de entrenamiento duro.",
      "imageLink": "image_files\\English\\qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "realistyczny",
      "translation": "realista",
      "definition": "Mający sensowną i praktyczną ideę o tym, co można osiągnąć lub oczekiwać",
      "definition_translation": "teniendo una idea sensata y práctica de lo que se puede lograr o esperar",
      "example": "Firma ma realistyczny cel, aby zwiększyć sprzedaż o 10%. Artysta jest znany ze swoich realistycznych obrazów. Będą mieli realistyczną szansę wygrania konkursu, jeśli jeszcze więcej ćwiczyć.",
      "example_translation": "La empresa tiene una meta realista de aumentar las ventas en un 10%. El artista es conocido por sus pinturas realistas. Tendrán una oportunidad realista de ganar la competencia si practican más.",
      "imageLink": "image_files\\English\\realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozumny",
      "translation": "razonable",
      "definition": "Posiadający zdolność rozumowania lub myślenia logicznego; sensowny i sprawiedliwy",
      "definition_translation": "Tener la capacidad de razonar o pensar lógicamente; sensato y justo.",
      "example": "Sędzia próbował być rozumny i słuchać obu stron sporu. Była rozumna i otwarta na rozmowę. Będzie rozumna i ugodowa w przyszłości.",
      "example_translation": "El juez intentó ser razonable y escuchar ambos lados del argumento. Ella fue razonable y de mente abierta. Ella será razonable y considerada en el futuro.",
      "imageLink": "image_files\\English\\reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "religijny",
      "translation": "religioso",
      "definition": "Wierzący w Boga lub bogów; mający silną wiarę lub przekonanie",
      "definition_translation": "Creer en y adorar a un dios o dioses; tener una fe fuerte o convicción.",
      "example": "Był wychowany w religijnej rodzinie i uczęszczał do kościoła co niedzielę. Ona jest religijna i modli się codziennie. Będą religijni i będą przestrzegać nauk swojej wiary.",
      "example_translation": "Fue criado en una familia religiosa y asistía a la iglesia todos los domingos. Ella es religiosa y reza diariamente. Ellos serán religiosos y seguirán las enseñanzas de su fe.",
      "imageLink": "image_files\\English\\religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wynalazczy",
      "translation": "ingenioso",
      "definition": "Mający zdolność do szybkiego i inteligentnego pokonywania trudności lub wyzwań",
      "definition_translation": "Tener la capacidad de encontrar formas rápidas y astutas para superar dificultades o desafíos.",
      "example": "Wynalazczy inżynier zaprojektował nowy system, aby zmniejszyć zużycie energii. Była wynalazczą i znalazła rozwiązanie problemu. Będą wynalazczy i dostosują się do zmieniających okoliczności.",
      "example_translation": "El ingeniero ingenioso diseñó un nuevo sistema para reducir el consumo de energía. Ella fue ingeniosa y encontró una solución al problema. Ellos serán ingeniosos y se adaptarán a las circunstancias cambiantes.",
      "imageLink": "image_files\\English\\resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "godny szacunku",
      "translation": "respetable",
      "definition": "Godny szacunku lub podziwu, mający dobrą opinię",
      "definition_translation": "Digno de respeto o admiración, tener una buena reputación",
      "example": "Był szanowanym członkiem społeczności, szanowanym przez wszystkich, którzy go znali. Będzie odpowiednio ubrany na okazję. Zawsze był godnym szacunku obywatelem, aż do momentu, gdy został złapany.",
      "example_translation": "Era un miembro respetable de la comunidad, respetado por todos los que lo conocían. Estará vestido respetablemente para la ocasión. Siempre havía sido un ciudadano respetable, hasta que fue atrapado.",
      "imageLink": "image_files\\English\\respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szanowany",
      "translation": "respetado",
      "definition": "Czujący lub okazujący szacunek lub wielki szacunek dla kogoś lub czegoś",
      "definition_translation": "Sentir o mostrar admiración o alto respecto por alguien o algo",
      "example": "Była wysoko szanowaną profesorką, szanowaną przez studentów i kolegów. Był szanowany za swoją mądrość i umiejętności przywódcze. Będzie szanowana za swoją odwagę w obliczu niebezpieczeństwa.",
      "example_translation": "Era una profesora muy respetada, respetada por sus estudiantes y colegas. Él era respetado por su sabiduría y habilidades de liderazgo. Será respetada por su valentía en el enfrentamiento del peligro.",
      "imageLink": "image_files\\English\\respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odpowiedzialny",
      "translation": "responsable",
      "definition": "Mający obowiązek zrobić coś lub będący odpowiedzialnym za swoje czyny",
      "definition_translation": "Tener una obligación de hacer algo o ser responsable por sus acciones",
      "example": "Był odpowiedzialny za sukces projektu. Ona jest odpowiedzialna za zarządzanie zespołem. Będą odpowiedzialni za wpływ środowiskowy swoich działań.",
      "example_translation": "Él era responsable del éxito del proyecto. Ella es responsable de gestionar el equipo. Serán responsables del impacto ambiental de sus acciones.",
      "imageLink": "image_files\\English\\responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ryzykowny",
      "translation": "riesgoso",
      "definition": "Zawierający niepewność lub niebezpieczeństwo; mogący doprowadzić do straty lub szkody",
      "definition_translation": "que implica incertidumbre o peligro; que puede llevar a pérdida o daño",
      "example": "Zajął ryzykowną inwestycję, ale się opłaciła. Idzie ryzykowną drogą na klifie. Będzie podejmować ryzykowną decyzję w sprawie firmy.",
      "example_translation": "Tomó una inversión riesgosa, pero funcionó. Está dando un paseo riesgoso por la cima del acantilado. Tomará una decisión riesgosa en el negocio.",
      "imageLink": "image_files\\English\\risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bezwzględny",
      "translation": "despiadado",
      "definition": "Nie mający litości ani miłosierdzia; okrutny lub bezlitosny",
      "definition_translation": "que no tiene o muestra ninguna piedad ni misericordia; duramente severo o cruel",
      "example": "Bezwzględny dyktator rządził krajem żelazną ręką. Bezwzględna bizneswoman zwolniła pracowników bez wahania. Bezwzględny nauczyciel nie toleruje żadnych błędów.",
      "example_translation": "El dictador despiadado gobernó el país con mano de hierro. La empresaria despiadada despidió a sus empleados sin dudar. El maestro despiadado no tolerará ningún error.",
      "imageLink": "image_files\\English\\ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wrażliwy",
      "translation": "sensible",
      "definition": "zdolny do odczuwania lub reagowania na delikatne zmiany lub wrażenia; łatwo obrażony lub urażony",
      "definition_translation": "capaz de sentir o responder a cambios leves o impresiones; fácilmente herido o ofendido",
      "example": "Ona była wrażliwa na zimno i nosiła płaszcz. On był wrażliwy na krytykę i stawał się obronny. Dziecko będzie wrażliwe na hałas i zakryje uszy.",
      "example_translation": "Ella era sensible al frío y llevaba un abrigo. Él era sensible a la crítica y se volvió defensivo. El niño será sensible al ruido y se cubrirá los oídos.",
      "imageLink": "image_files\\English\\sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciężki",
      "translation": " severo",
      "definition": "Bardzo złej lub nieprzyjemnej jakości; powodujący wielkie cierpienie lub szkody.",
      "definition_translation": "Muy malo o desagradable; causando gran sufrimiento o daño.",
      "example": "Ciężkie warunki atmosferyczne utrudniały podróż. Ciężki ból uniemożliwiał koncentrację. Lekarz ostrzegał, że stan pacjenta może stać się ciężki, jeśli nie będzie leczony.",
      "example_translation": "Las condiciones climáticas severas hacían difícil viajar. El dolor severo hacía difícil concentrarse. El médico advirtió que la condición del paciente podría volverse severa si no se trataba con prontitud.",
      "imageLink": "image_files\\English\\severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zręczny",
      "translation": "habil",
      "definition": "Mający lub pokazujący zdolność do robienia czegoś z wielką umiejętnością i kompetencją.",
      "definition_translation": "Teniendo o mostrando la habilidad para hacer algo con gran habilidad y competencia.",
      "example": "Zręczny kierowca poruszał się z łatwością po wijącej się drodze. Zręczny chirurg przeprowadził skomplikowaną operację z precyzją. Zręczny artysta stworzył piękne dzieło sztuki z wielką dbałością o detale.",
      "example_translation": "El conductor habil condujo la carretera sinuosa con facilidad. El cirujano habil realizó la operación compleja con precisión. El artista habil creó una hermosa pintura con gran detalle.",
      "imageLink": "image_files\\English\\skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdolny",
      "translation": "hábil",
      "definition": "Mający naturalny talent lub zdolność do czegoś, szczególnie aktywności manualnej.",
      "definition_translation": "Teniendo una habilidad natural o talento para algo, especialmente una actividad manual.",
      "example": "Zdolny stolarz zbudował piękny drewniany szaf. Zdolny muzyk zagrał na fortepianie z wielką ekspresją. Zdolny sportowiec zdobył kilka medali w zawodach.",
      "example_translation": "El carpintero hábil construyó un hermoso gabinete de madera. El músico hábil tocó el piano con gran expresión. El atleta hábil ganó varias medallas en la competencia.",
      "imageLink": "image_files\\English\\skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyrafinowany",
      "translation": "sofisticado",
      "definition": "Mający lub charakteryzujący się wysokim stopniem kultury lub intelektualnej wyrafinowania.",
      "definition_translation": "Tener o caracterizarse por un alto grado de refinamiento cultural o intelectual.",
      "example": "Była wyrafinowaną kobietą, która doceniał sztukę, literaturę i muzykę. Ona miała wyrafinowany podejście do biznesu. Ona będzie wyrafinowana w negocjacjach.",
      "example_translation": "Era una mujer sofisticada que apreciaba el arte fino, la literatura y la música. Había sido sofisticada en su enfoque para el negocio. Será sofisticada en sus negociaciones.",
      "imageLink": "image_files\\English\\sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "duchowy",
      "translation": "espiritual",
      "definition": "Związany z lub dotyczący ducha lub duszy, w przeciwieństwie do materialnych lub fizycznych rzeczy.",
      "definition_translation": "Relacionado o preocupado con el espíritu o alma, en oposición a las cosas materiales o físicas.",
      "example": "Duchowy lider społeczności prowadził ludzi przez kryzys. On był duchowy w swoim podejściu do życia. Oni będą duchowi w swoim poszukiwaniu oświecenia.",
      "example_translation": "El líder espiritual de la comunidad guio a la gente a través de la crisis. Había sido espiritual en su enfoque para la vida. Serán espirituales en su búsqueda de iluminación.",
      "imageLink": "image_files\\English\\spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spontaniczny",
      "translation": "espontáneo",
      "definition": "Wykonywany lub występujący bez uprzedniej planowania lub rozważania; naturalny i niepowściągliwy.",
      "definition_translation": "Realizado u ocurrido sin planificación previa o deliberación; natural y sin restricciones.",
      "example": "Spontaniczna aplauz wybuchła, kiedy śpiewak wystąpił na scenie. Ona była spontaniczna w swojej odpowiedzi na pytanie. Oni będą spontaniczni w swojej reakcji na wiadomość.",
      "example_translation": "El aplauso espontáneo estalló cuando la cantante subió al escenario. Había sido espontánea en su respuesta a la pregunta. Serán espontáneos en su reacción a la noticia.",
      "imageLink": "image_files\\English\\spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "prosty",
      "translation": "recto",
      "definition": "Rozciągający się lub przemieszczający w linii prostej; niezgięty ani niezakrzywiony; bezpośredni i nieprzerwany w swoim rozszerzaniu się lub kierunku.",
      "definition_translation": "Extendiendo o procediendo en una línea directa; no curvada ni doblada; directo e ininterrumpido en extensión o dirección.",
      "example": "Droga była prosta i płaska, co sprawiło, że była idealna do jazdy na rowerze. Iść prosto do sklepu. Idę prosto do domu po szkole.",
      "example_translation": "El camino era recto y plano, lo que lo hacía perfecto para ciclismo. Caminé recto a la tienda. Caminaré recto a casa después de la escuela.",
      "imageLink": "image_files\\English\\straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uparty",
      "translation": "terco",
      "definition": "Mający lub pokazujący determinację nie zmieniania swojego zdania lub pozycji; bezpodstawnie uparty.",
      "definition_translation": "Teniendo o mostrando determinación para no cambiar de opinión o posición; obstinado de manera irrazonable.",
      "example": "Mój brat może być bardzo uparty, kiedy chodzi o próbowanie nowych potraw. Ona była uparta i odmówiła przeproszenia. On będzie uparty i nie będzie słuchał naszych rad.",
      "example_translation": "Mi hermano puede ser muy terco cuando se trata de probar nuevos alimentos. Ella fue terca y se negó a disculparse. Él será terco y no escuchará nuestro consejo.",
      "imageLink": "image_files\\English\\stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przesądny",
      "translation": "supersticioso",
      "definition": "Nadmiernie bojący się rzeczy nadprzyrodzonych, losu lub nieznanego; irracjonalny strach przed tym, co jest nieznane lub tajemnicze.",
      "definition_translation": "Excesivamente temeroso de lo sobrenatural, el destino o lo desconocido; miedo irracional de lo que es desconocido o misterioso.",
      "example": "Moja babcia jest przesądną i zawsze nosi ze sobą amulet szczęścia. On jest przesądną i wierzy w duchy. Oni byli przesądni i uważali, że czarna kotka przynosi nieszczęście.",
      "example_translation": "Mi abuela es supersticiosa y siempre lleva un amuleto de la suerte. Él es supersticioso y cree en los fantasmas. Ellos eran supersticiosos y pensaban que el gato negro era mala suerte.",
      "imageLink": "image_files\\English\\superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podejrzany",
      "translation": "sospechoso",
      "definition": "Wzbudzający podejrzenie; wątpliwy; podejrzany.",
      "definition_translation": "Generando sospecha; cuestionable; dudoso.",
      "example": "Policja była podejrzliwa wobec obcego zachowania. Firma była podejrzliwa o motywach rywala. Detektyw będzie podejrzliwy o wszelkie nieścisłości w alibi.",
      "example_translation": "La policía sospechaba del comportamiento del extraño. La empresa sospechaba de los motivos de la rival. El detective sospechará de cualquier inconsistencia en la coartada.",
      "imageLink": "image_files\\English\\suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "współczujący",
      "translation": "simpático",
      "definition": "Mający lub wyrażający współczucie; czujący lub wyrażający litość.",
      "definition_translation": "Teniendo o mostrando simpatía; sintiendo o expresando compasión.",
      "example": "Lekarz był współczujący wobec obaw pacjenta. Firma była współczująca wobec sytuacji pracownika. Nauczyciel będzie współczujący wobec trudności ucznia.",
      "example_translation": "El doctor era simpático a las inquietudes del paciente. La empresa era simpática a la situación del empleado. El maestro será simpático a las luchas del estudiante.",
      "imageLink": "image_files\\English\\sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "napięty",
      "translation": "tenso",
      "definition": "Czujący niepokój lub nerwowość; mający uczucie napięcia oczekiwania.",
      "definition_translation": "Sintiendo ansiedad o nerviosismo; teniendo una sensación de expectativa tensa.",
      "example": "Atleta był napięty przed zawodami. Publiczność była napięta podczas thrillera. Uczeń będzie napięty podczas egzaminu.",
      "example_translation": "El atleta estaba tenso antes de la competencia. La audiencia estaba tensa durante la película de suspense. El estudiante estará tenso durante el examen.",
      "imageLink": "image_files\\English\\tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przerażający",
      "translation": "aterrador",
      "definition": "Ekstremalnie przerażający lub alarmujący; wywołujący intensywny strach lub lęk.",
      "definition_translation": "Extremadamente aterrador o alarmante; causando un miedo o ansiedad intensa.",
      "example": "Przerażający krzyk odbił się echem w domu strasznie. Było przerażające myśleć o samotności w ciemności. Ona będzie przerażona, gdy zobaczy horrorowiec.",
      "example_translation": "El grito aterrador resonó por la casa encantada. Fue aterrador pensar en estar solo en la oscuridad. Ella estará aterrada cuando vea la película de terror.",
      "imageLink": "image_files\\English\\terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wrażliwy",
      "translation": "pensativo",
      "definition": "Pokazujący staranne rozważanie i uwagę; łagodny i zrozumiały.",
      "definition_translation": "Mostrando cuidadoso pensamiento y consideración; amable y comprensivo.",
      "example": "On był wrażliwym słuchaczem i zawsze sprawiał, że czułem się słyszany. Ona była wrażliwa, przynosząc mi prezent. Będą bardziej wrażliwi w swoich decyzjach w przyszłości.",
      "example_translation": "Él era un oyente pensativo y siempre me hacía sentir escuchado. Ella fue lo suficientemente pensativa como para traerme un regalo. Serán más pensativos sobre sus decisiones en el futuro.",
      "imageLink": "image_files\\English\\thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozradowany",
      "translation": "emocionado",
      "definition": "Czujący ekstremalną radość lub ekscytację; zachwycony.",
      "definition_translation": "Sintiendo una felicidad o emoción extremas; encantado.",
      "example": "Byłem rozradowany, gdy otrzymałem wiadomość. Ona była rozradowana, spotykając swoją ulubioną celebrytkę. Będą rozradowani, jadąc na rollercoasterze.",
      "example_translation": "Me emocioné al recibir la noticia. Ella se emocionó al conocer a su celebridad favorita. Estarán emocionados de ir en la montaña rusa.",
      "imageLink": "image_files\\English\\thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "twardy",
      "translation": "duro",
      "definition": "Silny i zdolny wytrzymać trudne warunki lub wyzwania",
      "definition_translation": "fuerte y capaz de soportar condiciones difíciles o desafíos",
      "example": "Byłem twardy dla siebie, będę twardy dla siebie, będę twardy dla siebie.",
      "example_translation": "Fui duro conmigo mismo, seré duro conmigo mismo, habré sido duro conmigo mismo.",
      "imageLink": "image_files\\English\\tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tragiczny",
      "translation": "trágico",
      "definition": "Wzbudzający wielką smutek lub stratę, szczególnie w wyniku czegoś nieoczekiwanego lub niefortunnego",
      "definition_translation": "que causa gran tristeza o pérdida, especialmente como resultado de algo inesperado o desafortunado",
      "example": "Tragiczne wydarzenie nastąpiło, następuje, nastąpi.",
      "example_translation": "El evento trágico ocurrió, está ocurriendo, ocurrirá.",
      "imageLink": "image_files\\English\\tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieświadomy",
      "translation": "inconsciente",
      "definition": "Nie wiedzący lub nie rozumiejący czegoś, szczególnie czegoś ważnego lub zaskakującego",
      "definition_translation": "no saber o darse cuenta de algo, especialmente algo importante o sorprendente",
      "example": "Byłem nieświadomy niebezpieczeństwa, jestem nieświadomy niebezpieczeństwa, będę nieświadomy niebezpieczeństwa.",
      "example_translation": "No era consciente del peligro, no soy consciente del peligro, no seré consciente del peligro.",
      "imageLink": "image_files\\English\\unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "incerto",
      "definition": "Nie mający lub nie pokazujący jasnego umysłu lub zdania o czymś",
      "definition_translation": "No tener o mostrar una mente clara o opinión sobre algo",
      "example": "Jestem niepewny co do tego, co zrobić dzisiaj wieczorem. Wczoraj byłam pewny, ale teraz jestem niepewny. Będę niepewny, dopóki nie podejmę decyzji.",
      "example_translation": "Estoy incierto sobre qué hacer esta noche. Ayer, estaba seguro, pero ahora estoy incierto. Estaré incierto hasta que tome una decisión.",
      "imageLink": "image_files\\English\\uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zrozumienie",
      "translation": "comprensión",
      "definition": "Umiejętność zrozumienia i udziału w uczuciach innej osoby",
      "definition_translation": "La capacidad de entender y compartir los sentimientos de otra persona",
      "example": "Miałem głębokie zrozumienie jej uczuć. Ona miała wielkie zrozumienie sytuacji. Będą mieli zrozumienie projektu do końca tygodnia.",
      "example_translation": "Tenía una comprensión profunda de sus sentimientos. Ella tenía una gran comprensión de la situación. Tendrán una comprensión del proyecto al final de la semana.",
      "imageLink": "image_files\\English\\understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niespokojny",
      "translation": "inquieto",
      "definition": "Czując niepokój lub dyskomfort związany z czymś",
      "definition_translation": "Sentir ansiedad o incomodidad sobre algo",
      "example": "Czująłem się niespokojnie w tej sytuacji. Wyglądała niespokojnie na spotkaniu. Będą czuć się niespokojnie, dopóki nie rozwiążą sprawy.",
      "example_translation": "Me sentí inquieto sobre la situación. Ella parecía inquieta en la reunión. Se sentirán inquietos hasta que resuelvan el tema.",
      "imageLink": "image_files\\English\\uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "desafortunado",
      "definition": "Mający lub oznaczony złym losem; nieszczęśliwy w zaistnieniu lub wyniku",
      "definition_translation": "teniendo o marcado por mala suerte; desafortunado en la ocurrencia o resultado",
      "example": "Był nieszczęśliwy, że stracił pracę, ale znajdzie nową. Był nieszczęśliwy, kiedy zachorował, ale się powoli regeneruje. Będzie nieszczęśliwy, jeśli nie przygotuje się do egzaminu.",
      "example_translation": "Él fue desafortunado al perder su trabajo, pero encontrará uno nuevo pronto. Él fue desafortunado cuando se enfermó, pero se está recuperando ahora. Él será desafortunado si no se prepara para el examen.",
      "imageLink": "image_files\\English\\unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niewspomagający",
      "translation": "inútil",
      "definition": "Nieudzielający pomocy lub wsparcia; nieużyteczny lub nieefektywny",
      "definition_translation": "no proporcionando asistencia o apoyo; no útil o efectivo",
      "example": "Instrukcje były niewspomagające, więc nie mogliśmy zmontować mebli. Obsługa klienta była niewspomagająca, nie otrzymaliśmy zwrotu. Komentarz nauczyciela był niewspomagający, uczniowi nie rozumieli koncepcji.",
      "example_translation": "Las instrucciones fueron inútiles, por lo que no pudimos ensamblar los muebles. El servicio al cliente fue inútil, y no obtuvimos un reembolso. La retroalimentación del maestro fue inútil, y el estudiante no entendió el concepto.",
      "imageLink": "image_files\\English\\unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niepopularny",
      "translation": "impopular",
      "definition": "Nie lubiany lub nie zatwierdzony przez większość ludzi; niepopularny",
      "definition_translation": "no gustado o aprobado por la mayoría de las personas; no popular",
      "example": "Nowa polityka była niepopularna wśród studentów, więc demonstrowali. Był niepopularnym politykiem, i przegrał wybory. Nowe prawo było niepopularne, wielu ludzi kritycznym.",
      "example_translation": "La nueva política fue impopular entre los estudiantes, así que se manifestaron. Él fue un político impopular, y perdió la elección. La nueva ley fue impopular, y muchas personas la criticaron.",
      "imageLink": "image_files\\English\\unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieprzewidywalny",
      "translation": "impredecible",
      "definition": "Nie mogący być przewidywanym lub prognozowanym; niepewny w wyniku lub skutku.",
      "definition_translation": "No puede predecirse o pronosticarse; incierto en resultado o resultado.",
      "example": "Pogoda była nieprzewidywalna tego lata, z nagłymi burzami i upałami. Wczoraj było słonecznie, ale dzisiaj pada. Mam nadzieję, że będzie słonecznie jutro.",
      "example_translation": "El clima ha sido impredecible este verano, con tormentas y olas de calor repentinas. Ayer hizo sol, pero hoy está lloviendo. Espero que mañana haga sol nuevamente.",
      "imageLink": "image_files\\English\\unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nierealny",
      "translation": "irrealista",
      "definition": "Nie oparty na rzeczywistości; nie mający praktycznej możliwości realizacji lub osiągnięcia.",
      "definition_translation": "No basada en la realidad; no tiene posibilidad práctica de ser lograda o alcanzada.",
      "example": "Film miał nierealny scenariusz, z postaciami latającymi i wykonującymi niemożliwe sztuki. Mam nierealne oczekiwania na wakacje, licząc na zwiedzenie 10 miast w zaledwie 2 tygodnie. W zeszłym roku miały nierealne cele biznesowe, ale nauczyłem się być bardziej realistycznym.",
      "example_translation": "La película tenía una trama irrealista, con personajes volando y realizando proezas imposibles. Tengo expectativas irrealistas para mis vacaciones, esperando visitar 10 ciudades en solo 2 semanas. El año pasado, tenía objetivos irrealistas para mi negocio, pero aprendí a ser más realista.",
      "imageLink": "image_files\\English\\unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nierzeczowy",
      "translation": "irrazonable",
      "definition": "Nie oparty na zdrowym rozsądku lub słusznym powodzie; nadmierny lub niesprawiedliwy.",
      "definition_translation": "No basada en buen juicio o razón sólida; excesiva o injusta.",
      "example": "Moja nierzeczowa postawa doprowadziła do impasu w rokowaniach. Oczekiwania firmy były nierzeczowe, co spowodowało wysoką rotację pracowników. Byłem nierzeczowy, myśląc, że mogę skończyć projekt w tak krótkim czasie.",
      "example_translation": "Las demandas irracionales de mi hermano hicieron imposible negociar con él. Las expectativas irracionales de la empresa llevaron a una alta rotación de empleados. Fui irrazonable al pensar que podía terminar el proyecto en tan poco tiempo.",
      "imageLink": "image_files\\English\\unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "no confiable",
      "definition": "Nie mogący być ufały lub polegany; niestabilny lub nieprzewidywalny.",
      "definition_translation": "No capaz de ser confiado o dependido; inestable o impredecible.",
      "example": "Serwery firmy były niepewne, powodując częste przestoje. Sieć będzie niepewna, jeśli nie uaktualnimy routerów. Gdybyśmy go zatrudnili, będzie niepewny i spóźniał się codziennie.",
      "example_translation": "Los servidores no confiables de la empresa causaron tiempos de inactividad frecuentes, lo que frustró a los empleados. La red será no confiable si no actualizamos nuestros routers. Si lo contratamos, él será no confiable y llegará tarde todos los días.",
      "imageLink": "image_files\\English\\unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "inseguro",
      "definition": "Nie mający lub nie pokazujący pewności; wątpiący lub wahający się.",
      "definition_translation": "No tener o mostrar confianza o certeza; dudoso o indeciso.",
      "example": "Jestem niepewny odpowiedzi na to pytanie, więc sprawdzę podręcznik. Ona była niepewna swoich wyborów kariery, więc wzięła rok wolnego. Byliśmy niepewni, czy możemy ufać mu, ale okazał się dobrym przyjacielem.",
      "example_translation": "No estoy seguro sobre la respuesta a esta pregunta, así que revisaré el libro de texto. Ella estaba insegura sobre sus opciones de carrera, así que se tomó un año libre. No estábamos seguros si podíamos confiar en él, pero resultó ser un buen amigo.",
      "imageLink": "image_files\\English\\unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przemocowy",
      "translation": "violento",
      "definition": "Używający lub wiążący się z siłą mającą na celu skrzywdzić lub zabić; charakteryzujący się lub wynikający z intensywnego gniewu lub wściekłości.",
      "definition_translation": "Uso o involucra fuerza destinada a lastimar o matar; caracterizado por o resultante en ira intensa o furia.",
      "example": "Protestujący stali się przemocowi, gdy przybyła policja, a sytuacja szybko eskalowała. Film był zbyt przemocowy dla mojego gustu, więc wyszedłem. Przemocowa burza spowodowała rozległe zniszczenia i przerwy w dostawie prądu.",
      "example_translation": "Los manifestantes se volvieron violentos cuando llegó la policía, y la situación se intensificó rápidamente. La película era demasiado violenta para mi gusto, así que me fui. La tormenta violenta causó destrucción generalizada y cortes de energía.",
      "imageLink": "image_files\\English\\violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "witać",
      "translation": "bienvenido",
      "definition": "witamy kogoś z uprzejmą frazą lub gestem, typowo w formalny lub oficjalny sposób",
      "definition_translation": "saludar a alguien con una frase o gesto educado, generalmente de manera formal o oficial",
      "example": "Witałem moich gości z uśmiechem i uściskiem dłoni. Wczoraj witałem ich ciepłym uściskiem. Jutro witać ich będę z zimnym drinkiem.",
      "example_translation": "Saludé a mis invitados con una sonrisa y un apretón de manos. Ayer, los saludé con un abrazo cálido. Mañana, les daré la bienvenida con una bebida fría.",
      "imageLink": "image_files\\English\\welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zbalansowany",
      "translation": "bien equilibrado",
      "definition": "mający dobry balans między różnymi rzeczami, takimi jak różne aspekty życia lub różne składniki w posiłku",
      "definition_translation": "teniendo un buen equilibrio entre diferentes cosas, como diferentes aspectos de la vida o diferentes ingredientes en una comida",
      "example": "Ona jest zbalansowaną osobą, która regularnie ćwiczy i je zdrową dietę. Szef kuchni stworzył zbalansowany menu z różnorodnymi daniami. Firma dąży do osiągnięcia zbalansowanego budżetu przez redukcję kosztów.",
      "example_translation": "Ella es una persona bien equilibrada que se ejercita regularmente y come una dieta saludable. El chef creó un menú bien equilibrado con variedad de platos. La empresa busca lograr un presupuesto bien equilibrado reduciendo costos.",
      "imageLink": "image_files\\English\\well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mądry",
      "translation": "sabio",
      "definition": "posiadający lub pokazujący doświadczenie, wiedzę i dobrą ocenę",
      "definition_translation": "teniendo o mostrando experiencia, conocimiento y buen juicio",
      "example": "Moja mądra baba nauczyła mnie, aby myśleć przed tym, zanim zaczynam. Starzec dał nam cenne rady. Ona będzie mądrym liderem, prowadząc firmę do sukcesu.",
      "example_translation": "Mi abuela sabia me enseñó a pensar antes de actuar. El anciano sabio nos dio algunos consejos valiosos. Ella será una líder sabia, guiando a la empresa hacia el éxito.",
      "imageLink": "image_files\\English\\wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przystępny",
      "translation": "ingenioso",
      "definition": "Mający lub pokazujący szybką i wynalazczą myśl, często w sposób humorystyczny.",
      "definition_translation": "Teniendo o mostrando una mente rápida y creativa, a menudo de manera humorística.",
      "example": "Ona była przystępną rozmówczynią, która zawsze miała inteligentną ripostę. Była przystępna, odpowiedziała na jego żart. Będzie przystępna w swojej prezentacji i rozbawi wszystkich.",
      "example_translation": "Era una conversadora ingeniosa que siempre tenía una respuesta lista. Estaba siendo ingeniosa cuando respondió a su broma. Será ingeniosa en su presentación y hará reír a todos.",
      "imageLink": "image_files\\English\\witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niepokojący",
      "translation": "preocupante",
      "definition": "Wzbudzający niepokój lub zaniepokojenie; trudny.",
      "definition_translation": "Causando ansiedad o preocupación; problemático.",
      "example": "Niepokojąca wiadomość o gospodarce sprawiła, że wszyscy stali się nerwowi. On był niepokojący o wyniki egzaminu. Ona będzie niepokojąca o swoją pracę w przyszłości.",
      "example_translation": "Las noticias preocupantes sobre la economía hicieron que todos se sintieran nerviosos. Él estaba preocupado por sus resultados de examen. Ella estará preocupada por su seguridad laboral en el futuro.",
      "imageLink": "image_files\\English\\worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]