[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "znudzony",
      "translation": "aburrido",
      "definition": "Czując się zmęczonym i niezadowolonym, ponieważ coś nie jest interesujące.",
      "definition_translation": "Sentirse cansado y descontento porque algo no es interesante.",
      "example": "Byłem znudzony w klasie wczoraj, ale dzisiejsza lekcja była bardziej ekscytująca. Jestem znudzony tą książką, więc myślę, że będę oglądał telewizję zamiast. Będę znudzony, jeśli będę musiał powtarzać tę czynność ponownie.",
      "example_translation": "Me aburrí en clase ayer, pero la lección de hoy fue más emocionante. Estoy aburrido de este libro, así que creo que veré televisión en su lugar. Me aburriré si tengo que repetir esta tarea de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nudny",
      "translation": "aburrido",
      "definition": "Nieciekawy lub nie ekscytujący.",
      "definition_translation": "No interesante o emocionante.",
      "example": "Film był nudny, więc wyszliśmy po godzinie. Ta czynność jest nudna, ale musi zostać zrobiona. Myślałem, że impreza będzie nudna, ale okazała się być naprawdę fajna.",
      "example_translation": "La película era aburrida, así que nos fuimos después de una hora. Esta tarea es aburrida, pero necesita ser hecha. Pensé que la fiesta iba a ser aburrida, pero resultó ser realmente divertida.",
      "imageLink": "image_files\\English\\"imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bystry",
      "translation": "inteligente",
      "definition": "Mający lub pokazujący szybką i pomysłową umysł.",
      "definition_translation": "Teniendo o mostrando una mente rápida e inventiva.",
      "example": "Moja siostra jest bystrą i może łatwo rozwiązać złożone zadania matematyczne. Byłem bystry i znalazłem sposób na naprawienie złamanego urządzenia. On będzie bystry i znajdzie rozwiązanie tej łamigówki.",
      "example_translation": "Mi hermana es inteligente y puede resolver problemas matemáticos complejos con facilidad. Fue inteligente y encontré una forma de reparar la máquina rota. Él será inteligente y encontrará una solución a este rompecabezas.",
      "imageLink": "image_files\\English\\"imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "trudny",
      "translation": "difícil",
      "definition": "Wymagający dużego wysiłku lub umiejętności do osiągnięcia, obsługi lub zrozumienia; trudny.",
      "definition_translation": "Que requiere mucho esfuerzo o habilidad para lograr, tratar o entender; duro.",
      "example": "Trudnym zadaniem było wspiąć się na górę w jeden dzień. Znaleziono to trudne do zrozumienia zadanie matematyczne. Będzie trudne, aby ukończyć projekt na czas.",
      "example_translation": "La tarea difícil fue escalar la montaña en un día. Me resultó difícil entender el problema de matemáticas. Será difícil terminar el proyecto a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podniecony",
      "translation": "emocionado",
      "definition": "Czujący lub pokazujący entuzjazm i niecierpliwość; podekscytowany.",
      "definition_translation": "Sintiendo o mostrando entusiasmo y ansiedad; emocionado.",
      "example": "Byłem podekscytowany, aby pójść na koncert wczoraj wieczorem. Ona jest podekscytowana swoim nadchodzącym urlopem. Będą podekscytowani, aby spotkać swoją ulubioną gwiazdę.",
      "example_translation": "Estuve emocionado de ir al concierto anoche. Ella está emocionada sobre sus vacaciones próximas. Estarán emocionados de conocer a su celebridad favorita.",
      "imageLink": "image_files\\English\\"imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ekscytujący",
      "translation": "emocionante",
      "definition": "Wzbudzający uczucia entuzjazmu i niecierpliwości; podekscytujący.",
      "definition_translation": "Causando sentimientos de entusiasmo y ansiedad; emocionante.",
      "example": "Ekscytująca wiadomość jest taka, że wygraliśmy na loterię. Nowy rollercoaster jest ekscytującą atrakcją. Gra była ekscytująca, ale nasz zespół przegrał.",
      "example_translation": "La noticia emocionante es que ganamos la lotería. El nuevo montaña rusa es una atracción emocionante. El juego fue emocionante, pero nuestro equipo perdió.",
      "imageLink": "image_files\\English\\"imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sławny",
      "translation": "famoso",
      "definition": " Dobrze znany i szanowany ze względu na coś, co osiągnięto.",
      "definition_translation": "Bién conocido y respetado por algo que has logrado",
      "example": "Ona była sławną aktorką w latach 90., nadal jest sławną i będzie sławną przez wiele lat.",
      "example_translation": "Era una actriz famosa en los 90, sigue siendo famosa hoy en día y será famosa durante años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " śmieszny",
      "translation": "divertido",
      "definition": "Wzbudzający śmiech lub rozrywkę; komiczny.",
      "definition_translation": "Que causa risa o diversión; cómico",
      "example": "Program komediowy był śmieszny wczoraj wieczorem, zawsze jest śmieszny i będzie śmieszny w przyszłym tygodniu.",
      "example_translation": "El show de comedia fue divertido anoche, es siempre divertido y será divertido la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dobry",
      "translation": "bueno",
      "definition": "Mający pozytywną jakość lub charakter.",
      "definition_translation": "Teniendo una calidad o carácter favorable",
      "example": "On był dobrym uczniem w przeszłości, jest dobrym nauczycielem teraz i będzie dobrym dyrektorem w przyszłości.",
      "example_translation": "Él fue un buen estudiante en el pasado, es un buen profesor ahora y será un buen director en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczęśliwy",
      "translation": "feliz",
      "definition": "Czujący lub pokazujący przyjemność lub zadowolenie.",
      "definition_translation": "Sentirse o mostrar placer o contentamiento.",
      "example": "Byłem szczęśliwy, kiedy się ożeniłem. Jestem szczęśliwy, że mam pracę. Będę szczęśliwy, kiedy podróżuję do Europy.",
      "example_translation": "Estuve feliz cuando me casé. Estoy feliz ahora que tengo un trabajo. Estaré feliz cuando viaje a Europa.",
      "imageLink": "image_files\\English\\"imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "interesujący",
      "translation": "interesante",
      "definition": "Wzbudzający ciekawość lub zainteresowanie.",
      "definition_translation": "Despertar curiosidad o interés.",
      "example": "Film był interesujący. Uważam, że historia jest interesująca. Będę uważał nowy temat za interesujący.",
      "example_translation": "La película fue interesante. Me parece interesante la historia. Encontraré interesante el nuevo tema.",
      "imageLink": "image_files\\English\\"imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miły",
      "translation": "amable",
      "definition": "Przyjemny, zgodny lub zadowalający.",
      "definition_translation": "Agradable, agradable o satisfactorio.",
      "example": "Pogoda była miła wczoraj. Uważam, że ona jest miła. Zaproszę miłych przyjaciół.",
      "example_translation": "El clima fue agradable ayer. Creo que ella es amable. Invitaré a algunos amigos agradables.",
      "imageLink": "image_files\\English\\"imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "smutny",
      "translation": "triste",
      "definition": "Czujący lub okazujący smutek lub niezadowolenie",
      "definition_translation": "sentirse o mostrar tristeza o infelicidad",
      "example": "Czułem się smutnym, gdy straciłem ulubioną zabawkę, ale teraz jestem szczęśliwy, bo mam nową. Jestem smutny, że nie będę mógł uczestniczyć w imprezie tej nocy, ale będę smutny, jeśli nie zobaczę moich przyjaciół ponownie.",
      "example_translation": "Me sentí triste cuando perdí mi juguete favorito de niño, pero ahora estoy feliz porque tengo uno nuevo. Estoy triste porque no podré asistir a la fiesta esta noche, pero estaré triste si no vuelvo a ver a mis amigos de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zmęczony",
      "translation": "cansado",
      "definition": "Potrzebujący odpoczynku lub snu; czujący brak energii",
      "definition_translation": "necesitado de descanso o sueño; sintiendo una falta de energía",
      "example": "Byłem zmęczony po dniu pracy wczoraj, ale teraz nie jestem zmęczony, bo dobrze się wyspałem. Będę zmęczony po pracy całego dnia, ale nie będę zmęczony, jeśli zrobię przerwę.",
      "example_translation": "Estuve cansado después de correr un maratón ayer, pero no estoy cansado hoy porque dormí bien. Estaré cansado después de trabajar todo el día, pero no estaré cansado si me tomo un descanso.",
      "imageLink": "image_files\\English\\"imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "roztargniony",
      "translation": "descuidado",
      "definition": "Mający lub pokazujący brak uwagi lub troski; zapominalski",
      "definition_translation": "teniendo o mostrando una falta de atención o cuidado; olvidadizo",
      "example": "Mój roztargniony profesor zawsze zapomina przynosić notatki z wykładu do klasy, ale nie jest roztargniony, gdy chodzi o jego badania. Byłem roztargniony, gdy zostawiłem telefon w domu tym rankiem, ale teraz nie jestem roztargniony, bo jestem bardziej skupiony.",
      "example_translation": "Mi profesor descuidado siempre olvida traer sus apuntes de clase, pero no es descuidado cuando se trata de su investigación. Estuve descuidado cuando dejé mi teléfono en casa esta mañana, pero no estoy descuidado ahora porque estoy más enfocado.",
      "imageLink": "image_files\\English\\"imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "temeroso",
      "definition": "Czujący strach lub lęk przed tym, co może się wydarzyć lub się dzieje.",
      "definition_translation": "Sentir miedo o ansiedad por algo que puede suceder o está sucediendo.",
      "example": "Byłem przerażony wysokościami, gdy byłam dzieckiem, ale teraz nie jestem. Jestem przerażony, że mogę zapomnieć paszportu, jestem przerażony o to, co może się wydarzyć, jeśli nie wezmę lekarstwa.",
      "example_translation": "Tenía miedo a las alturas cuando era niño, pero ya no lo tengo. Tengo miedo de que olvide mi pasaporte, tengo miedo de lo que pueda suceder si no tomo la medicina.",
      "imageLink": "image_files\\English\\"imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "enojado",
      "definition": "Czujący lub pokazujący silne niezadowolenie, wrogość lub oburzenie.",
      "definition_translation": "Sentir o mostrar gran desagrado, hostilidad o indignación.",
      "example": "Byłem wściekły, gdy zobaczyłem wiadomości wczoraj, jestem wściekły o aktualnej sytuacji, będę wściekły, jeśli nie naprawią problemu.",
      "example_translation": "Estaba enojado cuando vi las noticias ayer, estoy enojado con la situación actual, estaré enojado si no solucionan el problema.",
      "imageLink": "image_files\\English\\"imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "cuidadoso",
      "definition": "Dający bliską uwagę szczegółom; staranny.",
      "definition_translation": "Prestar atención cercana al detalle; minucioso.",
      "example": "Byłem ostrożny, gdy jechałem nocą, jestem ostrożny z delikatnymi przedmiotami, będę ostrożny z moimi słowami podczas spotkania.",
      "example_translation": "Fui cuidadoso cuando conducía de noche, soy cuidadoso con los objetos frágiles, seré cuidadoso con mis palabras en la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chłodny",
      "translation": "fresco",
      "definition": "Umiarkowanie zimny temperaturze; umiarkowanie ciepły w stylu lub manierze",
      "definition_translation": "Moderadamente frío en temperatura; moderadamente cálido en modo o estilo",
      "example": "Woda była chłodna, więc poszedłem na skoki. Wczoraj było chłodno, ale dzisiaj jest gorąco. Do nastłego lata basen będzie chłodny ponownie.",
      "example_translation": "El agua estaba fresca, así que me fui a nadar. Ayer fue fresco, pero hoy hace calor. Para el próximo verano, la piscina volverá a estar fresca again.",
      "imageLink": "image_files\\English\\"imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szalony",
      "translation": "loco",
      "definition": "Mający lub pokazujący bardzo wielką entuzjazm lub ekscytację coś.",
      "definition_translation": "Teniendo o mostrando un gran entusiasmo o emoción por algo; extremadamente necio o irracional",
      "example": "Jestem szalony o piłce nożnej. Mój przyjaciel był szalony o tej nowej grze. Do czasu, gdy będę miał 30 lat, będę szalony o swojej pracy.",
      "example_translation": "Estoy loco por el fútbol. Mi amigo estaba loco por ese nuevo videojuego. Para cuando tenga 30 años, estaré loco por mi trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niebezpieczny",
      "translation": "peligroso",
      "definition": "Mający lub mogący spowodować szkodę lub obrażenia; wiążący się z możliwym ryzykiem lub zagrożeniem",
      "definition_translation": "Capaz o probable de causar daño o lesión; involucrando posible riesgo o amenaza",
      "example": "Droga była niebezpieczna, więc jechałem ostrożnie. Sytuacja finansowa firmy była niebezpieczna w zeszłym roku, ale teraz jest stabilna. Do przyszłego roku miejsce budowy będzie niebezpieczne.",
      "example_translation": "El camino era peligroso, así que conduje con cuidado. La situación financiera de la empresa era peligrosa el año pasado, pero ahora está estable. Para el próximo año, el sitio de construcción será peligroso.",
      "imageLink": "image_files\\English\\"imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjazny",
      "translation": "amistoso",
      "definition": "mający lub pokazujący kind i miłą naturę, skłonny do przyjaźni lub dostępności",
      "definition_translation": "teniendo o mostrando una naturaleza amable y agradable, dispuesto a la amistad o accesibilidad",
      "example": "Ona była przyjazna dla wszystkich na przyjęciu. Ona jest przyjazna dla swoich kolegów. Ona będzie przyjazna dla swoich nowych koleżanek.",
      "example_translation": "Ella fue amistosa con todos en la fiesta. Ella es amistosa con sus colegas. Ella será amistosa con sus nuevos compañeros de clase.",
      "imageLink": "image_files\\English\\"imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "contento",
      "definition": "czujący lub pokazujący przyjemność lub radość, uradowany lub zadowolony",
      "definition_translation": "sintiendo o mostrando placer o alegría, encantado o complacido",
      "example": "Byłem zadowolony zobaczyć mojego starego przyjaciela. Jestem zadowolony, że tutaj jestem. Będę zadowolony, aby pomóc ci.",
      "example_translation": "Me alegré de ver a mi amigo viejo. Me alegra estar aquí. Me alegrará ayudarte.",
      "imageLink": "image_files\\English\\"imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uczciwy",
      "translation": "honrado",
      "definition": "mówiący prawdę, szczery i sprawiedliwy we wszystkich sprawach, nie godny lub oszukańczy",
      "definition_translation": "diciendo la verdad, sincero y justo en todos los tratos, no deshonroso ni engañoso",
      "example": "On był uczciwy o swoich błędach. Ona jest uczciwa wobec swoich klientów. Oni będą uczciwi o swoich intencjach.",
      "example_translation": "Él fue honesto sobre sus errores. Ella es honesta con sus clientes. Ellos serán honestos sobre sus intenciones.",
      "imageLink": "image_files\\English\\"imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zainteresowany",
      "translation": "interesado",
      "definition": "mający poczucie ciekawości lub troski o coś lub kogoś.",
      "definition_translation": "Teniendo un sentimiento de curiosidad o interés por algo o alguien.",
      "example": "Byłem zainteresowany filmem, Jestem zainteresowany książką, Będę zainteresowany sztuką.",
      "example_translation": "Estuve interesado en la película, estoy interesado en el libro, estaré interesado en la obra de teatro.",
      "imageLink": "image_files\\English\\"imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łagodny",
      "translation": "amable",
      "definition": "mający lub pokazujący łagodną i współczującą naturę.",
      "definition_translation": "Teniendo o mostrando una naturaleza gentil y considerada.",
      "example": "Ona była łagodna dla mnie, ona jest łagodna dla swoich przyjaciół, ona będzie łagodna dla swojej rodziny.",
      "example_translation": "Ella fue amable conmigo, es amable con sus amigos, será amable con su familia.",
      "imageLink": "image_files\\English\\"imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "leniwy",
      "translation": "perezoso",
      "definition": "niechętny do pracy lub wysiłku; bezczynny.",
      "definition_translation": "No dispuesto a trabajar o hacer un esfuerzo; ocioso.",
      "example": "On był leniwy rano, on jest leniwy po południu, on będzie leniwy wieczorem.",
      "example_translation": "Él era perezoso por la mañana, es perezoso por la tarde, será perezoso por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "locos",
      "definition": "czujący lub pokazujący gniew lub silne niezadowolenie",
      "definition_translation": "sintiendo o mostrando ira o desagrado fuerte",
      "example": "Byłem wściekły na mojego brata, że zabrał moje auto bez pozwolenia. Jestem wściekły na rząd za podwyżkę podatków. Będę wściekły, jeśli nie dostanę awansu.",
      "example_translation": "Estuve enfadado con mi hermano por tomar mi coche sin permiso. Estoy enfadado con el gobierno por subir los impuestos. Estaré enfadado si no obtengo un ascenso.",
      "imageLink": "image_files\\English\\"imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "contentos",
      "definition": "czujący lub pokazujący radość lub zadowolenie z czegoś.",
      "definition_translation": "sintiendo felicidad o satisfacción acerca de algo",
      "example": "Byłem zadowolony z obsługi w restauracji. Jestem zadowolony, że spotkałem cię. Będę zadowolony, jeśli dostanę A na egzaminie.",
      "example_translation": "Me alegré con el servicio en el restaurante. Me alegra conocerte. Estaré encantado si obtengo un A en el examen.",
      "imageLink": "image_files\\English\\"imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uprzejmy",
      "translation": "cortés",
      "definition": "mający lub pokazujący zachowanie, które jest szanujące i uwzględniające innych ludzi.",
      "definition_translation": "teniendo o mostrando comportamiento que es respetuoso y considerado con otras personas",
      "example": "Klient był uprzejmy dla sprzedawcy. Staram się być uprzejmym dla wszystkich, których spotykam. Ona będzie uprzejma dla swoich gości na kolacji.",
      "example_translation": "El cliente fue cortés con el vendedor. Trato de ser cortés con todos los que conozco. Será cortés con sus invitados en la fiesta de cena.",
      "imageLink": "image_files\\English\\"imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biedny",
      "translation": "pobre",
      "definition": "Mający mało lub nie mający pieniędzy, dóbr lub innych środków utrzymania; potrzebujący.",
      "definition_translation": "Teniendo poco o ningún dinero, bienes, u otros medios de apoyo; necesitado.",
      "example": "Była biedna i musiała podejmować wiele prac, aby się utrzymać. Nadal jest biedna i ciężko jej płacić rachunki. Będzie biedna, chyba że znajdzie lepszą pracę.",
      "example_translation": "Ella era pobre y tuvo que trabajar varios empleos para llegar a fin de mes. Todavía es pobre y lucha para pagar sus facturas. Será pobre a menos que consiga un mejor trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cicho",
      "translation": "silencioso",
      "definition": "Czyniący mało lub żadnego hałasu; wolny od zakłóceń lub zamętu.",
      "definition_translation": "Haciendo poco o ningún ruido; libre de disturbios o tumulto.",
      "example": "Biblioteka była cicha podczas egzaminu. Lubi ona trzymać swój pokój cicho, kiedy śpi. Będzie cicho, kiedy dorośnie.",
      "example_translation": "La biblioteca estaba silenciosa durante el examen. A ella le gusta mantener su habitación silenciosa cuando duerme. Él será silencioso cuando crezca.",
      "imageLink": "image_files\\English\\"imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "poważny",
      "translation": "serio",
      "definition": "Pokazujący znaczenie lub pilność; nie żartujący ani nie traktujący lekceważąco.",
      "definition_translation": "Mostrando un sentido de importancia o urgencia; no bromear o tratar algo con superficialidad.",
      "example": "Doktor był poważny co do diagnozy. Jest poważna w swojej karierze i ciężko pracuje. Będzie poważny w swoich studiach, kiedy ukończy studia.",
      "example_translation": "El médico era serio sobre el diagnóstico. Ella es seria sobre su carrera y trabaja duro. Él será serio sobre sus estudios cuando se gradúe.",
      "imageLink": "image_files\\English\\"imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "estúpido",
      "definition": "Brakujący inteligencji lub zdrowego rozsądku; głupi lub bezsensowny.",
      "definition_translation": "Falta de inteligencia o sentido común; necio o insensato.",
      "example": "Byłem głupi, że ufałem mu. Jestem głupi, że to zrobiłem. Będę głupi, jeśli to zrobię ponownie.",
      "example_translation": "Fui estúpido en confiar en él. Soy estúpido por haberlo hecho. Seré estúpido por hacerlo de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zaskoczony",
      "translation": "sorprendido",
      "definition": "Czujący lub pokazujący nagłe i nieoczekiwane zadowolenie lub zdumienie.",
      "definition_translation": "Sentimiento o muestra de placer o asombro repentino e inesperado.",
      "example": "Byłem zaskoczony wiadomościami. Jestem zaskoczony twoją reakcją. Będę zaskoczony, jeśli to się powtórzy.",
      "example_translation": "Me sorprendió la noticia. Me sorprende tu reacción. Me sorprenderá si sucede de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słodki",
      "translation": "dulce",
      "definition": "Mający przyjemny i słodki smak; przyjemny lub miły.",
      "definition_translation": "Teniendo un sabor agradable y azucarado; agradable o aprobable.",
      "example": "Torta była słodka. Piosenka jest słodka. Wspomnienie będzie słodkie.",
      "example_translation": "El pastel era dulce. La canción es dulce. El recuerdo será dulce.",
      "imageLink": "image_files\\English\\"imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uporządkowany",
      "translation": "ordenado",
      "definition": "Czyniący coś czystego i zorganizowanego, lub umieszczający rzeczy w porządku.",
      "definition_translation": "Hacer que algo sea limpio y organizado, o poner las cosas en orden.",
      "example": "Uporządkowałem swój pokój wczoraj, uporządkowuję go teraz i uporządkuję go ponownie jutro.",
      "example_translation": "Ordené mi habitación ayer, estoy ordenándola ahora y la ordenaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "infeliz",
      "definition": "Czujący smutek lub niezadowolenie, nie zadowolony lub niezadowolony.",
      "definition_translation": "Sentir tristeza o descontento, no estar satisfecho o complacido.",
      "example": "Byłem nieszczęśliwy w swojej pracy w zeszłym roku, jestem nieszczęśliwy w niej teraz i będę nieszczęśliwy w niej w przyszłym roku, jeśli nie dostanę awansu.",
      "example_translation": "Estuve infeliz con mi trabajo el año pasado, estoy infeliz con él ahora y estaré infeliz con él el próximo año si no obtengo un ascenso.",
      "imageLink": "image_files\\English\\"imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zaniepokojony",
      "translation": "preocupado",
      "definition": "Czujący niepokój lub obawę o coś.",
      "definition_translation": "Sentir ansiedad o inquietud por algo.",
      "example": "Byłem zaniepokojony testem wczoraj, jestem zaniepokojony nim teraz i będę zaniepokojony nim jutro, jeśli nie studiuję.",
      "example_translation": "Estuve preocupado por el examen ayer, estoy preocupado por él ahora y estaré preocupado por él mañana si no estudio.",
      "imageLink": "image_files\\English\\"imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aktywny",
      "translation": "activo",
      "definition": "Mający moc ruchu lub działania; nie śpiący ani nie nieczynny.",
      "definition_translation": "Teniendo el poder de moverse o actuar; no dormido o inactivo.",
      "example": "Firma była aktywna w kilku krajach. Była aktywna przez wiele lat i pozostanie aktywna w przyszłości.",
      "example_translation": "La empresa estaba activa en varios países. Había estado activa durante muchos años, y seguirá siendo activa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "asombrado",
      "definition": "Czując wielkie zdziwienie lub zachwyt; zaskoczony.",
      "definition_translation": "Sentir gran sorpresa o asombro; atónito.",
      "example": "Byłem zdumiony pięknem krajobrazu. Ona została zdumiona przez show magiczny, a będą zdumiona przez fajerwerki wieczorem.",
      "example_translation": "Estuve asombrado por la belleza del paisaje. Ella ha estado asombrada por el show de magia, y estará asombrada por los fuegos artificiales esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "increíble",
      "definition": "Ekstremalnie zaskakujący lub imponujący; zaskakujący.",
      "definition_translation": "Extremadamente sorprendente o impresionante; asombroso.",
      "example": "Zdumiewający widok z góry góry odebrał mi oddech. Zdumiewający talent wokalistki został uznany na całym świecie, a będzie zdumiewający zobaczyć ją występować na żywo.",
      "example_translation": "La vista increíble desde la cima de la montaña me quitó el aliento. El talento increíble de la cantante ha sido reconocido en todo el mundo, y será increíble verla actuar en vivo.",
      "imageLink": "image_files\\English\\"imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wściekle",
      "translation": "con ira",
      "definition": "W sposób charakteryzujący się lub wyrażający gniew.",
      "definition_translation": "De una manera caracterizada por o expresar ira",
      "example": "Ona mówiła wściekle do brata. Ona mówi wściekle do nauczyciela. Ona będzie mówiła wściekle do przyjaciela.",
      "example_translation": "Ella habló con ira a su hermano. Está hablando con ira a su maestro. Ella hablará con ira a su amiga.",
      "imageLink": "image_files\\English\\"imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "znudzony",
      "translation": "molesto",
      "definition": "Czując lub pokazujący irytację lub frustrację.",
      "definition_translation": "Sintiendo o mostrando irritación o frustración",
      "example": "Byłem znudzony hałasem. Jestem znudzony opóźnieniami. Będę znudzony, jeśli nie przyjdą na czas.",
      "example_translation": "Me molestaron por el ruido. Estoy molesto por los retrasos. Estaré molesto si no llegan a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "znudzający",
      "translation": "molesto",
      "definition": "Wynikający irytacji lub frustracji.",
      "definition_translation": "Causando irritación o frustración",
      "example": "Hałas był znudzający. Pytania znudzają mnie. Stałe przerwy będą znudzające.",
      "example_translation": "El ruido era molesto. Las preguntas me están molestando. Las interrupciones constantes serán molestas.",
      "imageLink": "image_files\\English\\"imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nerwowy",
      "translation": "ansioso",
      "definition": "Czując lub wyrażający niepokój lub lęk co do czegoś, co może się wydarzyć.",
      "definition_translation": "sentirse preocupado o nervioso por algo que pueda suceder",
      "example": "Byłem nerwowy o wyniki egzaminu, ale dostałem A. Jestem nerwowy o rozpoczęciu nowej pracy, a będę nerwowy, aby zobaczyć swoją rodzinę ponownie.",
      "example_translation": "Estaba ansioso por los resultados del examen, pero obtuve una A. Estoy ansioso por empezar mi nuevo trabajo, y estaré ansioso por ver a mi familia de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "valiente",
      "definition": "Pokazujący odwagę lub siłę w obliczu niebezpieczeństwa lub przeciwności.",
      "definition_translation": "mostrando coraje o fuerza en enfrentar el peligro o la adversidad",
      "example": "Odwaga strażaka ratowała kota z drzewa. Ona była odważna, aby wypowiedzieć się przeciwko niesprawiedliwości. On będzie odważny i spróbuje wspiąć się na górę ponownie.",
      "example_translation": "El valiente bombero rescató al gato del árbol. Ha sido lo suficientemente valiente como para hablar en contra de la injusticia. Será valiente y tratará de escalar la montaña de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odważnie",
      "translation": "valientemente",
      "definition": "W odważny lub dzielny sposób.",
      "definition_translation": "de manera valiente o con coraje",
      "example": "Ona odważnie stawiła czoła swoim lękom i je pokonała. On będzie odważnie bronił swojego kraju przed wszystkimi zagrożeniami. Oni odważnie walczyli o swoje prawa.",
      "example_translation": "Ella enfrentó valientemente sus temores y los superó. Él defenderá valientemente su país contra todas las amenazas. Lucharon valientemente por sus derechos.",
      "imageLink": "image_files\\English\\"imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brilliantny",
      "translation": "brillante",
      "definition": "Wyjątkowo utalentowany lub impresyjny; ekstremalnie zdolny lub skuteczny.",
      "definition_translation": "Exceptpcionalmente talentoso o impresionante; extremadamente habilidoso o efectivo.",
      "example": "Była brilliantną studentką, zawsze dostawając najwyższe oceny. Ona była brilliantna w swoich występach ostatnio. Ona będzie brilliantna w swojej nowej roli.",
      "example_translation": "Ella era una estudiante brillante, siempre obteniendo calificaciones altas. Ha sido brillante en sus presentaciones últimamente. Será brillante en su nuevo papel.",
      "imageLink": "image_files\\English\\"imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spokojny",
      "translation": "tranquilo",
      "definition": "Pokojowy i wolny od zakłóceń lub burzy; spokojny.",
      "definition_translation": "Pacifico y libre de disturbios o tumulto; sereno.",
      "example": "Spokojna atmosfera pomogła mi się zrelaksować. Ona pozostała spokojna podczas kryzysu. On będzie spokojny, gdy dostanie wieści.",
      "example_translation": "El ambiente tranquilo me ayudó a relajarme. Ella siguió tranquila durante la crisis. Él estará tranquilo una vez que reciba las noticias.",
      "imageLink": "image_files\\English\\"imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bezpieczny",
      "translation": "sin preocupaciones",
      "definition": "Czujący lub pokazujący brak zaburzeń lub problemów; szczęśliwy.",
      "definition_translation": "No sintiendo o mostrando preocupaciones o problemas; feliz de la vida.",
      "example": "Bezpieczne dni lata były moimi ulubionymi. Ona była bezpieczna, odkąd ukończyła studia. Będą bezpieczni, kiedy odejdą na emeryturę.",
      "example_translation": "Los días sin preocupaciones del verano fueron mis favoritos. Ella ha sido sin preocupaciones desde que se graduó. Ellos serán sin preocupaciones una vez que se retiren.",
      "imageLink": "image_files\\English\\"imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieuwagi",
      "translation": "descuidado",
      "definition": "Mający lub pokazujący brak dbałości lub uwagi; nieobeznany.",
      "definition_translation": "teniendo o mostrando falta de cuidado o atención; negligente",
      "example": "Był nieuwagi ze swoim telefonem i upuścił go w wodę. On jest nieuwagi z pieniędzmi i wydaje je swobodnie. Będzie nieuwagi z słowami i zrani kogoś emocjonalnie.",
      "example_translation": "Él fue descuidado con su teléfono y lo dejó caer en el agua. Él es descuidado con su dinero y lo gasta con Libertad. Él será descuidado con sus palabras y lastimará los sentimientos de alguien.",
      "imageLink": "image_files\\English\\"imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uroczy",
      "translation": "encantador",
      "definition": "Przyjemnie atrakcyjny lub pociągający; uroczy.",
      "definition_translation": "agradablemente atractivo o agradable; delicioso",
      "example": "Była urocza na przyjęciu i każdy ją polubił. On jest uroczy, kiedy się uśmiecha. Będą uroczy na weselu i zrobą piękne zdjęcia.",
      "example_translation": "Ella era encantadora en la fiesta y todos la gustaron. Él es encantador cuando sonríe. Serán encantadores en la boda y tomarán hermosas fotos.",
      "imageLink": "image_files\\English\\"imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wesoły",
      "translation": "alegre",
      "definition": "Mający lub pokazujący przyjemny i optymistyczny nastrój; jasny i radosny.",
      "definition_translation": "teniendo o mostrando una actitud agradable y optimista; brillante y jubiloso",
      "example": "Był wesoły w biurze i poprawił wszystkich nastrój. Ona jest wesoła rano i zaczyna dzień z uśmiechem. Będą wesołym na urodzinach i będą się dobrze bawić.",
      "example_translation": "Él fue alegre en la oficina y improving el estado de ánimo de todos. Ella es alegre por la mañana y comienza el día con una sonrisa. Serán alegres en la fiesta de cumpleaños y tendrán un gran tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zimny",
      "translation": "frío",
      "definition": "Mający niską temperaturę; nie ciepły ani gorący.",
      "definition_translation": "Teniendo una temperatura baja; no cálido o caliente.",
      "example": "Byłem zimny zimą, jestem zimny teraz, i będę zimny jutro.",
      "example_translation": "Estuve frío en el invierno, estoy frío ahora y estaré frío mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdezorientowany",
      "translation": "confundido",
      "definition": "Niezdolny do jasnego myślenia lub zrozumienia czegoś w sposób prosty.",
      "definition_translation": "Incapaz de pensar con claridad o entender algo correctamente.",
      "example": "Byłem zdezorientowany instrukcjami, jestem zdezorientowany teraz, i będę zdezorientowany jutro, jeśli nie dostanę pomocy.",
      "example_translation": "Me confundí con las instrucciones, estoy confundido ahora y estaré confundido mañana si no recibo ayuda.",
      "imageLink": "image_files\\English\\"imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kreatywny",
      "translation": "creativo",
      "definition": "Mający zdolność tworzenia nowych i oryginalnych pomysłów lub rzeczy.",
      "definition_translation": "Teniendo la capacidad de crear ideas o cosas nuevas y originales.",
      "example": "Była kreatywną artystką, jest kreatywną pisarką, i będzie kreatywną przedsiębiorcą w przyszłości.",
      "example_translation": "Ella fue una artista creativa, es una escritora creativa ahora y será una emprendedora creativa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "okrutny",
      "translation": "cruel",
      "definition": "Mający lub pokazujący pragnienie sprawienia bólu lub cierpienia innemu stworzeniu, często w sposób świadomy i niehumanitarny.",
      "definition_translation": "Tener o mostrar un deseo de causar dolor o sufrimiento a otro ser, a menudo de manera deliberada y desconsiderada.",
      "example": "Okutny dyktator rządził żelazną ręką, tłumiąc każdy opór. On był okrutny wobec swoich pracowników w przeszłości. Będzie okrutny wobec każdego, kto stanie mu na drodze.",
      "example_translation": "El dictador cruel gobernó con puño de hierro, aplastando cualquier oposición. Ha sido cruel con sus empleados en el pasado. Será cruel con cualquier persona que se interponga en su camino.",
      "imageLink": "image_files\\English\\"imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciekawy",
      "translation": "curioso",
      "definition": "Mający pragnienie poznania lub dowiedzenia się o czymś lub kimś, często w sposób subtelny lub tajemniczy.",
      "definition_translation": "Tener un deseo de aprender o saber sobre algo o alguien, a menudo de manera sutil o secreta.",
      "example": "Ciekawa dziecko zadało swojej matce milion pytań o wszechświat. Ona była ciekawa nowego ucznia w klasie. Będą ciekawi niespodzianki.",
      "example_translation": "La niña curiosa le hizo a su madre un millón de preguntas sobre el universo. Estaba curiosa sobre el nuevo estudiante en clase. Serán curiosos sobre la fiesta sorpresa.",
      "imageLink": "image_files\\English\\"imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciekawie",
      "translation": "curiosamente",
      "definition": "W sposób ciekawy lub pytający, często towarzyszący zdziwieniem lub zaskoczeniem.",
      "definition_translation": "De manera que es curiosa o inquisitiva, a menudo acompañada de un sentido de asombro o sorpresa.",
      "example": "Spoglądała na niego ciekawie, próbując zrozumieć jego dziwne zachowanie. Szli ciekawie przez opuszczony dom. Turystom wpatrzyli się ciekawie w starożytne ruiny.",
      "example_translation": "Ella lo miró curiosamente, tratando de entender su comportamiento extraño. Caminaron curiosamente por la casa abandonada. Los turistas contemplaron curiosamente las ruinas antiguas.",
      "imageLink": "image_files\\English\\"imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozradowany",
      "translation": "encantado",
      "definition": "czując lub wyrażający wielką przyjemność lub rozrywkę",
      "definition_translation": "sentir o mostrar gran placer o disfrute",
      "example": "Byłem rozradowany z niespodzianką, którą mi przygotowali moi przyjaciele. Będę rozradowany, gdy ogłoszę zwycięzcę konkursu. Będę rozradowany, gdy pojawię się na weselu za tydzień.",
      "example_translation": "Me encantó la fiesta sorpresa que mis amigos me organizaron. Estoy encantado de anunciar al ganador del concurso. Estaré encantado de asistir a la boda la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdeprymowany",
      "translation": "deprimido",
      "definition": "czując smutek i beznadziejność, często przez długi czas, lub cierpiący na kliniczną depresję",
      "definition_translation": "sentirse triste y sin esperanza, a menudo por un período prolongado, o sufrir de depresión clínica",
      "example": "Była zdeprymowana po utracie pracy. On jest zdeprymowany o aktualnym stanie gospodarki. Byłem zdeprymowany podczas miesięcy zimowych z powodu braku światła słonecznego.",
      "example_translation": "Ella se deprimió después de perder su trabajo. Él está deprimido por el estado actual de la economía. Me deprimí durante los meses de invierno debido a la falta de luz solar.",
      "imageLink": "image_files\\English\\"imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozczarowany",
      "translation": "desilusionado",
      "definition": "czując niezadowolenie lub rozczarowanie, ponieważ coś nie nastąpiło lub nie jest tak dobre, jak oczekiwano",
      "definition_translation": "sentirse infeliz o desilusionado porque algo no ha sucedido o no es tan bueno como se esperaba",
      "example": "Byłem rozczarowany z filmem. Ona jest rozczarowana swoim synem. Byliśmy rozczarowani, gdy nasz zespół przegrał mistrzostwa.",
      "example_translation": "Me desilusioné con la película. Ella está desilusionada con las calificaciones de su hijo. Estaban desilusionados cuando su equipo perdió el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozczarowujący",
      "translation": "desafortunado",
      "definition": "Wzbudzający uczucia smutku i niezadowolenia, ponieważ coś nie jest tak dobre, jak oczekiwano.",
      "definition_translation": "Causando sentimientos de tristeza y desagrado porque algo no es tan bueno como se esperaba.",
      "example": "Film był rozczarowujący, wyszliśmy z kina wcześnie. Byłem rozczarowujący w pierwszym roku studiów. Będę rozczarowujący swoich rodziców, jeśli nie zdobędę dobrego stopnia.",
      "example_translation": "La película fue desafortunada, salimos del teatro temprano. Estuve desafortunado en mi primer año de universidad. Voy a desilusionar a mis padres si no obtengo una buena nota.",
      "imageLink": "image_files\\English\\"imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łagodny",
      "translation": "fácil de llevar",
      "definition": "Osoba, która jest łatwa do zniesienia i nie jest łatwo zestresowana lub obrażona.",
      "definition_translation": "Una persona que es fácil de llevar y que no se desanima ni se molesta con facilidad.",
      "example": "Mój łagodny przyjaciel jest zawsze spokojny w trudnych sytuacjach. Żałuję, że nie jestem łagodny, jak moja siostra. On będzie łagodny, gdy dorośnie.",
      "example_translation": "Mi amigo fácil de llevar siempre está calmado en situaciones difíciles. Ojalá fuera fácil de llevar como mi hermana. Él será fácil de llevar cuando sea mayor.",
      "imageLink": "image_files\\English\\"imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdenerwowany",
      "translation": "avergonzado",
      "definition": "Czując wstyd lub niezręczność, ponieważ coś głupiego lub szalonego zrobiło się",
      "definition_translation": "Sintiendo vergüenza o conciencia de sí mismo porque algo tonto o necio que uno ha hecho.",
      "example": "Byłem zdenerwowany, gdy potknąłem się na schodach. Ona była zdenerwowana swoim błędem przed klasą. Będziemy zdenerwowani, jeśli przegramy grę.",
      "example_translation": "Estuve avergonzado cuando me caí en las escaleras. Ella se sintió avergonzada por su error delante de la clase. Ellos se sentirán avergonzados si pierden el juego.",
      "imageLink": "image_files\\English\\"imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdenerwowujący",
      "translation": "embarazoso",
      "definition": "Wzbudzający uczucia wstydu lub niezręczności; bardzo zdenerwowujący lub upokarzający.",
      "definition_translation": "Que causa sentimientos de vergüenza o incomodidad; muy embarazoso o humillante.",
      "example": "Czułem się zdenerwowująco, gdy potknąłem się na schodach. Postaram się być bardziej ostrożnym, aby uniknąć zdenerwowujących sytuacji. Ona miała zdenerwowujące doświadczenie na imprezie wczoraj wieczorem.",
      "example_translation": "Me sentí embarazoso cuando me caí en las escaleras. Trataré de ser más cuidadoso en el futuro para evitar situaciones embarazosas. Ella tuvo una experiencia embarazosa en la fiesta de anoche.",
      "imageLink": "image_files\\English\\"imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjemny",
      "translation": "disfrutable",
      "definition": "Dający wielką przyjemność lub rozrywkę; przyjemny i zadowalający.",
      "definition_translation": "Que da gran placer o disfrute; agradable y satisfactorio.",
      "example": "Film był przyjemny, bardzo mi się podobał. Ona miała przyjemny czas na plaży wczoraj. Będziemy mieli przyjemny urlop na Hawajach następnym miesiącu.",
      "example_translation": "La película fue disfrutable, me gustó mucho. Ella tuvo un buen tiempo en la playa ayer. Ellos tendrán unas vacaciones disfrutables en Hawái el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "z entuzjazmem",
      "translation": "emocionadamente",
      "definition": "W stanie wysokiej ekscytacji lub entuzjazmu; z wielkim zapałem lub entuzjazmem.",
      "definition_translation": "En un estado de alta emoción o entusiasmo; con gran entusiasmo o ansiedad.",
      "example": "Ona mówiła z entuzjazmem o swojej nadchodzącej podróży do Europy. Oni wiwatowali z entuzjazmem, gdy ich zespół zdobył bramkę wygrywającą. On zareaguje z entuzjazmem, gdy usłyszy dobrą wiadomość.",
      "example_translation": "Ella habló emocionadamente sobre su próximo viaje a Europa. Ellos gritaron emocionadamente cuando su equipo anotó el gol ganador. Él reaccionará emocionadamente cuando escuche las buenas noticias.",
      "imageLink": "image_files\\English\\"imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyczerpany",
      "translation": "agotado",
      "definition": "Czując się ekstremalnie zmęczonym, fizycznie lub mentalnie, często z powodu ciężkiej pracy, wyczerpujących zajęć lub braku snu.",
      "definition_translation": "Sentirse extremadamente cansado, ya sea física o mentalmente, a menudo debido a una carga de trabajo pesada, actividades físicamente demandantes o falta de sueño.",
      "example": "Byłem wyczerpany po maratonie, więc spałem 10 godzin dzisiaj. Będę wyczerpany, jeśli nie dostanę przerwy wkrótce. Ona była wyczerpana opieką nad swoją chorą matką.",
      "example_translation": "Estaba agotado después de correr el maratón, así que dormí 10 horas anoche. Estaré agotado si no tengo un descanso pronto. Ella estaba agotada de cuidar a su madre enferma.",
      "imageLink": "image_files\\English\\"imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "doświadczony",
      "translation": "experimentado",
      "definition": "Posiadający wiedzę lub umiejętność zdobytą dzięki częstemu wykonywaniu lub uczestnictwu w czymś przez dłuższy okres czasu.",
      "definition_translation": "Tener conocimiento o habilidad adquirida al participar o realizar algo, a menudo repetidamente, durante un período de tiempo.",
      "example": "Doświadczony wspinacz poprowadził grupę przez niebezpieczny teren. Ona jest doświadczoną nauczycielką z ponad 10 lat doświadczenia. Oni byli doświadczeni w obsłudze sytuacji awaryjnych.",
      "example_translation": "El senderista experimentado lideró al grupo a través del terreno peligroso. Ella es una maestra experimentada con más de 10 años de experiencia. Estaban experimentados en el manejo de emergencias.",
      "imageLink": "image_files\\English\\"imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozpamiętliwy",
      "translation": "olvidadizo",
      "definition": "Mający tendencję do zapominania rzeczy, często z powodu braku uwagi, starości lub bycia zajętym innymi sprawami.",
      "definition_translation": "Tener la tendencia a olvidar cosas, a menudo debido a la falta de atención, la edad avanzada o estar preocupado por otras cosas.",
      "example": "Zostaję rozpamiętliwy w moim wieku, często zapominam okularów. Ona jest rozpamiętliwą osobą, zawsze zostawia klucze w tyle. On będzie rozpamiętliwy, jeśli nie zapamiętać tego.",
      "example_translation": "Estoy volviéndome olvidadizo en mi vejez, siempre olvido mis gafas. Ella es una persona olvidadiza, siempre deja sus llaves atrás. Él será olvidadizo si no lo escribe.",
      "imageLink": "image_files\\English\\"imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "asustado",
      "definition": "Czujący strach lub lęk; zastraszonego lub przerażonego.",
      "definition_translation": "sintiendo miedo o ansiedad; intimidado o asustado",
      "example": "Byłem przerażony przez grom. Jestem przerażony pająkami, Będę przerażony, jeśli nie dostanę pracy.",
      "example_translation": "Me asusté con el trueno fuerte, tengo miedo de las arañas, estaré asustado si no consigo el trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "hojny",
      "translation": "generoso",
      "definition": "Gotowy dostarczyć swoich zasobów; liberalny w dawaniu.",
      "definition_translation": "dispuesto a dar libremente de sus recursos; liberal en dar",
      "example": "Ona była hojna ze swoim czasem, On jest hojny ze swoimi pieniędzmi, Oni będą hojni ze swoją gościnnością.",
      "example_translation": "Ella fue generosa con su tiempo, Él es generoso con su dinero, Ellos serán generosos con su hospitalidad.",
      "imageLink": "image_files\\English\\"imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łagodny",
      "translation": "suave",
      "definition": "Łagodny w naturze lub zachowaniu; nie surowy ani srogi.",
      "definition_translation": "suave en naturaleza o comportamiento; no fuerte ni severo",
      "example": "Ona ma łagodny głos, On jest łagodny w swoich słowach, Oni będą łagodni z dzieckiem.",
      "example_translation": "Ella tiene una voz suave, Él es suave con sus palabras, Ellos serán suaves con el bebé.",
      "imageLink": "image_files\\English\\"imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wdzięczny",
      "translation": "agradecido",
      "definition": "Czujący wdzięczność lub podziękowania za coś.",
      "definition_translation": "sentir o mostrar apreciación o agradecimiento por algo",
      "example": "Byłem wdzięczny za pomoc, Jestem wdzięczny za możliwość, a Będę wdzięczny za doświadczenie.",
      "example_translation": "Estuve agradecido por la ayuda, estoy agradecido por la oportunidad y estaré agradecido por la experiencia.",
      "imageLink": "image_files\\English\\"imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "winny",
      "translation": "culpable",
      "definition": "Odpowiedzialny za przestępstwo lub nieprawość.",
      "definition_translation": "responsable de un crimen o mala acción",
      "example": "Czułem się winnym za kłamstwo, Jestem winnym lenistwa, a Byłbym winnym oszustwa, gdybym nie został schwytany.",
      "example_translation": "Me sentí culpable por mentir, soy culpable de procrastinar y habría sido culpable de hacer trampa si no me hubieran pillado.",
      "imageLink": "image_files\\English\\"imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczęśliwie",
      "translation": "felizmente",
      "definition": "W sposób szczęśliwy lub radosny.",
      "definition_translation": "de manera feliz o alegre",
      "example": "Szczęśliwie przyjąłem zaproszenie, Jestem szczęśliwie żonaty, a Będę szczęśliwie pomagał z zadaniem.",
      "example_translation": "Acepté felizmente la invitación, estoy felizmente casado y felizmente te ayudaré con la tarea.",
      "imageLink": "image_files\\English\\"imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pomocny",
      "translation": "útil",
      "definition": "Dający pomoc lub wskazówki, zwłaszcza chętnie.",
      "definition_translation": "Brindar asistencia o orientación, especialmente con buena disposición.",
      "example": "Nauczyciel był bardzo pomocny w wyjaśnianiu pojęcia. Ona była pomocna w naszym projekcie grupowym. Ona będzie pomocna w naszych przyszłych przedsięwzięciach.",
      "example_translation": "La profesora fue muy útil al explicar el concepto. Ella había sido útil en nuestro proyecto de grupo. Ella será útil en nuestros esfuerzos futuros.",
      "imageLink": "image_files\\English\\"imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pełen nadziei",
      "translation": "esperanzado",
      "definition": "Czujący optymizm lub nadzieję co do określonego wyniku.",
      "definition_translation": "Sintiendo o inspirando optimismo sobre un resultado particular.",
      "example": "Byłem pełen nadziei co do uzyskania pracy. Ona jest pełna nadziei co do swojej przyszłości. Oni będą pełni nadziei co do nowej polityki.",
      "example_translation": "Yo tenía esperanzas de obtener el trabajo. Ella tiene esperanzas sobre su futuro. Ellos tendrán esperanzas sobre la nueva política.",
      "imageLink": "image_files\\English\\"imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "beznadziejny",
      "translation": "desesperanzado",
      "definition": "Nie mając lub odczuwając brak nadziei.",
      "definition_translation": "Teniendo o sintiendo no tener esperanza.",
      "example": "Sytuacja była bez nadziej. On czuł się bez nadziej co do swojej kariery. Oni będą czuli się bez nadziej co do wyniku.",
      "example_translation": "La situación era desesperanzada. Él se sentía desesperanzado sobre su carrera. Ellos se sentirán desesperanzados sobre el resultado.",
      "imageLink": "image_files\\English\\"imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rаниć",
      "translation": "herir",
      "definition": "Powodować fizyczny lub emocjonalny ból, cierpienie lub szkodę.",
      "definition_translation": "Causar dolor físico o emocional, sufrimiento o daño.",
      "example": "Raniłem kolano wczoraj, ale będę dobrze jutro. Ona cierpi, gdy wspomina o swojej przeszłości. Oni zranią kogoś, jeśli nie przestaną.",
      "example_translation": "Me lastimé la rodilla ayer, pero estaré bien mañana. Ella sufre cuando recuerda su pasado. Ellos lastimarán a alguien si no paran.",
      "imageLink": "image_files\\English\\"imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "w miłości",
      "translation": "enamorado",
      "definition": "Mająć silne uczucia miłości lub uczucia dla kogoś lub czegoś.",
      "definition_translation": "Teniendo sentimientos fuertes de amor o afecto por alguien o algo.",
      "example": "Oni zakochali się od pierwszego wejrzenia. Ona była w miłości ze swoim mężem przez 50 lat. Będę w miłości z tobą na zawsze.",
      "example_translation": "Ellos se enamoraron a primera vista. Ella estuvo enamorada de su esposo durante 50 años. Estaré enamorado de ti para siempre.",
      "imageLink": "image_files\\English\\"imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "w łzach",
      "translation": "en lágrimas",
      "definition": "Płacząc, często z powodu smutku lub emocjonalnego bólu.",
      "definition_translation": "Llorando, a menudo debido a la tristeza o dolor emocional.",
      "example": "Ona była w łzach, gdy usłyszała wiadomość. On był w łzach po obejrzeniu smutnego filmu. Oni byli w łzach na swoim ślubie.",
      "example_translation": "Ella estaba en lágrimas cuando oyó la noticia. Él estaba en lágrimas después de ver la película triste. Ellos estaban en lágrimas en su boda.",
      "imageLink": "image_files\\English\\"imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "inteligentny",
      "translation": "inteligente",
      "definition": "Mający zdolność uczenia się lub rozumienia czy radzenia sobie w danej sytuacji, szczególnie w sposób inteligentny lub rozsądny.",
      "definition_translation": "Teniendo la capacidad de aprender o entender o lidiar con una situación, especialmente de una manera lista o sensata.",
      "example": "Ona była inteligentną uczennicą, która zawsze zadawała wnikliwe pytania. Ona była inteligentna enough, aby znaleźć rozwiązanie. Ona będzie inteligentna enough, aby zrozumieć złożoność problemu.",
      "example_translation": "Era una estudiante inteligente que siempre hacía preguntas perspicaces. Ha sido lo suficientemente inteligente como para encontrar la solución. Será lo suficientemente inteligente como para entender la complejidad del problema.",
      "imageLink": "image_files\\English\\"imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zazdrosny",
      "translation": "celoso",
      "definition": "Czując lub pokazując silne i często nieuzasadnione pragnienie posiadania czegoś lub bycia z kimś z powodu strachu przed utratą lub rywalizacją.",
      "definition_translation": "Sintiendo o mostrando un deseo intenso y a menudo irrazonable de tener algo o estar con alguien debido a miedo a la pérdida o rivalidad.",
      "example": "On był zazdrosny o sukces swojego przyjaciela. Ona była zazdrosna o piękno swojej siostry. Oni będą zazdrośni o nasz nowy samochód.",
      "example_translation": "Él era celoso del éxito de su amigo. Ella había sido celosa de la belleza de su hermana. Ellos estarán celosos de nuestro nuevo coche.",
      "imageLink": "image_files\\English\\"imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zainteresowany",
      "translation": "entusiasta",
      "definition": "Mający silne i gorliwe zainteresowanie czymś lub pragnienie zrobienia czegoś.",
      "definition_translation": "Teniendo o mostrando un interés fuerte y ansioso en algo o un deseo fuerte de hacer algo.",
      "example": "On jest zainteresowany grą w piłkę nożną. Ona była zainteresowana nauką języka francuskiego. Oni będą zainteresowani uczestnictwem w koncercie.",
      "example_translation": "Él está entusiasmado con jugar fútbol. Ella había estado ansiosa por aprender francés. Ellos estarán entusiasmados con asistir al concierto.",
      "imageLink": "image_files\\English\\"imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uprzejmie",
      "translation": "amablemente",
      "definition": "W sposób łagodny i przyjazny; z uprzejmością.",
      "definition_translation": "De manera amable y gentil; con amabilidad.",
      "example": "Ona odezwała się do mnie uprzejmie, co sprawiło, że poczułem się lepiej. Ona odezwie się do mnie uprzejmie jutro. Ona odezwała się do mnie uprzejmie przedtem.",
      "example_translation": "Ella me habló amablemente, lo que me hizo sentir mejor. Ella me hablará amablemente mañana. Ella me ha hablado amablemente antes.",
      "imageLink": "image_files\\English\\"imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wesoły",
      "translation": "animado",
      "definition": "Pełny życia, energii i entuzjazmu; wesoły i duchowy.",
      "definition_translation": "Lleno de vida, energía y entusiasmo; animado y espiritual.",
      "example": "Wesoła impreza trwała do północy. Miasto będzie wesołe podczas festiwalu. Wesoła atmosfera sprawiła, że wszyscy czuli się mile widziani.",
      "example_translation": "La fiesta animada duró hasta la medianoche. La ciudad será animada durante el festival. El ambiente animado hizo que todos se sintieran bienvenidos.",
      "imageLink": "image_files\\English\\"imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "samotny",
      "translation": "solitario",
      "definition": "Czując smutek i izolację, gdy nie ma przyjaciół lub jest oddalony od innych.",
      "definition_translation": "Sentirse triste y aislado porque no se tienen amigos o se está lejos de los demás.",
      "example": "On czuł się samotny podczas podróży. Ona będzie czuła się samotna, gdy przeprowadzi się do nowego miasta. Oni byli samotni od czasu, gdy ich przyjaciele odeszli.",
      "example_translation": "Se sintió solitario durante su viaje. Se sentirá solitaria cuando se mude a una nueva ciudad. Han estado solitarios desde que sus amigos se fueron.",
      "imageLink": "image_files\\English\\"imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nastrojowy",
      "translation": "malhumorado",
      "definition": "mający tendencję do być sennym lub marudnym, często bez wyraźnego powodu",
      "definition_translation": "tener tendencia a ser hosco o malhumorado, a menudo sin una razón clara",
      "example": "Była nastrojowa cały dzień, zastanawiam się co jest nie tak. Wczoraj była nastrojowa, ale teraz jest w porządku. Będzie nastrojowa, jeśli nie dostanie wystarczającej ilości snu.",
      "example_translation": "Ha estado de malhumor todo el día, me pregunto qué pasa. Estaba de malhumor ayer, pero ahora está bien. Estará de malhumor si no duerme lo suficiente.",
      "imageLink": "image_files\\English\\"imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "negatywny",
      "translation": "negativo",
      "definition": "wyrażający lub sugerujący zaprzeczenie, odmowę lub niezgodę",
      "definition_translation": "expresando o implicando negativa, rechazo o disentimiento",
      "example": "Miał negatywne nastawienie do nowej polityki. Wynik testu był negatywny. Recenzja była negatywna, więc nie poszliśmy do kina.",
      "example_translation": "Él tenía una actitud negativa hacia la nueva política. El resultado de la prueba fue negativo. La reseña fue negativa, así que no fuimos al cine.",
      "imageLink": "image_files\\English\\"imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nerwowy",
      "translation": "nervioso",
      "definition": "czujący lub pokazujący lęk lub obawę",
      "definition_translation": "sentir o mostrar ansiedad o aprensión",
      "example": "Byłem nerwowy przed rozmową o pracę, ale się udało. Ona była nerwowa o egzaminie przez cały tydzień. On będzie nerwowy, jeśli będzie musiał przemawiać przed dużą grupą ludzi.",
      "example_translation": "Estuve nervioso antes de la entrevista de trabajo, pero me fue bien. Ha estado nerviosa por el examen toda la semana. Estará nervioso si tiene que hablar ante una gran multitud.",
      "imageLink": "image_files\\English\\"imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pacjent",
      "translation": "paciente",
      "definition": "Osoba, która otrzymuje opiekę medyczną, leczenie lub uwagę.",
      "definition_translation": "Una persona que recibe atención médica, tratamiento o atención.",
      "example": "Lekarz dokładnie zbadał pacjenta. Pacjent zdrowieje dobrze. Pacjent będzie przechodził operację jutro.",
      "example_translation": "El doctor examinó al paciente con cuidado. El paciente se está recuperando bien. El paciente se someterá a cirugía mañana.",
      "imageLink": "image_files\\English\\"imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uprzejmie",
      "translation": "cortésmente",
      "definition": "W sposób, który pokazuje szacunek i dobre maniery.",
      "definition_translation": "De una manera que muestra respeto y buenos modales.",
      "example": "Ona rozmawiała uprzejmie z klientem. On będzie rozmawiał uprzejmie z menedżerem. Oni rozmawiali uprzejmie ze sobą.",
      "example_translation": "Ella habló cortésmente con el cliente. Él hablará cortésmente con el gerente. Ellos hablaron cortésmente entre sí.",
      "imageLink": "image_files\\English\\"imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "potężny",
      "translation": "poderoso",
      "definition": "Mający dużo siły, władzy lub wpływu.",
      "definition_translation": "Teniendo mucha fuerza, autoridad o influencia.",
      "example": "Potężny silnik prowadził samochód szybko. Potężny lider podjął ważną decyzję. Potężny komputer przetwarzał dane szybko.",
      "example_translation": "El motor poderoso impulsó el coche rápidamente. El líder poderoso tomó una decisión significativa. La computadora poderosa procesó los datos rápidamente.",
      "imageLink": "image_files\\English\\"imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dumni",
      "translation": "orgulloso",
      "definition": "Mający lub pokazujący dumę lub satysfakcję z czegoś, szczególnie z osiągnięć lub posiadłości.",
      "definition_translation": "Teniendo o mostrando un sentido de orgullo o satisfacción sobre algo, especialmente sobre logros o posesiones.",
      "example": "Byłem dumni z mojej drużyny za zdobycie mistrzostwa. Jestem dumni z moich osiągnięć. Będę dumni, aby pokazać mój nowy samochód.",
      "example_translation": "Estuve orgulloso de mi equipo por ganar el campeonato. Estoy orgulloso de mis logros. Estaré orgulloso de mostrar mi nuevo coche.",
      "imageLink": "image_files\\English\\"imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kłótliwy",
      "translation": "belicoso",
      "definition": "Mający lub pokazujący silną tendencję do kłótni lub walki; agresywny i konfrontacyjny.",
      "definition_translation": "Teniendo o mostrando una fuerte tendencia a discutir o pelear; agresivo y confrontativo.",
      "example": "Mój brat był kłótliwy i zawsze wybuchał wojnę. Ona ma kłótliwą naturę i często się nie zgadza z innymi. On będzie kłótliwy, jeśli się nie zgadza z nim.",
      "example_translation": "Mi hermano era belicoso y siempre elegía peleas. Ella tiene una naturaleza belicosa y a menudo disiente con otros. Él se volverá belicoso si no estás de acuerdo con él.",
      "imageLink": "image_files\\English\\"imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zrelaksowany",
      "translation": "relajado",
      "definition": "Czujący lub pokazujący stan spokoju i wolność od napięcia lub lęku.",
      "definition_translation": "Sentir o mostrar un estado de calma y libertad de tensión o ansiedad.",
      "example": "Czułem się zrelaksowany na wakacjach na plaży. Ona była zrelaksowana i cieszyła się muzyką. On będzie zrelaksowany, gdy skończy swój projekt.",
      "example_translation": "Me sentí relajado en las vacaciones de playa. Ella estaba relajada y disfrutando de la música. Él estará relajado una vez que termine su proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "relaksujący",
      "translation": "relajante",
      "definition": "Wzbudzający uczucie spokoju i pokoju, redukujący stres i lęk",
      "definition_translation": "Provocando un sentimiento de calma y paz, reduciendo el estrés y la ansiedad",
      "example": "Cały dzień relaksowałem się na plaży. Wczoraj relaksowałem się w wannie z hydromasażem. Wieczorem będę się relaksował z dobrą książką.",
      "example_translation": "He estado relajándome en la playa todo el día. Me relajé en la tina caliente anoche. Estaré relajándome con un buen libro esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niezawodny",
      "translation": "confiable",
      "definition": "Można ufać, że zawsze będzie robić lub dostarczać coś, robienie tego, co jest oczekiwane",
      "definition_translation": "Capaz de ser confiado para hacer o proporcionar algo, haciendo consistentemente lo que se espera",
      "example": "Mam niezawodne auto, które zawsze uruchamia się rano. Ona jest niezawodną przyjaciółką, która zawsze przychodzi na czas. Będzie on niezawodnym pracownikiem w przyszłości.",
      "example_translation": "Tengo un coche confiable que siempre arranca por la mañana. Ella es una amiga confiable que siempre llega a tiempo. Él será un empleado confiable en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "romantyczny",
      "translation": "romántico",
      "definition": "Związany z romantyką, często używany do opisania uczuć lub zachowania osób",
      "definition_translation": "Relacionado con o caracterizado por la romance, a menudo utilizado para describir los sentimientos o el comportamiento de una persona",
      "example": "Film był romantyczny i sprawił, że zapłakałem. On był romantyczną osobą i zawsze zaskakiwał swoją dziewczynę. Będą mieli romantyczną kolację wieczorem.",
      "example_translation": "La película fue romántica y me hizo llorar. Él era una persona romántica y siempre sorprendía a su novia. Tendrán una cena romántica esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieuprzejmy",
      "translation": "grosero",
      "definition": "Nie mający manier lub szacunku, często w sposób, który jest irytujący lub obraźliwy.",
      "definition_translation": "Teniendo o mostrando no modales ni respeto, a menudo de una manera que es molesta o ofensiva.",
      "example": "Był nieuprzejmy względem kelnera, więc nie zostawił napiwku. Jest nieuprzejmy wobec swojej siostry. Będzie nieuprzejmy wobec swojego nauczyciela, jeśli nie będzie lubił oceny.",
      "example_translation": "Fue grosero con el camarero, así que no dejó una propina. Está siendo grosero con su hermana. Será grosero con su maestro si no le gusta la nota.",
      "imageLink": "image_files\\English\\"imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "satisfecho",
      "definition": "Czując się zadowolonym lub zaspokojonym, bo potrzeba lub pragnienie zostało zaspokojone.",
      "definition_translation": "Sintiendo placer o contento porque una necesidad o deseo ha sido satisfecho.",
      "example": "Byłem zadowolony z obsługi w restauracji. Ona jest zadowolona z nowej pracy. Będą zadowoleni z wyniku, jeśli będą ciężko pracować.",
      "example_translation": "Me sentí satisfecho con el servicio en el restaurante. Ella está satisfecha con su nuevo trabajo. Estarán satisfechos con el resultado si trabajan duro.",
      "imageLink": "image_files\\English\\"imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "asustado",
      "definition": "Czując się przerażonym lub wystraszonym czymś.",
      "definition_translation": "Sintiendo miedo o temor de algo.",
      "example": "Byłem przerażony podczas horroru. Ona boi się pająków. Będą przerażeni, jeśli nie przygotują się do egzaminu.",
      "example_translation": "Me asusté durante la película de terror. Ella tiene miedo a las arañas. Estarán asustados si no se preparan para el examen.",
      "imageLink": "image_files\\English\\"imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przerażający",
      "translation": "espantoso",
      "definition": "Wzbudzający strach lub przerażenie; straszny.",
      "definition_translation": "Causar miedo o alarma; aterrador.",
      "example": "Film był przerażający, trząsłem się ze strachu. Oglądam przerażający film wieczorem. Oglądam przerażający film w przyszłym tygodniu.",
      "example_translation": "La película de terror era espantosa, estaba temblando de miedo. Estoy viendo una película espantosa esta noche. Veré una película espantosa la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pewny siebie",
      "translation": "seguro de sí mismo",
      "definition": "Mający lub pokazujący pewność siebie w swoich zdolnościach, sądach lub działaniach.",
      "definition_translation": "Teniendo o mostrando confianza en sus habilidades, juicios o acciones.",
      "example": "Była pewną siebie mówczynią, wszyscy słuchali jej. Będzie pewnym siebie liderem jutro. Byli pewni siebie w swojej decyzji.",
      "example_translation": "Ella era una oradora segura de sí misma, todos la escuchaban. Él será un líder seguro de sí mismo mañana. Ellos estaban seguros de sí mismos en su decisión.",
      "imageLink": "image_files\\English\\"imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "egoistyczny",
      "translation": "egoísta",
      "definition": "Zbyt zajęty swoimi potrzebami lub pragnieniami, nie mający szacunku dla innych.",
      "definition_translation": "Preocupado excesivamente o exclusivamente con las necesidades o deseos propios, no tener o mostrar consideración por otros.",
      "example": "Był egoistycznym chłopakiem, zawsze myślał tylko o sobie. Będzie egoistyczną przyjaciółką jutro. Byli egoistyczni i nie dbali o innych.",
      "example_translation": "Él era un novio egoísta, siempre pensando en sí mismo. Ella será una amiga egoísta mañana. Ellos eran egoístas y no se preocupaban por otros.",
      "imageLink": "image_files\\English\\"imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozsądny",
      "translation": "sensible",
      "definition": "Mający lub zawierający zdrowy rozsądek lub rozum; racjonalny: rozsądna osoba.",
      "definition_translation": "Teniendo, conteniendo o indicando buen sentido o razón; racional: una persona sensible.",
      "example": "Była rozsądną kobietą i zawsze myślała, zanim podejmowała decyzję. Była rozsądna, aby oszczędzić pieniądze na przyszłość. Będzie rozsądna i podejmie decyzję po dokładnym rozważeniu.",
      "example_translation": "Era una mujer sensata y siempre pensaba antes de actuar. Había sido lo suficientemente sensata para ahorrar dinero para el futuro. Será sensata y tomará su tiempo para tomar una decisión.",
      "imageLink": "image_files\\English\\"imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wstrząśnięty",
      "translation": "conmocionado",
      "definition": "Czując się wstrząśniętym lub zdumionym czymś.",
      "definition_translation": "Sintiendo sorpresa, asombro o disgusto repentino e intenso.",
      "example": "Byłem wstrząśnięty, gdy usłyszałem wiadomość. Była wstrząśnięta przez wypadek i nie mogła mówić. Będą wstrząśnięci, gdy zobaczą niespodziankę.",
      "example_translation": "Me conmocioné cuando escuché la noticia. Había sido conmocionada por el accidente y no podía hablar. Serán conmocionados cuando vean la fiesta sorpresa.",
      "imageLink": "image_files\\English\\"imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szokujący",
      "translation": "impactante",
      "definition": "Wzbudzający nagłe, intensywne uczucie zdziwienia, zdumienia lub disgust.",
      "definition_translation": "Causando un sentimiento repentino e intenso de sorpresa, asombro o disgusto.",
      "example": "Wiadomość była szokująca i przerażająca. Szokująca prawda została ujawniona po śledztwie. Film był szokujący i nie nadawał się dla dzieci.",
      "example_translation": "La noticia fue impactante y perturbadora. La verdad impactante se reveló después de la investigación. La película fue impactante y no era apta para niños.",
      "imageLink": "image_files\\English\\"imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zachowawczy",
      "translation": "tímido",
      "definition": "Bojący się robić coś lub mówić do ludzi ze względu na nerwowość lub brak pewności siebie.",
      "definition_translation": "Temer hacer algo o temer hablar con la gente porque eres nervioso o careces de confianza.",
      "example": "Byłem zachowawczy jako dziecko i nie zdobyłem wielu przyjaciół. Teraz próbuję być bardziej otwarty. Byłem zachowawczy na przyjęciu, ale potem spotkałem kogoś, kto podzielił moje zainteresowania. Nie będę zachowawczy, prosząc o pomoc, jeśli jej potrzebuję.",
      "example_translation": "Yo era tímido de niño y no hice muchos amigos. Ahora, estoy tratando de ser más sociable. Estuve tímido en la fiesta, pero luego conocí a alguien que compartía mis intereses. No seré tímido sobre pedir ayuda si la necesito.",
      "imageLink": "image_files\\English\\"imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "tonto",
      "definition": "Zachowujący się lub mówiący coś w sposób szalony lub absurdalny.",
      "definition_translation": "Comportándose o diciendo algo de manera tonta o ridícula.",
      "example": "Mój młodszy brat może być głupi czasem, np. kiedy wkłada koszulę do góry nogami. Czułem się głupio, gdy zobaczyłem, że zapomniałem telefonu w domu. Uważam, że jest głupio nosić krawat do nieformalnej imprezy.",
      "example_translation": "Mi hermano menor puede ser tonto a veces, como cuando se pone la camisa hacia atrás. Me sentí tonto cuando me di cuenta de que olvidé mi teléfono en casa. Ella piensa que es tonto usar una corbata en una fiesta informal.",
      "imageLink": "image_files\\English\\"imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mądry",
      "translation": "inteligente",
      "definition": "Posiadający lub pokazujący duży stopień inteligencji, wglądu lub dobrego rozsądku.",
      "definition_translation": "Teniendo o mostrando una gran cantidad de inteligencia, visión o buen juicio.",
      "example": "Mój nauczyciel jest bardzo mądry i zawsze znajduje sposób, aby wyjaśnić skomplikowane pojęcia. Uważam, że jest mądry oszczędzać pieniądze na przyszłość. Ona jest mądra i może rozwiązać tenuzzle w ciągu kilku minut.",
      "example_translation": "Mi profesor es muy inteligente y siempre encuentra una manera de explicar conceptos complejos. Creo que es inteligente ahorrar dinero para el futuro. Ella es inteligente y puede resolver el rompecabezas en minutos.",
      "imageLink": "image_files\\English\\"imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "towarzyski",
      "translation": "sociable",
      "definition": "Chętny do rozmowy i zabawy z innymi w sposób przyjazny.",
      "definition_translation": "Dispuesto a hablar y interactuar con otros de manera amigable.",
      "example": "Była bardzo towarzyska i lubiła uczestniczyć w imprezach. Była towarzyska na przyjęciu wczoraj wieczorem, rozmawiając z każdym. Będzie towarzyska na nadchodzącej imprezie, zdobywając nowych przyjaciół.",
      "example_translation": "Era una persona muy sociable y le encantaba asistir a fiestas. Fue sociable en la fiesta de anoche, charlando con todos. Será sociable en el próximo evento, haciendo nuevos amigos.",
      "imageLink": "image_files\\English\\"imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zestresowany",
      "translation": "estresado",
      "definition": "Czujący się niepewnie lub przeciążony z powodu zbyt wielu obowiązków lub odpowiedzialności.",
      "definition_translation": "Sentirse ansioso o abrumado debido a demasiada presión o responsabilidad.",
      "example": "Był zestresowany z powodu nadchodzącego terminu. Był zestresowany w pracy cały dzień. Będzie zestresowany, jeśli nie osiągnie celu.",
      "example_translation": "Estaba estresado por la fecha límite próxima. Había estado estresado en el trabajo todo el día. Estará estresado si no cumple con el objetivo.",
      "imageLink": "image_files\\English\\"imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stresujący",
      "translation": "estresante",
      "definition": "Powodujący uczucie niepewności lub napięcia.",
      "definition_translation": "Causando sentimientos de ansiedad o tensión.",
      "example": "Praca była ekstremalnie stresująca. Sytuacja była stresująca dla wszystkich zaangażowanych. Event będzie stresujący, jeśli nie będzie odpowiednio zarządzany.",
      "example_translation": "El trabajo era extremadamente estresante. La situación había sido estresante para todos los involucrados. El evento será estresante si no se maneja adecuadamente.",
      "imageLink": "image_files\\English\\"imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "surowy",
      "translation": "estricto",
      "definition": "Niezbyt ugoda lub wyjątku; stojąco przy swoim zdaniu lub decyzji.",
      "definition_translation": "no permitiendo flexibilidad o excepciones; rechazando firmemente cambiar de opinión o decisión",
      "example": "Nauczyciel był surowy wobec uczniów, zapewniając, że przestrzegają reguł. Firma ma surową politykę spóźnień. Regulacje będą surowe, aby zapobiec wypadkom.",
      "example_translation": "El profesor fue estricto con los estudiantes, asegurándose de que seguían las reglas. La empresa tiene una política estricta sobre la tardanza. Las regulaciones serán estrictas para prevenir accidentes.",
      "imageLink": "image_files\\English\\"imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zaskakujący",
      "translation": "sorprendente",
      "definition": "Powodujący uczucie zdziwienia lub szoku; nieoczekiwany.",
      "definition_translation": "causando una sensación de sorpresa o asombro; inesperado",
      "example": "Wiadomość była zaskakująca i zszokowała wszystkich. Dostałem zaskakujący prezent od przyjaciela. Drużyna miała zaskakujące zwycięstwo w mistrzostwach.",
      "example_translation": "La noticia sorprendente dejó atónitos a todos. Recibí un regalo sorprendente de mi amigo. El equipo tuvo una victoria sorprendente en el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zaskakująco",
      "translation": "sorprendentemente",
      "definition": "W sposób powodujący zdziwienie lub szok; nieoczekiwanie.",
      "definition_translation": "de una manera que causa sorpresa o asombro; inesperadamente",
      "example": "Byłem zaskakująco dobrze grał na gitarze. Film był zaskakująco interesujący. Pogoda była zaskakująco ciepła zimą.",
      "example_translation": "Fue sorprendentemente bueno tocando la guitarra. La película fue sorprendentemente entretenida. El clima fue sorprendentemente cálido para el invierno.",
      "imageLink": "image_files\\English\\"imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "utalentowany",
      "translation": "talentoso",
      "definition": "Posiadający naturalny talent lub umiejętność, szczególnie tę, która jest rzadka lub wyjątkowa.",
      "definition_translation": "Teniendo una habilidad natural o habilidad, especialmente una que es rara o excepcional.",
      "example": "Ona jest utalentowaną piosenkarką i występowała na scenie od 10 roku życia. Była utalentowana Enough, aby dostać stypendium na studia muzyczne. Będzie ona utalentowana Enough, aby wygrać nagrodę Grammy jeden dzień.",
      "example_translation": "Ella es una cantante talentosa y ha estado actuando en el escenario desde que tenía 10 años. Era lo suficientemente talentosa como para obtener una beca para estudiar música. Ella será lo suficientemente talentosa como para ganar un premio Grammy algún día.",
      "imageLink": "image_files\\English\\"imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "aterrorizado",
      "definition": "Czujący ekstremalny strach lub lęk.",
      "definition_translation": "Sintiendo miedo o ansiedad extremos.",
      "example": "Byłem przerażony pająkami, kiedy był dzieckiem. Ona jest przerażona wysokościami. Będą przerażeni konsekwencjami swoich działań.",
      "example_translation": "Yo tenía miedo a las arañas cuando era niño. Ella tiene miedo a las alturas. Ellos tendrán miedo a las consecuencias de sus acciones.",
      "imageLink": "image_files\\English\\"imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "męczący",
      "translation": "cansado",
      "definition": "Powodujący fizyczną lub psychiczną zmęczenie.",
      "definition_translation": "Causando fatiga física o mental.",
      "example": "Wycieczka była męcząca, ale widok z góry był wart tego. Praca może być męcząca, ale jest wynagrodzona. Podróż będzie męcząca, ale będziemy się bawić.",
      "example_translation": "El sendero fue cansado, pero la vista desde la cima valió la pena. El trabajo puede ser cansado, pero es gratificante. El viaje será cansado, pero nos divertiremos.",
      "imageLink": "image_files\\English\\"imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tolerancyjny",
      "translation": "tolerante",
      "definition": "Mający lub pokazujący gotowość do akceptacji istnienia opinii lub zachowań, z którymi się niekoniecznie zgadza.",
      "definition_translation": "Teniendo o mostrando una disposición a permitir la existencia de opiniones o comportamientos que no se necesariamente coincide",
      "example": "Ona była tolerancyjna wobec różnicowego stylu życia przyjaciela. Ona była tolerancyjna wobec jego błędów. Ona będzie tolerancyjna wobec jego opinii.",
      "example_translation": "Ella fue tolerante con el estilo de vida diferente de su amiga. Ha sido tolerante con sus errores. Será tolerante con sus opiniones.",
      "imageLink": "image_files\\English\\"imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niespodziewany",
      "translation": "inesperado",
      "definition": "Nieoczekiwany lub nieprzewidywany; zaskakujący.",
      "definition_translation": "No esperado ni anticipado; sorprendente.",
      "example": "Burza była niespodziewana. Otrzymał niespodziewany telefon. Będą mieli niespodziewaną wizytę od cioci.",
      "example_translation": "La tormenta fue inesperada. Recibió una llamada telefónica inesperada. Tendrán una visita inesperada de su tía.",
      "imageLink": "image_files\\English\\"imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieprzyjazny",
      "translation": "desagradable",
      "definition": "Niepokazujący dobroci lub życzliwości; wrogi lub zimny w manierach.",
      "definition_translation": "No mostrando amabilidad o buena voluntad; hostil o frío en el modo.",
      "example": "Nieprzyjazny sprzedawca sklepu uczynił, że czułem się niechciany. Ona była nieprzyjazna wobec kolegów z pracy. Będą nieprzyjaźni wobec sąsiadów.",
      "example_translation": "El dependiente desagradable de la tienda me hizo sentir poco bienvenida. Fue desagradable con sus colegas. Serán desagradables con sus vecinos.",
      "imageLink": "image_files\\English\\"imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niezainteresowany",
      "translation": "desinteresado",
      "definition": "Brak entuzjazmu lub zainteresowania; obojętny.",
      "definition_translation": "Falto de entusiasmo o interés; indiferente.",
      "example": "Byłem niezainteresowany filmem, więc zasnę. Jestem niezainteresowany projektem, więc nie będę participować. Będę niezainteresowany grą, więc nie będę jej oglądał.",
      "example_translation": "No me interesó la película, así que me dormí. No estoy interesado en el proyecto, así que no participaré. No estaré interesado en el juego, así que no lo veré.",
      "imageLink": "image_files\\English\\"imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niejednostajny",
      "translation": "aburrido",
      "definition": "Nieinteresting lub nieciekawy; nudny.",
      "definition_translation": "No interesante o atractivo; aburrido.",
      "example": "Wykład był niejednostajny, więc nie uważałem. Książka była niejednostajna, więc nie skończyłem jej. Rozmowa będzie niejednostajna, więc odejdę.",
      "example_translation": "La conferencia fue aburrida, así que no presté atención. El libro fue aburrido, así que no lo terminé. La conversación será aburrida, así que me iré.",
      "imageLink": "image_files\\English\\"imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieżyczliwy",
      "translation": "descortés",
      "definition": "Brakujący życzliwości lub współczucia; okrutny.",
      "definition_translation": "Falto de amabilidad o compasión; cruel.",
      "example": "Ona była nieżyczliwa wobec swojej siostry, więc nie rozmawiali przez wiele tygodni. On był nieżyczliwy wobec przyjaciela, więc zaprzestali spotykać się. Będą nieżyczliwi wobec siebie, więc będą walczyć.",
      "example_translation": "Ella fue descortés con su hermana, así que no hablaron durante semanas. Él fue descortés con su amigo, así que dejaron de salir. Ellos serán descorteses entre sí, así que pelearán.",
      "imageLink": "image_files\\English\\"imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ciepły",
      "translation": "cálido",
      "definition": "Mający umiarkowany lub komfortowy stopień ciepła; nie zimny ani gorący.",
      "definition_translation": "Teniendo un grado moderado o cómodo de calor; no frío ni caliente.",
      "example": "Rozgrzewałem silnik przed jazdą. Słońce będzie ciepłe na plaży dziś. Rozgrzewam obiad w piecu później.",
      "example_translation": "Calenté el motor del coche antes de conducir. El sol calentará la playa hoy. Calentaré la cena en el horno más tarde.",
      "imageLink": "image_files\\English\\"imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]