[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "akceptować",
      "translation": "aceptar",
      "definition": "przyjąć coś chętnie lub zgodzić się z czymś",
      "definition_translation": "recibir algo de buena gana o estar de acuerdo con algo",
      "example": "Przyjąłem ofertę pracy. Akceptuję, że popełniłem błąd. Przyjmę ich zaproszenie.",
      "example_translation": "Acepté la oferta de trabajo. Acepto que cometí un error. Aceptaré su invitación.",
      "imageLink": "image_files\\English\\accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "osiągnąć",
      "translation": "lograr",
      "definition": "udanego osiągnięcia czegoś lub osiągnięcia celu",
      "definition_translation": "lograr algo con éxito o alcanzar un objetivo",
      "example": "Osiągnąłem swój cel. Ona osiągnęła wielki sukces w swojej karierze. Osiągną swoje cele.",
      "example_translation": "Logré mi objetivo. Ella logró un gran éxito en su carrera. Ellos lograrán sus objetivos.",
      "imageLink": "image_files\\English\\achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "działać",
      "translation": "actuar",
      "definition": "podjąć działanie lub wykonać zadanie",
      "definition_translation": "tomar acción o realizar una tarea",
      "example": "Działałem szybko. Oni działali zgodnie z instrukcjami. Ona będzie działać w sztuce.",
      "example_translation": "Actué rápidamente. Ellos actuaron según las instrucciones. Ella actuará en la obra de teatro.",
      "imageLink": "image_files\\English\\act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "działać",
      "translation": "actuar",
      "definition": "Wykonać lub zrealizować czynność, zadanie lub funkcję.",
      "definition_translation": "Realizar o llevar a cabo una acción, tarea o función.",
      "example": "Dam sobie radę z twoją radą, działałem z impulsu, i działam jako mediator.",
      "example_translation": "Actuaré según tu consejo, actué por impulso, y actúo como mediador.",
      "imageLink": "image_files\\English\\act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "doradzić",
      "translation": "aconsejar",
      "definition": "Zaproponować sugestie lub wskazówki komuś.",
      "definition_translation": "Ofrecer sugestiones o orientación a alguien.",
      "example": "Doradziłem mu, aby szukał pomocy medycznej, doradzam przeciwko inwestowaniu w tę firmę, i doradzę ci w tej sprawie.",
      "example_translation": "Le aconsejé que buscará atención médica, desaconsejo invertir en esa empresa, y le aconsejaré sobre el asunto.",
      "imageLink": "image_files\\English\\advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pozwolić",
      "translation": "permitir",
      "definition": "Zezwolić lub wyrazić zgodę na coś.",
      "definition_translation": "Dar permiso o consentimiento para que algo suceda o se haga.",
      "example": "Pozwoliłem jej prowadzić mój samochód, pozwalają sobie na godzinę relaksu, i pozwolę ci dołączyć do zespołu.",
      "example_translation": "Le permití conducir mi coche, me permito una hora de relajación, y te permitiré unirte al equipo.",
      "imageLink": "image_files\\English\\allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podejść",
      "translation": "enfrentar",
      "definition": "zbliżyć się lub przyjść do kogoś lub czegoś",
      "definition_translation": "acerca de algo o alguien",
      "example": "Podejście do nieznajomego z ostrożnością. Wczoraj podejście do szefa z propozycją. Jeśli nie będę się uczyć, podejście do egzaminu nieprzygotowanego.",
      "example_translation": "Me acerqué al desconocido con precaución. Ayer, me acerqué a mi jefe con una propuesta. Si no estudio, me acercaré al examen sin preparación.",
      "imageLink": "image_files\\English\\approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spierać się",
      "translation": "discutir",
      "definition": "przedstawiać powody lub dowody na rzecz lub przeciwko czemuś",
      "definition_translation": "dar razones o evidencia para apoyar o oponerse a algo",
      "example": "Spierałem się z przyjacielem o film. Wczoraj spieraliśmy się o najlepszą restaurację. Jeśli nie wysłuchasz, spieramy się o to jutro.",
      "example_translation": "Me discutí con mi amigo sobre la película. Ayer, nos discutimos sobre el mejor restaurante. Si no escuchas, nos discutiremos sobre ello mañana.",
      "imageLink": "image_files\\English\\argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zatrzymać",
      "translation": "detener",
      "definition": "zatrzymać kogoś w areszcie, często z powodu przestępstwa",
      "definition_translation": "llevar a alguien a la custodia policial, a menudo debido a un delito",
      "example": "Policja zatrzymała podejrzanego. Wczoraj zatrzymali złodzieja. Jeśli złamiesz prawo, zostaniesz zatrzymany.",
      "example_translation": "La policía detuvo al sospechoso. Ayer, detuvieron al ladrón. Si violas la ley, serás detenido.",
      "imageLink": "image_files\\English\\arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "załączyć",
      "translation": "adjuntar",
      "definition": "Połączyć lub dołączyć coś do czegoś innego, często w sposób trwały.",
      "definition_translation": "Conectar o unir algo a algo más, generalmente de manera permanente.",
      "example": "Załączyłem dokument do e-maila. Załączam teraz plik. Załączę zdjęcie później.",
      "example_translation": "Adjunté el documento al correo electrónico. Estoy adjuntando el archivo ahora. Adjuntaré la imagen más tarde.",
      "imageLink": "image_files\\English\\attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atakować",
      "translation": "atacar",
      "definition": "Atakować fizycznie lub słownie kogoś lub coś.",
      "definition_translation": "Hacer un asalto físico o verbal contra alguien o algo.",
      "example": "Pies zaatakował intruza. Firma zaatakuje rynek nowym produktem. Oni zaatakowali problem z wszystkich stron.",
      "example_translation": "El perro atacó al intruso. La empresa atacará el mercado con un nuevo producto. Atacaron el problema desde todos los ángulos.",
      "imageLink": "image_files\\English\\attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "próbowac",
      "translation": "intentar",
      "definition": "Próbować zrobić coś lub podejmować się osiągnięcia czegoś.",
      "definition_translation": "Tratar de hacer algo o esforzarse por lograr algo.",
      "example": "Próbowałem ukończyć projekt na czas. Ona próbuje pobić rekord. Oni próbowali uratować kota z drzewa.",
      "example_translation": "Intenté terminar el proyecto a tiempo. Ella intentará breaker el récord. Intentaron rescatar al gato del árbol.",
      "imageLink": "image_files\\English\\attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uczestniczyć",
      "translation": "asistir",
      "definition": "Być obecny na wydarzeniu lub spotkaniu, lub opiekować się kimś lub czymś.",
      "definition_translation": "estar presente en un evento o reunión, o cuidar a alguien o algo",
      "example": "Uczestniczyłem w spotkaniu wczoraj, uczestniczę w konferencji w przyszłym tygodniu i uczestniczyłem w wielu wykładach w przeszłości.",
      "example_translation": "Yo asistí a la reunión ayer, asistiré a la conferencia la próxima semana, y he asistido a muchas conferencias en el pasado.",
      "imageLink": "image_files\\English\\attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "opiekować się dzieckiem",
      "translation": "cuidar niños",
      "definition": "Opiekować się dzieckiem lub dziećmi, gdy ich rodzice są nieobecni.",
      "definition_translation": "cuidar a un niño o niños mientras sus padres están ausentes",
      "example": "Opiekowałem się siostrzeńcami wczoraj, opiekuję się nimi jutro i opiekowałem się nimi wiele razy przedtem.",
      "example_translation": "Yo cuidé a los niños de mi hermana anoche, cuidaré a ellos de nuevo mañana, y he cuidado a ellos muchas veces antes.",
      "imageLink": "image_files\\English\\babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zachowywać się",
      "translation": "comportarse",
      "definition": " Zachowywać się w określony sposób, szczególnie aby pokazać dobre lub złe maniery.",
      "definition_translation": "actuar o reaccionar de cierta manera, especialmente para mostrar buenos o malos modales",
      "example": "Ona zachowywała się dobrze na imprezie, ona zachowa się na weselu i ona zachowywała się źle w przeszłości.",
      "example_translation": "Ella se comportó bien en la fiesta, se comportará bien en la boda, y se ha comportado mal en el pasado.",
      "imageLink": "image_files\\English\\behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "morder",
      "definition": "Uchwycić coś mocno zębami; zranić lub nakłuć czymś zębami.",
      "definition_translation": "Agarrar algo firmemente con los dientes; herir o pinchar con los dientes.",
      "example": "Ugryzłem soczystą jabłko. Ugryzę paznokcie, kiedy jestem nervowy. Ona ugryzła język, aby uniknąć powiedzenia czegoś nieprzyzwoitego.",
      "example_translation": "Mordí la manzana jugosa. Me morderé las uñas cuando estoy nervioso. Ella se mordió la lengua para evitar decir algo grosero.",
      "imageLink": "image_files\\English\\bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dmuchać",
      "translation": "soplar",
      "definition": "Producować strumień powietrza z ust; modelować lub formować coś przez dmuchanie.",
      "definition_translation": "Producir una corriente de aire desde la boca; dar forma o moldear algo soplando.",
      "example": "Ona dmuchała świece. Wiatr dmuchał mocno. On dmucha nose, kiedy zachoruje.",
      "example_translation": "Ella sopló las velas. El viento sopló con fuerza. Él se sonará la nariz cuando tenga un resfriado.",
      "imageLink": "image_files\\English\\blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bomba",
      "translation": "bomba",
      "definition": "Urządzenie wybuchowe zaprojektowane do uwolnienia energii w nagłym i gwałtownym sposób.",
      "definition_translation": "Un dispositivo explosivo diseñado para liberar energía de manera repentina y violenta.",
      "example": "Bomba wybuchła w mieście. Informacja o zagrożeniu bombą rozprzestrzeniła się szybko. Oni zbombardują kwaterę przeciwnika jutro.",
      "example_translation": "La bomba explotó en la ciudad. La noticia de la amenaza de bomba se extendió rápidamente. Atacarán el cuartel general enemigo mañana.",
      "imageLink": "image_files\\English\\bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spalić",
      "translation": "quemar",
      "definition": "Zniszczyć lub uszkodzić coś ogniem lub intensywnym ciepłem, lub odczuć silny emocjonalny, taki jak gniew lub pasja.",
      "definition_translation": "dañar o destruir algo por fuego o calor intenso, o sentir una emoción fuerte como la ira o la pasión",
      "example": "Spaliłem tost dziś rano. Jestem pełen gniewu teraz. Spalę dowody jutro.",
      "example_translation": "Me quemé el toast esta mañana. Estoy ardiendo de ira en este momento. Quemaré las pruebas mañana.",
      "imageLink": "image_files\\English\\burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wybuchnąć płaczem",
      "translation": "estallar en lágrimas",
      "definition": "Nagle zacząć płакаć, często z powodu silnych emocji, takich jak smutek lub radość.",
      "definition_translation": "comenzar a llorar repentinamente, a menudo debido a emociones fuertes como la tristeza o la felicidad",
      "example": "Ona wybuchnęła płaczem, gdy usłyszała wieści. On wybuchł łzami radości, gdy zobaczył swoje dziecko. Oni wybuchną płaczem, jeśli stracą swojego ukochanego zwierzęcia domowego.",
      "example_translation": "Ella estalló en lágrimas cuando escuchó la noticia. Él estalló en lágrimas de alegría cuando vio a su hijo. Ellos estallarán en lágrimas si pierden a su querido mascota.",
      "imageLink": "image_files\\English\\burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pogrzebać",
      "translation": "enterrar",
      "definition": "Umieścić martwe ciało lub coś w ziemi, lub ukryć coś",
      "definition_translation": "poner un cuerpo muerto o algo en un hoyo en el suelo, o esconder o cubrir algo",
      "example": "Pogrzebaliśmy naszego ukochanego psa tydzień temu. Ona będzie pogrzebać skarb w ogrodzie. Oni będą pogrzebać topór rok przyszły.",
      "example_translation": "Enterramos a nuestro perro querido la semana pasada. Ella va a enterrar el tesoro en el patio trasero. Ellos enterrarán el hacha el año que viene.",
      "imageLink": "image_files\\English\\bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "anulować",
      "translation": "cancelar",
      "definition": "Zatrzymać lub porzucić coś, co było zaplanowane lub wcześniej uzgodnione.",
      "definition_translation": "Cancelar algo planificado o previamente acordado.",
      "example": "Anulowałem swoją podróż do Europy rok temu, ale pójdę następny rok. Anuluję swoją subskrypcję w siłowni, bo nigdy tam nie chodzę. Anuluję swoją wizytę, jeśli będę się źle czuć.",
      "example_translation": "Cancelé mi viaje a Europa el año pasado, pero iré el año que viene. Estoy cancelando mi suscripción al gimnasio porque nunca voy. Cancelaré mi cita si me siento enfermo.",
      "imageLink": "image_files\\English\\cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rejestracja",
      "translation": "registrarse",
      "definition": "Przybyć i ogłosić swoją obecność w hotelu, lotnisku lub innym miejscu, często aby otrzymać klucz do pokoju lub potwierdzenie rezerwacji.",
      "definition_translation": "Llegar y anunciar su presencia en un hotel, aeropuerto u otro lugar, a menudo para recibir una llave de habitación o confirmación de una reserva.",
      "example": "Zarejestruję się w hotelu, kiedy przybędę. Ona zarejestrowała się online, aby przyspieszyć proces. Oni zarejestrują się na lotnisku przed swoim lotem.",
      "example_translation": "Me registraré en el hotel cuando llegue. Ella se registró en línea para acelerar el proceso. Se registrarán en el aeropuerto antes de su vuelo.",
      "imageLink": "image_files\\English\\check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyjście",
      "translation": "salir",
      "definition": " Zapłacić i opuścić hotel, lub sprawdzić coś, aby dowiedzieć się więcej o tym.",
      "definition_translation": "Pagar y salir de un hotel, o examinar o mirar algo para aprender más sobre ello.",
      "example": "Wyjadę z hotelu o 11. Ona sprawdziła nową restaurację w centrum. Oni sprawdzą wystawę muzealną w weekend.",
      "example_translation": "Me iré del hotel a las 11 am. Ella echó un vistazo al nuevo restaurante en el centro. Ellos visitarán la exposición del museo este fin de semana.",
      "imageLink": "image_files\\English\\check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "koło",
      "translation": "círculo",
      "definition": "Koło jest to okrągły kształt, w którym każdy punkt na obwodzie jest równoodległy od środka.",
      "definition_translation": "Un círculo es una forma redonda sin principio ni fin, donde cada punto en el borde está a la misma distancia del centro.",
      "example": "Rysowałem koło na papierze. Wczoraj rysowałem koło na tablicy. Jutro rysuję koło na ścianie.",
      "example_translation": "Dibujé un círculo en el papel. Ayer dibujé un círculo en la pizarra. Mañana dibujaré un círculo en la pared.",
      "imageLink": "image_files\\English\\circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brawo",
      "translation": " aplaudir",
      "definition": "Bić brawo oznacza uderzyć dłońmi razem, aby wyrazić approbatę lub zadowolenie.",
      "definition_translation": "Aplaudir es golpear las palmas de las manos entre sí, típicamente para expresar aprecio o aprobación.",
      "example": "Biłem brawo po koncercie. Wczoraj biłem brawo dla chłopaka urodzinowego. Jutro będę bił brawo na ceremonii ukończenia szkoły.",
      "example_translation": "Aplaudí después del concierto. Ayer aplaudí por el niño del cumpleaños. Mañana aplaudiré por la ceremonia de graduación.",
      "imageLink": "image_files\\English\\clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zbierać",
      "translation": "recopilar",
      "definition": "Zbierać oznacza gromadzić lub łączyć rzeczy, informacje lub pieniądze w jednym miejscu lub jednostce.",
      "definition_translation": "Recopilar es reunir o llevar juntos cosas, como objetos, información o dinero, en un solo lugar o entidad.",
      "example": "Zbierałem znaczki jako hobby. Wczoraj zbierałem dane do pracy naukowej. Jutro zbieram datki na imprezę charytatywną.",
      "example_translation": "Recopilé sellos como pasatiempo. Ayer recopilé datos para el trabajo de investigación. Mañana recopilaré donativos para el evento benéfico.",
      "imageLink": "image_files\\English\\collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "grzebienie",
      "translation": "peine",
      "definition": "Grzebienie to narzędzie z szeregiem wąskich zębów, używane do układania lub czyszczenia włosów, albo do rozdzielenia i czyszczenia włókien, takich jak wełna lub bawełna.",
      "definition_translation": "Un peine es una herramienta con una serie de dientes estrechos, utilizada para arreglar o limpiar el cabello, o para separar y limpiar fibras, como la lana o el algodón.",
      "example": "Grzebieniłem włosy rano, żeby pozbyć się plątów. Wczoraj przeszukałem cały raport, żeby znaleźć błąd. Do czasu, aż skończę ten projekt, będę przeszukiwał każdy szczegół.",
      "example_translation": "Me peiné el cabello esta mañana para quitarme los enredos. Ayer, peiné todo el informe para encontrar el error. Cuando termine este proyecto, habré peinado todos los detalles.",
      "imageLink": "image_files\\English\\comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "konkurować",
      "translation": "competir",
      "definition": "Konkurować oznacza brać udział w konkursie lub zawodach, lub starać się być lepszym w jakiejś dziedzinie.",
      "definition_translation": "Competir significa participar en un concurso o competencia, o esforzarse por ser mejor que otros en un área particular.",
      "example": "Sportowcy będą konkurować na igrzyskach olimpijskich następnego roku. Wczoraj konkurowałem z przyjacielem w szachy. Do następnego roku będę konkurował w kilku maratonach.",
      "example_translation": "Los atletas competirán en los Juegos Olímpicos el año que viene. Competí contra mi amigo en un juego de ajedrez anoche. Para el año que viene, habré competido en varias maratones.",
      "imageLink": "image_files\\English\\compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "koncentrować",
      "translation": "concentrar",
      "definition": "Koncentrować oznacza skupić uwagę lub wysiłek na jakiejś czynności lub zadaniu, lub uczynić coś mocniejszym lub bardziej intensywnym przez zmniejszenie jego objętości lub ilości.",
      "definition_translation": "Concentrar significa enfocar la atención o esfuerzo en una tarea o actividad particular, o hacer que algo sea más fuerte o intenso reduciendo su volumen o cantidad.",
      "example": "Muszę się skoncentrować na pracy, aby uzyskać termin. Ona skoncentrowała sok przez gotowanie. Do czasu, aż skończę studia, będę się skoncentrował na kilku dziedzinach.",
      "example_translation": "Necesito concentrarme en mi trabajo para cumplir con el plazo. Ella concentró el jugo hirviéndolo. Cuando termine mis estudios, habré concentrado en varias áreas de especialización.",
      "imageLink": "image_files\\English\\concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "połączyć",
      "translation": "conectar",
      "definition": "Połączyć dwa lub więcej rzeczy razem, często tworząc system lub sieć.",
      "definition_translation": "Unir o vincular dos o más cosas juntas, a menudo para formar un sistema o red.",
      "example": "Połączyłem swój telefon z siecią Wi-Fi. Połączę się z serwerem teraz. Połączę kable jutro.",
      "example_translation": "Conecté mi teléfono a la red Wi-Fi. Me estoy conectando al servidor ahora. Conectaré los cables mañana.",
      "imageLink": "image_files\\English\\connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kontynuować",
      "translation": "continuar",
      "definition": "Kontynuować coś lub toczyć się przez pewien czas, bez zatrzymywania.",
      "definition_translation": "Seguir haciendo algo o seguir sucediendo durante un período de tiempo, sin detenerse.",
      "example": "Kontynuowałem naukę do egzaminu. Kontynuuję naukę nowych umiejętności. Kontynuuję pracę nad projektem.",
      "example_translation": "Seguí estudiando para el examen. Sigo aprendiendo nuevas habilidades. Continuaré trabajando en el proyecto.",
      "imageLink": "image_files\\English\\continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kontrolować",
      "translation": "controlar",
      "definition": "Mieć władzę nad czymś lub kimś, lub być w stanie wpływać na ich zachowanie.",
      "definition_translation": "Tener poder sobre algo o alguien, o ser capaz de influir o dirigir su comportamiento.",
      "example": "Ona kontrolowała robota za pomocą pilota. Kontrolują sytuację teraz. On będzie kontrolował temperaturę w laboratorium.",
      "example_translation": "Ella controló el robot con el mando a distancia. Están controlando la situación ahora. Él controlará la temperatura en el laboratorio.",
      "imageLink": "image_files\\English\\control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kaszel",
      "translation": "tos",
      "definition": "Kaszel to nagłe, silne wydychanie powietrza z płuc, zwykle aby oczyścić drogi oddechowe z mucyny, obcych cząstek lub innych substancji.",
      "definition_translation": "Una tos es una expulsión súbita y fuerte de aire desde los pulmones, usualmente para limpiar las vías respiratorias de moco, partículas extranjeras o otros residuos.",
      "example": "Kaszlełem krwią rano. Kaszlę dużo w ciągu dnia. Będę kaszleć głośno, jeśli nie dostanę wody.",
      "example_translation": "Tosí sangre esta mañana. Estoy tosiendo mucho estos días. Toseré fuerte si no obtengo agua.",
      "imageLink": "image_files\\English\\cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "liczyć",
      "translation": "contar",
      "definition": "Określić liczbę czegoś przez liczenie lub obliczenia.",
      "definition_translation": "Determinar el número de algo mediante conteo o cálculo.",
      "example": "Będę liczyć pieniądze po sprzedaży. Ona liczyła głosy starannie. Oni liczyli na mnie, żeby dokończyć projekt.",
      "example_translation": "Contaré el dinero después de la venta. Ella contó los votos con cuidado. Contaron conmigo para terminar el proyecto.",
      "imageLink": "image_files\\English\\count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zderzyć",
      "translation": "choque",
      "definition": "Nagły głośny hałas lub gwałtowny impakt, często powodujący szkody lub obrażenia.",
      "definition_translation": "Un ruido fuerte y súbito o un impacto violento, a menudo causando daños o lesiones.",
      "example": "Samochód zderzy się, jeśli nie zatrzymasz. Samolot zderzył się z górą. System zderzył się wczoraj wieczorem.",
      "example_translation": "El auto chocará si no paras. El avión chocó contra la montaña. El sistema se cayó anoche.",
      "imageLink": "image_files\\English\\crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stworzyć",
      "translation": "crear",
      "definition": "Przynieść coś do istnienia lub stworzyć coś nowego.",
      "definition_translation": "traer algo a la existencia o hacer algo nuevo",
      "example": "Stworzyłem nowe konto wczoraj, tworzę nowy projekt teraz, i stworzę nową firmę następnym rokiem.",
      "example_translation": "Creé una nueva cuenta ayer, estoy creando un nuevo proyecto ahora, y crearé una nueva empresa el próximo año.",
      "imageLink": "image_files\\English\\create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cykl",
      "translation": "ciclo",
      "definition": "Serie zdarzeń, które mają miejsce w regularnej kolejności.",
      "definition_translation": "una serie de eventos que suceden en un orden regular",
      "example": "Jechałem rowerem do pracy dziś rano, jedzę rowerem przez miasto teraz, i będę jeździł rowerem przez cały kraj następnego miesiąca.",
      "example_translation": "Fui en bicicleta al trabajo esta mañana, estoy ciclando por la ciudad ahora, y ciclaré por todo el país el próximo mes.",
      "imageLink": "image_files\\English\\cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uszkodzić",
      "translation": "daño",
      "definition": "Wyrządzić szkodę lub obrażenia czemuś lub komuś.",
      "definition_translation": "daño o lesión a algo o alguien",
      "example": "Burza uszkodziła mój samochód wczoraj, uszkadza mój dach teraz, i uszkodzi plony następnego sezonu.",
      "example_translation": "La tormenta dañó mi coche ayer, está dañando mi techo ahora, y dañará las cosechas la próxima temporada.",
      "imageLink": "image_files\\English\\damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "udekorować",
      "translation": "decorar",
      "definition": "Uczyńić coś bardziej atrakcyjnym przez dodanie dekoracji lub ozdób.",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "Udekorowałem pokój na imprezę. Udekoruję pokój na imprezę. Udekoruję pokój na imprezę.",
      "example_translation": "Decoré la habitación para la fiesta. Estoy decorando la habitación para la fiesta. Decoraré la habitación para la fiesta.",
      "imageLink": "image_files\\English\\decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dekorować",
      "translation": "decorar",
      "definition": "czynić coś bardziej atrakcyjnym przez dodanie dekoracji lub ozdób",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "Ona dekoruje tort na ślub. Ona dekoruje tort na ślub. Ona będzie dekorować tort na ślub.",
      "example_translation": "Ella decoró el pastel para la boda. Ella está decorando el pastel para la boda. Ella decorará el pastel para la boda.",
      "imageLink": "image_files\\English\\decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pokonać",
      "translation": "derrotar",
      "definition": "wygrać zwycięstwo nad kimś lub czymś w konkurencji, wyborach lub wojnie",
      "definition_translation": "ganar una victoria sobre alguien o algo en una competencia, elección o guerra",
      "example": "Pokonaliśmy przeciwną drużynę w finale. Pokonujemy przeciwną drużynę w obecnej grze. Pokonamy przeciwną drużynę w następnej grze.",
      "example_translation": "Derrotamos al equipo contrario en el juego final. Estamos derrotando al equipo contrario en el juego actual. Derrotaremos al equipo contrario en el próximo juego.",
      "imageLink": "image_files\\English\\defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bronić",
      "translation": "defender",
      "definition": "Chronić lub strzegć czegoś lub kogoś przed atakiem lub szkodą.",
      "definition_translation": "Proteger o guardar algo o alguien de un ataque o daño.",
      "example": "Broniłem mojego kraju podczas wojny. Bronię swojej pracy dyplomowej dzisiaj. Będę bronić mojej drużyny w mistrzostwach.",
      "example_translation": "Defendí mi país durante la guerra. Estoy defendiendo mi tesis hoy. Defenderé a mi equipo en el campeonato.",
      "imageLink": "image_files\\English\\defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "opóźniać",
      "translation": "retardo",
      "definition": "Odkładać lub przekładać coś na późniejszy czas.",
      "definition_translation": "Posponer o aplazar algo hasta un momento posterior.",
      "example": "Opóźniłem swój lot z powodu złej pogody. Opóźniam swoją odpowiedź do czasu, gdy uzyskam więcej informacji. Opóźnię swoją decyzję do następnego tygodnia.",
      "example_translation": "Retrasé mi vuelo debido al mal tiempo. Estoy retrasando mi respuesta hasta que obtenga más información. Retrasaré mi decisión hasta la próxima semana.",
      "imageLink": "image_files\\English\\delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "usunąć",
      "translation": "eliminar",
      "definition": "Usuwać lub kasować coś, takie jak dane lub plik, z komputera lub innego urządzenia cyfrowego.",
      "definition_translation": "Eliminar o borrar algo, como datos o un archivo, de una computadora u otro dispositivo digital.",
      "example": "Usunąłem plik przez przypadek. Usuwam swoje konto z witryny internetowej. Usunę wiadomość po jej przeczytaniu.",
      "example_translation": "Eliminé el archivo por accidente. Estoy eliminando mi cuenta del sitio web. Eliminaré el mensaje después de leerlo.",
      "imageLink": "image_files\\English\\delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostarczyć",
      "translation": "entregar",
      "definition": "Dostarczać coś komuś lub gdzieś, zazwyczaj w zamian za płatność",
      "definition_translation": "Llevar algo a una persona o lugar, generalmente a cambio de un pago",
      "example": "Dostarczyłem pakiet wczoraj rano. Dostarczę raport jutro. Ona dostarczyła wspaniałą mowę ostatnio tygodnia.",
      "example_translation": "Entregué el paquete ayer por la mañana. Entregaré el informe mañana. Ella dio un gran discurso la semana pasada.",
      "imageLink": "image_files\\English\\deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "projektować",
      "translation": "diseñar",
      "definition": "Tworzyć plany lub rysunki czegoś, takiego jak budynek lub produkt",
      "definition_translation": "Crear los planes o dibujos para algo, como un edificio o un producto",
      "example": "Ona zaprojektowała piękny dom. Będą projektować nową stronę internetową następnego miesiąca. On zaprojektował udaną kampanię ubiegłego roku.",
      "example_translation": "Ella diseñó una hermosa casa. Diseñarán un nuevo sitio web el próximo mes. Él diseñó una campaña exitosa el año pasado.",
      "imageLink": "image_files\\English\\design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zniszczyć",
      "translation": "destruir",
      "definition": "Spowodować, że coś zostanie całkowicie zniszczone lub zrujnowane, często gwałtownie lub nagle",
      "definition_translation": "Causar que algo sea completamente demolido o arruinado, a menudo de manera violenta o repentina",
      "example": "Burza zniszczyła miasto. Zniszczą stary budynek następnego tygodnia. Ona zniszczyła swój telefon, upuszczając go do wody.",
      "example_translation": "La tormenta destruyó la ciudad. Destruirán el edificio antiguo la próxima semana. Ella destruyó su teléfono al dejarlo caer en el agua.",
      "imageLink": "image_files\\English\\destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wybierać",
      "translation": "marcar",
      "definition": "Obracać urządzenie z liczbami lub przyciskami, aby wybrać określoną opcję lub połączyć połączenie telefoniczne",
      "definition_translation": "Girar un dispositivo que tiene números o botones para elegir una opción específica o para conectar una llamada telefónica",
      "example": "Wybrałem numer i czekałem na odpowiedź. Wybrałem zły numer wczoraj. Wybiorę numer ponownie jutro.",
      "example_translation": "Marqué el número y esperé a que alguien respondiera. Ayer había marcado el número equivocado. Mañana marcaré el número de nuevo.",
      "imageLink": "image_files\\English\\dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kopać",
      "translation": "cavar",
      "definition": "Rozbijać, odwracać lub usuwać grunt, piasek lub inne materiały z pomocą narzędzia, szczególnie łopaty lub szufli",
      "definition_translation": "Romper, voltear o eliminar tierra, arena o otro material con una herramienta, especialmente una pala o una pala",
      "example": "Kopałem dziurę w ogródku, aby zasadzić drzewo. Kopałem tunel w piasku latem. Kopedzę rów pod nowy przewód następnego tygodnia.",
      "example_translation": " Cavé un hoyo en el patio trasero para plantar un árbol. El verano pasado había cavado un túnel en la arena. La próxima semana cavaré una zanja para la nueva tubería.",
      "imageLink": "image_files\\English\\dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kierować",
      "translation": "directo",
      "definition": "Kontrolować lub nadzorować czynności lub działania kogoś lub czegoś",
      "definition_translation": "Controlar o supervisar las acciones o actividades de alguien o algo",
      "example": "Kierowałem filmem i zdobyłem nagrodę. Kierowałem kilkoma sztukami przedtem. Kierować będę nowym projektem w przyszłym roku.",
      "example_translation": "Dirigí la película y gané un premio. Antes había dirigido varias obras de teatro. El año que viene dirigiré el nuevo proyecto.",
      "imageLink": "image_files\\English\\direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kierować",
      "translation": "directo",
      "definition": "Kontrolować lub nadzorować ruch lub czynność czegoś lub kogoś",
      "definition_translation": "Controlar o supervisar el movimiento o acción de algo o alguien",
      "example": "Ona kierowała zespołem do nowej lokalizacji. Kieruje sztuką teraz. Kierować będzie firmą w przyszłym roku.",
      "example_translation": "Ella dirigió al equipo a la nueva ubicación. Ella está dirigiendo la obra ahora. Ella dirigirá la empresa el próximo año.",
      "imageLink": "image_files\\English\\direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odkryć",
      "translation": "descubrir",
      "definition": "Znaleźć lub poznać coś nowego lub nieznanego przedtem",
      "definition_translation": "Encontrar o aprender algo nuevo o previamente desconocido",
      "example": "On odkrył nową planetę. Ona odkrywa swoje zdolności teraz. Odkryją nowy kontynent w przyszłości.",
      "example_translation": "Él descubrió un nuevo planeta. Ella está descubriendo sus talentos ahora. Ellos descubrirán un nuevo continente en el futuro.",
      "imageLink": "image_files\\English\\discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przedstawić",
      "translation": "mostrar",
      "definition": "Pokazać lub wystawić coś w miejscu publicznym, aby ludzie mogli je zobaczyć",
      "definition_translation": "Mostrar o exhibir algo en un lugar público para que la gente lo vea",
      "example": "Muzeum przedstawiło starożytne artefakty. Oni przedstawiają swoje produkty teraz. Firma przedstawi nową kolekcję w przyszłym miesiącu.",
      "example_translation": "El museo exhibió las artefactos antiguos. Ellos están exhibiendo sus productos ahora. La empresa mostrará su nueva colección el próximo mes.",
      "imageLink": "image_files\\English\\display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "skoczyć",
      "translation": "bucear",
      "definition": "Skoczyć do wody, zwykle głową w dół, lub zjechać stromymi schodami, zwykle w samolocie",
      "definition_translation": " Saltar al agua, generalmente de cabeza, en un movimiento curvo, o descender rápidamente a través del aire, generalmente en una aeronave",
      "example": "Skoczyłem do basenu, Skaczę do basenu, Skoczę do basenu",
      "example_translation": "Me zambullí en la piscina, buceo en la piscina, bucearé en la piscina",
      "imageLink": "image_files\\English\\dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podzielić",
      "translation": "dividir",
      "definition": "Rozdzielić coś na dwie lub więcej grup, obszary lub rzeczy",
      "definition_translation": "separar o partir algo en dos o más grupos, áreas o cosas",
      "example": "Podzieliłem pieniądze, Podzielę zadania, Podzielę ziemię",
      "example_translation": "Dividí el dinero, divido las tareas, dividiré la tierra",
      "imageLink": "image_files\\English\\divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "upuścić",
      "translation": "dejar caer",
      "definition": "Pozwolić czemuś upaść lub spadnąć, lub wypuścić coś z ręki lub kontenera",
      "definition_translation": "dejar caer algo o dejar que algo caiga, o soltar algo de tu mano o de un contenedor",
      "example": "Upuściłem piłkę, Upuszczam pióro, Upuścię pakiet",
      "example_translation": "Dejé caer la pelota, dejo caer la pluma, dejaré caer el paquete",
      "imageLink": "image_files\\English\\drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zatrudnić",
      "translation": "emplear",
      "definition": "Dać komuś pracę lub stanowisko pracy, często w zamian za wynagrodzenie",
      "definition_translation": " dar a alguien un trabajo o una posición de trabajo, a menudo a cambio de pago",
      "example": "Firma zatrudni 50 nowych pracowników do końca roku. Oni zatrudnili ją jako menedżera marketingowego. Ona zatrudni nową strategię, aby zwiększyć sprzedaż.",
      "example_translation": "La empresa empleará a 50 nuevos miembros del personal para fin de año. La habían empleado como directora de marketing. Ella empleará una nueva estrategia para aumentar las ventas.",
      "imageLink": "image_files\\English\\employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zachęcić",
      "translation": "animar",
      "definition": "Dać komuś zaufanie lub motywację, aby zrobić coś",
      "definition_translation": "dar a alguien la confianza o motivación para hacer algo",
      "example": "Jej rodzice zachęcili ją, aby kontynuowała karierę muzyczną. Oni zachęcają swoich pracowników, aby podejmowali ryzyko. Ona zachęci swój zespół, aby pracował ciężej.",
      "example_translation": "Sus padres la animaron a seguir una carrera en música. Ellos animan a sus empleados a asumir riesgos. Ella animará a su equipo a trabajar más duro.",
      "imageLink": "image_files\\English\\encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wejść",
      "translation": "entrar",
      "definition": "Wejść do miejsca lub stać się członkiem grupy lub organizacji",
      "definition_translation": "venir o ir a un lugar, o convertirse en miembro de un grupo o organización",
      "example": "On wejdzie do pokoju cicho. Firma wejdzie na międzynarodowy rynek. Ona weszła do konkursu w zeszłym roku.",
      "example_translation": "Él entrará en la habitación en silencio. La empresa entrará en el mercado internacional. Ella entró en la competencia el año pasado.",
      "imageLink": "image_files\\English\\enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozrywka",
      "translation": "divertir",
      "definition": " zapewnić rozrywkę lub przyjemność dla kogoś, np. opowiadając żart lub grając muzykę",
      "definition_translation": "proporcionar diversión o disfrute a alguien, como contarle un chiste o tocar música",
      "example": "Rozrywałem gości zabawną historią. Rozrywam ich teraz pokazem magicznym. Rozrywam ich w przyszłości smacznym posiłkiem.",
      "example_translation": "Divertí a los invitados con una historia graciosa. Estoy entreteniendo a los con un show de magia. Divertiré a los con una deliciosa comida.",
      "imageLink": "image_files\\English\\entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ucieczka",
      "translation": "escapar",
      "definition": " wydostać się z miejsca lub sytuacji, często w pośpiechu lubIntialized",
      "definition_translation": "salir de un lugar o situación, a menudo con prisa o por la fuerza",
      "example": "Uciekłem z więzienia. Uciekam teraz z niebezpieczeństwa. Ucieknę z wyspy.",
      "example_translation": "Escapé de la prisión. Estoy escapando del peligro. Escaparé de la isla.",
      "imageLink": "image_files\\English\\escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ćwiczenie",
      "translation": "ejercicio",
      "definition": "aktywność fizyczna, którą wykonuje się, aby poprawić zdrowie lub sprawność",
      "definition_translation": "actividad física que haces para mejorar tu salud o condición física",
      "example": "Ćwiczyłem wczoraj w siłowni. Ćwiczę każdego ranka. Ćwiczę jutro w parku.",
      "example_translation": "Me ejercité en el gimnasio ayer. Estoy ejercitándome todas las mañanas. Me ejercitaré en el parque mañana.",
      "imageLink": "image_files\\English\\exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyjście",
      "translation": "salir",
      "definition": "Wyjść z miejsca, budynku lub pojazdu.",
      "definition_translation": "Salir de un lugar, edificio o vehículo.",
      "example": "Wyjdę z budynku o 17:00, wyjście z samochodu szybko, i wyszedłem z pokoju cicho.",
      "example_translation": "Voy a salir del edificio a las 5 pm, salí del coche rápidamente, y salgo del cuarto silenciosamente.",
      "imageLink": "image_files\\English\\exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "spodziewać",
      "translation": "esperar",
      "definition": "Myśleć lub wierzyć, że coś się wydarzy lub jest prawdopodobne",
      "definition_translation": "Pensar o creer que algo sucederá o es probable que suceda.",
      "example": "Spodziewam się, że skończę projekt do piątku, spodziewałem się, że zobaczę ją na imprezie, i spodziewam się telefonu od niego jutro.",
      "example_translation": "Espero terminar el proyecto para el viernes, esperé verla en la fiesta, y esperaré una llamada de él mañana.",
      "imageLink": "image_files\\English\\expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "eksplorować",
      "translation": "explorar",
      "definition": "Badania lub sprawdzanie czegoś systematycznie, aby zrozumieć lub wyjaśnić",
      "definition_translation": "Investigar o examinar algo sistemáticamente para entender o explicarlo.",
      "example": "Eksploruję nowe miasto jutro, eksplorowałem dżunglę w zeszłym roku, i eksplorowałem wiele stron internetowych.",
      "example_translation": "Voy a explorar la nueva ciudad mañana, exploré la selva el año pasado, y he explorado muchos sitios web.",
      "imageLink": "image_files\\English\\explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "twarz",
      "translation": "cara",
      "definition": "Część przednia głowy, od czoła do brody.",
      "definition_translation": "La parte frontal de la cabeza, desde la frente hasta la barbilla.",
      "example": "Umyła twarz mydłem i wodą. Umyję twarz jutro rano. Umyła twarz wczoraj.",
      "example_translation": "Ella lavó su cara con jabón y agua. Ella lavará su cara mañana. Ella lavó su cara ayer.",
      "imageLink": "image_files\\English\\face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zasnąć",
      "translation": "quedarse dormido",
      "definition": "Stać się nieświadomym i wejść w stan snu.",
      "definition_translation": "Convertirse en inconsciente y entrar en un estado de sueño.",
      "example": "Zasnę szybko w nocy. Zasnąłem podczas filmu. Zasnę wcześnie dziś wieczorem.",
      "example_translation": "Me quedo dormido rápidamente por la noche. Me quedé dormido durante la película. Me quedaré dormido temprano esta noche.",
      "imageLink": "image_files\\English\\fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zakochać się",
      "translation": "enamorarse",
      "definition": "Rozwinąć silne uczucia miłości lub atrakcji do kogoś.",
      "definition_translation": "Desarrollar sentimientos fuertes de amor o atracción hacia alguien.",
      "example": "Zakochałem się w niej od pierwszego wejrzenia. Ona zakochuje się łatwo. Oni zakochają się następnego roku.",
      "example_translation": "Me enamoré de ella a primera vista. Ella se enamora fácilmente. Ellos se enamorarán el próximo año.",
      "imageLink": "image_files\\English\\fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zamknąć",
      "translation": "fijar",
      "definition": "Przymocować lub trzymać coś na miejscu, szczególnie przez wiązanie lub śrubowanie",
      "definition_translation": "enganchar o sostener algo en su lugar, especialmente atando o Screw",
      "example": "Zamknąłem pasy przed jazdą. Zamknę zamek na kurtce. Ona zamknęła linę do kotwicy.",
      "example_translation": "Me enganché el cinturón de seguridad antes de conducir. Fijaré la cremallera de mi chaqueta. Ella fijó la cuerda al ancla.",
      "imageLink": "image_files\\English\\fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karmić",
      "translation": "alimentar",
      "definition": "dawać jedzenie osobie, zwierzęciu lub roślinie, lub zapewnić coś, co jest niezbędne dla czegoś, aby istniało lub funkcjonowało",
      "definition_translation": "dar comida a una persona, animal o planta, o proporcionar algo que es necesario para que algo exista o funcione",
      "example": "Karmię mojego psa dwa razy dziennie. Ona karmi dziecko. Będą przekazywać dane do komputera.",
      "example_translation": "Alimento a mi perro dos veces al día. Ella alimenta al bebé. Ellos alimentarán los datos en la computadora.",
      "imageLink": "image_files\\English\\feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przynieść",
      "translation": "buscar",
      "definition": "pójść i przynieść coś z powrotem, szczególnie gdy ktoś poleca to zrobić",
      "definition_translation": "ir y traer algo de vuelta, especialmente cuando se le ordena hacerlo",
      "example": "Czy mogłbyś przynieść mi szklankę wody? Przyniosłem piłkę dla psa. Będą przynosić narzędzia z szopy.",
      "example_translation": "¿Puedes buscar un vaso de agua para mí? Busqué la pelota para el perro. Ellos buscarán las herramientas desde el cobertizo.",
      "imageLink": "image_files\\English\\fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "walczyć",
      "translation": "luchar",
      "definition": "uczestniczyć w fizycznej lub werbalnej konfrontacji z kimś",
      "definition_translation": "engañar en conflicto físico o verbal con alguien",
      "example": "Walczyłem z moim bratem, gdy byliśmy dziećmi. Walczę z moim przeciwnikiem co tydzień. Będę walczyć o moje prawa.",
      "example_translation": "Pelee con mi hermano cuando éramos niños. Lucho con mi oponente cada semana. Lucharé por mis derechos.",
      "imageLink": "image_files\\English\\fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "film",
      "translation": "película",
      "definition": "obraz filmowy lub obraz kinowy",
      "definition_translation": "una película o película cinematográfica",
      "example": "Obejrzałem film wczoraj wieczorem. Film jest kręcony w Hollywood. Film będzie wydany w przyszłym roku.",
      "example_translation": "Vi una película anoche. La película se está realizando en Hollywood. La película se lanzará el próximo año.",
      "imageLink": "image_files\\English\\film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ryba",
      "translation": "pescado",
      "definition": "zimnokrwiste zwierzę wodne",
      "definition_translation": "un animal acuático de sangre fría",
      "example": "Złowiłem rybę w jeziorze. Ryba pływa w oceanie. Będziemy łowić rybę jutro.",
      "example_translation": "Atrapé un pescado en el lago. El pescado nada en el océano. Pescaremos mañana.",
      "imageLink": "image_files\\English\\fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "naprawić",
      "translation": "arreglar",
      "definition": "naprawić coś, co jest złamane lub nie działa prawidłowo",
      "definition_translation": "reparar o componer algo, especialmente algo que esté roto o no funcione adecuadamente",
      "example": "Naprawiłem złamaną krzesło wczoraj, naprawię komputer dzisiaj, a naprawię rower jutro.",
      "example_translation": "Arreglé la silla rota ayer, arreglaré la computadora hoy y arreglaré la bicicleta mañana.",
      "imageLink": "image_files\\English\\fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "unosić się",
      "translation": "flotar",
      "definition": "znajdować się na powierzchni cieczy lub wisieć w powietrzu",
      "definition_translation": "descansar en la superficie de un líquido o estar suspendido en el aire",
      "example": "Łódka unosiła się na jeziorze wczoraj, unosi się na rzece dzisiaj, a unosi się na oceanie jutro.",
      "example_translation": "El barco flotaba en el lago ayer, flota en el río hoy y flotará en el océano mañana.",
      "imageLink": "image_files\\English\\float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "złożyć",
      "translation": "doblarse",
      "definition": "załamać lub złamać coś, takie jak papier lub tkaninę, tak aby leżało płasko",
      "definition_translation": "doblar o plegar algo, como papel o tela, para que quede plano",
      "example": "Złożyłem list wczoraj, złożę tkaninę dzisiaj, a złożę papier jutro.",
      "example_translation": "Doblé la carta ayer, doblo la tela hoy y doblaré el papel mañana.",
      "imageLink": "image_files\\English\\fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śledzić",
      "translation": "seguir",
      "definition": "poruszać się za kimś lub czymś i iść w tym samym kierunku, typowo dlatego, że jesteś zainteresowany tym, co robi lub mówi",
      "definition_translation": "Moverse detrás de alguien o algo y ir en la misma dirección, típicamente porque estás interesado en lo que están haciendo o diciendo.",
      "example": "Będę śledzić ją do sklepu, ona śledzi mnie na Instagramie, śledziłem instrukcje dokładnie.",
      "example_translation": "La seguiré a la tienda, ella me sigue en Instagram, seguí las instrucciones con cuidado.",
      "imageLink": "image_files\\English\\follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chwytać",
      "translation": "agarrar",
      "definition": "chwycić coś znienacka i mocno, często w sposób szorstki lub gwałtowny",
      "definition_translation": "Tomar algo con fuerza y rápidamente, a menudo de manera brusca o fuerte.",
      "example": "Chwyciłem telefon, gdy zadzwonił, ona chwyciła mojego ramienia, aby pociągnąć mnie z powrotem, a chwycę przekąski z kuchni.",
      "example_translation": "Agarré el teléfono cuando sonó, ella agarró mi brazo para pulls hacia atrás, agarraré un snack de la cocina.",
      "imageLink": "image_files\\English\\grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przewodnik",
      "translation": "guía",
      "definition": "Osoba, która pokazuje ludziom wokół miejsca, takiego jak muzeum lub miasto, i mówi im o jego historii i cechach.",
      "definition_translation": "Una persona que muestra a la gente alrededor de un lugar, como un museo o una ciudad, y les habla sobre su historia y características.",
      "example": "Pracowała jako przewodnik w parku narodowym, przewodnik książka pomogła nam nawigować po mieście, Wynajmę przewodnika na wycieczkę.",
      "example_translation": "Ella trabajó como guía en el parque nacional, el libro de guía nos ayudó a navegar la ciudad, contrataré una guía para la caminata.",
      "imageLink": "image_files\\English\\guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zająć",
      "translation": "manejar",
      "definition": "Zarządzać lub kierować czymś z umiejętnością lub starannością; zajmować się sytuacją lub osobą w sukcesy.",
      "definition_translation": "Manejar algo con habilidad o cuidado; tratar con una situación o persona de manera exitosa.",
      "example": "Zająłem się sytuacją dobrze, i wszystko się udało. (Przeszłość) Zajmuję się wieloma projektami jednocześnie z łatwością. (Teraz) Zajmę się spotkaniem w przyszłym tygodniu. (Przyszłość)",
      "example_translation": "Manejé la situación con habilidad, y todo salió bien. Manejo varios proyectos a la vez con facilidad. Manejaré la reunión de la próxima semana.",
      "imageLink": "image_files\\English\\handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zwiesić",
      "translation": "colgar",
      "definition": "Zawiesić lub być zawieszonym w powietrzu, zazwyczaj na hak lub sznur; przytwierdzić coś w ten sposób.",
      "definition_translation": "Suspender o estar suspendido en el aire, generalmente de un gancho o cuerda; adjuntar o estar adjuntado a algo de esta manera.",
      "example": "Wczoraj zwiesiłem obraz na ścianie. (Przeszłość) Zwieszam płaszcz w szafie każdego ranka. (Teraz) Zwieszę się z przyjaciółmi w weekend. (Przyszłość)",
      "example_translation": "Colgué la imagen en la pared ayer. Cuelgo mi abrigo en el closet todas las mañanas. Colgaré con mis amigos este fin de semana.",
      "imageLink": "image_files\\English\\hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ukryć",
      "translation": "esconder",
      "definition": "Umieścić coś poza wzrokiem, często w tajemnym miejscu; ukryć swoje uczucia lub intencje.",
      "definition_translation": "Colocar o poner algo fuera de la vista, a menudo en un lugar secreto; ocultar los sentimientos o intenciones.",
      "example": "Dzieci ukryły się za sofą podczas gry. (Przeszłość) Ukrywam prezenty urodzinowe w piwnicy każdego roku. (Teraz) Ukryję swoje uczucia i przykleję się do uśmiechu na imprezie. (Przyszłość)",
      "example_translation": "Los niños se escondieron detrás del sofá durante el juego. Escondo mis regalos de cumpleaños en el ático todos los años. Esconderé mis sentimientos y pretenderé estar feliz en la fiesta.",
      "imageLink": "image_files\\English\\hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wynająć",
      "translation": "contratar",
      "definition": "Zatrudnić kogoś lub coś za opłatą, zazwyczaj na krótki czas.",
      "definition_translation": "contratar los servicios de alguien, generalmente por un corto período de tiempo, a cambio de pago",
      "example": "Wynajęłem samochód na weekend. Wynajęłam nowego pracownika. Wynajmę adwokata, aby reprezentował mnie.",
      "example_translation": "Alquilé un coche para el fin de semana. He contratado a un nuevo empleado. Contrataré a un abogado para representarme.",
      "imageLink": "image_files\\English\\hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "autostop",
      "translation": "hacer autostop",
      "definition": "Podróżować, dostając bezpłatne przejazdy od kierowców, zazwyczaj stojąc przy drodze i trzymając rękę lub tabliczkę.",
      "definition_translation": "viajar obteniendorides gratis de los conductores, generalmente parándose al lado de una carretera y extendiendo la mano o una señal",
      "example": "Autostopem podróżowałem przez cały kraj, gdy był studentem. Ona autostopowała wiele razy przedtem. Będą autostopować na festiwal jutro.",
      "example_translation": "Me subí en autostop a través del país cuando era estudiante. Ella ha hecho autostop muchas veces antes. Mañana harán autostop al festival.",
      "imageLink": "image_files\\English\\hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "trzymać",
      "translation": "sostener",
      "definition": "Trzymać coś mocno w ręku lub ramionach.",
      "definition_translation": "asir o mantener algo firme en una mano o brazos",
      "example": "Trzymaj moją rękę, gdy przekraczamy ulicę. Trzymała dziecko blisko swojej piersi. Będą trzymać zebranie jutro.",
      "example_translation": "Sostén mi mano mientras cruzamos la calle. Ella sostuvo al bebé cerca de su pecho. Mañana sostendrán una reunión.",
      "imageLink": "image_files\\English\\hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " objetnie",
      "translation": "abrazo",
      "definition": "Trzymać kogoś mocno w ramionach, zazwyczaj aby okazać uczucie lub pocieszenie.",
      "definition_translation": "sostener a alguien con fuerza en los brazos, normalmente para mostrar afecto o consuelo",
      "example": "Objęłem moją mamę, gdy zobaczyłem ją po długim czasie. Będę objąć mojego przyjaciela, gdy spotkam się z nim jutro. Objęłam moją siostrę, gdy byłem smutny.",
      "example_translation": "Abrazué a mi madre cuando la vi después de mucho tiempo. Abrazaré a mi amigo cuando lo conozca mañana. Abrazué a mi hermana cuando me sentí triste.",
      "imageLink": "image_files\\English\\hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "polować",
      "translation": "cazar",
      "definition": "Ścigać i zabijać dzikie zwierzęta, zazwyczaj dla jedzenia lub sportu.",
      "definition_translation": "perseguir y matar animales silvestres, normalmente para comida o deporte",
      "example": "Będę polować na jeleni w weekend. On polował na króliki, gdy był dzieckiem. Będą polować na lwy na sawannie.",
      "example_translation": "Cazaré venados el próximo fin de semana. Él cazó conejos cuando era niño. Ellos cazaron leones en la sabana.",
      "imageLink": "image_files\\English\\hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyobrazić",
      "translation": "imaginar",
      "definition": "Utworzyć mentalny obraz lub koncepcję czegoś, co nie musi być oparte w rzeczywistości.",
      "definition_translation": "formar una imagen mental o concepto de algo que no necesariamente se basa en la realidad",
      "example": "Wyobrażam sobie świat bez wojen. Ona wyobrażała sobie jako księżniczkę, gdy była dzieckiem. Będą wyobrażać sobie przyszłość z samolotami latającymi.",
      "example_translation": "Imagino un mundo sin guerras. Ella se imaginó como una princesa cuando era niña. Ellos imaginaron un futuro con coches voladores.",
      "imageLink": "image_files\\English\\imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "poinformować",
      "translation": "informar",
      "definition": "Przedstawić lub dostarczyć informacje lub wiedzę komuś, często w formalny lub oficjalny sposób.",
      "definition_translation": "Proporcionar información o conocimiento a alguien, a menudo de manera formal o oficial.",
      "example": "Poinformowałem mojego nauczyciela o zmianie planów. Informuję zespół o nowej polityce. Poinformuję menedżera o problemie.",
      "example_translation": " Informé a mi maestro sobre el cambio en los planes. Estoy informando al equipo sobre la nueva política. Informaré al gerente sobre el problema.",
      "imageLink": "image_files\\English\\inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "insistować",
      "translation": "insistir",
      "definition": "Mówić lub domagać się czegoś stanowczo lub powtarzać, często w sposób stanowczy lub zdeterminowany.",
      "definition_translation": "Decir o exigir algo con firmeza o repetidamente, a menudo de manera fuerte o determinada.",
      "example": "Insistowałem, aby pójść na imprezę wczorajszego wieczoru. Ona domaga się płacenia za kolację. Będą domagać się przerwy.",
      "example_translation": "Insistí en ir a la fiesta anoche. Ella insiste en pagar la cena. Ellos insistirán en tomar un descanso.",
      "imageLink": "image_files\\English\\insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zainstalować",
      "translation": "instalar",
      "definition": "Umieścić oprogramowanie lub urządzenie w użytku, często łącząc je z komputerem lub systemem.",
      "definition_translation": "Colocar un piece de software o un dispositivo en funcionamiento, a menudo conectándolo a una computadora o sistema.",
      "example": "Zainstalowałem nowy system operacyjny w zeszłym tygodniu. Ona instaluje oprogramowanie w tej chwili. Będą instalować nową drukarkę jutro.",
      "example_translation": "Instalé el nuevo sistema operativo la semana pasada. Ella está instalando el software en este momento. Ellos instalarán la nueva impresora mañana.",
      "imageLink": "image_files\\English\\install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przeprowadzić rozmowę",
      "translation": "entrevista",
      "definition": "Spotkanie osób twarzą w twarz, szczególnie takie, w którym ktoś jest pytany, czy jest odpowiedni do pracy lub stanowiska.",
      "definition_translation": "Una reunión de personas cara a cara, especialmente una en la que alguien es preguntado para determinar si es apto para un trabajo o una posición.",
      "example": "Przeprowadziłem rozmowę kwalifikacyjną w zeszłym tygodniu, przeprowadzam rozmowę dzisiaj i będę przeprowadzać rozmowę za miesiąc.",
      "example_translation": "Me entrevisté para el trabajo la semana pasada, estoy entrevistando hoy y entrevistaré de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wynaleźć",
      "translation": "inventar",
      "definition": "Stworzyć lub zaprojektować coś nowego, szczególnie za pomocą nowych pomysłów lub metod.",
      "definition_translation": "Crear o diseñar algo nuevo, especialmente mediante el uso de nuevas ideas o métodos.",
      "example": "Wynalazłem maszynę, która może tłumaczyć języki, wynajduję nową aplikację i wynajdę robota w przyszłości.",
      "example_translation": "Inventé una máquina que puede traducir idiomas, estoy inventando una nueva aplicación y inventaré un robot en el futuro.",
      "imageLink": "image_files\\English\\invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żelazo",
      "translation": "hierro",
      "definition": "Pierwiastek chemiczny o symbolu Fe, znany ze swojej siły i używany do produkcji stali.",
      "definition_translation": "Un elemento químico con el símbolo Fe, conocido por su fuerza y utilizado en la fabricación de acero.",
      "example": "Uprasowałem koszulę wczoraj, uprasuję spodnie dzisiaj i uprasuję sukienkę jutro.",
      "example_translation": "Planché mi camisa ayer, estoy planchando mis pantalones hoy y plancharé mi vestido mañana.",
      "imageLink": "image_files\\English\\iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "działać na drutach",
      "translation": "tejer",
      "definition": "Tworzyć tkaninę poprzez tworzenie szeregów połączonych pętli z przędzy lub nici, używając drutów do robótek lub maszyny.",
      "definition_translation": "Hacer tejido creando filas de bucles interconectados con hilos, utilizando agujas de tejer o una máquina.",
      "example": "Działałem na drutach swetra wczoraj, działałem na drutach czapki dzisiaj i będę działał na drutach szalika jutro.",
      "example_translation": "Me tejí una sudadera ayer, tejo un sombrero hoy y tejeré una bufanda mañana.",
      "imageLink": "image_files\\English\\knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stukać",
      "translation": "golpear",
      "definition": "Uderzyć coś, typicalnie szybkim i silnym uderzeniem, szczególnie pięścią lub młotkiem.",
      "definition_translation": "Golpear algo, típicamente con un golpe rápido y fuerte, especialmente con el puño o un martillo.",
      "example": "Stukałem w drzwi wczoraj, stukam w drzwi każdego ranka i będę stukał w drzwi ponownie jutro.",
      "example_translation": "Golpeé la puerta ayer, golpeo la puerta todas las mañanas y golpearé la puerta mañana de nuevo.",
      "imageLink": "image_files\\English\\knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nakryć stół",
      "translation": "poner la mesa",
      "definition": "Przygotować stół do posiłku, ustawiając talerze, sztućce, szklanki i jedzenie.",
      "definition_translation": "Preparar una mesa para una comida colocando platos, cubiertos, vasos y comida.",
      "example": "Nakryłem stół na obiad wczoraj, nakrywam stół na śniadanie dzisiaj i będę nakrywał stół na lunch jutro.",
      "example_translation": "Puse la mesa para la cena ayer, pongo la mesa para el desayuno hoy y pondré la mesa para el almuerzo mañana.",
      "imageLink": "image_files\\English\\lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "prowadzić",
      "translation": "llevar",
      "definition": "Kierować czyjąś lub czymś, lub być odpowiedzialnym za grupę lub działanie.",
      "definition_translation": "guiar o dirigir a alguien o algo, o estar a cargo de un grupo o actividad",
      "example": "Ona prowadziła drużynę do zwycięstwa w mistrzostwach. Ona prowadzi spotkanie teraz. Ona będzie prowadzić firmę w przyszłym roku.",
      "example_translation": "Ella llevó al equipo a la victoria en el campeonato. Ella está liderando la reunión ahora. Ella llevará la empresa el próximo año.",
      "imageLink": "image_files\\English\\lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyjechać",
      "translation": "dejar",
      "definition": "opuścić miejsce lub osobę, lub przestać robić coś",
      "definition_translation": "irse de un lugar o persona, o dejar de hacer algo",
      "example": "Wyjechałem z imprezy wcześnie. Wyjeżdżam na wakacje jutro. Wyjeżdżę z pracy za miesiąc.",
      "example_translation": "Me fui del partido temprano. Me voy de vacaciones mañana. Dejaré mi trabajo el próximo mes.",
      "imageLink": "image_files\\English\\leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podnieść",
      "translation": "levantar",
      "definition": "unieść coś lub kogoś, lub poprawić komuś nastrój",
      "definition_translation": "elevar algo o a alguien, o mejorar el estado de ánimo de alguien",
      "example": "Ona podniosła ciężką skrzynię. On podniósł jej duchy uśmiechem. Będą podnosić kurtynę przedstawienia.",
      "example_translation": "Ella levantó la caja pesada. Él levantó su espíritu con una sonrisa. Ellos levantarán el telón para el espectáculo.",
      "imageLink": "image_files\\English\\lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "światło",
      "translation": "luz",
      "definition": "Źródło oświetlenia, typowo w postaci lampy lub naturalnego światła, które sprawia, że rzeczy stają się widoczne.",
      "definition_translation": "Una fuente de iluminación, generalmente en forma de lámpara o luz natural, que hace que las cosas sean visibles.",
      "example": "Włączyłem światło, żeby lepiej zobaczyć. Zamontuję nowe światło w salonie. Ona zapaliła świece na obiad.",
      "example_translation": "Encendí la luz para ver mejor. Instalaré una nueva luz en la habitación de estar. Ella había encendido las velas para la cena.",
      "imageLink": "image_files\\English\\light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zamknąć",
      "translation": "cerradura",
      "definition": "Urządzenie do zabezpieczania drzwi, pokrywy lub pojemnika, typowo obsługiwane przez klucz lub kombinację.",
      "definition_translation": "Un dispositivo para asegurar una puerta, tapa o contenedor, que se opera usualmente con una llave o combinación.",
      "example": "Zamknąłem drzwi, gdy wyszedłem. Ona zamknie sejf dzisiaj wieczorem. Oni zamknęli rower do stojaka.",
      "example_translation": "Cerré la puerta cuando me fui. Ella cerrará la caja fuerte esta noche. Ellos habían cerrado la bicicleta al rack.",
      "imageLink": "image_files\\English\\lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zarządzać",
      "translation": "administrar",
      "definition": "Obsługiwać lub kierować z umiejętnością lub troską, szczególnie aby osiągnąć pożądany efekt lub cel.",
      "definition_translation": "Administrar o dirigir con habilidad o cuidado, especialmente para lograr un efecto o meta deseado.",
      "example": "Ona zarządzała drużyną, aby wygrać mistrzostwa. Będę zarządzał projektem od początku do końca. Oni zarządzali kosztami o 20%.",
      "example_translation": "Ella administró el equipo para ganar el campeonato.Administraré el proyecto desde el principio hasta el final. Ellos habían logrado reducir costos en un 20%.",
      "imageLink": "image_files\\English\\manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zarządzać",
      "translation": "administrar",
      "definition": "być odpowiedzialnym za coś, takiego jak firma lub projekt, i podejmować decyzje o tym",
      "definition_translation": "estar a cargo de algo, como un negocio o un proyecto, y tomar decisiones sobre esto",
      "example": "Będę zarządzał projektem od początku do końca. Jestem odpowiedzialny za zespół teraz. Będę zarządzał firmą w przyszłości.",
      "example_translation": "Administre el proyecto desde el principio hasta el fin. Estoy administrando el equipo ahora. Administraré la empresa en el futuro.",
      "imageLink": "image_files\\English\\manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "poślubić",
      "translation": "casarse",
      "definition": "wstąpić w związek małżeński z kimś, lub wykonać ceremonię ślubną",
      "definition_translation": "casarse con alguien, o realizar una ceremonia de boda",
      "example": "Poślubiłem moją żonę, gdy miałem 25 lat. Poślubiam swojego partnera za rok. Poślubię swoją narzeczoną wkrótce.",
      "example_translation": "Me casé con mi esposa cuando tenía 25 años. Me voy a casar con mi pareja el próximo año. Me casaré con mi prometida pronto.",
      "imageLink": "image_files\\English\\marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mecz",
      "translation": "partido",
      "definition": "gra lub konkurencja między dwiema drużynami lub osobami, szczególnie w sporcie",
      "definition_translation": "un juego o competencia entre dos equipos o individuos, especialmente en deportes",
      "example": "Obejrzałem mecz w telewizji wczoraj wieczorem. Gram mecz przeciwko mojemu przyjacielowi jutro. Obejrzymy mecz na stadionie za tydzień.",
      "example_translation": "Vi el partido en la TV anoche. Estoy jugando un partido contra mi amigo mañana. Veré el partido en el estadio la próxima semana.",
      "imageLink": "image_files\\English\\match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "naprawić",
      "translation": "reparar",
      "definition": "naprawić lub zamienić coś, co jest złamane lub uszkodzone",
      "definition_translation": "reparar o arreglar algo que está roto o dañado",
      "example": "Naprawiłem moją koszulę wczoraj, naprawiam teraz moje spodnie, a naprawię moje buty jutro.",
      "example_translation": "Reparé mi camisa ayer, estoy reparando mis pantalones ahora, y repararé mis zapatos mañana.",
      "imageLink": "image_files\\English\\mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przenieść",
      "translation": "mover",
      "definition": "zmienić pozycję czegoś lub kogoś",
      "definition_translation": "cambiar la posición de algo o alguien",
      "example": "Przenieśliśmy się do nowego domu w zeszłym roku, przenoszę teraz moje meble, a przenieś się do nowego miasta za rok.",
      "example_translation": "Me mudé a una nueva casa el año pasado, estoy moviendo mi mobiliario ahora, y me mudaré a una nueva ciudad el año que viene.",
      "imageLink": "image_files\\English\\move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przenieść się",
      "translation": "mudarse",
      "definition": "zostać mieszkańcem nowego domu",
      "definition_translation": "comenzar a vivir en una nueva casa",
      "example": "Przenieśliśmy się do nowego mieszkania ostatniego miesiąca, mój przyjaciel przenosi się teraz, a moja rodzina przeniesie się za tydzień.",
      "example_translation": "Me mudé a mi nuevo apartamento el mes pasado, mi amigo se está mudando ahora, y mi familia se mudará la próxima semana.",
      "imageLink": "image_files\\English\\move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyprowadzić się",
      "translation": "mudarse",
      "definition": "opuszczenie miejsca lub pokoju, szczególnie w celu zamieszkania gdzie indziej.",
      "definition_translation": "Dejar un lugar o una habitación, especialmente para ir a vivir en algún otro lugar.",
      "example": "Wyprowadziłem się z domu rodzinnego, gdy miałem 18 lat. Wyprowadzę się do nowego mieszkania za tydzień. Wyprowadzę się z miasta, aby rozpocząć nową pracę.",
      "example_translation": "Me mudé de la casa de mis padres cuando tenía 18 años. Me estoy mudando a un nuevo apartamento la próxima semana. Me mudaré de la ciudad para empezar un nuevo trabajo.",
      "imageLink": "image_files\\English\\move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "morderstwo",
      "translation": "asesinar",
      "definition": "Akt zabicia innego człowieka z premedytacją, uważany za poważne przestępstwo.",
      "definition_translation": "El acto de matar a otro ser humano con premeditación, que se considera un delito grave.",
      "example": "Detektyw prowadził dochodzenie w sprawie morderstwa. Oskarżony został oskarżony o morderstwo. Sędzia skazał oskarżonego na dożywotnie więzienie za morderstwo.",
      "example_translation": "El detective estaba investigando un caso de asesinato. El sospechoso fue acusado de asesinato. El juez condenó al acusado a prisión perpetua por asesinato.",
      "imageLink": "image_files\\English\\murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nazwa",
      "translation": "nombre",
      "definition": "Słowo lub fraza, która odnosi się do konkretnej osoby, miejsca lub rzeczy.",
      "definition_translation": "Una palabra o frase que se refiere a una persona, lugar o cosa específica.",
      "example": "Jaka jest twoja nazwa? Nazwa firmy to Apple. Zmieniła nazwę po ślubie.",
      "example_translation": "¿Cuál es tu nombre? El nombre de la empresa es Apple. Ella cambió su nombre después de casarse.",
      "imageLink": "image_files\\English\\name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "notatka",
      "translation": "nota",
      "definition": "Krótka wzmianka lub adnotacja, zwykle pisana w marginesie lub na oddzielnej kartce.",
      "definition_translation": "Un registro breve o anotación, generalmente escrito en un margen o en un papel separado.",
      "example": "Zanotowałem numer telefonu, a potem wykręciłem go. Będę notował podczas wykładu, a następnie przeglądnę notatki. Zanotuję, aby zadzwonić do niej jutro.",
      "example_translation": "Tomé nota del número de teléfono, y luego lo marqué. He estado tomando notas durante la conferencia, y las repasaré más tarde. Haré una nota para llamarla mañana.",
      "imageLink": "image_files\\English\\note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zawiadomienie",
      "translation": "noticia",
      "definition": "Formalne ostrzeżenie lub ogłoszenie, szczególnie pisane lub ogłaszane.",
      "definition_translation": "Una advertencia formal o anuncio, especialmente uno que es escrito o posteado.",
      "example": "Nie zauważyłem znaku ostrzegawczego i dostałem mandat. Dałem jej zawiadomienie, że odejdę z pracy. Będę zwracał uwagę na nową politykę od teraz.",
      "example_translation": "No noté la señal de advertencia, y me multaron. Le di aviso de que renunciaría a mi trabajo. Tomaré nota de la nueva política desde ahora en adelante.",
      "imageLink": "image_files\\English\\notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "operować",
      "translation": "operar",
      "definition": "Kontrolować funkcjonowanie (maszyny, procesu lub systemu), szczególnie za pomocą panelu sterowania lub zestawu instrukcji.",
      "definition_translation": "Controlar el funcionamiento de (una máquina, proceso o sistema), especialmente mediante un panel de control o conjunto de instrucciones.",
      "example": "Chirurg będzie operował pacjenta jutro. Firma operuje kilka fabryk na całym świecie. Nauczyłem się operować dźwigiem, gdy byłem w college'u.",
      "example_translation": "El cirujano operará al paciente mañana. La empresa opera varias fábricas en todo el mundo. Aprendí a operar una grúa cuando estaba en la universidad.",
      "imageLink": "image_files\\English\\operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "organizować",
      "translation": "organizar",
      "definition": "Arranges or systematizes things in a coherent and efficient way",
      "definition_translation": "arreglar o sistematizar cosas de una manera coherente y eficiente",
      "example": "Organizuję przyjęcie za tydzień, organizuję spotkanie dzisiaj, i zorganizowałem podróż w zeszłym roku.",
      "example_translation": "Organizaré una fiesta la próxima semana, estoy organizando una reunión hoy y organicé un viaje el año pasado.",
      "imageLink": "image_files\\English\\organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przejść",
      "translation": "pasar",
      "definition": "przechodzić obok czegoś lub kogoś lub ukończyć test lub egzamin",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "Przejdę egzamin jutro, przeszedłem test na prawo jazdy w zeszłym tygodniu, i przechodzę obecnie przez park.",
      "example_translation": "Voy a aprobar el examen mañana, aprobé el examen de conducción la semana pasada y estoy pasando por el parque en este momento.",
      "imageLink": "image_files\\English\\pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przelej",
      "translation": "pasar",
      "definition": "przechodzić obok czegoś lub kogoś lub ukończyć test lub egzamin",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "Ona będzie przenosić piłkę do mnie podczas gry, on przeniósł sól podczas kolacji, a oni rozdawali ulotki na ulicy.",
      "example_translation": "Ella me pasará el balón durante el juego, él pasó la sal en la cena y ellos distribuyeron folletos en la calle.",
      "imageLink": "image_files\\English\\pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wykonać",
      "translation": "realizar",
      "definition": "Wykonać lub wykonywać zadanie, akcję lub funkcję.",
      "definition_translation": "Ejecutar o realizar una tarea, acción o función.",
      "example": "Wykonam piosenkę na koncercie dziś wieczorem, Wykonałem piosenkę na koncercie wczoraj i wykonuję piosenkę na koncercie co tydzień.",
      "example_translation": "Voy a realizar una canción en el concierto esta noche, realicé una canción en el concierto la noche pasada, y realizo una canción en el concierto todas las semanas.",
      "imageLink": "image_files\\English\\perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wybrać",
      "translation": "elegir",
      "definition": "Wybrać coś z grupy lub zakresu opcji.",
      "definition_translation": "Seleccionar o elegir algo de un grupo o rango de opciones.",
      "example": "Wybiorę książkę z półki jutro, Wybrałem książkę z półki wczoraj i wybieram książkę z półki codziennie.",
      "example_translation": "Voy a elegir un libro de la estantería mañana, elegí un libro de la estantería ayer, y elijo un libro de la estantería todos los días.",
      "imageLink": "image_files\\English\\pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wybrać",
      "translation": "coger",
      "definition": "Złapać lub chwycić coś, zwykle palcami lub rękami.",
      "definition_translation": "Tomar o agarrar algo, típicamente con los dedos o las manos.",
      "example": "Podniosę telefon, gdy zadzwoni, Podniósłem telefon, gdy zadzwonił, i podnoszę telefon, gdy zadzwoni.",
      "example_translation": "Voy a coger el teléfono cuando suene, cogí el teléfono cuando sonó, y cojo el teléfono cada vez que suena.",
      "imageLink": "image_files\\English\\pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szpilka",
      "translation": "chincheta",
      "definition": "Mała, cienka, ostro zakończona metalowa część używana do przyłączania lub przypinania rzeczy.",
      "definition_translation": "Una pequeña pieza delgada y puntiaguda de metal utilizada para sujetar o attaching cosas.",
      "example": "Użyłem szpilki, aby zamknąć zepsutą zamek, następnie przypiąłem nogawkę spodni, a w końcu przypnę ogłoszenie na tablicy.",
      "example_translation": "Usé una chincheta para sujetar la cremallera rota, luego sujeté el dobladillo de mis pantalones y finalmente, pondré la nota en el tablón.",
      "imageLink": "image_files\\English\\pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "roślina",
      "translation": "planta",
      "definition": "Żywy organizm, który rośnie w ziemi i zwykle ma liście, korzenie i łodygi.",
      "definition_translation": "Un organismo vivo que crece en el suelo y que generalmente tiene hojas, raíces y tallos.",
      "example": "Zasadziłem drzewo w swoim ogrodzie, następnie zasieję kwiaty w ogrodzie, a w końcu zasadziłem nasiona w doniczce.",
      "example_translation": "Planté un árbol en mi patio, luego plantaré flores en el jardín y finalmente, planté una semilla en la maceta.",
      "imageLink": "image_files\\English\\plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "punkt",
      "translation": "punto",
      "definition": "Ostry lub zakończony końcówką; mały punkt lub znak.",
      "definition_translation": "Un extremo afilado o puntiagudo; un pequeño lugar o marca.",
      "example": "Wskazałem na dokładne miejsce na mapie, następnie wskazę na błąd, a w końcu wskazałem palcem na niebo.",
      "example_translation": "Señalé el punto exacto en el mapa, luego señalaré el error y finalmente, dirigí mi dedo hacia el cielo.",
      "imageLink": "image_files\\English\\point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słup",
      "translation": "correo",
      "definition": "Pionowa kolumna lub konstrukcja używana do wspierania lub oznaczania czegoś, zwłaszcza znaku lub ogłoszenia.",
      "definition_translation": "Un poste vertical o estructura utilizada para soportar o marcar algo, especialmente un letrero o aviso.",
      "example": "Wysłę list jutro, Wysłałem go wczoraj i wysyłam go codziennie.",
      "example_translation": "Voy a enviar el correo mañana, lo envié ayer y lo envío todos los días.",
      "imageLink": "image_files\\English\\post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odłożyć",
      "translation": "posponer",
      "definition": "Odwlekać lub opóźniać coś, zwłaszcza wydarzenie lub decyzję, do późniejszego czasu.",
      "definition_translation": "Posponer o retrasar algo, especialmente un evento o una decisión, hasta un momento posterior.",
      "example": "Odwlecze spotkanie do następnego tygodnia, Odłożyłem je wczoraj i odwlekam je co miesiąc.",
      "example_translation": "Voy a posponer la reunión hasta la próxima semana, la pospuse ayer y la pospongo cada mes.",
      "imageLink": "image_files\\English\\postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wylać",
      "translation": "verter",
      "definition": "Płynąć lub ruchliwie poruszać się, zwłaszcza w sposób ciągły.",
      "definition_translation": "Fluir o moverse fluidamente, especialmente en una corriente constante.",
      "example": "Wyleję wodę do szklanki, Wylałem ją wczoraj i wylewam ją każdego ranka.",
      "example_translation": "Voy a verter agua en el vaso, lo hice ayer y lo hago todas las mañanas.",
      "imageLink": "image_files\\English\\pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "modlić się",
      "translation": "rezar",
      "definition": "Mówić do boga lub ducha, aby podziękować lub prosić o pomoc lub wybaczenie.",
      "definition_translation": "hablar con una deidad o espíritu para dar gracias o pedir ayuda o perdón",
      "example": "Modliłem się o bezpieczeństwo mojej rodziny podczas burzy. Modliłem się o nową pracę przez miesiące. Modlić się będę o twoje zdrowie.",
      "example_translation": "Rezé por la seguridad de mi familia durante la tormenta. He estado rezando por un nuevo trabajo durante meses. Rezaré por tu recuperación.",
      "imageLink": "image_files\\English\\pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "naciskać",
      "translation": "prensar",
      "definition": "naciskać lub ściskać coś mocno, często przy użyciu urządzenia lub maszyny",
      "definition_translation": "presionar o aplastar algo con firmeza, a menudo utilizando un dispositivo o máquina",
      "example": "Nacisnąłem przycisk, aby uruchomić maszynę. Ona cały poranek naciskała swoje ubrania. Będą naciskać winogrona, aby uzyskać wino.",
      "example_translation": "Presioné el botón para iniciar la máquina. Ella ha estado presionando sus ropas toda la mañana. Ellos prensarán las uvas para el vino.",
      "imageLink": "image_files\\English\\press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zapobiec",
      "translation": "prevenir",
      "definition": "zapobiec czy czemuś, aby się wydarzyło lub uczynić to mniej prawdopodobnym",
      "definition_translation": "impedir que algo suceda o hacer que sea menos probable que suceda",
      "example": "Szczepionka pomogła zapobiec rozprzestrzenianiu się choroby. Wzięliśmy środki, aby zapobiec kradzieży. Będą zapobiegać rozprzestrzenianiu się ognia.",
      "example_translation": "La vacuna ayudó a prevenir la propagación de la enfermedad. Tomamos medidas para prevenir el robo. Ellos prevenirán que el fuego se propague.",
      "imageLink": "image_files\\English\\prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "produkować",
      "translation": "producir",
      "definition": "wytwarzać lub produować coś, szczególnie na dużą skalę",
      "definition_translation": "hacer o fabricar algo, especialmente a gran escala",
      "example": "Firma będzie produkowała 10 000 jednostek miesięcznie. Wytwarzaliśmy 5 000 jednostek w zeszłym miesiącu i będziemy produkować 15 000 jednostek w następnym miesiącu.",
      "example_translation": "La empresa producirá 10,000 unidades por mes. Produjeron 5,000 unidades el mes pasado y producirán 15,000 unidades el próximo mes.",
      "imageLink": "image_files\\English\\produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obiecać",
      "translation": "prometer",
      "definition": "zobowiązanie lub zapewnienie, że coś nastąpi",
      "definition_translation": "un compromiso o aseguramiento de hacer algo",
      "example": "Obiecałem, że skończę projekt do piątku. Ona obiecała, że zadzwoni wczoraj, ale nie zrobiła. On będzie obiecywał, że przyjdzie na spotkanie jutro.",
      "example_translation": "Prometí terminar el proyecto para el viernes. Ella había prometido llamarme ayer, pero no lo hizo. Él prometerá asistir a la reunión mañana.",
      "imageLink": "image_files\\English\\promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chronić",
      "translation": "proteger",
      "definition": " chronić kogoś lub coś przed szkodą lub obrażeniem",
      "definition_translation": "mantener a alguien o algo a salvo de daño o lesión",
      "example": "Rząd powinien chronić swoich obywateli przed klęskami naturalnymi. Ochroniliśmy środowisko, redukując zanieczyszczenie. Będziemy chronić nasze dane, używając silnych haseł.",
      "example_translation": "El gobierno debería proteger a sus ciudadanos de desastres naturales. Protegieron el medio ambiente reduciendo la contaminación. Protegeremos nuestros datos utilizando contraseñas seguras.",
      "imageLink": "image_files\\English\\protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "udowodnić",
      "translation": "demostrar",
      "definition": "udowodnić prawdziwość lub istnienie czegoś, dostarczając dowodów lub udowodnień",
      "definition_translation": "mostrar la verdad o existencia de algo mediante la presentación de pruebas o evidencia",
      "example": "Udowodnię ten teoremat na następnym wykładzie, udowodniłem go wczoraj i udowodniłem go przez miesiące.",
      "example_translation": "Demostraré el teorema en la próxima conferencia, lo demostré la semana pasada y he estado demostrándolo durante meses.",
      "imageLink": "image_files\\English\\prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zapewniać",
      "translation": "proveer",
      "definition": "dawać komuś coś, czego potrzebuje lub chce",
      "definition_translation": "dar a alguien algo que necesita o desea",
      "example": "Hotel zapewni śniadanie, zapewnił śniadanie wczoraj i zapewnia śniadanie przez lata.",
      "example_translation": "El hotel proporcionará desayuno, proporcionó desayuno ayer y ha estado proporcionando desayuno durante años.",
      "imageLink": "image_files\\English\\provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karać",
      "translation": "castigar",
      "definition": " sprawić, aby ktoś cierpiał lub był niezadowolony, ponieważ zrobił coś złego",
      "definition_translation": "hacer que alguien sufra o se sienta incómodo porque ha hecho algo malo",
      "example": "Sędzia będzie karał przestępcę, ukarał go w zeszłym roku i karał go przez pięć lat.",
      "example_translation": "El juez castigará al criminal, lo castigó el año pasado y ha estado castigándolo durante cinco años.",
      "imageLink": "image_files\\English\\punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rezygnować",
      "translation": "dejar",
      "definition": "przestać robić coś lub opuścić miejsce pracy",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "Zrezygnuję z pracy w następnym miesiącu, zrezygnowałem z palenia w zeszłym roku i zrezygnowałem z gry w piłkę nożną, gdy byłem nastolatkiem.",
      "example_translation": "Dejaré mi trabajo el próximo mes, dejé de fumar el año pasado, y dejé de jugar fútbol cuando era adolescente.",
      "imageLink": "image_files\\English\\quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rezygnować",
      "translation": "dejar",
      "definition": "przestać robić coś lub opuścić miejsce pracy",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "Ona zrezygnowała z pracy, aby zacząć własną firmę, on zrezygnował z college'u, aby się zająć muzyką, a oni zrezygnowali z kłótni, aby skupić się na swoim związku.",
      "example_translation": "Ella dejó su trabajo para empezar su propio negocio, él dejó la universidad para perseguir la música, y ellos dejaron de argumentar para enfocarse en su relación.",
      "imageLink": "image_files\\English\\quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyścig",
      "translation": "carrera",
      "definition": "Konkurencja prędkości, zwykle koni, samochodów czy biegaczy.",
      "definition_translation": "Una competencia de velocidad, generalmente de caballos, coches o corredores.",
      "example": "Weźmie udział w wyścigu następnego tygodnia, wygrała wyścig w zeszłym roku, a oni trenują na maraton w wyścigu.",
      "example_translation": "Participaré en una carrera la próxima semana, ella ganó la carrera el año pasado, y ellos se están entrenando para una carrera de maratón.",
      "imageLink": "image_files\\English\\race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podnieść",
      "translation": "levantar",
      "definition": "Podnieść coś lub kogoś do góry, lub zwiększyć coś.",
      "definition_translation": "levantar algo o alguien hacia arriba, o aumentar algo",
      "example": "Podniosłem rękę, aby zadać pytanie. Wychowuję dzieci, aby były łagodne. Podniosę ten problem na zebraniu.",
      "example_translation": "Levanté la mano para hacer una pregunta. Estoy criando a mis hijos para que sean amables. Levantaré el tema en la reunión.",
      "imageLink": "image_files\\English\\raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odbudować",
      "translation": "reconstruir",
      "definition": "Odbudować coś ponownie po tym, jak uległo zniszczeniu lub uszkodzeniu.",
      "definition_translation": "construir algo de nuevo después de que haya sido dañado o destruido",
      "example": "Miasto odbuduje most po huraganie. Odbudowali dom po pożarze. Odbudujemy centrum społeczne w przyszłym roku.",
      "example_translation": "La ciudad reconstruirá el puente después del huracán. Reconstruyeron la casa después del incendio. Reconstruiremos el centro comunitario el próximo año.",
      "imageLink": "image_files\\English\\rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "recykling",
      "translation": "reciclar",
      "definition": "Przetworzyć materiały, aby ponownie je wykorzystać.",
      "definition_translation": "tratar o procesar materiales para hacerlos adecuados para uso nuevamente",
      "example": "Recyklingujemy papier, aby uratować drzewa. Odpadki starego komputera, aby zmniejszyć odpadki. Odbędzie się recykling butelek plastikowych w przyszłym miesiącu.",
      "example_translation": "Reciclamos papel para salvar árboles. Reciclé la computadora vieja para reducir desechos. Reciclarán las botellas de plástico el próximo mes.",
      "imageLink": "image_files\\English\\recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zastąpić",
      "translation": "reemplazar",
      "definition": "Wstawić coś w miejsce czegoś innego, lub wziąć miejsce czegoś.",
      "definition_translation": "Poner algo en lugar de algo, o tomar el lugar de algo",
      "example": "Zastąpiłem stary telefon nowym. Zamienię niedziałający element na nowy. Zastąpię poprzedni okno nowym.",
      "example_translation": "Reemplacé el teléfono antiguo con uno nuevo. Estoy reemplazando la parte defectuosa con una nueva. Reemplazaré la ventana rota con una nueva.",
      "imageLink": "image_files\\English\\replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uratować",
      "translation": "rescatar",
      "definition": "Uratarować kogoś lub coś z trudnej lub niebezpiecznej sytuacji.",
      "definition_translation": "Salvar a alguien o algo de una situación difícil o peligrosa",
      "example": "Strażacy uratowali ludzi z płonącego budynku. Uratują straconych wspinaczy. Uratują zwierzęta z powodzianego obszaru.",
      "example_translation": "Los bomberos rescataron a las personas del edificio en llamas. Están rescatando a los excursionistas varados. Rescatarán a los animales del área inundada.",
      "imageLink": "image_files\\English\\rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rezerwować",
      "translation": "reservar",
      "definition": "Zastrzec coś do użytku lub dla określonego celu w przyszłości.",
      "definition_translation": "Guardar algo para usarlo o para un propósito particular en un momento posterior",
      "example": "Zarezerwowałem stolik w restauracji. Zastrzegają nowe produkty na sezon świąteczny. Zarezerwujemy pokój hotelowy na przyszły rok.",
      "example_translation": "Reservé una mesa en el restaurante. Están reservando los nuevos productos para la temporada de vacaciones. Reservaremos la habitación del hotel para el año próximo.",
      "imageLink": "image_files\\English\\reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odpoczynek",
      "translation": "descansar",
      "definition": "Okres relaksu lub snu, lub pauza w aktywności.",
      "definition_translation": "Un período de relajación o sueño, o una pausa en la actividad.",
      "example": "Odpocząłem przez kilka godzin, a potem poszedłem na spacer. Teraz odpoczywam, a jutro będę odpoczywać.",
      "example_translation": "Me descansé por unas horas, luego fui a caminar. Ahora estoy descansando, y descansaré de nuevo mañana.",
      "imageLink": "image_files\\English\\rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przeglądać",
      "translation": "revisar",
      "definition": "Przeglądać lub sprawdzać coś ponownie, zwłaszcza aby poprawić lub ulepszyć.",
      "definition_translation": "Revisar o examinar algo de nuevo, especialmente para corregir o mejorar.",
      "example": "Przeglądam swój esej kilka razy przed złożeniem. Przeglądają moje notatki przed egzaminem, a przyszłego tygodnia przeglądaję projekt propozycji.",
      "example_translation": "Revisé mi ensayo varias veces antes de presentarlo. Estoy revisando mis notas para el examen, y revisaré mi propuesta de proyecto la próxima semana.",
      "imageLink": "image_files\\English\\revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rabować",
      "translation": "robar",
      "definition": "Zabrać coś komuś bez jego zgody, zwłaszcza używając siły lub gróźb.",
      "definition_translation": "Tomar algo de alguien else sin su permiso, especialmente usando fuerza o amenazas.",
      "example": "Złodziej rabował bank wczoraj. Zarzucili mu rabunku sklepu, a on rabował kogoś ponownie, jeśli nie zostanie schwytany.",
      "example_translation": "El ladrón robó el banco ayer. Fue acusado de robar una tienda de conveniencia, y robará a alguien de nuevo si no es capturado.",
      "imageLink": "image_files\\English\\rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biegać",
      "translation": "correr",
      "definition": "przechodzić szybko pieszo, zwykle w stałym i szybkim tempie",
      "definition_translation": "moverse rápidamente a pie, generalmente a un ritmo constante y rápido",
      "example": "Będę biec do sklepu jutro, biegnę do sklepu teraz, biegłem do sklepu wczoraj.",
      "example_translation": "Correré a la tienda mañana, estoy corriendo a la tienda ahora, corrí a la tienda ayer.",
      "imageLink": "image_files\\English\\run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zachować",
      "translation": "guardar",
      "definition": "trzymać lub przechowywać coś bezpiecznie, szczególnie aby zapobiec utracie lub szkodzie",
      "definition_translation": "guardar o almacenar algo con seguridad, especialmente para prevenir pérdida o daño",
      "example": "Będę oszczędzać pieniędzy na przyszłość, oszczędzam pieniędzy teraz, oszczędziłem pieniędzy w zeszłym roku.",
      "example_translation": "Guardaré dinero para mi futuro, estoy guardando dinero ahora, guardé dinero el año pasado.",
      "imageLink": "image_files\\English\\save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wynik",
      "translation": "puntuar",
      "definition": "liczba punktów lub goli uzyskanych w grze, teście lub konkursie",
      "definition_translation": "un número de puntos o objetivos logrados en un juego, prueba o competencia",
      "example": "Będę zdobywał wysoki wynik na egzaminie jutro, zdobywam punkty w grze teraz, zdobyłem bramkę wczoraj wieczorem.",
      "example_translation": "Puntuaré alto en el examen mañana, estoy puntuando bien en el juego ahora, anoté un gol anoche.",
      "imageLink": "image_files\\English\\score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krzyczeć",
      "translation": "gritar",
      "definition": "głęboki, ostrzegający krzyk, zwykle wyrażający intensywne emocje, takie jak ból, strach lub ekscytacja.",
      "definition_translation": "Un grito fuerte, agudo y penetrante, que expresa emociones intensas como dolor, miedo o emoción.",
      "example": "Krzyczałem z radości, kiedy wygrałem w loterii. Będę krzyczeć, jeśli zobaczę pająka w swoim pokoju. Krzyczałem na całego, kiedy byłem w szpitalu.",
      "example_translation": "Grité de emoción cuando gané la lotería. Gritaré si veo una araña en mi habitación. Grité con todas mis fuerzas cuando estaba en trabajo de parto.",
      "imageLink": "image_files\\English\\scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szukać",
      "translation": "buscar",
      "definition": "szukać coś lub kogoś w celu znalezienia ich lub uzyskania informacji o nich",
      "definition_translation": "Buscar cuidadosamente algo o alguien para encontrarlos o descubrir información sobre ellos.",
      "example": "Szukałem kluczy w całym domu. Ona szuka nowej pracy. Będą szukać informacji w bazie danych.",
      "example_translation": "Busqué en toda la casa mis llaves. Ella busca un nuevo trabajo. Buscarán en la base de datos para encontrar la información.",
      "imageLink": "image_files\\English\\search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wybrać",
      "translation": "seleccionar",
      "definition": "wybrać coś lub kogoś z grupy możliwości, często ze względu na szczególną cechę lub charakterystykę",
      "definition_translation": "Elegir algo o alguien de un grupo de posibilidades, a menudo debido a una calidad o característica particular.",
      "example": "Wybrałem najlepszą opcję dla projektu. Będą wybierać najbardziej kwalifikowanego kandydata do pracy. Wybrała idealną suknię na ślub.",
      "example_translation": "Elegí la mejor opción para el proyecto. Ellos seleccionarán al candidato más calificado para el trabajo. Ella seleccionó el vestido perfecto para la boda.",
      "imageLink": "image_files\\English\\select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obsługiwać",
      "translation": "servir",
      "definition": " Zapewnić żywność lub napoje komuś, lub oferować określone usługi lub udogodnienia",
      "definition_translation": "Proporcionar alimentos o bebidas a alguien, o ofrecer un servicio o instalación particular a alguien.",
      "example": "Obsługiwałem kawę gościom. Obsługuję kawę gościom. Będę obsługiwać kawę gościom.",
      "example_translation": "Serví café a los invitados. Estoy sirviendo café a los invitados. Serviré café a los invitados.",
      "imageLink": "image_files\\English\\serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szyć",
      "translation": "coser",
      "definition": "połączyć lub naprawić coś, szczególnie ubranie, używając igły i nici",
      "definition_translation": "Unir o reparar algo, especialmente ropa, usando una aguja y hilo.",
      "example": "Szyłem guzik na koszuli. Szyję nową suknię. Będę szyć quilt dla mojej babci.",
      "example_translation": "Coseré el botón de mi camisa. Estoy cosiendo un vestido nuevo. Coseré una manta para mi abuela.",
      "imageLink": "image_files\\English\\sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wstrząsnąć",
      "translation": "sacudir",
      "definition": "przenieść coś szybko i mocno, lub odczuwać nagły silny ruch",
      "definition_translation": "Mover algo rápidamente y con fuerza, o sentir un movimiento fuerte repentino.",
      "example": "Wstrząsnąłem rękami z moim przyjacielem. Wstrząsam butelkę. Będę wstrząsnąć drzewo, aby uzyskać owoce.",
      "example_translation": "Estreché la mano con mi amigo. Estoy sacudiendo la botella. Sacudiré el árbol para obtener la fruta.",
      "imageLink": "image_files\\English\\shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wstrząsnąć rękami",
      "translation": "estrechar la mano",
      "definition": "powitać lub pożegnać kogoś, trzymając jego prawą rękę, zwykle z mocnym uściskiem, jako gest przyjaźni, szacunku lub zgody",
      "definition_translation": "saludar o despedirse de alguien estrechando su mano derecha, generalmente con un apretón firme, como gesto de amistad, respeto o acuerdo",
      "example": "Wstrząsnąłem rękami z moim partnerem biznesowym, aby zamknąć umowę. Wstrząsam rękami z moim przyjacielem każdym razem, gdy się spotykamy. Będę wstrząsnąć rękami z prezydentem na ceremonii.",
      "example_translation": "Estreché la mano con mi socio comercial para sellar el trato. Estrecho la mano con mi amigo cada vez que nos encontramos. Estrecharé la mano con el presidente en la ceremonia.",
      "imageLink": "image_files\\English\\shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "strzelać",
      "translation": "disparar",
      "definition": "wystrzelić pocisk lub inny projektyle z broni lub zrobić zdjęcie albo nagranie wideo za pomocą kamery",
      "definition_translation": "disparar un misil o un proyectil desde un arma, o tomar una foto o un video con una cámara",
      "example": "Strzeliłem w cel z łuku i strzały. Strzelałem zdjęcia na życie. Jutro strzelę wideo na mój kanał YouTube.",
      "example_translation": "Disparé el blanco con un arco y una flecha. Disparo fotos para ganarme la vida. Dispararé un video para mi canal de YouTube mañana.",
      "imageLink": "image_files\\English\\shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sklep",
      "translation": "tienda",
      "definition": "budynek lub pomieszczenie, gdzie sprzedawane są towary lub oferowane usługi",
      "definition_translation": "un edificio o habitación donde se venden o ofrecen bienes o servicios",
      "example": "Wczoraj robiłem zakupy w centrum handlowym. Robię zakupy online co weekend. Jutro robię zakupy w supermarketu.",
      "example_translation": "Hice compras en el centro comercial ayer. Compro en línea todos los fines de semana. Compraré en el supermercado mañana.",
      "imageLink": "image_files\\English\\shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "narty",
      "translation": "esquiar",
      "definition": "Poruszać się na nartach, typowo w górskim terenie śnieżnym, jako forma rekreacji lub sportu.",
      "definition_translation": "Moverse en esquís, típicamente en un área montañosa nevada, como una forma de recreación o deporte.",
      "example": "Jutro zjeżdżę na nartach z góry, ale dzisiaj zjeżdżałem po stoku, a wczoraj zjeżdżałem z góry.",
      "example_translation": "Esquiaré colina abajo mañana, pero hoy esquí colina abajo, y ayer había esquí colina abajo.",
      "imageLink": "image_files\\English\\ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "poślizgnąć się",
      "translation": "resbalar",
      "definition": "Zjechać lub upaść niezamierzenie, często z powodu braku przyczepności lub trakcji.",
      "definition_translation": "Deslizarse o caer sin querer, a menudo debido a una falta de fricción o tracción.",
      "example": "Wczoraj poślizgnąłem się na lodzie, ale jutro poślizgnę się na banana, a dzisiaj poślizgnąłem się po wilgotnej podłodze.",
      "example_translation": "Me resbalé sobre el hielo ayer, pero me resbalaré sobre la piel de plátano mañana, y hoy me resbalo sobre el piso mojado.",
      "imageLink": "image_files\\English\\slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wąchać",
      "translation": "oler",
      "definition": "Percepcja zapachu lub woni czegoś, często używając nosa.",
      "definition_translation": " Percibir el olor o aroma de algo, a menudo utilizando la nariz.",
      "example": "Wąchałem kawę rano, ale jutro wącham kwiaty, a wczoraj wąchałem perfumy.",
      "example_translation": "Olor el café esta mañana, pero oleré las flores mañana, y ayer olí el perfume.",
      "imageLink": "image_files\\English\\smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uśmiechać się",
      "translation": "sonreír",
      "definition": "Wyraz twarzy charakteryzujący się unoszeniem się rogów ust i wskazujący przyjemność, zabawę lub przyjaźń.",
      "definition_translation": "Una expresión facial caracterizada por una curva ascendente de las esquinas de la boca y que indica placer, diversión o amistad.",
      "example": "Uśmiechnąłem się, gdy zobaczyłem przyjaciela, teraz się uśmiecham, a jutro uśmiechnę się, gdy go zobaczę ponownie.",
      "example_translation": "Sonreí cuando vi a mi amigo, estoy sonriendo ahora y sonreiré cuando la vea de nuevo.",
      "imageLink": "image_files\\English\\smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozlewać",
      "translation": "derramar",
      "definition": "Powodować lub dopuszczać do wylewu cieczy z pojemnika przez przypadek.",
      "definition_translation": "Provocar o permitir que un líquido fluya o caiga accidentalmente fuera de un contenedor.",
      "example": "Rozlałem wodę, kiedy niósł jej szklankę, rozlewam mleko każdego ranka, a jutro rozlewę kawę, jeśli nie będę trzymał filiżanki ostrożnie.",
      "example_translation": "Derramé el agua cuando llevaba el vaso, derramo leche cada mañana y derramaré café si no sostengo la taza con cuidado.",
      "imageLink": "image_files\\English\\spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "psuć",
      "translation": "malograr",
      "definition": "Zepsuć lub zniszczyć coś, szczególnie żywność, przez nieprawidłowe obchodzenie się lub przechowywanie.",
      "definition_translation": "Dañar o echar a perder algo, especialmente alimentos, por no manejarlo o almacenarlo adecuadamente.",
      "example": "Zepsułem mleko, zostawiając je w temperaturze pokojowej, psuję warzywa, jeśli nie przechowuję ich w lodówce, a jutro zepsuję imprezę, jeśli nie przyniosę wystarczającej ilości napojów.",
      "example_translation": "Malogré la leche dejándola a temperatura ambiente, malogo las verduras si no las almaceno en la nevera y malograré la fiesta si no llevo suficientes bebidas.",
      "imageLink": "image_files\\English\\spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przylepić",
      "translation": "pegar",
      "definition": "Przymocować coś do czegoś innego, typowo za pomocą kleju lub innej substancji adhezyjnej.",
      "definition_translation": "Pegar o fijar algo a algo más, generalmente utilizando pegamento o otra sustancia adhesiva.",
      "example": "Przylepiłem plakat do ściany, potem przylepię go do lodówki, a jutro przylepię go do drzwi.",
      "example_translation": "Pegué el cartel al muro, luego pegaré al refrigerador y mañana pegaré a la puerta.",
      "imageLink": "image_files\\English\\stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mieszać",
      "translation": "revolver",
      "definition": "Poruszać łyżką lub innym przedmiotem w cieczy lub mieszaninie, aby je wymieszać lub uczynić gładką.",
      "definition_translation": "Mover una cuchara u otro objeto alrededor de un líquido o mezcla para mezclarlo o hacerlo suave.",
      "example": "Mieszałem kawę, potem mieszałem mieszankę do ciasta, a jutro mieszałem zupę.",
      "example_translation": "Revoví el café, luego revolveré la mezcla de pastel y mañana revolveré la sopa.",
      "imageLink": "image_files\\English\\stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uderzyć",
      "translation": "golpear",
      "definition": "Uderzyć lub nagle zetknąć się z czymś z dużą siłą.",
      "definition_translation": "Golpear o entrar en contacto con algo con fuerza, a menudo de repente o con violencia.",
      "example": "Bokser uderzył swojego przeciwnika, potem uderzy piłkę, a jutro uderzy w gong.",
      "example_translation": "El boxeador golpeó a su oponente, luego golpeará la pelota y mañana golpeará el gong.",
      "imageLink": "image_files\\English\\strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odnieść sukces",
      "translation": "tener éxito",
      "definition": "Osiągnąć coś lub zdobyć cel, często dzięki wysiłkowi lub wytrwałości.",
      "definition_translation": "Lograr algo o alcanzar un objetivo, a menudo con esfuerzo o perseverancia.",
      "example": "Udało mi się dostać pracy po trzech rozmowach kwalifikacyjnych. Udawało mi się uczyć trzech języków. Udam się dokończyć ten projekt do końca miesiąca.",
      "example_translation": "Tuve éxito en obtener el trabajo después de tres entrevistas. He tenido éxito en aprender tres idiomas. Tendré éxito en terminar este proyecto para fin de mes.",
      "imageLink": "image_files\\English\\succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sugerować",
      "translation": "sugerir",
      "definition": "Zaproponować lub zalecić coś jako możliwość lub rozwiązanie.",
      "definition_translation": "Proponer o recomendar algo como una posibilidad o solución.",
      "example": "Sugerowałem, żebyśmy poszli do kina wczoraj wieczorem. Ona zaproponowała kilka sposobów poprawy procesu. Będą sugerować nową politykę zarządowi.",
      "example_translation": "Sugerí que fuéramos al cine anoche. Ella ha sugerido varios modos de mejorar el proceso. Ellos sugieren una nueva política para la junta.",
      "imageLink": "image_files\\English\\suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "opalać się",
      "translation": "tomar el sol",
      "definition": "Leżeć lub siedzieć w słońcu, zazwyczaj bez ubrania lub w częściowych ubraniach, aby cieszyć się jego ciepłem i uzyskać opaleniznę.",
      "definition_translation": "Acostarse o sentarse al sol, generalmente desnudo o parcialmente vestido, para disfrutar de su calor y obtener un bronceado.",
      "example": "Lubię opalać się na plaży latem. Oni opalali się na pokładzie przez kilka godzin. Będziemy opalać się przy basenie w weekend.",
      "example_translation": "Me encanta tomar el sol en la playa durante el verano. Ellos tomaron el sol en la cubierta durante horas. Tomaremos el sol junto a la piscina este fin de semana.",
      "imageLink": "image_files\\English\\sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wspierać",
      "translation": "apoyo",
      "definition": "Udzielić pomocy lub wsparcia komuś lub czemuś.",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "Wspierałem mojego przyjaciela w trudnym czasie. Wspieram go teraz, i będę wspierać go w przyszłości.",
      "example_translation": "Apoyé a mi amigo durante el momento difícil. Lo estoy apoyando ahora, y lo apoyaré en el futuro.",
      "imageLink": "image_files\\English\\support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wspierać",
      "translation": "apoyo",
      "definition": "Udzielić pomocy lub wsparcia komuś lub czemuś.",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "Firma wspierała lokalną organizację charytatywną. Wspiera kilka organizacji, i będzie wspierać jeszcze więcej w przyszłości.",
      "example_translation": "La empresa apoyó a la caridad local. Apoya varias organizaciones, y apoyará más en el futuro.",
      "imageLink": "image_files\\English\\support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyłączyć",
      "translation": "apagar",
      "definition": "Zatrzymać pracę urządzenia lub maszyny.",
      "definition_translation": "detener la operación de una máquina o dispositivo",
      "example": "Wyłączyłem światło, gdy wyszedłem z pokoju. Wyłączę je, kiedy pójdę spać, i wyłączyłem je wczoraj.",
      "example_translation": "Apagué las luces cuando salí de la habitación. Las apagaré cuando me vaya a dormir, y las apagué ayer.",
      "imageLink": "image_files\\English\\switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "włączyć",
      "translation": "encender",
      "definition": "Aktywować lub włączyć urządzenie lub system, szczególnie naciskając przycisk lub zmieniając przełącznik.",
      "definition_translation": "Activar o encender un dispositivo o sistema, especialmente presionando un botón o cambiando un interruptor.",
      "example": "Włączyłem telewizor, aby obejrzeć wiadomości. Włączę klimatyzację, kiedy wrócę do domu. Włączyłem światło, aby lepiej zobaczyć.",
      "example_translation": "Encendí la TV para ver las noticias. Encenderé el acondicionador de aire cuando llegue a casa. Encendí las luces para ver mejor.",
      "imageLink": "image_files\\English\\switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "smak",
      "translation": "sabor",
      "definition": "Wrażenie smaku odbierane w ustach i gardle, wynikające z połączenia pięciu podstawowych smaków: słodkiego, kwaśnego, słonego, gorzkiego i umami.",
      "definition_translation": "La sensación de sabor percibida en la boca y la garganta, resultado de la combinación de los cinco sabores básicos: dulce, ácido, salado, amargo y umami.",
      "example": "Smak truskawek jest słodki. Będę próbował jedzenia, zanim je podasz. Ona próbowała wina, aby sprawdzić, czy jest dobre.",
      "example_translation": "El sabor de las fresas es dulce. Probaré la comida antes de servirla. Ella probó el vino para ver si era bueno.",
      "imageLink": "image_files\\English\\taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łza",
      "translation": "lagrima",
      "definition": "Kropla płynu, która spada z oka w wyniku emocji lub irytacji.",
      "definition_translation": "Una gota de líquido que cae del ojo como resultado de la emoción o la irritación.",
      "example": "Ona puściła łzę, kiedy się żegnali. Czułem łzę w oku, kiedy oglądałem smutny film. On wytarł łzę z twarzy.",
      "example_translation": "Ella derramó una lágrima cuando se despidió. Sentí una lágrima en mi ojo cuando vi la película triste. Él se secó una lágrima de la cara.",
      "imageLink": "image_files\\English\\tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "test",
      "translation": "probar",
      "definition": "Przeprowadzić próbę lub sprawdzić coś, aby zobaczyć, czy działa lub jest odpowiednie.",
      "definition_translation": "Evaluarte o intentar algo para ver si funciona o es adecuado.",
      "example": "Zamierzam przetestować to nowe oprogramowanie jutro. Wczoraj przetestowałem je i działało dobrze. Jeśli przetestuje się dobrze, wydamy je następnego miesiąca.",
      "example_translation": "Probaré este nuevo software mañana. Ayer, lo probé y funcionó bien. Si prueba bien, lo lanzaremos el próximo mes.",
      "imageLink": "image_files\\English\\test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tick",
      "translation": "garrapata",
      "definition": "Mały pajęczak łączący się z zwierzętami lub ludźmi i żywiący się ich krwią.",
      "definition_translation": "Un pequeño arácnido que se adhiere a animales o humanos y se alimenta de su sangre.",
      "example": "Wczoraj ugryzł mnie kleszcz podczas wycieczki. Kleszcz przebywał na mnie przez godziny. Jeśli nie usunię kleszcza, spowoduje infekcję.",
      "example_translation": "Me picó una garrapata mientras hacía senderismo ayer. La garrapata había estado en mí durante horas. Si noquito la garrapata, causará una infección.",
      "imageLink": "image_files\\English\\tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tie",
      "translation": "corbata",
      "definition": "Długi, wąski kawałek tkaniny noszony na szyi, zwykle jako część męskiego ubrania formalnego.",
      "definition_translation": "Una larga tira de tela que se lleva alrededor del cuello, típicamente como parte de la ropa formal de un hombre.",
      "example": "Zamierzam zawiązać krawat przed spotkaniem. Wczoraj zawiązałem go zbyt ciasno. Jeśli nie nauczę się wiązać go poprawnie, będę wyglądał głupio.",
      "example_translation": "Me ataré la corbata antes de la reunión. Ayer, me la até demasiado apretada. Si no aprendo a atarla adecuadamente, pareceré tonto.",
      "imageLink": "image_files\\English\\tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "total",
      "translation": "total",
      "definition": "Całkowita ilość lub zakres czegoś; całość.",
      "definition_translation": "La cantidad o extensión completa de algo; la totalidad.",
      "example": "Wydałem łącznie 100 dolarów na ten projekt. Wczoraj wydałem 20 dolarów, a dziś wydam 30 dolarów. Do następnego tygodnia wydam 50 dolarów.",
      "example_translation": "He gastado un total de $100 en este proyecto. Ayer gasté $20, y hoy gastaré $30. Para la próxima semana, habré gastado $50.",
      "imageLink": "image_files\\English\\total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tour",
      "translation": "gira",
      "definition": "Podróż lub podróżowanie z miejsca na miejsce, zwłaszcza dla przyjemności lub biznesu.",
      "definition_translation": "Un viaje o desplazamiento de un lugar a otro, especialmente para placer o negocio.",
      "example": "Zrobiliśmy wycieczkę po Europie latem. Odwiedziliśmy Paryż, Rzym i Madryt. W następnym roku zrobimy wycieczkę po Azji.",
      "example_translation": "Hicimos una gira por Europa el verano pasado. Visitamos París, Roma y Madrid. El próximo año, haremos una gira por Asia.",
      "imageLink": "image_files\\English\\tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "train",
      "translation": "tren",
      "definition": "Samobieżny pojazd na szynach, używany do transportu ludzi lub towarów.",
      "definition_translation": "Un vehículo autopropulsado sobre raíles, utilizado para transportar personas o mercancías.",
      "example": "Codziennie jeżdżę do pracy pociągiem. Wczoraj przegapiłem pociąg, a dziś wezmę późniejszy pociąg. Do następnego miesiąca jeżdżę pociągiem już rok.",
      "example_translation": "Tomo el tren para ir al trabajo todos los días. Ayer perdí el tren, y hoy tomaré un tren más tarde. Para el próximo mes, habré tomado el tren durante un año.",
      "imageLink": "image_files\\English\\train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "transfer",
      "translation": "transferir",
      "definition": "Przenieść lub przesunąć coś z jednego miejsca do innego, zwłaszcza przenieść pieniądze lub towary z jednego konta lub miejsca do innego.",
      "definition_translation": "Mover o cambiar algo de un lugar a otro, especialmente para mover dinero o mercancías de una cuenta o lugar a otro.",
      "example": "Przelałem pieniądze z konta oszczędnościowego na konto płatnicze. Wczoraj przenieśliśmy pliki na nowy komputer. W następnym miesiącu zostanę przeniesiony do nowego departamentu.",
      "example_translation": "Transferí el dinero de mi cuenta de ahorro a mi cuenta corriente. Ayer, había transferido los archivos al nuevo computadora. Transferiré a un nuevo departamento el próximo mes.",
      "imageLink": "image_files\\English\\transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "translate",
      "translation": "traducir",
      "definition": "Przetłumaczyć słowa lub tekst z jednego języka na inny, lub wyrazić coś w innym języku.",
      "definition_translation": "Cambiar palabras o texto de un idioma a otro, o expresar algo en un idioma diferente.",
      "example": "Przetłumaczyłem dokument z angielskiego na hiszpański. Ona przetłumaczyła stronę internetową na francuski. Oni przetłumaczą film na kilka języków.",
      "example_translation": "Traduje el documento del inglés al español. Ella tradujo el sitio web al francés. Traducirán la película a varios idiomas.",
      "imageLink": "image_files\\English\\translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "try",
      "translation": "intentar",
      "definition": "Podjąć próbę lub spróbować czegoś.",
      "definition_translation": "Hacer un esfuerzo para hacer algo o intentar algo.",
      "example": "Będę próbował dokończyć projekt do jutra. Ona próbowała się nauczyć grać na gitarze. Oni próbowali naprawić zepsuty komputer.",
      "example_translation": "Intentaré terminar el proyecto para mañana. Ella intentó aprender a tocar la guitarra. Intentaron arreglar la computadora rota.",
      "imageLink": "image_files\\English\\try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "type",
      "translation": "tipo",
      "definition": "Kategoria lub klasa rzeczy o wspólnych cechach lub jakości.",
      "definition_translation": "Una categoría o clase de cosas que tienen alguna característica o calidad común",
      "example": "Mogę szybko pisać. Wczoraj napisałem list. Jutro napiszę email.",
      "example_translation": "Puedo escribir muy rápido. Escribí una carta ayer. Escribiré un correo electrónico mañana.",
      "imageLink": "image_files\\English\\type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozebrać",
      "translation": "desvestir",
      "definition": "Zdjąć ubranie, szczególnie przed snem lub kąpielą",
      "definition_translation": "Quitar uno sus ropas, especialmente en preparación para la cama o un baño",
      "example": "Ona szybko się rozebrała. On zdjął ubranie przed kolacją. Oni będą się rozebrać po imprezie.",
      "example_translation": "Ella se desvistió rápidamente. Él se había desvestido antes de cenar. Ellos se desvestirán después de la fiesta.",
      "imageLink": "image_files\\English\\undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " rozpakować",
      "translation": "desempacar",
      "definition": "Wyciągnąć zawartość z opakowania, walizki lub torby, szczególnie po podróży",
      "definition_translation": "Quitar el contenido de un paquete, maleta o bolsa, especialmente después de un viaje",
      "example": "Rozpakowałem torbę. Ona rozpakowała pudełka. Oni będą rozpakowywać багаж.",
      "example_translation": "Desempacé mi bolsa. Ella había desempacado las cajas. Ellos desempacarán el equipaje.",
      "imageLink": "image_files\\English\\unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aktualizować",
      "translation": "actualizar",
      "definition": "uczynić coś bardziej nowoczesnym lub odpowiednim dla danego celu",
      "definition_translation": "hacer algo más moderno o adecuado para un propósito específico",
      "example": "Zaktualizuję telefon następnego tygodnia. Zaktualizowałem telefon w zeszłym miesiącu. Co roku aktualizuję telefon.",
      "example_translation": "Actualizaré mi teléfono la próxima semana. Actualicé mi teléfono el mes pasado. Actualizo mi teléfono cada año.",
      "imageLink": "image_files\\English\\update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "głosować",
      "translation": "votar",
      "definition": "wybierać lub decydować o czymś, pisząc znak na kartce lub unosząc rękę",
      "definition_translation": "elegir o decidir algo escribiendo una marca en un papel o levantando la mano",
      "example": "Będę głosował na nią w wyborach. Głosowałem na niego w ostatnich wyborach. Zawsze głosuję, kiedy tylko mogę.",
      "example_translation": "Votaré por ella en las elecciones. Voté por él en las elecciones pasadas. Voto cada vez que hay una elección.",
      "imageLink": "image_files\\English\\vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wyprowadzić psa",
      "translation": "pasear al perro",
      "definition": "wyprowadzić psa na spacerek, zwykle na smyczy",
      "definition_translation": "llevar a un perro a caminar, generalmente con una correa",
      "example": "Wyprowadzam psa każdego ranka. Ona wyprowadziła psa wczoraj. Oni będą wyprowadzać psa jutro.",
      "example_translation": "Caminó al perro cada mañana. Ella caminó al perro ayer. Ellos caminarán al perro mañana.",
      "imageLink": "image_files\\English\\walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ostrzegać",
      "translation": "advertir",
      "definition": "dawać komuś ostrzeżenie lub radę o czymś, często ze względu na ryzyko lub niebezpieczeństwo",
      "definition_translation": "dar a alguien una advertencia o consejo sobre algo, normalmente porque hay un riesgo o peligro",
      "example": "Ostrzegłem ją o niebezpieczeństwie pływania w jeziorze. Ostrzegam cię o konsekwencjach twoich działań. Ostrzegę go o terminie.",
      "example_translation": "Le advertí sobre el peligro de nadar en el lago. Te estoy advirtiendo sobre las consecuencias de tus acciones. Le advertiré sobre la fecha límite.",
      "imageLink": "image_files\\English\\warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "marnować",
      "translation": "desperdiciar",
      "definition": "używać czegoś w sposób niepotrzebny lub bez powodu, tak że nie jest ono wykorzystywane w pełni",
      "definition_translation": "usar algo de una manera innecesaria o sin una buena razón, de modo que no se utiliza al máximo",
      "example": "Marnowałem zbyt dużo czasu, oglądając telewizję wczoraj. Marnuję pieniądze na niepotrzebne rzeczy. Nie zmarnuję czasu i skończę projekt wkrótce.",
      "example_translation": "Desperdicié mucho tiempo viendo televisión ayer. Estoy desperdiciando mi dinero en cosas innecesarias. No desperdiciaré tiempo en terminar mi proyecto.",
      "imageLink": "image_files\\English\\waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fala",
      "translation": "ola",
      "definition": "ruch energii przez powietrze lub wodę, często w regularnym wzorze, lub sygnał lub pozdrowienie wykonywane ręką",
      "definition_translation": "un movimiento de energía a través del aire o del agua, a menudo en un patrón regular, o una señal o saludo hecho con la mano",
      "example": "Fala uderzyła w brzeg. Pozdrawiałem przyjaciela machnięciem. Nauczycielka machnęła ręką, aby zwrócić naszą uwagę.",
      "example_translation": "La ola se estrelló contra la orilla. Me despedí con la mano de mi amigo. La profesora movió su mano para llamar nuestra atención.",
      "imageLink": "image_files\\English\\wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zapisać coś",
      "translation": "escribir algo",
      "definition": "zarejestrować lub zapisać coś pisemnie, często jako przypomnienie lub do future référence",
      "definition_translation": "Grabar o anotar algo por escrito, generalmente como recordatorio o para referencia futura.",
      "example": "Zapisałem numer telefonu, aby nie zapomnieć. Zapisałem wszystkie wydatki tego miesiąca. Zapíšę przepis, aby móc go później przygotować.",
      "example_translation": "Escrebí el número de teléfono para no olvidarlo. He estado escribiendo todas mis gastos este mes. Escribiré la receta para poder hacerla de nuevo.",
      "imageLink": "image_files\\English\\write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]