[
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drzewo",
      "translation": "árbol",
      "definition": " Wieczna roślina z wydłużonym pniem lub pniem, wspierającą gałęzie i liście w większości gatunków.",
      "definition_translation": "Una planta perenne con un tallo alargado, o tronco, que sostiene ramas y hojas en la mayoría de las especies.",
      "example": "Wleźłem na drzewo, gdy byłam dzieckiem. Wleźę na drzewo co weekend. Wleźę na drzewo następnego lata.",
      "example_translation": "Subí el árbol cuando era niño. Subo el árbol cada fin de semana. Subiré el árbol el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jabłonka",
      "translation": "manzano",
      "definition": "Liściaste drzewo uprawiane ze względu na jego owoce, które często spożywa się świeże lub używa w kuchni i produkcji cydru.",
      "definition_translation": "Un árbol deciduo cultivado por su fruta, que a menudo se come fresca o se utiliza en la cocina y la producción de sidra.",
      "example": "Zobaczyłem jabłonkę w sadzie. Zobaczę jabłonkę w ogrodzie. Zobaczę jabłonkę w ogrodzie.",
      "example_translation": "Vi un manzano en el huerto. Veo un manzano en el patio trasero. Veré un manzano en el jardín.",
      "imageLink": "image_files\\English\\"imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "las",
      "translation": "bosque",
      "definition": "Duży obszar ziemi pokryty drzewami i podszytem, często zamieszkany przez dzikie zwierzęta i rośliny.",
      "definition_translation": "Un área grande de tierra cubierta de árboles y vegetación, a menudo habitada por animales y plantas silvestres.",
      "example": "Pojechałem do lasu w ubiegły weekend. Pojechałem do lasu co roku. Pojechałem do lasu następnego miesiąca.",
      "example_translation": "Fui al bosque el fin de semana pasado. Voy al bosque cada año. Iré al bosque el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gałąź",
      "translation": "rama",
      "definition": "Gałąź to część drzewa, która rośnie z pnia i ma liście, owoce lub kwiaty na sobie.",
      "definition_translation": "Una rama es una parte de un árbol que crece desde el tronco y tiene hojas, frutas o flores en ella.",
      "example": "Wspiąłem się na drzewo, aby zdobyć owoce z najwyższej gałęzi. Wczoraj przyciąłem martwą gałąź, aby pomóc drzewu rosnąć. Następnym rokiem nowa gałąź będzie wystarczająco silna, aby utrzymać wagę.",
      "example_translation": "Subí el árbol para obtener la fruta de la rama más alta. Ayer, podé la rama muerta para ayudar al árbol a crecer. Para el próximo año, la nueva rama será lo suficientemente fuerte como para soportar el peso.",
      "imageLink": "image_files\\English\\"imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drzewo owocowe",
      "translation": "árbol frutal",
      "definition": "Drzewo owocowe to drzewo, które produkuje owoce, takie jak jabłka, banany lub pomarańcze, które są spożywane przez ludzi lub zwierzęta.",
      "definition_translation": "Un árbol frutal es un árbol que produce frutas, como manzanas, plátanos o naranjas, que se comen por humanos o animales.",
      "example": "Zasadziliśmy drzewo owocowe w naszym ogrodzie w zeszłym roku, a teraz produkuje smaczne owoce. Drzewo owocowe w parku jest popularnym miejscem zabaw dla dzieci. Następnej wiosny nasze drzewo owocowe będzie kwitnąć kwiatami.",
      "example_translation": "Plantamos un árbol frutal en nuestro patio trasero el año pasado, y ahora está produciendo deliciosas manzanas. El árbol frutal en el parque es un lugar popular para que los niños jueguen. Para la próxima primavera, nuestro árbol frutal estará floreciendo con flores.",
      "imageLink": "image_files\\English\\"imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "liść",
      "translation": "hoja",
      "definition": "Liść to zielona, płaska część rośliny, która rośnie na łodydze lub gałęzi i produkuje pokarm dla rośliny poprzez fotosyntezę.",
      "definition_translation": "Una hoja es una parte plana y verde de una planta que crece en un tallo o rama y produce alimentos para la planta a través de la fotosíntesis.",
      "example": "Liść na roślinie było przeważone, więc go podlałem. Liść, który spadł z drzewa, był chrupki pod moimi stopami. Następnej jesieni liść będzie się złocił i spadł.",
      "example_translation": "La hoja en la planta estaba marchita, así que la regué. La hoja que cayó del árbol era crujiente bajo mis pies. Para el próximo otoño, la hoja se volverá amarilla y caerá.",
      "imageLink": "image_files\\English\\"imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dąb",
      "translation": "roble",
      "definition": "Liściaste drzewo o szorstkiej, szaro-brązowej korze i liściach złożonych, rodzime w północnej półkuli.",
      "definition_translation": "Un árbol caducifolio con corteza gris parduzca y hojas lobuladas, nativo del hemisferio norte.",
      "example": "Dąb w naszym ogrodzie był starszy niż 100 lat. Stał tam przez generacje. Stał tam przez wiele lat dojść.",
      "example_translation": "El roble en nuestro patio trasero tenía más de 100 años. Ha estado allí por generaciones. Estará allí durante muchos años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śliwa",
      "translation": "ciruelo",
      "definition": "Małe liściaste drzewo z kwiatami ozdobnymi i jadalnymi owocami, rodzime w Azji i Europie.",
      "definition_translation": "Un árbol caducifolio pequeño con flores vistosas y frutas comestibles, nativo de Asia y Europa.",
      "example": "Zasadziliśmy śliwę w naszym ogrodzie w zeszłym roku. Już wyprodukowała kwiaty. Wyprodukuje smaczne śliwki wkrótce.",
      "example_translation": "Plantamos un ciruelo en nuestro jardín el año pasado. Ya ha producido flores. Pronto producirá ciruelas deliciosas.",
      "imageLink": "image_files\\English\\"imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "korzeń",
      "translation": "raíz",
      "definition": "Podziemna część rośliny, która absorbuje wodę i składniki odżywcze z gleby.",
      "definition_translation": "La parte subterránea de una planta que absorbe agua y nutrientes del suelo.",
      "example": "Korzeń rośliny został uszkodzony podczas przesadzenia. Rosło przez lata. Wyrośnie ponownie wkrótce.",
      "example_translation": "La raíz de la planta se dañó durante el trasplante. Había estado creciendo durante años. Crecerá de nuevo pronto.",
      "imageLink": "image_files\\English\\"imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "palmka",
      "translation": "palma",
      "definition": "Palmka to rodzaj rośliny o pojedynczym pniu, znana z liści o kształcie piór.",
      "definition_translation": "Una palma es un tipo de planta con un solo tallo, conocida por sus hojas que tienen forma de plumas.",
      "example": "Wspiąłem się na palmkę, aby zobaczyć lepiej. Wdrapuję się na palmkę, aby zobaczyć lepiej. Wdrapnę się na palmkę, aby zobaczyć lepiej.",
      "example_translation": "Subí un árbol de palma para tener una vista mejor. Estoy subiendo un árbol de palma para tener una vista mejor. Subiré un árbol de palma para tener una vista mejor.",
      "imageLink": "image_files\\English\\"imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "las",
      "translation": "bosque",
      "definition": "Las to obszar ziemi pokryty drzewami i podszytem, często z dzikimi zwierzętami.",
      "definition_translation": "Un bosque es un área de tierra cubierta de árboles y maleza, a menudo con animales silvestres.",
      "example": "Przeszedłem przez las, aby dostać się do rzeki. Przechodzę przez las, aby dostać się do rzeki. Przejdę przez las, aby dostać się do rzeki.",
      "example_translation": "Caminé a través del bosque para llegar al río. Estoy caminando a través del bosque para llegar al río. Caminaré a través del bosque para llegar al río.",
      "imageLink": "image_files\\English\\"imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "akacja",
      "translation": "acacia",
      "definition": "Akacja to rodzaj drzewa lub krzewu z liśćmi złożonymi i małymi, często żółtymi, kwiatami.",
      "definition_translation": "Una acacia es un tipo de árbol o arbusto con hojas compuestas y flores pequeñas, a menudo amarillas.",
      "example": "Drzewo akacji dostarczało cienia przed gorącem słońcem. Drzewo akacji dostarcza cienia przed gorącem słońcem. Drzewo akacji będzie dostarczało cienia przed gorącem słońcem.",
      "example_translation": "El árbol de acacia proporcionó sombra del sol caliente. El árbol de acacia está proporcionando sombra del sol caliente. El árbol de acacia proporcionará sombra del sol caliente.",
      "imageLink": "image_files\\English\\"imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "olsza",
      "translation": "aliso",
      "definition": "Olsza to drzewo lub krzew z rodziny brzozowatych, z liśćmi szczytowymi i kotkami męskimi, rosnące wraz z wodami i wzdłuż rzek.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de lasBetuláceas, con hojas cónicas y amentos masculinos, encontrado en humedales y a lo largo de los ríos.",
      "example": "Drzewo olszy rosło szybko w pobliżu brzegu rzeki. Rolnik posadzi olszę w przyszłej wiosnie. Jeśli będzie padało, olsza będzie prosperowała.",
      "example_translation": "El árbol de aliso creció rápidamente cerca de la orilla del río. El granjero plantará un árbol de aliso la próxima primavera. Si llueve, el árbol de aliso prosperará.",
      "imageLink": "image_files\\English\\"imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drzewo migdałowe",
      "translation": "almendro",
      "definition": "Drzewo migdałowe to drzewo lub krzew z rodziny różowatych, z kwiatami różowymi lub białymi i jadalnymi orzechami, pochodzące z południowo-zachodniej Azji i regionu śródziemnomorskiego.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de las Rosáceas, con flores rosadas o blancas vistosas y nueces comestibles, nativo del sudoeste de Asia y la región del Mediterráneo.",
      "example": "Drzewo migdałowe zakwitło pięknie w ogrodzie. Wczoraj 우리는 zbierali migdały z drzewa. Rolnik będzie przycinał drzewo migdałowe w przyszłym miesiącu.",
      "example_translation": "El almendro floreció hermosamente en el jardín. Recogimos almendras del árbol ayer. El granjero podará el almendro el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jesion",
      "translation": "fresno",
      "definition": "Jesion to drzewo z rodziny oliwkowej, z liśćmi złożonymi i czarnymi pączkami, pochodzące z Europy i zachodniej Azji.",
      "definition_translation": "Un árbol caducifolio de la familia de las Oleáceas, con hojas compuestas y yemas negras características, nativo de Europa y Asia occidental.",
      "example": "Drzewo jesionu stało wysoko w lesie. Wczoraj paliliśmy drewno jesionu w kominku. Drzewo jesionu będzie odrosło swoje gałęzie w przyszłym roku.",
      "example_translation": "El fresno se alzaba alto en el bosque. Quemamos madera de fresno en la chimenea anoche. El fresno regenerará sus ramas el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "baobab",
      "definition": "Baobab to rodzaj drzewa, które jest rodzime dla Afryki, Australii i Oceanu Indyjskiego. Ma charakterystyczny kształt, z grubym, przechowującym wodę pniem i gałęziami przypominającymi korzenie.",
      "definition_translation": "Un baobab es un tipo de árbol deciduo originario de África, Australia y el Océano Índico. Tiene una forma distintiva, con un tronco grueso que almacena agua y ramas que se asemejan a raíces.",
      "example": "Drzewo baobabu było używane od wieków jako źródło żywności i leków. Dziś jest ono jeszcze używane w wielu afrykańskich krajach. W przyszłości naukowcy mają nadzieję odkryć więcej o jego właściwościach leczniczych.",
      "example_translation": "El árbol de baobab ha sido utilizado durante siglos como fuente de alimentos y medicinas. Hoy en día, todavía se utiliza en muchos países africanos. En el futuro, los científicos esperan descubrir más sobre sus propiedades medicinales.",
      "imageLink": "image_files\\English\\"imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "buk",
      "translation": "haya",
      "definition": "Buk to rodzaj drzewa, które jest rodzime dla Europy i Ameryki Północnej. Ma gładką, szarą korę i małe, jadalne orzechy.",
      "definition_translation": "Una haya es un tipo de árbol deciduo originario de Europa y América del Norte. Tiene una corteza lisa y gris y pequeñas nueces comestibles.",
      "example": "Drzewo bukowe jest często używane jako drzewo ozdobne w parkach i ogrodach. W przeszłości jego drewno było używane do produkcji mebli. Dziś jest ono jeszcze używane do produkcji podłóg i paneli.",
      "example_translation": "El árbol de haya se utiliza a menudo como árbol ornamental en parques y jardines. En el pasado, su madera se utilizaba para hacer muebles. Hoy en día, todavía se utiliza para pavimentos y revestimientos.",
      "imageLink": "image_files\\English\\"imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brzoza",
      "translation": "abedul",
      "definition": "Brzoza to rodzaj drzewa, które jest rodzime dla północnej półkuli. Ma białą, papierową korę i smukłe gałęzie.",
      "definition_translation": "Un abedul es un tipo de árbol deciduo originario del Hemisferio Norte. Tiene una corteza blanca y papirácea y ramas delgadas.",
      "example": "Drzewo brzozy jest często używane w krajobrazowej architekturze ze względu na swój unikatowy kształt i kolor. W przeszłości jego kora była używana do produkcji kanoe. Dziś jest ono jeszcze używane do produkcji rzeczy robót ręcznych i dekoracji.",
      "example_translation": "El árbol de abedul se utiliza a menudo en paisajismo debido a su forma y color únicos. En el pasado, su corteza se utilizaba para hacer canoas. Hoy en día, todavía se utiliza para manualidades y decoraciones.",
      "imageLink": "image_files\\English\\"imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "konar",
      "translation": "rama",
      "definition": "Gałąź, zwłaszcza główna gałąź, drzewa.",
      "definition_translation": "Una rama, especialmente una rama principal, de un árbol.",
      "example": "Ptak zbudował swoje gniazdo na silnym konarze. Drzewo złamało się w sztormie, ale udało nam się uratować silny konar. W przyszłym roku drzewo będzie miało nowy konar.",
      "example_translation": "El pájaro construyó su nido en una rama resistente. La rama del árbol se rompió en la tormenta, pero logramos rescatar una rama resistente. Para el próximo año, el árbol habrá crecido una nueva rama.",
      "imageLink": "image_files\\English\\"imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cedr",
      "translation": "cedro",
      "definition": "Cedr to iglaste drzewo z rodzaju Cedrus, rodzime dla gór Zachodnich Himalajów i regionu śródziemnomorskiego.",
      "definition_translation": "Un árbol conífero del género Cedrus, nativo de las montañas del Himalaya occidental y la región del Mediterráneo.",
      "example": "Weszliśmy przez las cedrowy. Drewno cedrowe było pachnące i odporne na owady. Przed powrotem drzewo cedrowe będzie wyższe.",
      "example_translation": "Camino a través del bosque de árboles de cedro. La madera de cedro era fragante y resistente a los insectos. Para cuando regresamos, el árbol de cedro había crecido más alto.",
      "imageLink": "image_files\\English\\"imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drzewo wiśniowe",
      "translation": "cerezo",
      "definition": "Drzewo lub krzew, które produkuje wiśnie, rodzime dla regionów umiarkowanych półkuli północnej.",
      "definition_translation": "Un árbol o arbusto que produce cerezas, nativo de las regiones templadas del hemisferio norte.",
      "example": "Posadziliśmy drzewo wiśniowe w naszym ogrodzie. Drzewo wiśniowe zakwitło pięknie wiosną. Za następne lato drzewo wiśniowe будет obficie owocować.",
      "example_translation": "Plantamos un cerezo en nuestro patio trasero. El cerezo floreció hermosamente en la primavera. Para el próximo verano, el cerezo estará cargado de frutas.",
      "imageLink": "image_files\\English\\"imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "palmowy kokosowy",
      "translation": "palma de coco",
      "definition": "Wysoki palmowiec, rodzimy dla regionów tropikalnych, noszący kokosy jako owoce.",
      "definition_translation": "Un árbol de palma alto originario de regiones tropicales, que produce cocos como fruta.",
      "example": "Kiedy byliśmy dziećmi, wspinaliśmy się na palmowe kokosowe; teraz używamy jego oleju do gotowania. Posadzę palmę kokosową w moim ogrodzie następnym roku.",
      "example_translation": "Solíamos subir a palmas de coco cuando éramos niños; ahora usamos su aceite para cocinar. Plantaré una palma de coco en mi patio trasero el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stożek",
      "translation": "cono",
      "definition": "Kształt z okrągłą bazą i klinowymi bokami, spotykany w matematyce i geometrii.",
      "definition_translation": "Una forma con una base circular y lados que se estrechan hasta un punto, utilizada típicamente en matemáticas y geometría.",
      "example": "Dziecko trzymało stożek lodu w ręku; roztopił się szybko. Uczono nas o stożkach w klasie geometrii wczoraj. Kupię stożek drogowy dla mojej budowy w następnym tygodniu.",
      "example_translation": "El niño sostenía un cono de helado; se derritió rápidamente. Aprendimos sobre conos en la clase de geometría ayer. Compraré un cono de tráfico para mi sitio de construcción la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drzewo iglaste",
      "translation": "árbol conífero",
      "definition": "Typ drzewa, które produkuje szyszki i ma igłowe liście, często spotykany w zimnych klimatach.",
      "definition_translation": "Un tipo de árbol que produce conos y tiene hojas como agujas, frecuentemente encontrado en climas fríos.",
      "example": "Posadziliśmy drzewa iglaste w naszym ogrodzie, aby zapewnić cień; rosły szybko. Widziałem drzewa iglaste w górach zeszłego roku. Udekorujemy drzewa iglaste na Boże Narodzenie następnego miesiąca.",
      "example_translation": "Plantamos árboles coníferos en nuestro patio trasero para proporcionar sombra; crecieron rápidamente. Vi árboles coníferos en las montañas el año pasado. Decoraremos árboles coníferos para Navidad el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drzewo liściaste",
      "translation": "árbol caduco",
      "definition": "Drzewo liściaste to typ drzewa, które co roku odrzuca swoje liście, zazwyczaj jesienią lub zimą.",
      "definition_translation": "Un árbol caduco es un tipo de árbol que pierde sus hojas anualmente, generalmente durante otoño o invierno.",
      "example": "Park był pełen drzew liściastych, które już odrzuciły swoje liście, tworząc piękną scenerię. Zeszłego roku drzewa były pełne zielonych liści, ale następnego roku wyrosną nowe. Kiedy ponownie odwiedzę park, drzewa liściaste będą miały cambiować kolory.",
      "example_translation": "El parque estaba lleno de árboles caducos que ya habían perdido sus hojas, creando un paisaje hermoso. El año pasado, los árboles estaban llenos de hojas verdes, pero el próximo año, crecerán nuevas. Para cuando visite el parque de nuevo, los árboles caducos habrán cambiado de color.",
      "imageLink": "image_files\\English\\"imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bez czarny",
      "translation": "saúco",
      "definition": "Bez czarny to rodzaj krzewu lub małego drzewa, produkuje klastry małych, ciemnofioletowych jagód.",
      "definition_translation": "Un saúco es un tipo de arbusto o árbol pequeño que produce racimos de pequeñas bayas oscuras moradas.",
      "example": "Zebrałem jakieś bez czarne z ogrodu, aby zrobić smaczny dżem. Zeszłego lata użyłem bez czarnych, aby zrobić orzeźwiający napój, a następnego jesieni spróbuję zrobić wino z bez czarnych. Kiedy byłem dzieckiem, moja babcia robiła pirożki z bez czarnych.",
      "example_translation": "Recogí algunos saúcos del jardín para hacer una deliciosa mermelada. El verano pasado, utilicé saúcos para hacer una bebida refrescante, y el próximo otoño, intentaré hacer vino de saúco. Cuando era niño, mi abuela solía hacer pasteles de saúco.",
      "imageLink": "image_files\\English\\"imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wiąz",
      "translation": "olmo",
      "definition": "Wiąz to typ drzewa liściastego, które ma rozprzestrzeniony baldachim i często rośnie w wilgotnych miejscach.",
      "definition_translation": "Un olmo es un tipo de árbol caduco que tiene una copa extendida y a menudo crece en áreas húmedas.",
      "example": "Wiąz w naszym ogrodzie był domem dla wielu ptaków. Zeszłego roku wiąz był zaatakowany przez szkodniki, ale ten rok jest zdrowy ponownie. W przyszłości posadzę więcej wiązów w ogrodzie, aby stworzyć piękną scenerię.",
      "example_translation": "El olmo del patio trasero de nuestra casa era el hogar de muchos pájaros. El año pasado, el olmo estaba infestado de plagas, pero este año, está sano de nuevo. En el futuro, plantaré más olmos en el jardín para crear un paisaje hermoso.",
      "imageLink": "image_files\\English\\"imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "figowiec",
      "translation": "higuera",
      "definition": "Figowiec to krzew lub małe drzewo liściaste, pochodzące ze środkowego wschodu i regionu śródziemnomorskiego, uprawiane dla jadalnego owocu.",
      "definition_translation": "Un árbol de higuera es un arbusto caducifolio o pequeño árbol originario del Medio Oriente y región mediterránea, cultivado por su fruta comestible.",
      "example": "Rolnik starannie przycinał figowiec, aby zapewnić obfite zbiory. Zeszłego roku figowiec wyprodukował obfitą ilość owoców. Jeśli posadzimy figowiec dzisiaj, będzie on wydawał owoce następnego lata.",
      "example_translation": "El agricultor podó con cuidado el árbol de higuera para asegurar una cosecha abundante. El año pasado, el árbol de higuera produjo una abundancia de fruta. Si plantamos un árbol de higuera hoy, dará fruto la próxima verano.",
      "imageLink": "image_files\\English\\"imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jodła",
      "translation": "abeto",
      "definition": "Jodła to drzewo iglaste o liściach igłowatych, pochodząca z górskich regionów Ameryki Północnej, Europy i Azji.",
      "definition_translation": "Un abeto es un árbol conífero con hojas aciculares, originario de regiones montañosas de América del Norte, Europa y Asia.",
      "example": "Jodła stała wysoko w śnieżnym lesie. Udekorowaliśmy jodłę światłami i ozdobami na Boże Narodzenie. Jeśli posadzimy jodłę dzisiaj, będzie rosła wysoko przez kilka lat.",
      "example_translation": "El árbol de abeto se erguía alto en el bosque nevado. Decoramos el árbol de abeto con luces y ornamentas para Navidad. Si plantamos un árbol de abeto hoy, crecerá alto en unos pocos años.",
      "imageLink": "image_files\\English\\"imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "leszczyna",
      "translation": "avellano",
      "definition": "Leszczyna to krzew lub małe drzewo liściaste, o kulistych liściach, pochodząca z Europy i Azji, często używana do budowy ogrodzeń i żywopłotów.",
      "definition_translation": "Un avellano es un arbusto caducifolio o pequeño árbol con hojas redondas, originario de Europa y Asia, a menudo utilizado para cercas y setos.",
      "example": "Leszczyna rośnie dziko w lesie. Użyliśmy gałęzi leszczyny, aby zbudować ogrodzenie. Następnego jesieni będziemy zbierać leszczyny z leszczyny.",
      "example_translation": "El árbol de avellano crecía salvaje en el bosque. Usamos ramas de avellano para construir una cerca. El próximo otoño, cosecharemos avellanas del árbol de avellano.",
      "imageLink": "image_files\\English\\"imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jałowiec",
      "translation": "acebo",
      "definition": "Krzew lub drzewo iglaste z ciernistymi liśćmi i czerwonymi jagodami, często używane jako symbol Bożego Narodzenia.",
      "definition_translation": "Un árbol o arbusto perenne con espinas, con bayas rojas brillantes, a menudo utilizado como símbolo de Navidad.",
      "example": "W naszym ogrodzie rosło krzew jałowca, obładowane czerwonymi jagodami. Dekorowałem dom jałowcem ostatniego Bożego Narodzenia. Za rok posadzę jałowiec w swoim ogrodzie.",
      "example_translation": "El arbusto de acebo en nuestro jardín estaba cargado de bayas rojas brillantes. Decoré la casa con acebo la Navidad pasada. Voy a plantar un árbol de acebo en mi jardín el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "grab dziki",
      "translation": "carpe",
      "definition": "Drzewo liściaste z gładkim szarym pniem i twardym drewnem, często używane do wyrobu mebli i rękojeści narzędzi.",
      "definition_translation": "Un árbol caduco con un tronco gris liso y madera dura, a menudo utilizado para muebles y mangos de herramientas.",
      "example": "Drzewo grabu dzikiego w parku było starsze niż dąb. Musiałem wyszlifować drewno grabu, aby uczynić je gładkim. Stolarz użyje drewna grabu, aby wyrobić nową krzesełko w przyszłym tygodniu.",
      "example_translation": "El árbol de carpe en el parque era más antiguo que el árbol de roble. Tuve que lijar la madera de carpe para hacerla suave. El carpintero utilizará madera de carpe para hacer una silla nueva la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kasztanowiec",
      "translation": "castaño de indias",
      "definition": "Duże drzewo liściaste z szeroką koroną i jadalnymi orzechami, często używane jako drzewo cieniowe.",
      "definition_translation": "Un gran árbol caduco con una corona redondeada ancha y nueces comestibles, a menudo utilizado como árbol de sombra.",
      "example": "Drzewo kasztanowca w ogrodzie było popularnym miejscem zabaw dla dzieci. Opiekowałem się kasztanowcami nad otwartym ogniem ostatniej jesieni. Za wiosną posadzimy kasztanowce w parku.",
      "example_translation": "El árbol de castaño de indias en el jardín era un lugar popular para que los niños jugaran. Asé castañas de indias sobre una hoguera abierta la última otoño. Plantaremos árboles de castaño de indias en el parque la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jałowczyna",
      "translation": "enebro",
      "definition": "Małe drzewo lub krzew iglasty z liśćmi igiełkowatymi i szyszkami, typowo używany jako przyprawa lub do produkcji ginu.",
      "definition_translation": "un árbol o arbusto siempreverde pequeño con hojas en forma de aguja y conos, típicamente utilizado como especia o para hacer ginebra",
      "example": "Zapach jałowczyny wypełniał powietrze, przypominając mi o słynnym koktajlu ginowym mojej babki. Miała jałowczyny w swoim ogrodzie, a ja jako dziecko bawiłem się wśród nich. Pewnego dnia posadzę jałowczyny w swoim ogrodzie.",
      "example_translation": "El olor del enebro llenó el aire, recordándome la famosa cóctel basada en ginebra de mi abuela. Tenía árboles de enebro en su patio trasero, y yo solía jugar entre ellos de niño. Un día, plantaré árboles de enebro en mi propio jardín.",
      "imageLink": "image_files\\English\\"imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "modrzew",
      "translation": "lárice",
      "definition": "Drzewo iglaste, które co roku traci swoje igliwie, typowo występujące w regionach górskich.",
      "definition_translation": "un árbol conífero que pierde sus agujas anualmente, típicamente encontrado en regiones montañosas",
      "example": "Drzewa modrzewi w górach zmieniały się w złote w jesieni, tworząc niesamowity krajobraz. Jako dziecko pomagałem mojemu ojcu zbierać szyszki modrzewi, aby użyć ich jako dekoracji. W przyszłości chcę pojechać na narty wśród modrzewi w Alpach.",
      "example_translation": "Los árboles de lárice en las montañas se volvieron dorados en el otoño, creando un paisaje impresionante. De niño, yo ayudaba a mi padre a recoger conos de lárice para usarlos como decoraciones. En el futuro, espero ir esquíando entre los árboles de lárice en los Alpes.",
      "imageLink": "image_files\\English\\"imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lipa",
      "translation": "tilo",
      "definition": "Drzewo liściaste z sercowatymi liśćmi, często używane jako drzewo cieniowe lub do produkcji herbaty.",
      "definition_translation": "un árbol caducifolio con hojas en forma de corazón, a menudo utilizado como árbol de sombra o para hacer té",
      "example": "Drzewo lipy w naszym ogrodzie świadczyło cienia na letnich barbecue. Jako dziecko bawiłem się pod lipą, obserwując, jak liście szumią w wietrze. Pewnego dnia posadzę lipę w swoim ogrodzie, aby móc się w nim relaksować.",
      "example_translation": "El árbol de tilo en nuestro patio trasero proporcionaba sombra para nuestras barbacoas de verano. De niño, yo solía jugar debajo del árbol de tilo, viendo cómo las hojas crujían en el viento. Un día, plantaré un árbol de tilo en mi propio jardín, donde puedo sentarme y disfrutar de la sombra.",
      "imageLink": "image_files\\English\\"imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "klon",
      "translation": "árceo",
      "definition": "Klon to rodzaj krzewu lub małego drzewa liściastego, rodem z Azji i Ameryki Północnej, znany z charakterystycznych liści dłoniastych i jaskrawych kolorów jesieni.",
      "definition_translation": "Un arceo es un tipo de arbusto o árbol pequeño caducifolio originario de Asia y América del Norte, conocido por sus hojas palmadas características y brillantes colores otoñales.",
      "example": "Drzewo klonu w naszym ogrodzie płonęło kolorami ostatniej jesieni. Dziś kwitnie pięknymi kwiatami. Za rok będzie jeszcze wyższe.",
      "example_translation": "El árbol de arceo en nuestro patio trasero estaba ardiendo de color el otoño pasado. Hoy en día, está floreciendo con hermosas flores. Para el próximo año, habrá crecido aún más alto.",
      "imageLink": "image_files\\English\\"imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " jarząb",
      "translation": "serbal",
      "definition": "Jarząb to małe do średniej wielkości drzewo liściaste z czerwonymi jagodami, rodzime w Europie, Azji i Ameryce Północnej, często kojarzone z magią i ochroną w mitologii celtyckiej.",
      "definition_translation": "Un serbal es un árbol decíduo pequeño a mediano con bayas rojas brillantes, originario de Europa, Asia y América del Norte, a menudo asociado con magia y protección en la mitología celta.",
      "example": "Drzewo jarząbu w parku było obładowane jagodami zimą. Teraz zakwitło białymi kwiatami. Za jesienią ptaki będą się żywić jego owocami.",
      "example_translation": "El árbol de serbal en el parque estaba cargado de bayas el invierno pasado. Ahora, está en plena flor con flores blancas. Para el próximo otoño, los pájaros estarán disfrutando de su fruto.",
      "imageLink": "image_files\\English\\"imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sekwoja",
      "translation": "secuoya",
      "definition": "Sekwoja to ogromne drzewo iglaste, rodem z zachodniego wybrzeża Ameryki Północnej, charakteryzujące się swoją wysoką wysokością, szerokim pniem i długowiecznością, z niektórymi okazami żyjącymi ponad 2000 lat.",
      "definition_translation": "Una secuoya es un árbol perenne gigante originario de la costa oeste de América del Norte, caracterizado por su altura impresionante, tronco ancho y larga longevidad, con algunos especímenes viviendo más de 2,000 años.",
      "example": "Drzewo sekwoji w parku narodowym było imponujące swoją wielkością. Teraz otacza je gęsty las. Za stulecie będzie nadal stało dumnie.",
      "example_translation": "El árbol de secuoya en el parque nacional era impresionante en su grandeza. Ahora, está rodeado de un bosque denso. Para el próximo siglo, seguirá en pie con orgullo.",
      "imageLink": "image_files\\English\\"imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "świerk",
      "translation": "picea",
      "definition": "Drzewo iglaste, typowo wieczne, z liśćmi igiełkowatymi i szyszkami",
      "definition_translation": "un árbol conífero, típicamente perenne, con hojas en forma de aguja y conos",
      "example": "Ranger parku posadził świerk w parku wczoraj, teraz rośnie dobrze i będzie pięknym drzewem cienia w przyszłości.",
      "example_translation": "El guardabosques plantó un árbol de picea en el parque ayer, ahora está creciendo bien y será un hermoso árbol de sombra en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sosna kamienna",
      "translation": "pino de piedra",
      "definition": "Sosna z krępej, gałęzistą pniem i gałęziami, często rosnąca na skalistym gruncie",
      "definition_translation": "un pino con un tronco y ramas torcidos y nudosos, a menudo creciendo en suelos rocosos",
      "example": "Sosna kamienna stała samotnie na wzgórzu, jej starodawne gałęzie kręcone przez wiatr, wspięliśmy się na nią jutro, i wspięliśmy się na nią przedwczoraj.",
      "example_translation": "El pino de piedra se alzaba solo en la colina, sus ramas ancestrales torcidas por el viento, subiremos mañana y habíamos subido el día antes de ayer.",
      "imageLink": "image_files\\English\\"imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sosna szwajcarska",
      "translation": "pino suizo",
      "definition": "Drzewo iglaste rodzime z Alp, o ostrych, igiełkowatych liściach i symetrycznej formie",
      "definition_translation": "un árbol conífero nativo de los Alpes, con hojas en forma de aguja afiladas y una forma simétrica",
      "example": "Wędrowaliśmy przez las sosny szwajcarskiej, jej zapach odświeżał nas, wędrować będziemy znów za rok, i wędrowaliśmy latem przeszłym.",
      "example_translation": "Caminamos por el bosque de pino suizo, su aroma nos refrescó, caminaremos de nuevo el próximo año y habíamos caminado el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "klon",
      "translation": "plátano de Virginia",
      "definition": "Klon to rodzaj drzewa liściastego, które często spotyka się w Ameryce Północnej, znane z charakterystycznej kory i dużych liści.",
      "definition_translation": "Un sicómoro es un tipo de árbol deciduo comúnmente encontrado en Norteamérica, conocido por su corteza distintiva y hojas grandes.",
      "example": "Wczoraj szedłem pod klonym, pójdę pod klonym jutro, i idę pod klonym teraz.",
      "example_translation": "Camino debajo del árbol de sicómoro ayer, caminaré debajo de él mañana y estoy caminando debajo de él ahora.",
      "imageLink": "image_files\\English\\"imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gałąź",
      "translation": "rama",
      "definition": "Gałąź to mała gałąź, która rośnie na drzewie lub krzewie, często używana jako dekoracja lub w projektach rękodzieła.",
      "definition_translation": "Una rama es una pequeña rama que crece de un árbol o arbusto, a menudo utilizada como decoración o en proyectos de manualidades.",
      "example": "Wczoraj podniósłem gałąź z ziemi, podniosę gałąź z ziemi jutro, i podnoszę gałąź z ziemi teraz.",
      "example_translation": "Recogí una rama del suelo ayer, recogeré una rama del suelo mañana y estoy recogiendo una rama del suelo ahora.",
      "imageLink": "image_files\\English\\"imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wierzba płacząca",
      "translation": "sauce llorón",
      "definition": "Wierzba płacząca to rodzaj drzewa znane ze swoich długich, wiszących gałęzi i małych liści, często spotykane nad wodą.",
      "definition_translation": "Un sauce llorón es un tipo de árbol conocido por sus largas ramas colgantes y hojas pequeñas, a menudo encontrado cerca del agua.",
      "example": "Wczoraj siedziałem pod wierzbą płaczącą, usiądę pod nią jutro, i siedzę pod nią teraz.",
      "example_translation": "Me senté bajo el árbol de sauce llorón ayer, me sentaré bajo él mañana y estoy sentado bajo él ahora.",
      "imageLink": "image_files\\English\\"imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wierzba",
      "translation": "sauce",
      "definition": "Wierzba to rodzaj drzewa, które często spotyka się nad rzekami i jeziorami. Ma długie, cienkie gałęzie, które zwisają ku wodzie.",
      "definition_translation": "Un sauce es un tipo de árbol que a menudo se encuentra cerca de ríos y lagos. Tiene ramas largas y delgadas que cuelgan hacia el agua.",
      "example": "Siedziała pod wierzbą i oglądała zachód słońca wczoraj. Dziś siedzi pod wierzbą, oglądając zachód słońca. Jutro usiądzie pod wierzbą i będzie oglądać zachód słońca.",
      "example_translation": "Ella se sentó debajo del árbol de sauce y vio la puesta del sol ayer. Hoy, ella está sentada debajo del árbol de sauce, viendo la puesta del sol. Mañana, ella se sentará debajo del árbol de sauce y verá la puesta del sol.",
      "imageLink": "image_files\\English\\"imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]