[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "grzebień",
      "translation": "peine",
      "definition": "Grzebień to narzędzie używane do układania, czyszczenia i stylizacji włosów.",
      "definition_translation": "Un peine es una herramienta utilizada para arreglar, limpiar y estilizar el pelo.",
      "example": "Wczoraj grzebiałem swoje włosy, dzisiaj grzebię je, a jutro znów będę grzebić.",
      "example_translation": "Peiné mi cabello ayer, estoy peinándolo ahora y lo peinaré de nuevo mañana.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szampon",
      "translation": "champú",
      "definition": "Szampon to cieczka lub żelatynowa substancja używana do czyszczenia włosów.",
      "definition_translation": "Un champú es una sustancia líquida o gelatinosa utilizada para limpiar el cabello.",
      "example": "Szamponowałem swoje włosy w zeszłym tygodniu, szamponuję je codziennie, a miesiąc temu też szamponowałem.",
      "example_translation": "Me champúé el cabello la semana pasada, me champúo todos los días y me lo champúaré de nuevo el mes próximo.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krem",
      "translation": "crema",
      "definition": "Krem to gęsta i bogata cieczka lub półcieczka, często używana w gotowaniu lub jako kosmetyk.",
      "definition_translation": "Una crema es una sustancia líquida o semi-líquida gruesa y rica, a menudo utilizada en la cocina o como producto de belleza.",
      "example": "Użyłem kremu na skórę wczoraj wieczorem, używam kremów w swoich przepisach, a jutro użyję kremu na twarzy.",
      "example_translation": "Usé una crema en mi piel anoche, uso cremas en mis recetas y usaré una crema en mi rostro mañana.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dezodorant",
      "translation": "desodorante",
      "definition": "Substancja stosowana na ciele, aby zapobiec powstawaniu zapachu potu, wywołanego przez bakteryjne rozkładanie potu.",
      "definition_translation": "Una sustancia aplicada al cuerpo para prevenir el olor corporal causado por la descomposición bacteriana del sudor.",
      "example": "Użyłem dezodorantu przed udaniem się na siłownię. Będę używał dezodorantu po kąpieli. Ona użyła dezodorantu przed udaniem się na imprezę.",
      "example_translation": "Usé un desodorante antes de ir al gimnasio. Usaré un desodorante después de tomar una ducha. Ella había usado un desodorante antes de ir a la fiesta.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krem do rąk",
      "translation": "crema para las manos",
      "definition": "Łagodzący krem lub lotion używany do miękkości i ochrony skóry rąk.",
      "definition_translation": "Una loción o crema humectante utilizada para suavizar y proteger la piel de las manos.",
      "example": "Nałożyłem krem do rąk przed wyjściem na zimno. Ona będzie nakładać krem do rąk po umyciu naczyń. Oni nakładali krem do rąk przed graniem na gitarze.",
      "example_translation": "Aplicé crema para las manos antes de salir al frío. Ella aplicará crema para las manos después de lavar los platos. Ellos habían aplicado crema para las manos antes de tocar la guitarra.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szminka",
      "translation": "lápiz labial",
      "definition": "Kosmetyczny produkt używany do kolorowania i nawilżania ust.",
      "definition_translation": "Un palito cosmético utilizado para colorear y humectar los labios.",
      "example": "Włożyłem szminkę na imprezę. Ona będzie włożyć szminkę na weselu. Oni włożyli szminkę na spotkanie.",
      "example_translation": "Me puse lápiz labial a la fiesta. Ella se pondrá lápiz labial a la boda. Ellos se habían puesto lápiz labial a la reunión.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "maskara",
      "translation": "rímel",
      "definition": "Kosmetyczny produkt używany do przyciemnienia, wydłużenia lub pogrubienia rzęs, zwykle w postaci płynnej, kremowej lub proszkowej, aplikowany za pomocą pędzla lub szaszliku.",
      "definition_translation": "Un producto cosmético utilizado para oscurecer, alargar o espesar las pestañas, generalmente en forma de líquido, crema o polvo aplicado con un pincel o varita.",
      "example": "Nałożyłem maskarę na rzęsy, aby wyglądały bardziej dramatycznie. Wczoraj zapomniałem zdjąć maskarę i było trudno ją usunąć. Jutro kupię nową maskarę.",
      "example_translation": "Me aplico rímel en mis pestañas para hacer que se vean más dramáticas. Ayer, olvidé quitarme el rímel y fue difícil de quitar. Mañana compraré un nuevo rímel.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "maska",
      "translation": "máscara",
      "definition": "Zakrycie twarzy lub części twarzy, noszone w celu ukrycia tożsamości, ochrony przed pogodą lub jako zamaskowanie.",
      "definition_translation": "Una cubierta para la cara o una parte de la cara, usada para ocultar la identidad, protegerse contra el clima o como disfraz.",
      "example": "Włożyłem maskę na imprezę, aby ukryć twarz. Lekarz założył maskę, aby zapobiec rozprzestrzenieniu się bakterii. Ona zrobi maskę dla sztuki jutro.",
      "example_translation": "Me puse una máscara en la fiesta para ocultar mi rostro. El doctor se puso una máscara para prevenir la dispersión de gérmenes. Ella hará una máscara para la obra de teatro mañana.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żel do kąpieli",
      "translation": "gel de ducha",
      "definition": "Rodzaj płynnego mydła używanego do czyszczenia ciała podczas kąpieli lub prysznicu, zwykle w butelce z pompką lub zakrętką.",
      "definition_translation": "Un tipo de jabón líquido utilizado para limpiar el cuerpo mientras se ducha o se baña, generalmente en una botella con un dispensador de pompón o tapón.",
      "example": "Użyłem żelu do kąpieli, aby umyć włosy i ciało rano. Ona preferuje żel do kąpieli z owocowym zapachem. Będą wprowadzać nowy produkt żelu do kąpieli miesiąc temu.",
      "example_translation": "Usé gel de ducha para lavar mi cabello y cuerpo esta mañana. Ella prefiere gel de ducha con aroma a frutas. Lanzarán un nuevo producto de gel de ducha el próximo mes.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "balsam do ciała",
      "translation": "bálsamo corporal",
      "definition": "Kosmetyczny produkt używany do nawilżenia i miękkości skóry, zwykle stosowany po kąpieli lub prysznicu.",
      "definition_translation": "Un producto cosmético utilizado para humectar y suavizar la piel, a menudo aplicado después de ducharse o bañarse.",
      "example": "Zawsze nakładam balsam do ciała po kąpieli, aby utrzymać skórę nawilżoną. Nakładałem balsam do ciała po treningu wczoraj, a jutro znów będę go nakładał.",
      "example_translation": "Siempre aplico bálsamo corporal después de ducharme para mantener mi piel hidratada. Aplicó bálsamo corporal después de mi entrenamiento ayer, y aplicaré de nuevo mañana por la mañana.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wacik kosmetyczny",
      "translation": "disco de algodón",
      "definition": "Mały, okrągły, absorpcyjny wacik używany do nakładania lub zdejmowania kosmetyków, leków lub innych substancji.",
      "definition_translation": "Un pequño pad absorbente redondo utilizado para aplicar o eliminar cosméticos, medicamentos u otras sustancias.",
      "example": "Użyłem wacika kosmetycznego, aby usunąć lakier do paznokci. Moja siostra używa wacików kosmetycznych do aplikowania toniku twarzowego. Będę używał wacika kosmetycznego, aby zastosować krem pod oczy wieczorem.",
      "example_translation": "Usé un disco de algodón para remover mi esmalte de uñas. Mi hermana utiliza discos de algodón para aplicar su tónico facial. Usaré un disco de algodón para aplicar mi crema para los ojos esta noche.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " elektryczny golarka",
      "translation": "rastrillo eléctrico",
      "definition": "Urządzenie elektryczne używane do golenia, Typically featuring rotating blades or foils that cut hair.",
      "definition_translation": "Un dispositivo eléctrico utilizado para afeitar, que generalmente cuenta con cuchillas o láminas rotativas que cortan el cabello.",
      "example": "Użyłem elektrycznej golarki, aby ogolić brodę wczoraj. Mój brat używa elektrycznej golarki, aby przyciąć wąsy. Będę kupował elektryczną golarkę na urodziny ojca.",
      "example_translation": "Usé un rastrillo eléctrico para afeitar mi barba ayer. Mi hermano utiliza un rastrillo eléctrico para recortar su bigote. Compraré un rastrillo eléctrico para el cumpleaños de mi papá.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "olejek eteryczny",
      "translation": "aceite esencial",
      "definition": "Stężony płynny ekstrakt roślinny, uzyskiwany przez destylację lub ekstrakcję substancji, używany w aromaterapii, kosmetykach i medycynie.",
      "definition_translation": "Un extracto líquido concentrado de planta, obtenido normalmente mediante destilación o extracción con disolvente, utilizado en aromaterapia, cosmética y medicina.",
      "example": "Ona użyła olejku eterycznego w terapii masażu, aby_relaksować klientów. Ona nauczyła się o korzyściach olejku eterycznego w college'u. Będzie używała olejku eterycznego w nowym produkcie pielęgnacyjnym.",
      "example_translation": "Ella usaba aceite esencial en su terapia de masaje para relajar a sus clientes. Había aprendido sobre los beneficios del aceite esencial en la universidad. Usará aceite esencial en su nuevo producto de cuidado de la piel.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "curler rzęs",
      "translation": "rizador de pestañas",
      "definition": "Narzędzie kosmetyczne używane do kształtowania i curlowania rzęs, często składające się z małego metalowego lub plastikowego urządzenia z krzywą lub nachyloną powierzchnią.",
      "definition_translation": "Una herramienta cosmética utilizada para dar forma y rizar las pestañas, que consiste normalmente en un dispositivo pequeño de metal o plástico con una superficie curva o angular.",
      "example": "Ona ostrożnie użyła curlera rzęs, aby zakręcić rzęsy przed nałożeniem mascary. Jej siostra poleciła jej curler rzęs dla bardziej dramatycznego wyglądu. Będę kupował curler rzęs na urodziny najlepszej przyjaciółki.",
      "example_translation": "Ella usaba cuidadosamente un rizador de pestañas para rizar sus pestañas antes de aplicar rímel. Su hermana le había recomendado un rizador de pestañas para un look más dramático. Comprará un rizador de pestañas para el cumpleaños de su mejor amiga.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "farba do włosów",
      "translation": "tinte para el cabello",
      "definition": "Substancja kosmetyczna używana do zmiany koloru włosów, dostępna w różnych formach, takich jak płyny, kremy i proszki.",
      "definition_translation": "Una sustancia cosmética utilizada para cambiar el color del cabello, disponible en varias formas como líquidos, cremas y polvos.",
      "example": "Ona używała farby do włosów przez lata, aby zakryć szare włosy. On zdecydował się spróbować nowej marki farby do włosów dla bardziej żywego koloru. Będą uruchamiać nowy produkt farby do włosów miesiąc temu.",
      "example_translation": "Ella había estado usando tinte para el cabello durante años para cubrir su cabello gris. Él decidió probar una nueva marca de tinte para el cabello para un color más vibrante. Lanzarán un nuevo producto de tinte para el cabello el mes próximo.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szlifierka do paznokci",
      "translation": "lima de uñas",
      "definition": "Szlifierka do paznokci jest narzędziem używanym do kształtowania i wygładzania powierzchni paznokci palców lub stóp.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "Zszlifowałem paznokcie, aby usunąć rowki. Wczoraj zszlifowałem paznokcie, aby przygotować się do imprezy. Do przyszłego tygodnia zszlifuję paznokcie, aby wyglądać perfekcyjnie na weselu.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "klipser do paznokci",
      "translation": "cortauñas",
      "definition": "Klipser do paznokci jest ręcznym urządzeniem używanym do cięcia i obchodzenia paznokci palców lub stóp.",
      "definition_translation": "Un cortauñas es un dispositivo portátil utilizado para recortar y cortar las uñas de los dedos o de los pies.",
      "example": "Uciąłem paznokcie za krótko. Ona wczoraj ucięła paznokcie. Do jutra on ucięł paznokcie przed wielkim wydarzeniem.",
      "example_translation": "Me corté las uñas demasiado cortas. Ella había cortado sus uñas el día anterior. Para mañana, él habrá cortado sus uñas para el gran evento.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "plik do paznokci",
      "translation": "lima de uñas",
      "definition": "Plik do paznokci jest narzędziem używanym do kształtowania i wygładzania powierzchni paznokci palców lub stóp.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "Zpilkowałem paznokcie, aby usunąć rowki. Wczoraj zpilkowałem paznokcie, aby przygotować się do imprezy. Do przyszłego tygodnia zpilkuję paznokcie, aby wyglądać perfekcyjnie na weselu.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szpachelka",
      "translation": "espátula",
      "definition": "Narzędzie kuchenne używane do obracania, czyśczenia i podnoszenia żywności podczas gotowania, często mające płaską, szeroką ostrze i długi uchwyt.",
      "definition_translation": "Una herramienta de cocina utilizada para voltear, raspar y levantar alimentos mientras se cocina, a menudo con una hoja plana y ancha y un mango largo.",
      "example": "Ona użyła szpachelki, aby obrócić placuszki, potem użyła jej do czyszczenia ścianek miski, a w końcu użyła jej do wyciągnięcia ciasta z pieca.",
      "example_translation": "Ella usó una espátula para dar vuelta a los pancakes, luego la usará para raspar los lados del tazón, y finalmente, la usará para levantar el pastel fuera del horno.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żel podkładowy",
      "translation": "hidratante teñido",
      "definition": "Produkt kosmetyczny, który zapewnia nawilżenie skóry, jednocześnie dodając jej naturalnego koloru.",
      "definition_translation": "Un producto cosmético que proporciona hidratación a la piel mientras le da un color natural y sutil.",
      "example": "Nałożyłem żel podkładowy na twarz rano, potem nałożę go znowu wieczorem po umyciu twarzy, a jutro spróbuję innego produktu.",
      "example_translation": "Aplicó un hidratante teñido en mi rostro esta mañana, luego lo aplicaré de nuevo esta noche después de lavar mi rostro, y mañana, probaré una marca diferente.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozdziałów więzadeł",
      "translation": "separador de dedos del pie",
      "definition": "Urządzenie lub narzędzie używane do rozdzielania palców, często używane do zapobiegania tarciu i irytacji między palcami, szczególnie u osób z deformacjami palców.",
      "definition_translation": "Un dispositivo o herramienta utilizado para separar los dedos del pie, a menudo utilizado para prevenir la fricción y la irritación entre los dedos del pie, especialmente para personas con deformidades en los dedos del pie.",
      "example": "Ona użyła rozdziału więzadeł, aby złagodzić ból spowodowany przez swoje palce hakowe, potem ona będzie używać go, aby zapobiec tarciu podczas biegania, a w końcu ona będzie używać go, aby pomóc swoim palcom wyzdrowieć po operacji.",
      "example_translation": "Ella usó un separador de dedos del pie para aliviar el dolor causado por sus dedos en martillo, luego lo usará para prevenir la fricción mientras corría, y finalmente, lo usará para ayudar a sus dedos del pie a sanar después de la cirugía.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "afterszawa",
      "translation": "aftershampoo",
      "definition": "Ciecz lub żel stosowany na skórę po goleniu, aby pomóc zamknąć pory i zmniejszyć irytację.",
      "definition_translation": "Un líquido o gel aplicado a la piel después de afeitar para ayudar a cerrar los poros y reducir la irritación.",
      "example": "Zawsze używam afterszawy po goleniu, aby zapobiec włosom wrostnym. Wczoraj zapomniałem zastosować afterszawę i teraz moja skóra jest zdenerwowana. Jeśli zapamiętam, użyję afterszawy jutro.",
      "example_translation": "Siempre uso aftershampoo después de afeitar para prevenir pelo encarnado. Ayer, olvidé aplicar aftershampoo y ahora mi piel está irritada. Si me acuerdo, usaré aftershampoo mañana.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rumieniec",
      "translation": "rubor",
      "definition": "Kosmetyczny proszek lub krem stosowany, aby nadać zdrowemu, rumieniowemu blaskowi policzkom.",
      "definition_translation": "Un polvo o crema cosmética utilizada para dar un brillo saludable y rosado a las mejillas.",
      "example": "Stosuję rumieniec na policzki, aby wyglądać bardziej energicznie dzisiaj. Wczoraj kupiłem nowy rumieniec, który będę używał jutro. Jeśli mam czas, zastosuję rumieniec przed wieczorem na imprezie.",
      "example_translation": "Me aplicó rubor a las mejillas para parecer más energético hoy. Ayer, compré un nuevo rubor que usaré mañana. Si tengo tiempo, me aplicaré rubor antes de la fiesta esta noche.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "peeling ciała",
      "translation": "exfoliante corporal",
      "definition": "Produkt kosmetyczny stosowany, aby usunąć martwe komórki skóry i wygładzić skórę.",
      "definition_translation": "Un producto cosmético utilizado para eliminar células de piel muertas y suavizar la piel.",
      "example": "Używam peelingu ciała raz w tygodniu, aby utrzymać skórę gładką. Wczoraj użyłem peelingu ciała przed wyjściem na plażę. Jeśli zapamiętam, użyję peelingu ciała ponownie następnego tygodnia.",
      "example_translation": "Uso un exfoliante corporal una vez a la semana para mantener mi piel suave. Ayer, usé un exfoliante corporal antes de ir a la playa. Si me acuerdo, usaré un exfoliante corporal de nuevo la próxima semana.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kąpiel piankowa",
      "translation": "baño de burbujas",
      "definition": "Kąpiel, w której osoba siedzi w wannie wypełnionej wodą i specjalnym mydłem, które tworzy piankę.",
      "definition_translation": "Un baño en el que una persona se sienta en una tina llena de agua y un tipo de jabón perfumado que forma burbujas.",
      "example": "Ona odpoczywała w kąpieli piankowej przez godzinę, czując, jak stres znika. Ona brała kąpiele piankowe każdej nocy tej tygodnia. Ona weźmie kąpiel piankową po ćwiczeniach jutro.",
      "example_translation": "Ella se relajó en el baño de burbujas durante una hora, sintiendo que el estrés se desvanecía. Ha estado tomando baños de burbujas todas las noches esta semana. Tomará un baño de burbujas después de su entrenamiento mañana.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kompakt",
      "translation": "compacto",
      "definition": "Mały pokrowiec lub pojemnik dla przechowywania kosmetyków, zazwyczaj w postaci proszku lub kremu.",
      "definition_translation": "Un pequeño caso o contenedor para contener cosméticos, generalmente en forma de polvo o crema.",
      "example": "Ona wiozła kompaktnik w swojej torebce, aby dotknąć makijażu w ciągu dnia. Firma wyprodukowała nowy kompakt z wbudowanym lustrem. Będą one uruchamiać nową linię produktów kompaktowych w przyszłym roku.",
      "example_translation": "Ella llevaba un compacto en su bolso para toques durante todo el día. La empresa produjo un nuevo compacto con un espejo incorporado. Lanzarán una nueva línea de productos compactos el próximo año.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "korektor",
      "translation": "corrector",
      "definition": "Produkt kosmetyczny stosowany, aby ukryć defekty lub niedoskonałości skóry.",
      "definition_translation": "Un producto cosmético utilizado para cubrir imperfecciones o defectos en la piel.",
      "example": "Ona zastosowała korektor, aby ukryć ciemne kręgi pod jej oczami. On używa korektora, aby ukryć blizny po trądziku. Makijażysta będzie używał korektora, aby wyrównać jej skórę.",
      "example_translation": "Ella aplicó un corrector para ocultar los círculos oscuros bajo sus ojos. Él utiliza un corrector para cubrir sus cicatrices de acne. El maquillador usará un corrector para igualar su tono de piel.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "watki bawełniane",
      "translation": "palletas de algodón",
      "definition": "Małe, sztywne obiekty używane do nakładania lub usuwania makijażu, czyszczenia uszu lub innych celów.",
      "definition_translation": "Objetos pequeños y delgados utilizados para aplicar o remover maquillaje, limpiar oídos o otros propósitos.",
      "example": "Użyłem watki bawełnianej, aby wyczyścić moje uszy, potem zastosowałem ją do nakładania tuszu, a w końcu użyję jej, aby usunąć makijaż tej nocy.",
      "example_translation": "Usé palletas de algodón para limpiar mis oídos, luego apliqué máscara utilizando las mismas palletas de algodón, y finalmente, usarélas para remover mi maquillaje esta noche.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kłębek",
      "translation": "rulero",
      "definition": "Narzędzie stylizacji włosów używane, aby nadać kształt i zalążek włosom, zazwyczaj ogrzewane, aby osiągnąć pożądany efekt.",
      "definition_translation": "Una herramienta de estilismo de cabello utilizada para dar forma y rizar el cabello, generalmente calentada para alcanzar la rizada deseada.",
      "example": "Musiałem użyć kłębka, aby uzyskać idealne spirale włosów na mój ślub, a potem będę używał go, aby poprawić moje włosy przed recepcją.",
      "example_translation": "Tuve que usar un rulero para obtener las rizas espirales perfectas para mi peinado de boda, después de lo cual lo utilizaré para retocar mi cabello antes de la recepción.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żelaza do loków",
      "translation": "plancha rizadora",
      "definition": "Narzędzie stylizacji włosów używane, aby zakręcić lub wyprostować włosy, zazwyczaj ogrzewane, aby osiągnąć pożądany efekt.",
      "definition_translation": "Una herramienta de estilismo utilizada para rizar o alisar el cabello, generalmente calentada para alcanzar el estilo deseado.",
      "example": "Przypadkowo spaliłem swoje włosy żelazem do loków w zeszłym tygodniu, ale teraz używam ochrony przed ciepłem, aby zapobiec uszkodzeniom podczas stylizacji na wieczór.",
      "example_translation": "Accidentalmente me quemé el cabello con la plancha rizadora la semana pasada, pero ahora uso un protector de calor para prevenir daños cuando rizo mi cabello para una noche fuera.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nożyczki do obcinania skórek",
      "translation": "cortauñas de cutícula",
      "definition": "małe narzędzie używane do trimowania i kształtowania skórek, składające się z pary małych, zakrzywionych ostrzy.",
      "definition_translation": "un instrumento pequeño utilizado para recortar y dar forma a las cutículas, que consiste típicamente en una pareja de hojas pequeñas y curvas.",
      "example": "Użyła swoich nożyczek do obcinania skórek, aby starannie obciąć swoje skórki. Miała użyć swoich nożyczek wczoraj, aby ukształtować swoje paznokcie. Użyje swoich nożyczek jutro, aby zrobić sobie manicure.",
      "example_translation": "Ella utilizó sus cortauñas de cutícula para recortar cuidadosamente sus cutículas. Ella había utilizado sus cortauñas de cutícula ayer para dar forma a sus uñas. Ella utilizará sus cortauñas de cutícula mañana para darse un manicure.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pusher skórek",
      "translation": "empujador de cutícula",
      "definition": "narzędzie używane do delikatnego push-back skórek, zazwyczaj wykonane z metalu lub plastiku.",
      "definition_translation": "una herramienta utilizada para empujar suavemente hacia atrás las cutículas, típicamente hecha de metal o plástico.",
      "example": "Technik Nailowa użyła pushera skórek, aby delikatnie odpychać skórki klientki. Nigdy wcześniej nie używała pushera skórek, ale okazał się być bardzo skuteczny. Będzie kontynuowała używanie pushera skórek w swojej rutynie pielęgnacji paznokci.",
      "example_translation": "El técnico de uñas utilizó un empujador de cutícula para empujar suavemente hacia atrás las cutículas de su cliente. Ella nunca había utilizado un empujador de cutícula antes, pero encontró que era muy efectivo. Ella continuará utilizando un empujador de cutícula en su rutina de cuidado de uñas.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "usuwanie skórek",
      "translation": "quitacutículas",
      "definition": "płynna lub kremowa substancja używana do rozpuszczenia i usunięcia martwych komórek skórek.",
      "definition_translation": "una sustancia líquida o cremosa utilizada para disolver y remover células muertas de la piel de las cutículas.",
      "example": "Zastosowała usuwanie skórek do swoich paznokci i czekała, aż zacznie działać. Miała już użyć usuwania skórek wcześniej, ale to było dużo delikatniejsze. Będzie używać usuwania skórek co tydzień, aby utrzymać swoje paznokcie w zdrowiu.",
      "example_translation": "Ella aplicó un quitacutículas a sus uñas y esperó a que surtiera efecto. Ella había utilizado un quitacutículas antes, pero este era mucho más suave. Ella utilizará un quitacutículas todas las semanas para mantener sus uñas con aspecto saludable.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krem depilacyjny",
      "translation": "crema depilatoria",
      "definition": "produkt kosmetyczny używany do usuwania niechcianych włosów ze skóry, zazwyczaj stosowany jako krem lub lotion.",
      "definition_translation": "Un producto cosmético utilizado para eliminar pelo no deseado de la piel, generalmente aplicado como crema o loción.",
      "example": "Użyła kremu depilacyjnego, aby usunąć niechciane włosy przed wakacjami na plaży. Miała użyć go przedtem, ale będzie używać go ponownie następnego lata.",
      "example_translation": "Ella utilizó una crema depilatoria para eliminar pelo no deseado antes de las vacaciones en la playa. Lo había usado antes, pero lo volverá a usar la próxima verano.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ołówek do brwi",
      "translation": "lápiz de cejas",
      "definition": "narzędzie kosmetyczne używane do definiowania lub wypełniania brwi, zazwyczaj w formie ołówka lub pióra.",
      "definition_translation": "Una herramienta cosmética utilizada para definir o rellenar las cejas, generalmente en forma de lápiz o pluma.",
      "example": "Starannie narysowała swoje brwi ołówkiem do brwi, aby ukończyć swoją poranną rutynę makijażu. Miała używać go przez lata, i będzie kontynuowała używanie go w przyszłości.",
      "example_translation": "Ella dibujó con cuidado sus cejas con un lápiz de cejas para completar su rutina de maquillaje matutina. Lo había estado utilizando durante años, y seguirá usando en el futuro.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " eyeliner",
      "translation": "delineador de ojos",
      "definition": "produkt kosmetyczny używany do definiowania lub wzmocnienia kształtu oczu, zazwyczaj stosowany jako płyn, żel lub proszek.",
      "definition_translation": "Un producto cosmético utilizado para definir o realzar la forma de los ojos, generalmente aplicado como líquido, gel o polvo.",
      "example": "Umiejętnie narysowała eyeliner, aby stworzyć efekt kota przed imprezą. Miała ćwiczyć używanie go przedtem, i będzie doskonalić go do przyszłego miesiąca.",
      "example_translation": "Ella aplicó con habilidad el delineador de ojos para crear un efecto de ojos de gato para la fiesta. Lo había practicado antes, y lo perfeccionará para el próximo mes.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cień do powiek",
      "translation": "sombra de ojos",
      "definition": "produkt kosmetyczny stosowany do oczu, aby nadać im kolor i teksturę, często w formie proszku, kremu lub żelu.",
      "definition_translation": "Un cosmético aplicado a los párpados para dar color y textura, a menudo en forma de polvo, crema o gel.",
      "example": "Nałożyłem cień do powiek przed imprezą. Nałożyłem cień do powiek wczoraj. Nałożę cień do powiek jutro.",
      "example_translation": "Aplicé sombra de ojos a mis párpados antes de la fiesta. Había aplicado sombra de ojos a mis párpados ayer. Aplicaré sombra de ojos a mis párpados mañana.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "prostownica do włosów",
      "translation": "plancha de pelo",
      "definition": "urządzenie używane do prostowania lub stylizacji włosów, składające się z dwóch rozgrzewanych płyt, które są przygniecane razem, aby spłaszczyć lub uformować włosy.",
      "definition_translation": "Un dispositivo usado para enderezar o peinar el cabello, compuesto por dos placas calientes que se presionan juntas para aplanar o dar forma al cabello.",
      "example": "Użyłem prostownicy do włosów, aby wyprostować swoje włosy dziś rano. Użyłem prostownicy do włosów, aby ułożyć włosy na imprezę. Użyję prostownicy do włosów, aby zacwiartować włosy na ślub.",
      "example_translation": "Usé una plancha de pelo para enderezar mi cabello esta mañana. Había usado una plancha de pelo para peinar mi cabello para la fiesta. Usaré una plancha de pelo para rizar mi cabello para la boda.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kondycjonator do włosów",
      "translation": "aceite para el cabello",
      "definition": "produkt stosowany do włosów po szamponowaniu, aby poprawić ich miękkość, manewrowalność i ogólne zdrowie.",
      "definition_translation": "Un tratamiento aplicado al cabello después del champú para mejorar su suavidad, manejabilidad y salud en general.",
      "example": "Nałożyłem kondycjonator do włosów po szamponowaniu. Nałożyłem kondycjonator do włosów wczoraj. Nałożę kondycjonator do włosów przed wizytą u fryzjera.",
      "example_translation": "Aplicé aceite para el cabello a mi cabello después del champú. Había aplicado aceite para el cabello a mi cabello ayer. Aplicaré aceite para el cabello a mi cabello antes de la cita con la peluquera.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mus do włosów",
      "translation": "espuma para el cabello",
      "definition": "produkt stylizacyjny używany do dodawania objętości, tekstury i trwałości włosów, zazwyczaj w formie pianki lub musu.",
      "definition_translation": "Un producto de estilismo utilizado para agregar volumen, textura y sujeción al cabello, generalmente en consistencia de espuma o mousse.",
      "example": "Użyłem musu do włosów, aby dodać objętość moim włosom wczoraj. Użyję go ponownie jutro, aby ułożyć swoje włosy na imprezę. Używam go przez miesiące, aby utrzymać swoje włosy w zdrowiu.",
      "example_translation": "Usé espuma para el cabello para agregar volumen a mi cabello ayer. Lo usaré de nuevo mañana para estilo mi cabello para la fiesta. He estado usando durante meses para mantener mi cabellolooking great.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lak do włosów",
      "translation": "laca para el cabello",
      "definition": "Produkt kosmetyczny używany do utrwalenia fryzury, zwykle w postaci aerozolu.",
      "definition_translation": "Un producto cosmético utilizado para mantener el cabello en su lugar, generalmente en forma de spray.",
      "example": "Użyłem laku do włosów, aby utrzymać moją fryzurę w miejscu przez cały dzień. Ona będzie go używać dziś wieczorem, aby utrzymać swoją fryzurę na weselu. On używał go przez lata, aby utrzymać swoją fryzurę idealnie.",
      "example_translation": "Usé laca para el cabello para mantener mi peinado en su lugar todo el día. Ella lo utilizará Esta noche para fijar su cabello para la boda. Él ha estado utilizando durante años para mantener su cabello estilizado perfectamente.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "balsam do ust",
      "translation": "bálsamo labial",
      "definition": "Produkt kosmetyczny stosowany w celu nawilżenia i ochrony ust, często zawierający składniki takie jak wosk pszczeli i jelly petroleum.",
      "definition_translation": "Un producto tópico utilizado para hidratar y proteger los labios, a menudo contiene ingredientes como cera de abeja y jelly de petróleo.",
      "example": "Nałożyłem balsam do ust, aby uśmierzyć moje spalone usta wczoraj. Ona będzie go używać dziś wieczorem, aby nawilżyć swoje usta przed snem. On używał go przez całą zimę, aby chronić swoje usta przed zimnem.",
      "example_translation": "Aplicó bálsamo labial para calmar mis labios agrietados ayer. Ella lo utilizará Esta noche para hidratar sus labios antes de acostarse. Él ha estado utilizando todo el invierno para proteger sus labios del frío.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "błyszczyk do ust",
      "translation": "brillo de labios",
      "definition": "Produkt kosmetyczny stosowany w celu dodania koloru, połysku i nawilżenia ustom.",
      "definition_translation": "Un producto cosmético utilizado para agregar color, brillo y humedad a los labios.",
      "example": "Ona nałożyła warstwę błyszczyku do ust przed wyjściem na imprezę. Ona miała go nałożonego cały dzień, ale nadal był błyszczący. Ona będzie go ponownie nakładać po obiedzie.",
      "example_translation": "Ella aplicó una capa de brillo de labios en sus labios antes de salir a la fiesta. Lo había llevado puesto todo el día, pero todavía estaba brillante. Volverá a aplicarlo después de cenar.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "konturówka do ust",
      "translation": "delineador de labios",
      "definition": "Produkt kosmetyczny stosowany w celu zdefiniowania i kształtowania konturów ust.",
      "definition_translation": "Un producto cosmético utilizado para definir y dar forma al contorno de los labios.",
      "example": "Ona użyła konturówki do ust, aby stworzyć idealny łuk cupidyna. Ona miała trudności ze znalezieniem odpowiedniego odcienia, ale w końcu znalazła jeden, który pasował do koloru jej ust. Ona będzie próbować nowej techniki z nim następnym tygodniu.",
      "example_translation": "Ella utilizó un delineador de labios para crear un arco de cupido perfecto. Tuvo problemas para encontrar el tono adecuado, pero finalmente encontró uno que coincidía con el color de sus labios. Probará una nueva técnica con él la próxima semana.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fadająca اساس foundation",
      "translation": "base líquida",
      "definition": "Typ kosmetycznej bazowej, która ma płynną konsystencję i jest stosowana do skóry w celu uzyskania jednolitego koloru i zakrycia niedoskonałości.",
      "definition_translation": "Un tipo de base cosmética que tiene una consistencia líquida y se aplica a la piel para proporcionar cobertura y un tono uniforme.",
      "example": "Ona nałożyła warstwę fadającej основy foundation na twarz, aby uzyskać jednolity kolor skóry. Ona używała go przez lata, ale niedawno zmieniła markę. Ona będzie próbować nowego odcienia latem następnym roku.",
      "example_translation": "Ella aplicó una capa de base líquida a su rostro para uniformar su tono de piel. Lo había estado usando durante años, pero recientemente cambió a una nueva marca. Probará un tono diferente de ella el próximo verano.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "luźny proszek",
      "translation": "polvo suelto",
      "definition": "Typ kosmetycznego proszku, który nie jest prasowany w formę kompaktu i jest często stosowany w celu ustalenia makijażu lub dodania naturalnego wyglądu.",
      "definition_translation": "Un tipo de polvo cosmético que no está presionado en una forma compacta y se utiliza a menudo para fijar el maquillaje o agregar un acabado natural y ligero.",
      "example": "Stosuję lekką warstwę luźnego proszku na twarz, aby ustalić makijaż. Ona stosowała luźny proszek na twarz wczoraj, aby zmniejszyć połysk. Ona będzie stosować luźny proszek na twarz jutro, aby wyglądać doskonale.",
      "example_translation": "Me aplico un polvo suelto ligero en la cara para fijar mi base. Ayer me aplicó polvo suelto en la cara para reducir el brillo. Mañana me aplicaré polvo suelto en la cara para parecer perfecta.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pędzel do paznokci",
      "translation": "cepillo de uñas",
      "definition": "Mały pędzel używany do aplikowania lakieru do paznokci lub wzmacniacza paznokci na paznokcie lub palce stóp.",
      "definition_translation": "Un cepillo pequeño que se utiliza para aplicar esmalte de uñas o fortalecedor de uñas en las uñas de los dedos o los pies.",
      "example": "Używam pędzla do paznokci, aby nakładać lakier do paznokci ostrożnie. Ona użyła pędzla do paznokci, aby nakładać wzmacniacz paznokci wczoraj. Ona będzie stosować pędzel do paznokci, aby pomalować swoje paznokcie jutro.",
      "example_translation": "Utilizo un cepillo de uñas para aplicar esmalte de uñas con cuidado. Utilicé un cepillo de uñas para aplicar fortalecedor de uñas ayer. Mañana utilizaré un cepillo de uñas para pintar mis uñas.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lakier do paznokci",
      "translation": "esmalte de uñas",
      "definition": "Substancja kosmetyczna używana do kolorowania i dekoracji paznokci.",
      "definition_translation": "Una sustancia cosmética utilizada para colorear y decorar las uñas de los dedos o los pies.",
      "example": "Nakładam lakier do paznokci na paznokcie stóp co tydzień. Ona nakładała lakier do paznokci na paznokcie rąk wczoraj. Ona będzie nakładała lakier do paznokci na paznokcie stóp jutro.",
      "example_translation": "Me aplico esmalte de uñas en las uñas de los pies cada semana. Ayer me aplicó esmalte de uñas en las uñas de los dedos. Mañana me aplicaré esmalte de uñas en las uñas de los pies.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozpuszczalnik do paznokci",
      "translation": "quitapolish de uñas",
      "definition": "Ciecz rozpuszczająca, stosowana w celu usunięcia lakieru do paznokci z paznokci.",
      "definition_translation": "Un líquido basado en disolventes utilizado para quitar esmalte de uñas de los dedos de los pies o las uñas de los dedos.",
      "example": "Muszę kupić rozpuszczalnik do paznokci, aby usunąć stary lakier z paznokci. Ona użyła rozpuszczalnika do paznokci, aby oczyścić swoje paznokcie wczoraj. Do następnego tygodnia nauczę się, jak prawidłowo używać rozpuszczalnika do paznokci.",
      "example_translation": "Necesito comprar un quitapolish de uñas para quitar mi esmalte de uñas antiguo. Ayer, usé un quitapolish de uñas para limpiar mis uñas. Para la próxima semana, habré aprendido cómo usar un quitapolish de uñas de manera efectiva.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pędzelek do pudru",
      "translation": "polvillo",
      "definition": "Miękki, puszysty narzędzie używane do aplikowania pudru na twarz lub ciało.",
      "definition_translation": "Una herramienta suave y acolchada utilizada para aplicar polvo en la cara o el cuerpo.",
      "example": "Makijażystka użyła pędzelka do pudru, aby ustalić fundament na twarzy modelki. Ona używała pędzelka do pudru, aby aplikować puder cały poranek. Do jutra nauczy się, jak korzystać z pędzelka do pudru.",
      "example_translation": "El artista de maquillaje usó un polvillo para fijar la base en la cara del modelo. Ha estado usando un polvillo para aplicar polvo toda la mañana. Para mañana, habrá dominado la técnica de usar un polvillo.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "proszek prasowany",
      "translation": "polvo compacto",
      "definition": "Typ kosmetycznego proszku, który jest prasowany w formie kompakowej, używany do utrwaleniaoundation i korektora.",
      "definition_translation": "Un tipo de polvo cosmético que se presiona en una forma compacta, utilizado para fijar la base y el corrector.",
      "example": "Ona nałożyła warstwę proszku prasowanego, aby utrwalić makijaż. Wczoraj kupiłem nowy proszek prasowany, który kontroluje tłustość. Do następnego miesiąca skończę mój proszek prasowany i będę musiał kupić nowy.",
      "example_translation": "Ella aplicó una capa de polvo compacto para fijar su maquillaje. Ayer, compré un nuevo polvo compacto que es controlador de aceite. Para el próximo mes, habré terminado mi polvo compacto y necesitaré comprar uno nuevo.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przymierz",
      "translation": "prueba",
      "definition": "Przymierz to warstwa przygotowawcza farby lub kleju, nakładana na powierzchnię, aby utworzyć gładką bazę dla dalszych warstw lub poprawić przyczepność.",
      "definition_translation": "Un primer es una capa de pintura o pegamento aplicada a una superficie para crear una base suave para capas adicionales o mejorar la adhesión.",
      "example": "Użyłem przymierza, aby pomalować ścianę, a następnie nałożyłem dwie warstwy farby. Będę używał przymierza ponownie następnego tygodnia, aby dokończyć projekt. Ona użyła przymierza w zeszłym roku, aby przygotować powierzchnię.",
      "example_translation": "Usé un primer para pintar la pared, luego apliqué dos capas de pintura. Usaré un primer de nuevo la próxima semana para terminar el proyecto. Ella había usado un primer el año pasado para preparar la superficie.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kamień pumeksowy",
      "translation": "piedra pómez",
      "definition": "Kamień pumeksowy to naturalny kamień ścierny, używany do usuwania martwych komórek skóry i gładzenia szorstkich płatów skóry.",
      "definition_translation": "Una piedra pómez es una piedra natural exfoliante utilizada para eliminar células muertas de la piel y suavizar parches rugosos en la piel.",
      "example": "Użyłem kamienia pumeksowego, aby usunąć martwe komórki skóry z moich stóp. Ona będzie używała kamienia pumeksowego jutro, aby ściernić swoje dłonie. Oni użyli kamienia pumeksowego w zeszłym tygodniu, aby wygładzić swoje łokcie.",
      "example_translation": "Usé una piedra pómez para eliminar células muertas de mis pies. Ella utilisará una piedra pómez mañana para exfoliar sus manos. Habían utilizado una piedra pómez la semana pasada para suavizar sus codos.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczotka do golenia",
      "translation": "cepillo de afeitar",
      "definition": "Szczotka do golenia to szczotka używana do nakładania pianki do golenia lub kremu przed goleniem.",
      "definition_translation": "Un cepillo de afeitar es un cepillo utilizado para aplicar jabón o crema de afeitar a la piel antes de afeitar.",
      "example": "Użyłem szczotki do golenia, aby nałożyć piankę do golenia na moją twarz. Ona będzie używała szczotki do golenia jutro, aby zgolić swoje nogi. Oni użyli szczotki do golenia w zeszłym tygodniu, aby zgolić swoje brody.",
      "example_translation": "Usé un cepillo de afeitar para aplicar crema de afeitar a mi rostro. Ella utilisará un cepillo de afeitar mañana para afeitar sus piernas. Habían utilizado un cepillo de afeitar la semana pasada para afeitar sus barbas.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krem do golenia",
      "translation": "crema de afeitar",
      "definition": "Krem do golenia to gęsty, bogaty i kremowy środek, używany do smarowania i chronienia skóry w trakcie golenia, zawierający składniki, które pomagają nawilżyć i uspokoić skórę.",
      "definition_translation": "Una sustancia gruesa, rica y cremosa utilizada para lubricar y proteger la piel mientras se afeita, que generalmente contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "Użyłem kremu do golenia, aby zgolić mój brodę wczoraj, ale jutro będę używał brzytwy. Używam kremu do golenia od miesięcy i będę kontynuował jego używanie w przyszłości.",
      "example_translation": "Usé crema de afeitar para afeitar mi barba ayer, pero usaré una navaja mañana. He estado usando crema de afeitar durante meses, y continuaré usando en el futuro.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piana do golenia",
      "translation": "espuma de afeitar",
      "definition": "Piana do golenia to lekka, pienista i puszysta substancja, używana do smarowania i chronienia skóry w trakcie golenia, zwykle dostępna w aerosolu.",
      "definition_translation": "Una sustancia liviana, aireada y espumosa utilizada para lubricar y proteger la piel mientras se afeita, generalmente dispensada desde una lata de aerosol.",
      "example": "Ona nałożyła pianę do golenia na swoje nogi przed goleniem, a następnie spłukała ją. On używał piany do golenia przez lata, ale teraz chce spróbować brzytwy.",
      "example_translation": "Ella aplicó espuma de afeitar a sus piernas antes de afeitarse, y luego la enjuagó. Él ha estado usando espuma de afeitar durante años, pero ahora quiere probar una navaja.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krem przeciwsłoneczny",
      "translation": "protector solar",
      "definition": "Krem przeciwsłoneczny to krem, lotion lub spray, używany do ochrony skóry przed szkodliwymi promieniami słonecznymi, zawierający składniki, które pomagają nawilżyć i uspokoić skórę.",
      "definition_translation": "Una crema, loción o spray utilizada para proteger la piel de los dañinos rayos ultravioletas del sol, que a menudo contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "Zawsze nakładam krem przeciwsłoneczny przed wyjściem na plażę i ponownie nakładam go co dwie godziny. Ona zapomniała przynieść krem przeciwsłoneczny do parku i teraz ma oparzenie słoneczne.",
      "example_translation": "Siempre aplico protector solar antes de ir a la playa, y reaplico cada dos horas. Ella se olvidó de帶r el protector solar al parque, y ahora tiene una quemadura solar.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pinceta",
      "translation": "pinzas",
      "definition": "Pinceta to małe metalowe narzędzie, używane do chwytania małych obiektów, szczególnie do kształtowania lub dostosowywania brwi.",
      "definition_translation": "Instrumentos metálicos pequeños, generalmente en forma de tijeras, utilizados para arrancar o sujetar objetos pequeños, especialmente para dar forma o ajustar las cejas.",
      "example": "Użyłem pincety, aby usunąć drzazgę ze skóry. Będę używał pincety, aby wydepilować moje brwi wieczorem. Ona użyła pincety, aby dostosować swoją biżuterię.",
      "example_translation": "Usé pinzas para quitar un astillo de mi piel. Usaré pinzas para depilar mis cejas esta noche. Ella había utilizado pinzas para ajustar su collar.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]