[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Abisyńczyk",
      "translation": "abisinio",
      "definition": "Rasa kotów domowych pochodząca z Etiopii, znana z charakterystycznego szachownicowego ubarwienia.",
      "definition_translation": "Una raza de gato doméstico originario de Etiopía, conocida por su peculiar capa moteada.",
      "example": "Miałem Abisyńczyka jako domowego kota, gdy byłem dzieckiem. Był bardzo zabawny. Będę miał Abisyńczyka następnym rokiem. Będzie wielkim towarzyszem.",
      "example_translation": "Tenía un gato abisinio como mascota cuando era niño. Era muy juguetón. Volveré a tener otro gato abisinio el próximo año. Será un gran compañero.",
      "imageLink": "image_files\\English\\abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Amerykański krótkowłosy",
      "translation": "pelaje americano corto",
      "definition": "Rasa kotów domowych pochodząca z Ameryki Północnej, znana ze swojego zwartej budowy i krótkiej, gęstej sierści.",
      "definition_translation": "Una raza de gato doméstico originario de Norteamérica, conocida por su construcción sólida y su capa corta y densa.",
      "example": "Amerykański krótkowłosy to piękna rasa. Został wprowadzony do Europy w XIX wieku. Będę wprowadzał Amerykańskiego krótkowłosego do mojej rodziny wkrótce.",
      "example_translation": "El pelaje americano corto es una raza hermosa. Se introdujo en Europa en el siglo XIX. Introduciré un pelaje americano corto a mi familia pronto.",
      "imageLink": "image_files\\English\\american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Kot bengalski",
      "translation": "gato bengalí",
      "definition": "Hybrydowa rasa kotów domowych, powstała w wyniku skrzyżowania kota domowego z kotem azjatyckim, znana ze swego charakterystycznego spotty lub marmurkowego ubarwienia.",
      "definition_translation": "Una raza híbrida de gato doméstico, resultado del cruce de un gato doméstico con un gato leopardo asiático, conocida por su capa moteada o jaspeada característica.",
      "example": "Wczoraj widziałem kota bengalskiego w sklepie zoologicznym. Był bardzo energiczny. Będę miał kota bengalskiego w przyszłości. Będzie wspaniałym zwierzakiem.",
      "example_translation": "Vi un gato bengalí en la tienda de mascotas ayer. Era muy enérgico. Tendré un gato bengalí en el futuro. Será una mascota maravillosa.",
      "imageLink": "image_files\\English\\bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Birmańczyk",
      "translation": "Birmano",
      "definition": "Birmańczyk to rasa kotów domowych pochodząca z Birmie (obecnej Mjanmie), znana ze swoich pointowanych uszu, białych łap i puszystej sierści.",
      "definition_translation": "El Birmano es una raza de gato doméstico originaria de Birmania (ahora Myanmar). Es conocido por sus orejas puntiagudas, patas blancas y manto espeso.",
      "example": "Miałem Birmańczyka, gdy byłem dzieckiem, był bardzo zabawny. Teraz mam Birmańczyka ponownie, jest bardzo uwielbiający. Będę miał Birmańczyka w przyszłości, będzie wielkim lojalistą.",
      "example_translation": "Tuve un gato Birmano cuando era niño, era muy juguetón. Ahora tengo un gato Birmano de nuevo, es muy cariñoso. Tendré un gato Birmano en el futuro, será muy leal.",
      "imageLink": "image_files\\English\\birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Brytyjski krótkowłosy",
      "translation": "británico de pelo corto",
      "definition": "Brytyjski krótkowłosy to rasa kotów domowych, znana ze swojej zwartej budowy, krótkiej sierści i spokojnego temperamentu. Jest jedną z najstarszych ras kotów na świecie.",
      "definition_translation": "El británico de pelo corto es una raza de gato doméstico conocido por su construcción sólida, manto corto y temperamento calmado. Es una de las razas de gatos más antiguas del mundo.",
      "example": "Mój dziadek miał Brytyjskiego krótkowłosego, był bardzo leniwy. Teraz mam Brytyjskiego krótkowłosego, jest bardzo zabawny. Będę miał Brytyjskiego krótkowłosego w przyszłości, będzie wielkim towarzyszem.",
      "example_translation": "Mi abuela tenía un gato británico de pelo corto, era muy vago. Ahora tengo un gato británico de pelo corto, es muy juguetón. Tendré un gato británico de pelo corto en el futuro, será muy suave.",
      "imageLink": "image_files\\English\\british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Birmańczyk",
      "translation": "Birmano",
      "definition": "Birmańczyk to rasa kotów domowych, znana ze swojego złotego ubarwienia, dużych oczu i zabawnego temperamentu, pochodząca z Birmie (obecnej Mjanmie).",
      "definition_translation": "El Birmano es una raza de gato doméstico conocido por su manto dorado, ojos grandes y temperamento juguetón. Originó de Birmania (ahora Myanmar).",
      "example": "Miałem Birmańczyka, gdy byłem nastolatkiem, był bardzo energiczny. Teraz mam Birmańczyka, jest bardzo ciekawy. Będę miał Birmańczyka w przyszłości, będzie wielkim przygodnikiem.",
      "example_translation": "Tuve un gato Birmano cuando era adolescente, era muy enérgico. Ahora tengo un gato Birmano, es muy curioso. Tendré un gato Birmano en el futuro, será muy aventurero.",
      "imageLink": "image_files\\English\\burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "Cartujano",
      "definition": "Chartreux to rasa kotów domowych z Francji, znana ze swego charakterystycznego niebiesko-szarego ubarwienia i dużych rozmiarów.",
      "definition_translation": "El Cartujano es una raza de gato doméstico de Francia, conocida por su Distintiva capa azul-gris y su gran tamaño.",
      "example": "Ona zawsze fascynowała się rasą Chartreux i w końcu adoptowała jednego z lokalnego schroniska. W zeszłym roku, zaprowadziła swego Chartreux na wystawę kotów, gdzie zdobył pierwsze miejsce. W następnym roku, planuje rozpocząć hodowlę swego Chartreux, aby zachować rasę.",
      "example_translation": "Siempre había estado fascinada por la raza Cartujano, y finalmente adoptó uno de un refugio local. El año pasado, llevó su Cartujano a una exhibición de gatos, donde ganó el primer premio. El año próximo, planea criar su Cartujano para preservar la raza.",
      "imageLink": "image_files\\English\\chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Kolorpunkt, Himalańczyk",
      "translation": "punto de color, Himalayo",
      "definition": "Kolorpunkt, także znany jako Himalańczyk, to rasa kotów domowych powstała z krzyżowania kotów syjamskich i perskich, charakteryzująca się białym ubarwieniem z punktami barwnymi.",
      "definition_translation": "El punto de color, también conocido como Himalayo, es una raza de gato doméstico resultado de cruzar gatos Siames y Persas, caracterizados por su capa blanca con puntos de color.",
      "example": "Jej babcia miała kota kolorpunkta, gdy była dzieckiem, i uwielbiała bawić się jego miękkim futrem. Dziś, ona jest właścicielką kolorpunkta, który regularnie wystawia na wystawach kotów. W przyszłym roku, planuje mieć kolorpunkta, który będzie zdobywał nagrody.",
      "example_translation": "Su abuela tenía un gato punto de color cuando era niña, y le encantaba jugar con su suave pelaje. Hoy en día, ella posee un punto de color propio, que lleva a exhibiciones de gatos regularmente. Para el año próximo, espera haber criado un punto de color ganador de premios.",
      "imageLink": "image_files\\English\\colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "Devon Rex to rasa kotów domowych pochodząca z Devon, Anglii, znana ze swojej krętej, miękkiej sierści i dużych uszu.",
      "definition_translation": "El Rex de Devon es una raza de gato doméstico originaria de Devon, Inglaterra, conocida por su capa suave y rizada, y sus orejas grandes.",
      "example": "On nigdy nie widział Devon Rexa przedtem, ale kiedy spotkał jednego w sklepie zoologicznym, został natychmiast oczarowany. W zeszłym tygodniu, przyniósł domowy kociak Devon Rexa, któremu nadał imię Maks. W przyszłym roku, planuje zaprezentować Maksa na krajowej wystawie kotów.",
      "example_translation": "Nunca había visto un Rex de Devon antes, pero cuando conoció uno en una tienda de mascotas, se enamoró al instante. La semana pasada, trajo a casa un gatito Rex de Devon, al que llamó Max. En un año, planea mostrar a Max en una exhibición de gatos nacional.",
      "imageLink": "image_files\\English\\devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Kot domowy",
      "translation": "gato doméstico",
      "definition": "Kot domowy, także nazywany kotem domowym lub kotem pokojowym, jest małym, zwykle puszystym, mięsożernym ssakiem, które żyje wokół lub wewnątrz ludzkich siedzib.",
      "definition_translation": "Un gato doméstico, también llamado gato de casa o gato indoor, es un pequeño mamífero carnívoro típicamente peludo que vive en o alrededor de habitaciones humanas.",
      "example": "Miałem kota domowego, gdy byłem dzieckiem. Teraz mam psa. Będę miał kota domowego ponownie w przyszłości.",
      "example_translation": "Tuve un gato doméstico cuando era niño. Ahora tengo un perro. Volveré a tener un gato doméstico en el futuro.",
      "imageLink": "image_files\\English\\domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kot egzotyczny krótkowłosy",
      "translation": "pelaje corto exótico",
      "definition": "Kot egzotyczny krótkowłosy to rasa kota charakteryzująca się krótkim, puszystym futrem i słodkim, spokojnym usposobieniem.",
      "definition_translation": "Un pelaje corto exótico es una raza de gato que tiene un pelaje corto y acolchado y un temperamento dulce y calmado.",
      "example": "Moja siostra miała kota egzotycznego krótkowłosego, kiedy była na studiach. Teraz ma inny gatunek kota. Pewnego dnia będzie miała kota egzotycznego krótkowłosego ponownie.",
      "example_translation": "Mi hermana tenía un gato de pelaje corto exótico cuando estaba en la universidad. Ahora tiene una raza diferente de gato. Volverá a tener un gato de pelaje corto exótico algún día.",
      "imageLink": "image_files\\English\\exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "japoński bobtail",
      "translation": "cola japonesa",
      "definition": "Japoński bobtail to rasa kota domowego pochodząca z Japonii, charakteryzująca się krótkim ogonem i często także spokojnym i łagodnym usposobieniem.",
      "definition_translation": "El cola japonesa es una raza de gato doméstico originaria de Japón, caracterizada por su cola corta, y a menudo tienen una personalidad calmada y gentil.",
      "example": "Widziałem kota japońskiego bobtail w sklepie zoologicznym tydzień temu. Był bardzo uroczy. Będę rozważać zakup kota japońskiego bobtail w przyszłości.",
      "example_translation": "Vi un gato cola japonesa en la tienda de mascotas la semana pasada. Era muy lindo. Consideraré tener un gato cola japonesa en el futuro.",
      "imageLink": "image_files\\English\\japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Gato Maine Coon",
      "definition": "Maine Coon to rasa kota domowego pochodząca z Ameryki Północnej, szczególnie ze stanu Maine. Jest to jedna z najstarszych ras kota naturalnego w Ameryce Północnej, charakteryzująca się wyrazistym wyglądem fizycznym i przyjaznym, towarzyskim usposobieniem.",
      "definition_translation": "El gato Maine Coon es una raza de gato doméstico nativa de Norteamérica, específicamente del estado de Maine. Es una de las razas de gatos naturales más antiguas de Norteamérica, con una apariencia física distintiva y una personalidad amigable y extrovertida.",
      "example": "Miałem kota Maine Coon, kiedy byłem dzieckiem, był bardzo zabawny. Dzisiaj, mam nowego kota Maine Coon, a on już pokazuje swój ciekawy charakter. Będę miał całą rodzinę kotów Maine Coon w przyszłości.",
      "example_translation": "Tuve un gato Maine Coon cuando era niño, era muy juguetón. Hoy, tengo un nuevo gatito Maine Coon, y ya está mostrando su naturaleza curiosa. Tendré una familia completa de gatos Maine Coon en el futuro.",
      "imageLink": "image_files\\English\\maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "norweski leśny kot",
      "translation": "Gato Bosque Noruego",
      "definition": "Norweski leśny kot to rasa kota domowego pochodząca z Norwegii. Jest to silny i atletyczny kot z charakterystycznym futrem i spokojnym, łagodnym usposobieniem.",
      "definition_translation": "El gato Bosque Noruego es una raza de gato doméstico originaria de Noruega. Es un gato sólido y atlético con un abrigo distinctivo y una naturaleza calmada y gentil.",
      "example": "Miałem kota norweskiego leśnego, był bardzo uczuciowy. Teraz, mam przyjaciela, który ma kota norweskiego leśnego, a on jest bardzo zabawny. Będę miał kota norweskiego leśnego ponownie w przyszłości.",
      "example_translation": "Solía tener un gato Bosque Noruego, era muy cariñoso. Ahora, tengo un amigo que tiene un gato Bosque Noruego, y es muy juguetón. Volveré a tener un gato Bosque Noruego en el futuro.",
      "imageLink": "image_files\\English\\norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "ocicat",
      "definition": "Ocicat to rasa kota domowego wyhodowana, aby przypominać dzikiego kota, ale z przyjaznym i towarzyskim usposobieniem.",
      "definition_translation": "El ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, pero con una personalidad amigable y extrovertida.",
      "example": "Widziałem ocicata w sklepie zoologicznym, był bardzo piękny. Moja siostra ma ocicata, a on jest bardzo energiczny. Będę kupował ocicata jako prezent dla brata w przyszłości.",
      "example_translation": "Vi un ocicat en la tienda de mascotas, era muy hermoso. Mi hermana tiene un ocicat, y es muy enérgico. Compraré un ocicat como regalo para mi hermano en el futuro.",
      "imageLink": "image_files\\English\\ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pierścionek",
      "translation": "persa",
      "definition": "Pierścionek to rasa kota domowego charakteryzująca się okrągłą twarzą, krótkim nosem i spokojnym usposobieniem.",
      "definition_translation": "El persa es una raza de gato de pelo largo caracterizada por su rostro redondo, hocico corto y temperamento calmado.",
      "example": "Miałem kota pierścionka, kiedy byłem dzieckiem, był bardzo zabawny. Teraz, mam nowego kota pierścionka, a on jest bardzo leniwy. Będę miał kolejnego kota pierścionka przyszłym roku.",
      "example_translation": "Tenía un gato persa cuando era niño, era muy juguetón. Ahora tengo un nuevo gato persa, y es muy perezoso. Tendré otro gato persa el año que viene.",
      "imageLink": "image_files\\English\\persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "muñeco de trapo",
      "definition": "Ragdoll to rasa kota znana ze swojego miękkiego, aksamitnego futra i tendencji do wiotczenia, gdy jest podnoszony.",
      "definition_translation": "El muñeco de trapo es una raza de gato conocida por su suave capa sedosa y tendencia a menjadi flojo cuando se lo levanta.",
      "example": "Mam kota Ragdolla, on uwielbia spać. Wczoraj, podniosłem mojego kota Ragdolla, a on stał się bardzo relaksowany. Jutro, zabiorę mojego kota Ragdolla do weterynarza.",
      "example_translation": "Tengo un gato muñeco de trapo, le encanta dormir. Ayer, levanté a mi gato muñeco de trapo, y se relajó mucho. Mañana, llevaré a mi gato muñeco de trapo al veterinario.",
      "imageLink": "image_files\\English\\ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rosyjski niebieski",
      "translation": "azul ruso",
      "definition": "Rosyjski niebieski to rasa kota znana ze swojego gęstego, puszystego futra i zielonych oczu.",
      "definition_translation": "El azul ruso es una raza de gato conocida por su espesa capa de piel acolchada y ojos verdes.",
      "example": "Mam kota rosyjskiego niebieskiego, on jest bardzo nieśmiały. Widziałem kota rosyjskiego niebieskiego w sklepie zoologicznym w zeszłym tygodniu, był bardzo piękny. Przygarnę kota rosyjskiego niebieskiego z schroniska za miesiąc.",
      "example_translation": "Tengo un gato azul ruso, es muy tímido. La semana pasada, vi un gato azul ruso en la tienda de mascotas, era muy hermoso. El mes que viene, adoptaré un gato azul ruso del refugio.",
      "imageLink": "image_files\\English\\russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sawanna",
      "translation": "Sabana",
      "definition": "Sawanna to ekosystem trawiasty charakteryzujący się obecnością rozproszonych drzew, najczęściej spotykany w regionach tropikalnych i subtropikalnych.",
      "definition_translation": "Una sabana es un ecosistema de pradera caracterizado por la presencia de árboles dispersos, typicalmente encontrado en regiones tropicales y subtropicales.",
      "example": "Odwiedziłem wiele sawann w Afryce, gdzie widziałem lwy wolno żyjące. Będę odwiedzał sawannę w przyszłym roku. Odwiedziłem sawannę w zeszłym lato.",
      "example_translation": "He visitado muchas sabanas en África, donde vi leones vagando libremente. Voy a visitar una sabana el próximo año. Visité una sabana la verano pasado.",
      "imageLink": "image_files\\English\\savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szkocki złożony",
      "translation": "Scottish Fold",
      "definition": "Szkocki złożony to rasa kota domowego znana ze swoich charakterystycznych, złożonych uszu i zabawnego usposobienia.",
      "definition_translation": "El Scottish Fold es una raza de gato doméstico conocida por sus orejas dobladas únicas y su personalidad juguetona.",
      "example": "Mam kota szkockiego złożonego w domu, którego uwielbiam bawić się. Mój przyjaciel będzie kupował kota szkockiego złożonego w przyszłym miesiącu. Miałem kota szkockiego złożonego, kiedy byłem dzieckiem.",
      "example_translation": "Tengo un gato Scottish Fold en casa, con el que me encanta jugar. Mi amigo va a comprar un gatito Scottish Fold el próximo mes. Tenía un gato Scottish Fold cuando era niño.",
      "imageLink": "image_files\\English\\scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Syjamski",
      "translation": "Siamés",
      "definition": "Syjamski to rasa kotów domowych pochodząca z Tajlandii, znana z krótkiej, delikatnej szaty w kolorze bazowym z patternem punktowego.",
      "definition_translation": "El Siamés es una raza de gato doméstico originaria de Tailandia, conocida por su corta y fina capa en un color base crema con un esquema de colores punto.",
      "example": "Zawsze chciałem mieć kota syjamskiego, ale są one dość rzadkie. Moja ciotka ma kota syjamskiego, który jest bardzo gadatliwy. Widziałem kota syjamskiego w sklepie zoologicznym w zeszłym tygodniu.",
      "example_translation": "He siempre querido un gato Siamés, pero son bastante raros. Mi tía tiene un gato Siamés, que es muy hablador. Vi un gato Siamés en la tienda de mascotas la semana pasada.",
      "imageLink": "image_files\\English\\siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Syberyjski",
      "translation": "Siberiano",
      "definition": "Odnosi się do Syberii, regionu w Rosji, lub do jej ludności lub kultury.",
      "definition_translation": "Relativo a Siberia, una región en Rusia, o a su pueblo o cultura.",
      "example": "Syberyjskie bezludzie znane jest z surowego klimatu i różnorodnego życia dzikiego. Odkrywca podróżował przez syberyjskie lasy przed osiągnięciem szczytu góry. Naukowiec będzie badał syberyjskie permafrost, aby zrozumieć jego wpływ na globalne ocieplenie.",
      "example_translation": "El desierto siberiano es conocido por su clima severo y diversa vida silvestre. El explorador había viajado por bosques siberianos antes de alcanzar la cima de la montaña. El científico estudiara el permafrost siberiano para entender su impacto en el calentamiento global.",
      "imageLink": "image_files\\English\\siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Somalijski",
      "translation": "Somalí",
      "definition": "Odnosi się do Somalii, kraju w Afryce Wschodniej, lub do jej ludności lub kultury.",
      "definition_translation": "Relativo a Somalia, un país en África Oriental, o a su pueblo o cultura.",
      "example": "Społeczność somalijska w mieście utrzymuje swoje tradycje kulturalne. Język somalijski jest mówiony przez miliony ludzi na całym świecie. Rząd somalijski wdraża polityki, aby zmniejszyć biedę i nierówność.",
      "example_translation": "La comunidad somalí en la ciudad ha mantenido sus tradiciones culturales. El idioma somalí es hablado por millones de personas en todo el mundo. El gobierno somalí ha implementado políticas para reducir la pobreza y la desigualdad.",
      "imageLink": "image_files\\English\\somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Sfinks",
      "translation": "Esfinge",
      "definition": "Rasa kota znana z braku sierści, pochodząca z Kanady.",
      "definition_translation": "Una raza de gato conocida por su falta de pelo, originaria de Canadá.",
      "example": "Kot sfinks jest popularnym zwierzęciem domowym ze względu na jego naturę uczuciową. Hodowca miał miot sfinksów, które musiały być zaszczepione. Właściciel kota sfinksa zabierze go do weterynarza na wizytę w przyszłym tygodniu.",
      "example_translation": "El gato Esfinge es un animal doméstico popular debido a su naturaleza afectuosa. El criador tenía una camada de gatitos Esfinge que necesitaban ser vacunados. El propietario del gato Esfinge lo llevará al veterinario para un chequeo la próxima semana.",
      "imageLink": "image_files\\English\\sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Angora turecka",
      "translation": "Angora Turco",
      "definition": "Angora turecka to rasa kota domowego, która pochodzi z Turcji, znana z delikatnej, jedwabistej szaty i dużych oczu.",
      "definition_translation": "El Angora Turco es una raza de gato doméstico que se originó en Turquía, conocido por su piel suave y fina y ojos grandes.",
      "example": "Miałem kota Angorę turecką jako zwierzę domowe, gdy byłam dzieckiem. Teraz planuję dostać go ponownie. W przyszłości sądzę, że będę miała cały dom pełen ich.",
      "example_translation": "Tuve un Angora Turco como mascota cuando era niño. Ahora, estoy planeando tener uno de nuevo. En el futuro, creo que tendré una casa llena de ellos.",
      "imageLink": "image_files\\English\\turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Wan turecki",
      "translation": "Van Turco",
      "definition": "Wan turecki to rasa kota domowego, która pochodzi z Turcji, znana z charakterystycznych białych i kolorowych znaków.",
      "definition_translation": "El Van Turco es una raza de gato doméstico que se originó en Turquía, conocido por sus marcas blancas y de colores distintas.",
      "example": "Mój kolega ma kota Wana tureckiego, który uwielbia grać w ogródku. Miał go od kiedy był szczeniakiem, a teraz jest to piękny dorosły kot. Będzie musiał uważać, gdy będzie stary.",
      "example_translation": "Mi amiga tiene un Van Turco que le encanta jugar en el jardín. Lo tuvo desde que era un gatito, y ahora es un gato adulto hermoso. Tendrá que tener cuidado cuando se haga viejo.",
      "imageLink": "image_files\\English\\turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]