[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kwiat",
      "translation": "flor",
      "definition": "Roślina, która produkuje kwiaty, zwłaszcza jedna, która jest uprawiana w ogrodzie ze względu na swoją urodę lub aromat.",
      "definition_translation": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "example": "Posadziłem kwiat w ogrodzie wczoraj, dzisiaj kwitnie, a jutro będzie piękny.",
      "example_translation": "Planté una flor en el jardín ayer, hoy está floreciendo y será hermosa mañana.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "róża",
      "translation": "rosa",
      "definition": "Krzaczasty krzew lub bụi, który produkuje pachnące kwiaty, zwłaszcza jeden z efektownymi, często pachnącymi kwiatami.",
      "definition_translation": "Un arbusto o mata espinoso que produce flores fragantes, especialmente uno con flores vistosas, a menudo fragantes.",
      "example": "Dostałem różę wczoraj, dzisiaj pachnie, a jutro oddam ją jej.",
      "example_translation": "Ella me dio una rosa ayer, la olí hoy y se la daré mañana.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stokrotka",
      "translation": "margarita",
      "definition": "Mała, delikatna kwiat z białymi płatkami i żółtym środkiem, często spotykana w trawnikach i łąkach.",
      "definition_translation": "Una pequeña flor delicada con pétalos blancos y un centro amarillo, a menudo encontrada en céspedes y prados.",
      "example": "Wybrałem stokrotkę w łące wczoraj, dzisiaj patrzę na nią i jutro ją przycisnę.",
      "example_translation": "Recogí una margarita en el prado ayer, la estoy viendo hoy y la presionaré mañana.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słonecznik",
      "translation": "girasol",
      "definition": "Wysoki roczny lub wieloletni członek rodziny astrowatych, z dużymi kwiatami słonecznikowymi i jadalnymi nasionami.",
      "definition_translation": "Una planta anual o perenne alta de la familia de las margaritas, con flores amarillas grandes y semillas comestibles.",
      "example": "Posadziłem słonecznik w ogrodzie w zeszłym roku, rośnie dobrze teraz i niedługo zbiorę jego nasiona.",
      "example_translation": "Planté un girasol en mi jardín el año pasado, ahora está creciendo bien, y pronto cosecharé sus semillas.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tulipan",
      "translation": "tulipán",
      "definition": "Wiosenny kwiat bulbilsowy, z kwiatami kielichowatymi w różnych kolorach.",
      "definition_translation": "Una planta perenne bulbosa que florece en primavera con flores en forma de copa en una variedad de colores.",
      "example": "Moja babcia zawsze uprawiała tulipany w ogrodzie, rośnie dobrze, a za rok też je uprawi.",
      "example_translation": "Mi abuela solía crecer tulipanes en su jardín, los crecía bien, y los crecerá nuevamente el próximo año.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aster",
      "translation": "ástero",
      "definition": "Mała roślina kwitnąca z kwiatami podobnymi do stokrotki, często używana w bukietach i kompozycjach.",
      "definition_translation": "Una pequeña planta florífera con flores parecidas a margaritas, a menudo utilizadas en ramos y arreglo.",
      "example": "Wybrałem aster w parku wczoraj, brałem je cały czas i jutro znów je wybiorę.",
      "example_translation": "Recogí un ástero en el parque ayer, los recogía todo el tiempo, y los recogeré nuevamente mañana.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "azalia",
      "translation": "azalea",
      "definition": "Krzew kwitnący pochodzący z Azji i Ameryki Północnej, z efektownymi, kielichowatymi kwiatami i często uprawiany jako ozdobny.",
      "definition_translation": "Un arbusto florígero originario de Asia y América del Norte, con flores en forma de embudo y a menudo cultivado como ornamental.",
      "example": "Azalia kwitła pięknie w ogrodzie wiosną, a ja byłam zdumiona jej żywymi kolorami. Posadziłem azalię w swoim ogrodzie w zeszłym roku, a teraz kwitnie. Wiosną za rok azalia będzie jeszcze bardziej rozrosła się.",
      "example_translation": "La azalea floreció hermosamente en el jardín la primavera pasada, y me Sorprendieron sus colores vibrantes. Planté una azalea en mi patio trasero el año pasado, y actualmente está floreciendo. Para la próxima primavera, la azalea habrá crecido aún más.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kaktus",
      "translation": "cactus",
      "definition": "Roślina sukulentna z grubym, woskowym pniem, który może przechowywać wodę, często spotykana w suchych, gorących pustyniach.",
      "definition_translation": "Una planta suculenta con un tallo grueso y ceroso que puede almacenar agua, a menudo encontrada en desiertos secos y calurosos.",
      "example": "Ostrożnie obchodzę się z kaktusem, aby uniknąć jego ostrych cierni. Kaktus siedzi na moim parapecie od miesięcy i wciąż dobrze się rozwija. Przed następnim latem przesadzę kaktusa do większego garnka.",
      "example_translation": "Manejé con cuidado el cactus para evitar sus espinas afiladas. El cactus ha estado sentado en mi alféizar de ventana durante meses, y todavía prospera. Para el próximo verano, habré trasplantado el cactus a una maceta más grande.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "goździk",
      "translation": "clavel",
      "definition": "Pachnący kwiat różowy, czerwony lub biały, używany w perfumach i noszony jako symbol miłości lub szacunku.",
      "definition_translation": "Una flor fragante, rosa, roja o blanca usada en perfumes y llevada como símbolo de amor o respeto.",
      "example": "Bukiet goździków był pięknym gestem mojego partnera. Będę nosić goździk na mej lapie, aby pokazać swoje poparcie dla tej sprawy. W następne Święto Matki kupię bukiet goździków dla mojej mamy.",
      "example_translation": "El ramo de claveles fue un gesto encantador de mi compañero. Llevaré un clavel en mi solapa para mostrar mi apoyo a la causa. El próximo Día de las Madres, compraré un ramo de claveles para mi mamá.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chryzantema",
      "translation": "crisantemo",
      "definition": "Popularna roślina ogrodowa, zazwyczaj z kwiatami białymi, żółtymi lub różowymi, często kojarzona z długowiecznością i honorami.",
      "definition_translation": " Una flor popular en el jardín, que suele tener flores blancas, amarillas o rosadas, a menudo asociada con la longevidad y el honor.",
      "example": "Moja babcia zawsze uprawiała chryzantemy w swoim ogrodzie, a ja pomagałem jej wodować je co tydzień. Ona uprawiała je przez lata i będzie uprawiała je przez wiele lat więcej.",
      "example_translation": "Mi abuela siempre cultivaba crisantemos en su jardín, y yo la ayudaba a regarlos cada semana. Ella los había cultivado durante años, y seguiría cultivándolos durante muchos más años por venir.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kwiecień",
      "translation": "flor de centeno",
      "definition": "Mała, delikatna kwiatka z niebieskimi płatkami, często spotykana na łąkach i w polach.",
      "definition_translation": "Una pequeña flor delicada con pétalos azules, que suele encontrarse creciendo en campos y praderas.",
      "example": "Kiedy byłem dzieckiem, zbierałem kwięcień na łące i przynosiłem je matce, aby włożyć do wazonu. Teraz często widzę je rosnące przy drodze. W przyszłości chcę posadzić je w swoim ogrodzie.",
      "example_translation": "De niño, recogía flores de centeno en los campos y se las llevaba a mi madre para ponerlas en un jarrón. Ahora, a menudo las veo creciendo junto a la carretera. En el futuro, espero plantarlas en mi propio jardín.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szachrajka",
      "translation": "crocus",
      "definition": "Typ kwitnącej rośliny, często kojarzonej z wiosną i nowym życiem, o charakterystycznych, miseczkowatych kwiatach w odcieniach fioletu, żółci i białej.",
      "definition_translation": "Un tipo de planta floreciente, a menudo asociada con la primavera y la nueva vida, con flores en forma de taza brillantes en tonos de púrpura, amarillo y blanco.",
      "example": "Kiedy byłem na wakacjach, zobaczyłem szachrajki kwitnące w ogrodzie, co przypomniało mi o dzieciństwie. Moja mama wskazywała mi je każdego roku, mówiąc, że są znakiem końca zimy. Pewnego dnia, zasadzę je w swoim ogrodzie i będę obserwował, jak kwitną każdej wiosny.",
      "example_translation": "Cuando estaba de vacaciones, vi crocus floreciendo en el jardín, y me recordó mi infancia. Mi madre siempre me señalaba cada año, diciendo que eran un signo del fin del invierno. Un día, plantaré en mi propio jardín, y las veré florecer cada primavera.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żonkile",
      "translation": "azufrillo",
      "definition": "Żonkile są typem kwitnącej rośliny, pochodzącej z regionów śródziemnomorskich. Są znane z jasnożółtych, trębkowatych kwiatów i często kojarzone z wiosną.",
      "definition_translation": "Un azufrillo es un tipo de planta floral que es nativa de las regiones mediterráneas. Se conoce por sus flores amarillas en forma de trompeta brillantes y a menudo se asocia con la primavera.",
      "example": "Wczoraj zasadziłem żonkile w swoim ogrodzie, i będą kwitnąć ponownie w przyszłej wiosnie. Sądzę, że żonkile będą kwitnąć w moim ogrodzie teraz, i będą kwitnąć ponownie w następnej wiosnie.",
      "example_translation": "Planté azufrillos en mi jardín el año pasado, y florecerán de nuevo la próxima primavera. Estoy plantando azufrillos en mi jardín este año, y están floreciendo ahora. Plantaré azufrillos en mi jardín el año que viene, y florecerán de nuevo.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dalia",
      "translation": "dalia",
      "definition": "Dalia jest typem kwitnącej rośliny, pochodzącej z Meksyku i Ameryki Środkowej. Są znane z efektownych, kulistych kwiatów, które występują w różnych kolorach.",
      "definition_translation": "Una dalia es un tipo de planta floral que es nativa de México y Centroamérica. Se conoce por sus flores vistosas, como pompón, que vienen en una variedad de colores.",
      "example": "Uprawiałem dalie w swoim ogrodzie minionym latem, i przyciągnęły wiele pszczół. Uprawiam dalie w swoim ogrodzie tym latem, i przyciągają wiele motyli. Uprawię dalie w swoim ogrodzie następnym latem, i przyciągną wiele kolibrów.",
      "example_translation": "Crecí dalias en mi jardín el verano pasado, y atrajeron a muchos abejas. Estoy creciendo dalias en mi jardín este verano, y están atrayendo a muchos mariposas. Crearé dalias en mi jardín el próximo verano, y atraerán a muchos colibríes.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "edelweiss",
      "translation": "edelweiss",
      "definition": "Edelweiss jest typem kwitnącej rośliny, pochodzącej z górskich regionów Europy i Azji. Są znane z delikatnych, białych kwiatów i często kojarzone z Alpami.",
      "definition_translation": "El edelweiss es un tipo de planta floral que es nativa de las regiones montañosas de Europa y Asia. Se conoce por sus flores blancas delicadas y a menudo se asocia con los Alpes.",
      "example": "Zobaczyłem edelweiss rosnące przy szlaku górskim w zeszłym roku, i zrobiłem zdjęcie. Widzę edelweiss rosnące przy szlaku górskim w tym roku, i rysuję je. Zobaczę edelweiss rosnące przy szlaku górskim w przyszłym roku, i zbiorę jego nasiona.",
      "example_translation": "Vi edelweiss creciendo cerca del sendero de la montaña el año pasado, y lo fotografí. Estoy viendo edelweiss crecer cerca del sendero de la montaña este año, y estoy dibujándolo. Veré edelweiss crecer cerca del sendero de la montaña el próximo año, y recogeré sus semillas.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niezapominajka",
      "translation": "no-me-olvides",
      "definition": "Mała roślina kwitnąca z kwiatami niebieskimi, różowymi lub białymi, tradycyjnie dawana jako symbol miłości lub przyjaźni.",
      "definition_translation": "Una pequeña planta floreciente con flores azules, rosadas o blancas, tradicionalmente dada como token de amor o amistad.",
      "example": "W swoim ogrodzie, zasadziła niezapominajkę, aby pamiętać o swojej babci. Zasadziła ją w zeszłym roku, i teraz kwitnie pięknie. Zasadzi następną w przyszłym roku.",
      "example_translation": "En su jardín, ella plantó un no-me-olvides para recordar a su abuela. Lo había plantado el año pasado, y ahora está floreciendo hermosamente. Ella plantará otro el próximo año.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "frezja",
      "translation": "fresia",
      "definition": "Typ kwitnącej rośliny, znanej z wonnych kwiatów, często używanej w perfumach i kompozycjach.",
      "definition_translation": "Un tipo de planta floreciente que es conocida por sus flores fragantes, a menudo utilizadas en perfumes y arreglo.",
      "example": "Kupiła wiązankę frezji, aby stworzyć piękny bukiet na urodziny przyjaciółki. Zawsze kochała zapach frezji. Kupi więcej frezji na ślub miesiąc.",
      "example_translation": "Ella compró un ramo de fresias para crear un ramo hermoso para el cumpleaños de su amiga. Siempre había amado el olor a fresias. Comprará más fresias para la boda del mes que viene.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fuksja",
      "translation": "fuchsia",
      "definition": "Typ krzewu lub niewielkiego drzewa, znane z jasno kolorowych kwiatów, często używane w ogrodach i kompozycjach.",
      "definition_translation": "Un tipo de arbusto o árbol pequeño que es conocido por sus flores de colores brillantes, a menudo utilizado en jardines y arreglos.",
      "example": "Babcia miała piękną fuksję w swoim ogrodzie, która kwitła każdego lata. Zasadziła ją w zeszłym roku, i teraz rośnie silnie. Będzie ją przycinać w następnym tygodniu.",
      "example_translation": "La abuela de ella tenía una hermosa planta de fuchsia en su jardín, que florecía cada verano. Lo había plantado el año pasado, y ahora está creciendo fuerte. La podará la próxima semana.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gerbera",
      "translation": "margarita",
      "definition": "Gerbera to typ kwitnącej rośliny, pochodzącej z Afryki Południowej, znanej z jasnych i kolorowych kwiatów.",
      "definition_translation": "Una margarita es una especie de planta florífera originaria de Sudáfrica, conocida por sus flores brillantes y alegres en una variedad de colores.",
      "example": "Kupiłem bukiet gerber na urodziny siostry wczoraj, ona zasadzi je w swoim ogrodzie dzisiaj, i będą kwitnąć do przyszłego tygodnia.",
      "example_translation": "Compré un ramo de margaritas para el cumpleaños de mi hermana ayer, ella las plantará en su jardín hoy, y florecerán la próxima semana.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "głóg",
      "translation": "malvavisco",
      "definition": "Głóg jest wysoką rośliną kwitnącą, często uprawianą w ogrodach ze względu na efektowne, czarcowate kwiaty w odcieniach różu, żółci i fioletu.",
      "definition_translation": "Un malvavisco es una planta floreciente alta que se cultiva comúnmente en jardines por sus flores vistosas, en forma de taza, en tonos de rosa, amarillo y púrpura.",
      "example": "Babcia uprawiała głóg w swoim ogrodzie, kiedy byłam dzieckiem, pomagałem jej wodyć je każdego ranka, teraz mam własny ogród i dzieci uwielbiają bawić się wśród nich.",
      "example_translation": "Mi abuela solía cultivar malvaviscos en su jardín cuando yo era niño, yo la ayudaba a regarlos todas las mañanas, ahora tengo malvaviscos en mi propio jardín y mis hijos adoran jugar entre ellos.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "hiacint",
      "translation": "jacinto",
      "definition": "Hiacint to rodzaj kwiatu, który jest znany ze słodkiego, przyjemnego zapachu jego kwiatów w odcieniach niebieskiego, różowego i białego, często uprawianych w ogrodach i doniczkach.",
      "definition_translation": "Un jacinto es una especie de planta floreciente que se conoce por sus flores fragantes y dulces en tonos de azul, rosa y blanco, a menudo cultiva en jardines y macetas.",
      "example": "Zasadziłem hiacinty w swoim ogrodzie przed minioną wiosną, kwitły pięknie latem, a teraz muszę przygotować glebę do nowych kwiatów w przyszłym roku.",
      "example_translation": "Planté jacintos en mi jardín la primavera pasada, florecieron bellamente en el verano, y ahora tengo que preparar el suelo para nuevas flores el próximo año.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "iris",
      "translation": "íris",
      "definition": "Iris to kwiat, który jest zwykle niebieski lub fioletowy, z trzema płatkami i trzema przysadkami, często kojarzony ze wzrokiem.",
      "definition_translation": "Una flor que es típicamente azul o púrpura, con tres pétalos y tres sépalos, y se asocia a menudo con el ojo.",
      "example": "Zasadziłem iris w swoim ogrodzie przed rokiem, teraz kwitnie, a następny zasadzę w przyszłym roku.",
      "example_translation": "Planté un íris en mi jardín el año pasado, ahora está floreciendo, y plantaré otro el año que viene.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lilak",
      "translation": "lilas",
      "definition": "Lilak to krzew liściasty z kwiatami fioletowymi, często uprawiany w ogrodach ze względu na swoją urodę i zapach.",
      "definition_translation": "Un arbusto caduco con flores púrpuras, a menudo cultivado en jardines por su belleza y fragancia.",
      "example": "Miałem krzew lilaku w swoim ogrodzie, kiedy byłam dzieckiem, pachniał wspaniale, zabiorę jeden, gdy będę miała dom, a moje dzieci będą go kochać.",
      "example_translation": "Tenía un arbusto de lilas en mi patio trasero cuando era niño, olía espléndido, tendré uno de nuevo cuando tenga una casa, y a mis hijos les encantará.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lilia",
      "translation": "lirio",
      "definition": "Lilia to kwiat, który ma duże, okazałe kwiaty, często białe lub żółte, i słodki zapach.",
      "definition_translation": "Una planta florida con flores grandes y vistosas, a menudo blancas o amarillas, y un aroma dulce.",
      "example": "Dałem mojej matce lilie jako prezent na urodziny, kochała je, a teraz dam jej kolejną na Dzień Matki, a będzie szczęśliwa ponownie.",
      "example_translation": "Le di un lirio a mi madre como regalo en su cumpleaños, le encantó, y ahora le daré otro en el Día de las Madres, y estará feliz de nuevo.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lilie w dolinie",
      "translation": "lirio del valle",
      "definition": "Lilia w dolinie to rodzaj kwiatu, który jest rodzimy dla Europy i Azji, znany ze słodkich, dzwonowatych kwiatów i symbolicznego związku z czystością i niewinnością.",
      "definition_translation": "Un lirio del valle es un tipo de planta floral que es nativa de Europa y Asia, conocida por sus flores en forma de campana dulces y su asociación simbólica con la pureza y la inocencia.",
      "example": "Zasadziłem lilie w dolinie w swoim ogrodzie przed rokiem, a teraz kwitną pięknie wiosną. Zasadzę kolejną w przyszłym roku, a spodziewam się, że będą kwitnąć coraz piękniej.",
      "example_translation": "Planté un lirio del valle en mi jardín el año pasado, y floreció hermosamente esta primavera. Plantaré otro el próximo año, y espero que crezca bien. Para cuando me retire, tendré todo un jardín lleno de lirios del valle.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "narcyz",
      "translation": "narciso",
      "definition": "Narcyz to rodzaj kwiatu, który jest powszechnie znany jako żonkil, charakteryzujący się jasnożółtymi, trąbkowatymi kwiatami i łatwymi do uprawy bulwami.",
      "definition_translation": "Un narciso es un tipo de planta floral que se conoce comúnmente como narciso, caracterizada por sus flores amarillas en forma de trompeta brillantes y sus bulbos que se pueden cultivar fácilmente.",
      "example": "Narcyzy w moim ogrodzie kwitły przez kilka tygodni, a ich jasnożółte kwiaty są cudownym widokiem. Zasadziłem bulwy jesienią, a będą kwitnąć ponownie wiosną. Do czasu, gdy będę emerytem, mam nadzieję, że będę miał całe pole narcyzów.",
      "example_translation": "El narciso en mi jardín ha estado floreciendo durante semanas, y sus flores amarillas brillantes son un espectáculo hermoso. Had planted los bulbos el otoño pasado, y florecerán de nuevo la próxima primavera. Para cuando mis nietos sean adultos, espero tener todo un campo de narcisos.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "orkidea",
      "translation": "orquídea",
      "definition": "Orkidea to rodzaj kwiatu, który jest znany ze swoich egzotycznych i delikatnych kwiatów, często używanych w kompozycjach kwiatowych i bukietach.",
      "definition_translation": "Una orquídea es un tipo de planta floral que se conoce por sus flores exóticas y delicadas, a menudo utilizadas en arreglos florales y ramos.",
      "example": "Dostałem piękną orkiędę jako prezent na urodziny, a od tamtej pory zajmuję się nimi. Dam jedną swojej siostrze jako prezent w przyszłym miesiącu, a mam nadzieję, że będzie ją kochać. Do czasu, gdy będę emerytem, planuję mieć cały szklarnię wypełnioną orkiediami.",
      "example_translation": "Recibí una hermosa orquídea como regalo en mi cumpleaños, y he estado cuidándola desde entonces. Le daré una a mi hermana como regalo el próximo mes, y espero que la ame. Cuando me retire, planeo tener todo un invernadero lleno de orquídeas.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fiołek",
      "translation": "pensamiento",
      "definition": "Fiołek to rodzaj kwiatu, który jest często używany jako ozdoba w ogrodach. Ma sercowate kwiaty z pięcioma płatkami i występuje w różnych kolorach.",
      "definition_translation": "Un pensamiento es una tipo de planta con flores que se utiliza con frecuencia como ornamentación en jardines. Tiene flores en forma de corazón con cinco pétalos y viene en una variedad de colores.",
      "example": "Wczoraj widziałem piękny fiołek w ogrodzie, ale dzisiaj już go nie ma. Zasadzę nowy fiołek w ogrodzie w przyszłym tygodniu.",
      "example_translation": "Vi un hermoso pensamiento en el jardín ayer, pero desapareció hoy. Plantaré un nuevo pensamiento en el jardín la próxima semana.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piwonia",
      "translation": "peonía",
      "definition": "Piwonia to rodzaj kwiatu, który jest znany ze swoich dużych, okazałych kwiatów. Często jest używana w bukietach ślubnych i jest symbolem dobrego szczęścia.",
      "definition_translation": "Una peonía es una tipo de planta con flores que se conoce por sus flores grandes y llamativas. Se utiliza con frecuencia en ramilletes de bodas y es un símbolo de buena suerte.",
      "example": "Zawsze kochałem piwonie, więc zasadziłem jedną w swoim ogrodzie przed rokiem. Będzie kwitnąć ponownie latem.",
      "example_translation": "Siempre he amado peonías, así que planté una en mi patio trasero el año pasado. Florecerá nuevamente el próximo verano.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mak",
      "translation": "amapola",
      "definition": "Mak to rodzaj kwiatu, który jest znany ze swoich delikatnych, papierowych kwiatów. Często jest kojarzony z pamięcią i jest używany jako symbol pokoju.",
      "definition_translation": "Una amapola es una tipo de planta con flores que se conoce por sus flores delicadas y papelinas. Se asocia frecuentemente con la memoria y se utiliza como símbolo de paz.",
      "example": "Pola maków były w pełni kwitnienia latem, ale będą wycięte w przyszłym tygodniu. Odwiedzę pola maków ponownie w przyszłym roku.",
      "example_translation": "Los campos de amapolas estaban en plena floración el verano pasado, pero serán cortados la próxima semana. Visitaré los campos de amapolas nuevamente el próximo año.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "prymulka",
      "translation": "prímula",
      "definition": "Delikatny, wonny kwiat z żółtymi, różowymi lub białymi płatkami, typowo rosnący w skupiskach.",
      "definition_translation": "Una delicada flor fragante con pétalos amarillos, rosados o blancos, que suele crecer en racimos.",
      "example": "Prymulka zakwitła wcześnie w ogrodzie, sygnalizując początek wiosny. W zeszłym roku zasadziłem prymulki w swoim ogrodzie i nadal są zdrowe. Do następnego lata będę miał prymulki kwitnące wszędzie w swoim ogrodzie.",
      "example_translation": "La prímula floreció temprano en el jardín, señalando el comienzo de la primavera. El año pasado, planté prímulas en mi patio trasero y todavía siguen creciendo. Para el próximo verano, tendré prímulas floreciendo en todo mi jardín.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lwy ogrodowe",
      "translation": "antirrhinum",
      "definition": "Wysoki, okazały kwiat z charakterystyczną główką smoka, często uprawiany jako roślina ozdobna.",
      "definition_translation": "Una flor alta y vistosa con una cabeza en forma de dragón, a menudo cultivada como planta ornamental.",
      "example": "Lwy ogrodowe w ogrodzie mojej babci były zdumiewające dla całej okolicy. W zeszłym lecie zobaczyłem lwy ogrodowe kwitnące wzdłuż drogi. Do następnego roku będę miał lwy ogrodowe każdego koloru w swoim ogrodzie.",
      "example_translation": "El antirrhinum en el jardín de mi abuela era la envidia del barrio. El verano pasado, vi antirrhinums floreciendo a lo largo de la carretera. Para el próximo año, tendré antirrhinums de todos los colores en mi jardín.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śnieżyczka",
      "translation": "campanilla de invierno",
      "definition": "Mała, biała, zwisająca kwiatka, która kwitnie późno zimą, często traktowana jako znak nadejścia wiosny.",
      "definition_translation": "Una pequeña flor blanca y colgante que florece a finales de invierno, a menudo vista como una señal de la llegada de la primavera.",
      "example": "Śnieżyczka była pierwszym kwiatem, który zakwitł w naszym ogrodzie w tym roku. W zeszłym roku zasadziłem śnieżyczki w swoim ogrodzie i nadal są zdrowe. Do następnej zimy będę miał śnieżyczki kwitnące wszędzie w swoim ogrodzie.",
      "example_translation": "La campanilla de invierno fue la primera flor que floreció en nuestro jardín este año. El año pasado, planté campanillas de invierno en mi patio trasero y todavía siguen creciendo. Para el próximo invierno, tendré campanillas de invierno floreciendo en todo mi jardín.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tagetes",
      "translation": "tagetes",
      "definition": "Tagetes to rodzaj roślin jednorocznych i wieloletnich z rodziny Asteraceae, powszechnie znany jako nagietki.",
      "definition_translation": "Los tagetes son un género de plantas anuales y perennes en la familia Asteraceae, comúnmente conocidas como caléndulas.",
      "example": "Zasadziłem tagetesy w swoim ogrodzie w zeszłym roku, sadzę je teraz i zasadzę je ponownie następnego lata.",
      "example_translation": "Planté tagetes en mi jardín el año pasado, estoy plantándolos ahora, y plantaré de nuevo la próxima verano.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fiolet",
      "translation": "violeta",
      "definition": "Fiolet to mała, delikatna roślina kwitnąca, która jest zwykle różowa lub fioletowa.",
      "definition_translation": "Una violeta es una pequeña planta florífera delicada que es típicamente de color púrpura.",
      "example": "Fiołki rosły w lesie, rosną w ogrodzie i będą rosły na łące.",
      "example_translation": "Las violetas crecían en el bosque, están creciendo en el jardín, y crecerán en el prado.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lilia wodna",
      "translation": "lirio acuático",
      "definition": "Lilia wodna to rodzaj roślin wodnych, które rosną w lub przy wodzie, z dużymi, okazałymi kwiatami.",
      "definition_translation": "Un lirio acuático es un tipo de planta acuática que crece en o cerca del agua, con flores grandes y vistosas.",
      "example": "Lilie wodne pokrywały staw, pokrywają jezioro i będą pokrywać rzekę.",
      "example_translation": "Los lirios acuáticos cubrían el estanque, están cubriendo el lago, y cubrirán el río.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kwiat wiejący",
      "translation": "flor de viento",
      "definition": "Kwiat wiejący to rodzaj kwiatów, które są często spotykane w otwartych polach i łąkach, z delikatnymi płatkami i silnym, słodkim zapachem.",
      "definition_translation": "Una flor de viento es un tipo de flores que se encuentran a menudo en campos abiertos y prados, con pétalos delicados y un fuerte aroma dulce.",
      "example": "Przeszedłem przez łąkę i zobaczyłem piękny kwiat wiejący kwitnący w zeszłą wiosnę, zobaczę go ponownie tej wiosny i widzę go kwitnącego każdej wiosny od czasu, gdy byłem dzieckiem.",
      "example_translation": "Caminé por el prado y vi una hermosa flor de viento floreciendo la primavera pasada, la veré de nuevo esta primavera, y la vi floreciendo cada primavera desde que era niño.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]