[
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Kwiecień",
      "translation": "abril",
      "definition": "Czwarty miesiąc roku w kalendarzu gregoriańskim, następujący po marcu i poprzedzający maj.",
      "definition_translation": "El cuarto mes del año en el calendario gregoriano, después de marzo y antes de mayo.",
      "example": "Pojadę do Paryża w kwietniu, pojechałem do Paryża w kwietniu, pojedzie się do Paryża w kwietniu.",
      "example_translation": "Viajaré a París en abril, viajé a París en abril, viajo a París en abril.",
      "imageLink": "image_files\\English\\april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Sierpień",
      "translation": "agosto",
      "definition": "Ósmy miesiąc roku w kalendarzu gregoriańskim, następujący po lipcu i poprzedzający wrzesień.",
      "definition_translation": "El octavo mes del año en el calendario gregoriano, después de julio y antes de septiembre.",
      "example": "Pojadę na plażę w sierpniu, pojechałem na plażę w sierpniu, pojedzie się na plażę w sierpniu.",
      "example_translation": "Iré a la playa en agosto, fui a la playa en agosto, voy a la playa en agosto.",
      "imageLink": "image_files\\English\\august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Grudzień",
      "translation": "diciembre",
      "definition": "Dwunasty i ostatni miesiąc roku w kalendarzu gregoriańskim, następujący po listopadzie i poprzedzający styczeń.",
      "definition_translation": "El duodécimo y último mes del año en el calendario gregoriano, después de noviembre y antes de enero.",
      "example": "Skonczę mój projekt w grudniu, skończyłem mój projekt w grudniu, skończę mój projekt w grudniu.",
      "example_translation": "Finalizaré mi proyecto en diciembre, finalicé mi proyecto en diciembre, finalizo mi proyecto en diciembre.",
      "imageLink": "image_files\\English\\december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Luty",
      "translation": "febrero",
      "definition": "Drugi miesiąc roku, w północnej półkuli zwykle najzimniejszy miesiąc zimy.",
      "definition_translation": "El segundo mes del año, en el hemisferio norte usualmente el mes de invierno más frío.",
      "example": "Urodziłem się w lutym, Mama zawsze zabiera mnie na obiad urodzinowy w lutym, pojedzie się do babci w lutym następnego roku.",
      "example_translation": "Nací en febrero, Mi mamá siempre me lleva a cenar fuera en febrero para mi cumpleaños, Visitaré a mi abuela en febrero el próximo año.",
      "imageLink": "image_files\\English\\february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Styczeń",
      "translation": "enero",
      "definition": "Pierwszy miesiąc roku, w północnej półkuli zwykle jeden z najzimniejszych miesięcy zimy.",
      "definition_translation": "El primer mes del año, en el hemisferio norte usualmente uno de los meses de invierno más fríos.",
      "example": "Zawsze robie noworoczne postanowienia w styczniu, Siostra zaczyna dietę w styczniu, pojedzie się do Japonii w styczniu następnego roku.",
      "example_translation": "Siempre hago resoluciones de año nuevo en enero, Mi hermana comienza su dieta en enero, Me tomaré un viaje a Japón en enero el próximo año.",
      "imageLink": "image_files\\English\\january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Lipiec",
      "translation": "julio",
      "definition": "Siódmy miesiąc roku, w północnej półkuli zwykle jeden z najcieplejszych miesięcy lata.",
      "definition_translation": "El séptimo mes del año, en el hemisferio norte usualmente uno de los meses de verano más cálidos.",
      "example": "Zawsze chodzę na plażę w lipcu, Rodzina ma prywatę w lipcu, pojedzie się na obóz letni w lipcu następnego roku.",
      "example_translation": "Siempre voy a la playa en julio, Mi familia tiene una fiesta de BBQ en julio, Asistiré a un campamento de verano en julio el próximo año.",
      "imageLink": "image_files\\English\\july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Czerwiec",
      "translation": "junio",
      "definition": "Szósty miesiąc roku, między majem a lipcem, mający 30 dni.",
      "definition_translation": "El sexto mes del año, entre mayo y julio, con 30 días.",
      "example": "Urodziłem się w czerwcu, pojedzie się w czerwcu i podróżowałem w czerwcu.",
      "example_translation": "Yo nací en junio, viajaré en junio, y viajé en junio.",
      "imageLink": "image_files\\English\\june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Marzec",
      "translation": "marzo",
      "definition": "Trzeci miesiąc roku, między lutym a kwietniem, mający 31 dni.",
      "definition_translation": "El tercer mes del año, entre febrero y abril, con 31 días.",
      "example": "Pojedzie się marszować w marcu, marszowałem w marcu i marszuję w marcu.",
      "example_translation": "Marcharé en marzo, marché en marzo, y marcho en marzo.",
      "imageLink": "image_files\\English\\march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Maj",
      "translation": "mayo",
      "definition": "Piąty miesiąc roku, między kwietniem a czerwcem, mający 31 dni.",
      "definition_translation": "El quinto mes del año, entre abril y junio, con 31 días.",
      "example": "Pojedzie się na plażę w maju, pojechałem na plażę w maju i pojedzie się na plażę w maju.",
      "example_translation": "Iré a la playa en mayo, fui a la playa en mayo, y voy a la playa en mayo.",
      "imageLink": "image_files\\English\\may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Listopad",
      "translation": "Noviembre",
      "definition": "Jedenasty miesiąc roku, następujący po październiku i poprzedzający grudzień.",
      "definition_translation": "El undécimo mes del año, después de octubre y antes de diciembre.",
      "example": "Urodziłem się w listopadzie, tak więc jestem Skorpionem. W zeszłym listopadzie odwiedziłem dziadków. W następnym listopadzie ukończę studia.",
      "example_translation": "Nací en noviembre, así que soy Escorpio. El pasado noviembre, visité a mis abuelos. El próximo noviembre, me graduaré de la universidad.",
      "imageLink": "image_files\\English\\november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Październik",
      "translation": "Octubre",
      "definition": "Dziesiąty miesiąc roku, następujący po wrześniu i przed listopadem.",
      "definition_translation": "El décimo mes del año, después de septiembre y antes de noviembre.",
      "example": "Uwielbiam październik ze względu na Halloween. W zeszłym październiku pojechałem na imprezę kostiumową. W następnym październiku pojedzie do Europy.",
      "example_translation": "Me encanta octubre debido a Halloween. El pasado octubre, fui a una fiesta de disfraces. El próximo octubre, viajaré a Europa.",
      "imageLink": "image_files\\English\\october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Wrzesień",
      "translation": "Septiembre",
      "definition": "Dziewiąty miesiąc roku, następujący po sierpniu i przed październikiem.",
      "definition_translation": "El noveno mes del año, después de agosto y antes de octubre.",
      "example": "Rok szkolny zaczyna się we wrześniu. W zeszłym wrześniu poznałem nowych przyjaciół. W następnym wrześniu wybiorę się na podróż.",
      "example_translation": "Comienzo la escuela en septiembre. El pasado septiembre, hice nuevos amigos. El próximo septiembre, haré un viaje en coche.",
      "imageLink": "image_files\\English\\september.jpg",
      "audioLink": "September.mp3"
    }
  ]