[
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piwo",
      "translation": "cerveza",
      "definition": "napój fermentowany, przygotowany z zboża, zazwyczaj jęczmienia, i aromatyzowany chmielami",
      "definition_translation": "una bebida fermentada hecha de cereales maltados, típicamente cebada, y aromatizada con lúpulo",
      "example": "Wypiłem piwo wczoraj, piję piwo teraz, i wypiję piwo jutro.",
      "example_translation": "Bebí una cerveza ayer, estoy bebiendo una cerveza ahora, y beberé una cerveza mañana.",
      "imageLink": "image_files\\English\\"imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kawa",
      "translation": "café",
      "definition": "gorący napój przygotowany z przepalonych nasion tropikalnej rośliny",
      "definition_translation": "una bebida caliente hecha de las semillas tostadas de una planta tropical",
      "example": "Wypiłem kawę rano, piję kawę teraz, i wypiję kawę wieczorem.",
      "example_translation": "Bebí un café esta mañana, estoy bebiendo un café ahora, y beberé un café esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Coca-Cola",
      "translation": "Coca-Cola",
      "definition": "słodki napój gazowany aromatyzowany wanilią i zawierający kofeinę",
      "definition_translation": "una bebida dulce y carbonatada con sabor a vainilla y que contiene cafeína",
      "example": "Wypiłem Coca-Colę wczoraj, piję Coca-Colę teraz, i wypiję Coca-Colę na przyjęciu.",
      "example_translation": "Bebí una Coca-Cola ayer, estoy bebiendo una Coca-Cola ahora, y beberé una Coca-Cola en la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pić",
      "translation": "beber",
      "definition": "Przełykać ciecz, taką jak woda lub sok, do środka poprzez usta.",
      "definition_translation": "Ingerir un líquido, como agua o jugo, en el cuerpo a través de la boca.",
      "example": "Wypiłem wodę wczoraj, piję sok teraz, i wypiję mleko jutro.",
      "example_translation": "Bebí agua ayer, bebo jugo ahora, y beberé leche mañana.",
      "imageLink": "image_files\\English\\"imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sok",
      "translation": "jugo",
      "definition": "Płynna substancja naturalnie zawarta w owocach lub warzywach, używana jako napój.",
      "definition_translation": "Una sustancia líquida que se contiene naturalmente en frutas o verduras, utilizada como bebida.",
      "example": "Wypiłem sok pomarańczowy wczoraj, piję sok jabłkowy teraz, i wypiję sok winny jutro.",
      "example_translation": "Bebí jugo de naranja ayer, bebo jugo de manzana ahora, y beberé jugo de uva mañana.",
      "imageLink": "image_files\\English\\"imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mleko",
      "translation": "leche",
      "definition": "Płynna substancja produkcji gruczołów mlekowych samic ssaków, używana jako żywność.",
      "definition_translation": "Un líquido producido por las glándulas mamarias de los mamíferos hembras, utilizado como alimento.",
      "example": "Wypiłem mleko, gdy byłem dzieckiem, piję mleko teraz, i wypiję mleko, gdy będę stary.",
      "example_translation": "Bebí leche cuando era niño, bebo leche ahora, y beberé leche cuando sea anciano.",
      "imageLink": "image_files\\English\\"imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sok pomarańczowy",
      "translation": "jugo de naranja",
      "definition": "słodki i kwaskowaty napój przygotowany z soku pomarańczy",
      "definition_translation": "una bebida dulce y ácida hecha con el jugo de naranjas",
      "example": "Wypiłem sok pomarańczowy na śniadanie, piję go teraz, i wypiję go jutro.",
      "example_translation": "Bebí jugo de naranja para desayunar, ahora lo estoy bebiendo, y lo beberé mañana.",
      "imageLink": "image_files\\English\\"imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "herbata",
      "translation": "té",
      "definition": "gorący lub zimny napój przygotowany z liści herbaty",
      "definition_translation": "una bebida caliente o fría hecha con las hojas de la planta de té",
      "example": "Wypiłem herbatę wczoraj, piję ją teraz, i wypiję ją wieczorem.",
      "example_translation": "Bebí té ayer, ahora lo estoy bebiendo, y lo beberé esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sok pomidorowy",
      "translation": "jugo de tomate",
      "definition": "słony napój przygotowany z soku pomidorów",
      "definition_translation": "una bebida sabrosa hecha con el jugo de tomates",
      "example": "Wypiłem sok pomidorowy z moim śniadaniem, piję go z moim obiadem, i wypiję go z moim kolacją.",
      "example_translation": "Bebí jugo de tomate con mi desayuno, ahora lo estoy bebiendo con mi almuerzo, y lo beberé con mi cena.",
      "imageLink": "image_files\\English\\"imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "woda",
      "translation": "agua",
      "definition": "Czysty, bezbarwny, bezzapachowy i bezsmakowy płyn, tworzący morza, jeziora, rzeki i deszcz, będący podstawą płynów żywych organizmów.",
      "definition_translation": "Una sustancia líquida clara, incolora, inodora y sin sabor que forma los mares, lagos, ríos y lluvia y es la base de los fluidos de los organismos vivos.",
      "example": "Wypiłem wodę z butelki. Będę pił wodę z fontanny. Wypiłem wodę z kranu.",
      "example_translation": "Bebí agua de la botella. Beberé agua de la fuente. Había bebido agua del grifo.",
      "imageLink": "image_files\\English\\"imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wino",
      "translation": "vino",
      "definition": "Fermentowany napój powstały z winogron, z którego soku przekształcono cukry w alkohol przy udziale drożdży.",
      "definition_translation": "Una bebida fermentada hecha de uvas, cuyo jugo ha sido convertido en alcohol por la acción de la levadura.",
      "example": "Wypiłem wino na obiad. Będę pił wino na imprezie. Piłem wino na weselu.",
      "example_translation": "Bebí vino en la cena. Beberé vino en la fiesta. Había bebido vino en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alkohol",
      "translation": "alcohol",
      "definition": "Bezbarwne, lotne i niebezpieczne płynne substancje chemiczne otrzymane w wyniku fermentacji cukrów, wykorzystywane jako rozpuszczalnik i w różnych aplikacjach przemysłowych i medycznych.",
      "definition_translation": "Un líquido incoloro, volátil y inflamable obtenido por fermentación de azúcares, utilizado como disolvente y en various aplicaciones industriales y medicinales.",
      "example": "Czasem piję alkohol. Będę pił alkohol w barze. Piłem alkohol w klubie.",
      "example_translation": "Bebo alcohol ocasionalmente. Beberé alcohol en el bar. Había bebido alcohol en el club.",
      "imageLink": "image_files\\English\\"imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sok jabłkowy",
      "translation": "jugo de manzana",
      "definition": "Słodki i orzeźwiający napój uzyskany z jabłek, często spożywany jako zdrowa opcja.",
      "definition_translation": "Una bebida dulce y refrescante hecha de manzanas, a menudo consumida como una opción saludable.",
      "example": "Wypiłem sok jabłkowy wczoraj, piję sok jabłkowy każdego ranka, i będę pił sok jabłkowy jutro.",
      "example_translation": "Bebí jugo de manzana ayer, bebo jugo de manzana todas las mañanas y beberé jugo de manzana mañana.",
      "imageLink": "image_files\\English\\"imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szampan",
      "translation": "champaña",
      "definition": "Typ szampana pochodzący z regionu Szampanii we Francji, często serwowany podczas uroczystości i specjalnych okazji.",
      "definition_translation": "Un tipo de vino espumoso originario de la región de Champaña en Francia, a menudo servido en celebraciones y ocasiones especiales.",
      "example": "Otworzyliśmy szampan wczoraj wieczorem, aby uczcić naszą rocznicę, otworzymy szampan na naszym weselu, i otworzymy szampan na Sylwestra.",
      "example_translation": "Abrimos champaña anoche para celebrar nuestro aniversario, vamos a abrir champaña en nuestra boda y abrirán champaña en la víspera de Año Nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kola",
      "translation": "cola",
      "definition": "Słodki i szyszaty napój gazowany, przypominający wanilię i cynamon, często spożywany jako orzeźwiający napój.",
      "definition_translation": "Una bebida dulce y efervescente saborizada con vainilla y canela, a menudo consumida como una bebida refrescante.",
      "example": "Wypiłem kolę na imprezie, piję kolę z pizzą, i będę pił kolę na plaży.",
      "example_translation": "Bebí cola en la fiesta, bebo cola con mi pizza y beberé cola en la playa.",
      "imageLink": "image_files\\English\\"imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pić",
      "translation": "beber",
      "definition": "Wprowadzić płyn do organizmu przez usta.",
      "definition_translation": "Tomar líquido en el cuerpo a través de la boca.",
      "example": "Wypiłem kawę wczoraj, piję ją każdego ranka, i będę pił ją jutro.",
      "example_translation": "Bebo café ayer, lo bebo todas las mañanas y lo beberé mañana.",
      "imageLink": "image_files\\English\\"imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gorąca czekolada",
      "translation": "chocolate caliente",
      "definition": "Słodki napój sporządzony z roztopionej czekolady, mlekiem i cukrem, serwowany na gorąco.",
      "definition_translation": "Una bebida dulce hecha con chocolate derretido, leche y azúcar, servida caliente.",
      "example": "Ssałem gorącą czekoladę, patrząc na śnieg, kiedy ostatnio spałem, piję ją w zimne dni, i będę się nią cieszył następnym Bożym Narodzeniem.",
      "example_translation": "Me tomé chocolate caliente mientras veía la nieve caer el invierno pasado, lo bebo en días fríos y lo disfrutaré la próxima Navidad.",
      "imageLink": "image_files\\English\\"imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lemoniada",
      "translation": "limonada",
      "definition": "Słodki napój sporządzony z soku z cytryny, cukru i wody.",
      "definition_translation": "Una bebida dulce hecha con jugo de limón, azúcar y agua.",
      "example": "Wypiłem lemoniadę na pikniku latem, robimy ją dla naszych gości dziś, i będę ją sprzedawał na targu następnym miesiącem.",
      "example_translation": "Me tomé limonada en el picnic el verano pasado, la hago para mis invitados hoy y la venderé en la feria el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "milkshake",
      "translation": "batido de leche",
      "definition": "Słodki, puszysty napój sporządzony z mlekiem, lodami i zwykle dodatkami smakowymi, zwykle serwowany na zimno.",
      "definition_translation": "Una bebida dulce y espumosa hecha con leche, helado y usualmente sabores, servida típicamente fría.",
      "example": "Wypiłem milkshake w dinerze wczoraj, piję milkshake teraz, i będę pił milkshake jutro.",
      "example_translation": "Bebí un batido de leche en el diner ayer, estoy bebiendo un batido de leche ahora, y beberé un batido de leche mañana.",
      "imageLink": "image_files\\English\\"imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "woda mineralna",
      "translation": "agua mineral",
      "definition": "Woda, która naturalnie jest bogata w minerały, często butelkowana i sprzedawana jako zdrowy napój.",
      "definition_translation": "Agua que es naturalmente rica en minerales, a menudo embotellada y vendida como una bebida saludable natural.",
      "example": "Wypiłem butelkę wody mineralnej po ćwiczeniach wczoraj, piję butelkę wody mineralnej teraz, i będę pił butelkę wody mineralnej po ćwiczeniach jutro.",
      "example_translation": "Bebí una botella de agua mineral después del entrenamiento ayer, estoy bebiendo una botella de agua mineral ahora, y beberé una botella de agua mineral después del entrenamiento mañana.",
      "imageLink": "image_files\\English\\"imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "napój gazowany",
      "translation": "bebida suave",
      "definition": "Słodki, gazowany napój, zwykle aromatyzowany i podawany na zimno.",
      "definition_translation": "Una bebida dulce y carbonatada, típicamente saborizada y servida fría.",
      "example": "Wczoraj wypiliśmy napój gazowany na imprezie, piję napój gazowany teraz, i będę pił napój gazowany na imprezie jutro.",
      "example_translation": "Bebí una bebida suave en la fiesta ayer, estoy bebiendo una bebida suave ahora, y beberé una bebida suave en la fiesta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "koktajl",
      "translation": "cóctel",
      "definition": "Koktajl to mieszanina drinków, która zwykle zawiera alkohol, sok owocowy i inne dodatki, podawana w szklance z lodem.",
      "definition_translation": "Un cóctel es una bebida mezclada que suele contener alcohol, jugo de fruta y otros saborizantes, servida en un vaso con hielo.",
      "example": "Zamówiłem koktajl w barze wczoraj wieczorem. Barman miesza koktajl na imprezę dziś wieczorem. Będzie ona tworzyć nowy koktajl na menu baru następnego miesiąca.",
      "example_translation": "Pedí un cóctel en el bar anoche. El bartender está mezclando un cóctel para la fiesta esta noche. Creará un nuevo cóctel para el menú del restaurante el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kakao",
      "translation": "cacao",
      "definition": "Kakao to proszek uzyskiwany z prażonych nasion kakaowca, używany do produkcji czekolady i innych słodyczy.",
      "definition_translation": "El cacao es un polvo hecho de granos de cacao tostados, utilizado para hacer chocolate y otros alimentos dulces.",
      "example": "Piję gorącą kakao każdego ranka. Użyła kakao do upieczenia tortu wczoraj. On będzie robił smaczną gorącą kakao na zimowy festiwal następnego roku.",
      "example_translation": "Bebí cacao caliente todas las mañanas. Ella usó polvo de cacao para hornear la torta ayer. Él hará un delicioso cacao caliente para el festival de invierno el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "napój gazowany",
      "translation": "bebida con gas",
      "definition": "Napój gazowany to napój, który wytwarza się przez dodanie dwutlenku węgla do wody, np. soda lub woda gazowana.",
      "definition_translation": "Una bebida con gas es una bebida carbonatada que hace burbujas o espuma, como soda o agua con gas.",
      "example": "Woleję napoje gazowane niż wodę niegazowaną. Ona uwielbiała napój gazowany na imprezie ubiegłego weekendu. Będą oni wprowadzać nowy produkt napoju gazowanego następnego lata.",
      "example_translation": "Prefiero bebidas con gas que agua estancada. Ella amó la bebida con gas en la fiesta el fin de semana pasado. Ellos lanzarán un nuevo producto de bebida con gas el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kawa instant",
      "translation": "café instantáneo",
      "definition": "Rodzaj kawy, która może być szybko przygotowana przez dodanie gorącej wody do proszku lub granulatu.",
      "definition_translation": "Un tipo de café que se puede preparar rápidamente añadiendo agua caliente a un polvo o granulos.",
      "example": "Zawsze trzymam opakowanie kawy instant w biurze, aby uzyskać szybką dawkę energii. Wczoraj zrobiłem filiżankę kawy instant podczas przerwy. Do następnego miesiąca przestanę pić kawę instant i będę pił świeżo parzoną kawę.",
      "example_translation": "Siempre tengo un paquete de café instantáneo en mi oficina para un estímulo de energía rápido. Ayer, hice una taza de café instantáneo durante mi descanso. Para el mes que viene, habré cambiado a café recién hecho.",
      "imageLink": "image_files\\English\\"imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wódka",
      "translation": "vodka",
      "definition": "Czysta, bezbarwna, bezsmakowa płynna spirytus, zwykle produkowana z ziaren, takich jak pszenica lub żyto, a często aromatyzowana owocami lub ziołami.",
      "definition_translation": "Un líquido espiritual claro, incoloro y sin sabor, típicamente hecho con granos como trigo o centeno, y a menudo saborizado con frutas o hierbas.",
      "example": "Spróbowałem wódki po raz pierwszy na imprezie wczoraj roku. Teraz wolę wódkę nad innymi alkoholami. Do następnego lata będę eksperymentował z różnymi koktajlami wódki.",
      "example_translation": "Probé el vodka por primera vez en una fiesta el año pasado. Ahora, prefiero el vodka sobre otros espíritus. Para el próximo verano, habré experimentado con cócteles diferentes basados en vodka.",
      "imageLink": "image_files\\English\\"imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "whisky",
      "translation": "whisky",
      "definition": "Rodzaj spirytusu, który produkowany jest z fermentowanej mąki zbożowej, zwykle dojrzewającej w beczkach, charakteryzującej się wyrazistym smakiem i aromatem.",
      "definition_translation": "Un tipo de espíritu hecho con mosto de grano fermentado, típicamente envejecido en barricas de madera, con un sabor y aroma características.",
      "example": "Mój dziadek zawsze pił whisky na specjalne okazje. Wczoraj spróbowałem whisky po raz pierwszy i pokochałem ją. Do następnego Bożego Narodzenia będę nauczył się doceniać różne rodzaje whisky.",
      "example_translation": "Mi abuelo siempre bebía whisky en ocasiones especiales. El fin de semana pasado, probé el whisky por primera vez y me encantó. Para la próxima Navidad, habré aprendido a apreciar los diferentes tipos de whisky.",
      "imageLink": "image_files\\English\\"imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kompot",
      "translation": "compota",
      "definition": "Kompot to deser lub dodatek do dań, składający się z świeżych lub suszonych owoców, charakteryzujący się słodkim i delikatnym smakiem.",
      "definition_translation": "Una compota es un plato hecho de fruta fresca o seca, a menudo servido como postre o guarnición, caracterizado por su textura dulce y tierna.",
      "example": "Zjadłem smacznego kompotu na kolacji wczoraj wieczorem. Teraz robię kompot dla rodzinnego spotkania dziś wieczorem. Do następnego roku będę udoskonalony swój przepis na kompot.",
      "example_translation": "Me comí una deliciosa compota en la fiesta de cena anoche. Ahora estoy haciendo una compota para la reunión familiar de esta noche. Para el próximo año, habré perfeccionado mi receta de compota.",
      "imageLink": "image_files\\English\\"imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kawa bezkofeina",
      "translation": "café descafeinado",
      "definition": "Kawa bezkofeina to rodzaj kawy, która została pozbawiona większości kofeiny, co czyni ją popularnym wyborem dla osób, które chcą cieszyć się smakiem kawy bez stymulujących efektów.",
      "definition_translation": "El café descafeinado es un tipo de café que ha tenido la mayoría de su cafeína eliminada, lo que lo hace una opción popular para aquellos que desean disfrutar del sabor del café sin los efectos estimulantes.",
      "example": "Moja babcia zawsze wolała kawę bezkofeinę, ponieważ nie mogła spać w nocy. Po spróbowaniu kawy bezkofeiny, uznałem, że to nie moja filiżanka herbaty. Gdy będę miał 60 lat, prawdopodobnie przestanę pić kawę bezkofeinę.",
      "example_translation": "Mi abuela siempre prefirió el café descafeinado porque no podía dormir por la noche. Después de probar el café descafeinado, me di cuenta de que no era mi taza de té. Para cuando tenga 60 años, probablemente cambiaré a café descafeinado.",
      "imageLink": "image_files\\English\\"imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szandi",
      "translation": "seudocerveza",
      "definition": "Szandi to orzeźwiający drink, który powstaje przez mieszanie piwa z napojem bezalkoholowym, takim jak cola lub sok owocowy, często serwowany podczas ciepłej pogody.",
      "definition_translation": "Una seudocerveza es una bebida refrescante hecha mezclando cerveza con una bebida no alcohólica, como soda de limón-lima o jugo de fruta, a menudo servida durante el clima cálido.",
      "example": "Uwielbiam pić szandi na gorący letni dzień. Wczoraj zamówiłem szandi w barze na plaży. Do następnego lata będę udoskonalony swój przepis na szandi.",
      "example_translation": "Me encanta beber seudocerveza en un día de verano caliente. Ayer, pedí una seudocerveza en el bar de la playa. Para el próximo verano, habré perfeccionado mi propia receta de seudocerveza.",
      "imageLink": "image_files\\English\\"imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]