[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "owad",
      "translation": "insecto",
      "definition": "Małe zwierzę, które ma sześć nóg, ciało i zazwyczaj skrzydła. Owady często znajdują się w ogrodach, lasach i innych obszarach na świeżym powietrzu.",
      "definition_translation": "Un animal pequeño que tiene seis patas, un cuerpo y usualmente alas. Los insectos se encuentran a menudo en jardines, bosques y otras áreas al aire libre.",
      "example": "Pszczoła była owadem, który był ważny dla zapylania kwiatów. Wczoraj, zobaczyłem owada pełzającego po kuchennym blacie. Gdyby był naukowcem, studiowałbym owady cały dzień.",
      "example_translation": "La abeja era un insecto que era importante para la polinización de flores. Ayer, vi un insecto gateando sobre la encimera de la cocina. Si fuera un científico, estudiaría insectos todo el día.",
      "imageLink": "image_files\\English\\insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mrówka",
      "translation": "hormiga",
      "definition": "Mały owad, który żyje w koloniach i jest znany ze swej pracowitej natury.",
      "definition_translation": "Un insecto pequeño que vive en colonias y es conocido por su naturaleza laboriosa.",
      "example": "Mrówka niosła okruchy z powrotem do swojego mrowiska. Obserwowałem, jak mrówka pracowała ciężko, budując swój dom. Do przyszłego roku mrówka zbuduje złożone podziemne społeczeństwo.",
      "example_translation": "La hormiga estaba llevando una migaja de regreso a su hormiguero. Vi cómo la hormiga trabajaba incansablemente para construir su hogar. Para el próximo año, la hormiga habrá construido una sociedad subterránea compleja.",
      "imageLink": "image_files\\English\\ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pszczoła",
      "translation": "abeja",
      "definition": "Latający owad, który zbiera nektar z kwiatów i produkuje miód.",
      "definition_translation": "Un insecto volador que recoge néctar de flores y produce miel.",
      "example": "Pszczoła buzzowała wokół kwiatów w ogrodzie. Byłem ukąszony przez pszczołę, kiedy byłem dzieckiem. Do przyszłego lata pszczoła wyprodukuje dużo miodu.",
      "example_translation": "La abeja zumbó alrededor de las flores en el jardín. Me picó una abeja cuando era niño. Para el próximo verano, la abeja habrá hecho mucha miel.",
      "imageLink": "image_files\\English\\bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "robak",
      "translation": "insecto",
      "definition": "Mały owad, taki jak chrząszcz lub mrówka, który ma twardą zewnętrzną powłokę i zazwyczaj żyje na lub pod ziemią.",
      "definition_translation": "Un insecto pequeño, como un escarabajo o una hormiga, que tiene una concha exterior dura y vive en o debajo del suelo.",
      "example": "Wczoraj zobaczyłem robaka pełzającego po kuchennym blacie, i zetrę go jutro, ale aktualnie ukrywa się pod zlewu.",
      "example_translation": "Vi a un insecto arrastrándose por la encimera de la cocina ayer, y lo aplastaré mañana, pero está escondido debajo del fregadero hoy.",
      "imageLink": "image_files\\English\\bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "motyl",
      "translation": "mariposa",
      "definition": "Latający owad z dużymi, często jaskrawymi skrzydłami, typowo spotykany w ciepłych klimatach.",
      "definition_translation": "Un insecto volador con alas grandes, a menudo de colores brillantes, comúnmente encontrado en climas cálidos.",
      "example": "Obserwowałem motyla kręcącego wokół kwiatów w ogrodzie wczoraj, jutro zaobserwuję go latającego nad głową, a dzisiaj przysiadł na liściu.",
      "example_translation": "Vi a una mariposa revoloteando alrededor de las flores en el jardín ayer, observaré volar sobre mi cabeza mañana, y estaba posada en una hoja hoy.",
      "imageLink": "image_files\\English\\butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karaluch",
      "translation": "cucaracha",
      "definition": "Duży, płaski, owalny owad z twardą zewnętrzną powłoką, typowo spotykany w ciemnych, wilgotnych miejscach.",
      "definition_translation": "Un insecto grande, plano, ovalado con una concha exterior dura, comúnmente encontrado en lugares oscuros y húmedos.",
      "example": "Wczoraj zobaczyłem karalucha pełzającego po kuchennej podłodze, jutro wygnę go, a dziś ukrywa się w cieniu.",
      "example_translation": "Vi a una cucaracha correteando por el suelo de la cocina ayer, la exterminaré mañana, y estaba escondida en las sombras hoy.",
      "imageLink": "image_files\\English\\cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stworzenie",
      "translation": "criatura",
      "definition": "Żyjąca rzecz, zwłaszcza zwierzę, które ma określone, zwarte lub skrzyżowane kończyny.",
      "definition_translation": "Una cosa viva, especialmente un animal, típicamente con una extremidad articulada específica o extremidades.",
      "example": "Stworzenie chodziło na czterech nogach, turyści obserwowali w zdumieniu. Chodziło na czterech nogach od rana i będzie chodzić na czterech nogach jutro również.",
      "example_translation": "La criatura caminó sobre cuatro patas, los turistas observaron con asombro. Había caminado sobre cuatro patas desde la mañana, y caminará sobre cuatro patas de nuevo mañana.",
      "imageLink": "image_files\\English\\creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "latać",
      "translation": "volar",
      "definition": "Poruszać się przez powietrze, używając skrzydeł.",
      "definition_translation": "Moverse a través del aire, usando alas.",
      "example": "Ptak będzie latał na południe na zimę, lata co roku, i latał w zeszłym roku również. Jeśli będzie miał szczęście, latał będzie znów w przyszłym roku.",
      "example_translation": "El pájaro volará hacia el sur para el invierno, vuela cada año, y voló el año pasado también. Si tiene suerte, volará de nuevo el próximo año.",
      "imageLink": "image_files\\English\\fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "komar",
      "translation": "zancudo",
      "definition": "Mały latający owad, który kąsa ludzi i zwierzęta, często powodując swędzenie i opuchliznę.",
      "definition_translation": "Un insecto volador pequeño que pica a humanos y animales, a menudo causando picazón y hinchazón.",
      "example": "Komar ukąsił mnie wczoraj, kąsa każdego latem, i będzie kąsał nas ponownie w przyszłym lecie. Żałuję, że nie ukąsił mnie wczoraj.",
      "example_translation": "El zancudo me picó anoche, pica a todos en verano, y nos picará de nuevo el próximo verano. Ojalá no me hubiera picado ayer.",
      "imageLink": "image_files\\English\\mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pająk",
      "translation": "araña",
      "definition": "Małe, ośmionogie zwierzę, które tka sieć, aby złapać owady, często spotykane w ogrodach lub domach",
      "definition_translation": "un animal pequeño de ocho patas que teje una red para cazar insectos, a menudo encontrado en jardines o casas",
      "example": "Wczoraj zobaczyłem pająka pełzającego po ścianie. Dziś tworzy sieć w rogu. Jutro złapie wiele much.",
      "example_translation": "Ayer, vi una araña gateando por la pared. Hoy, está haciendo una red en la esquina. Mañana, cogerá muchas moscas.",
      "imageLink": "image_files\\English\\spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sieć",
      "translation": "red",
      "definition": "sieć nici przęży spaghetti przez pająka, by złapać owady",
      "definition_translation": "una red de hilos tejida por una araña para cazar insectos",
      "example": "Pająk stworzył piękną sieć rano. Teraz, czeka na ofiarę, by dostać się do sieci. Później, naprawi sieć, jeśli zostanie uszkodzona.",
      "example_translation": "La araña creó una hermosa red en la mañana. Ahora, está esperando a que se caigan presas en la red. Más tarde, reparará la red si se daña.",
      "imageLink": "image_files\\English\\web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chrząszcz",
      "translation": "escarabajo",
      "definition": "typ owada z twardą skorupą, często spotykany w ogrodach lub lasach",
      "definition_translation": "un tipo de insecto con una cáscara dura externa, a menudo encontrado en jardines o bosques",
      "example": "Wczoraj, zobaczyłem chrząszcza pełzającego po liściu. Dziś, lata on wokół ogrodu. Jutro, będzie składał jaja na drzewie.",
      "example_translation": "Vi un escarabajo gateando en una hoja ayer. Hoy, está volando alrededor del jardín. Mañana, pondrá huevos en un árbol.",
      "imageLink": "image_files\\English\\beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pchła",
      "translation": "pulga",
      "definition": "mały skaczący owad, który żyje na ciele ssaków i ptaków, żywiąc się ich krwią.",
      "definition_translation": "un pequeño insecto saltador que vive en los cuerpos de mamíferos y aves, alimentándose de su sangre.",
      "example": "Pies został zainfekowany pchłami po spacerze w parku. Był ugryziony przez pchły w zeszłym tygodniu. Będzie potrzebował leczenia przeciw pchłom ponownie w następnym miesiącu.",
      "example_translation": "El perro estaba infestado de pulgas después de caminar en el parque. Había sido mordido por pulgas la semana pasada. Necesitará ser tratado para pulgas de nuevo el mes que viene.",
      "imageLink": "image_files\\English\\flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żądło",
      "translation": "picar",
      "definition": "spowodować ostry, nagły ból, typowo przez wprowadzenie substancji toksycznej lub drażniącej w skórę.",
      "definition_translation": "causar un dolor agudo y repentino, generalmente al introducir una sustancia venenosa o irritante en la piel.",
      "example": "Ukąszenie osy bolało bardzo. Była użądlona przez osę w zeszłym roku. On będzie użądlał owada, jeśli będzie zbyt blisko.",
      "example_translation": "La picadura de la abeja dolía mucho. Ella había sido picada por una avispa el año pasado. Él picará al insecto si se acerca demasiado.",
      "imageLink": "image_files\\English\\sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "osa",
      "translation": "avispa",
      "definition": "latający owad o wąskiej talii i żądle, typowo żółty i czarny w kolorze.",
      "definition_translation": "un insecto volador con una cintura estrecha y una picadura, típicamente amarillo y negro en color.",
      "example": "Osa latała wokół miejsca piknikowego. Była użądlona przez osę na ramieniu. Będą budować gniazdo dla os w przyszłej wiosnie.",
      "example_translation": "La avispa volaba alrededor del área de picnic. Ella había sido picada por una avispa en su brazo. Construirán un nido para las avispas la próxima primavera.",
      "imageLink": "image_files\\English\\wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "modliszka",
      "translation": "mantis",
      "definition": "Modliszka to drapieżny owad, który należy do rzędu Mantodea. Charakteryzuje się trójkątną głową, wydłużonym ciałem i kolczastymi nogami przednimi, używanymi do łapania i trzymania zdobyczy.",
      "definition_translation": "Un mantis es un insecto depredador que pertenece al orden Mantodea. Se caracteriza por su cabeza triangular, cuerpo alargado y patas delanteras espinosas utilizadas para cazar y mantener presa.",
      "example": "Wczoraj, zobaczyłem modliszkę w ogrodzie. Dziś, będę ją obserwował ponownie. Do jutra, będę się uczył więcej o jej zwyczajach.",
      "example_translation": "Ayer, vi un mantis en el jardín. Hoy, lo observaré de nuevo. Para mañana, habré aprendido más sobre sus hábitos.",
      "imageLink": "image_files\\English\\mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ćma",
      "translation": "polilla",
      "definition": "Ćma to latający owad, który należy do rzędu Lepidoptera. Często uważany jest za nocnego stworzenia, przyciąganego przez źródła światła i mającego pióropuszowe lub niciowe czułki.",
      "definition_translation": "Una polilla es un insecto volador que pertenece al orden Lepidoptera. A menudo se considera una criatura nocturna, atraída por fuentes de luz y con antenas plumosas o filamentosas.",
      "example": "Ćma latała wokół lampy w zeszłej nocy. Dziś, będzie odpoczywał w ciemnym kącie. Do następnego tygodnia, będzie składał jaja.",
      "example_translation": "La polilla voló alrededor de la lámpara anoche. Hoy, descansará en un rincón oscuro. Para la próxima semana, habrá puesto sus huevos.",
      "imageLink": "image_files\\English\\moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stonka ziemniaczana",
      "translation": "escarabajo de la papa",
      "definition": "Stonka ziemniaczana to mały owad, który żywi się roślinami ziemniaczanymi, powodując szkody liściom i bulwom. Często spotykany jest w ogrodach i polach uprawnych.",
      "definition_translation": "Un escarabajo de la papa es un insecto pequeño que se alimenta de plantas de papa, causando daño a las hojas y tubérculos. A menudo se encuentra en jardines y campos agrícolas.",
      "example": "Rolnik musiał usunąć stonki ziemniaczane z pola wczoraj. Dziś, będzie stosował pestycydy. Do przyszłego roku, znajdzie bardziej organiczne rozwiązanie.",
      "example_translation": "El agricultor tuvo que eliminar los escarabajos de la papa de su campo ayer. Hoy, aplicará pesticidas. Para el próximo año, habrá encontrado una solución más orgánica.",
      "imageLink": "image_files\\English\\potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kedzierzawka",
      "translation": "gusano de seda",
      "definition": "Kedzierzawka to larwa ćmy, która przędzie kokon jedwabiu i jest powszechnie uprawiana dla swojego jedwabiu.",
      "definition_translation": "Un gusano de seda es la larva de una polilla que se cultiva ampliamente para su seda.",
      "example": "Rolnik ostrożnie zbierał kokony jedwabiu z kedzierzawek, aby uzyskać cenną jedwab. Wychował je od ich jajeczek i teraz są już dorosłe. Do następnej sezonie, będzie uprawiał nową partie.",
      "example_translation": "El agricultor cosechó cuidadosamente los gusanos de seda para obtener su valiosa seda. Los había criado desde que eran huevos y ahora estaban completamente crecidos. Para la próxima temporada, habrá cultivado un nuevo lote.",
      "imageLink": "image_files\\English\\silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "termity",
      "translation": "termita",
      "definition": "Termity to typ owada, który żywi się drewnem i może powodować znaczne szkody budynkom i konstrukcjom.",
      "definition_translation": "Una termita es un tipo de insecto que se alimenta de madera y puede causar daños significativos a edificios y estructuras.",
      "example": "Właściciele domu byli zszokowani, kiedy odkryli, że termites zainfekowały ich piwnicę. Od lat jedli drewniane belki. Teraz, będą musieli wezwać destruktora, aby usunąć termitów, zanim się rozprzestrzenią dalej.",
      "example_translation": "Los propietarios de la casa se sorprendieron al descubrir que las termitas habían infestado su sótano. Habían estado comiendo las vigas de madera durante años. Ahora, necesitarán llamar a un exterminador para eliminar las termitas antes de que se propaguen más.",
      "imageLink": "image_files\\English\\termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karaluch",
      "translation": "chinche",
      "definition": "Karaluch to mały, płaski pasożytniczy owad, który żywi się krwią ludzką, zwykle znajdowany w pościeli i materacach.",
      "definition_translation": "Una chinche es un insecto pequeño y plano parásito que se alimenta de la sangre humana, normalmente encontrado en la ropa de cama y colchones.",
      "example": "Podróżni byli zdruzgotani, gdy znaleźli karaluchy w swoim pokoju hotelowym. Zostały one ugryzione wielokrotnie w ciągu nocy. Teraz będą musiały prać i suszyć ubrania natychmiast, aby zapobiec rozprzestrzenieniu się karaluchów.",
      "example_translation": "Los viajeros se horrorizaron al encontrar chinches en su habitación de hotel. Habían sido mordidos múltiples veces durante la noche. Ahora, necesitarán lavar y secar sus ropas inmediatamente para prevenir que las chinches se propaguen.",
      "imageLink": "image_files\\English\\bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "trzmiel",
      "translation": "abeja carpintera",
      "definition": "Typ dużego, włochatego pszczoły, która jest społeczna i żyje w koloniach, znany ze swojego głośnego buczenia.",
      "definition_translation": "Un tipo de abeja grande y peluda que es social y vive en colonias, conocida por su ruido de zumbido fuerte.",
      "example": "Trzmiel leciał wokół ogrodu, zbierając nektar z kwiatów. Wczoraj został przypadkowo zatłukły przez dziecko bawiące się na zewnątrz. Jutro wróci do swojego ula, aby podzielić się zdobyczą z kolonią.",
      "example_translation": "La abeja carpintera voló alrededor del jardín, recogiendo néctar de las flores. Ayer, fue golpeada accidentalmente por un niño que jugaba afuera. Mañana, regresará a su colmena para compartir la abundancia con su colonia.",
      "imageLink": "image_files\\English\\bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gąsienica",
      "translation": "oruga",
      "definition": "Larwa motyla lub ćmy, która przechodzi przez serię instarów przed zaplemnieniem i wyłanianiem się jako zupełnie uformowany dorosły.",
      "definition_translation": "La larva de una mariposa o polilla, que pasa por una serie de instares antes de pupar y emerger como un adulto completamente formado.",
      "example": "Gąsienica pełzała wzdłuż liścia, pozostawiając za sobą ślad nici. Gdy rosła, skórka wielokrotnie zmieniała, w końcu tworząc chrząstkę, z której wyłonił się piękny motyl. W przyszłości złoży jaja na pobliskiej roślinie, aby rozpocząć cykl na nowo.",
      "example_translation": "La oruga se arrastró a lo largo de la hoja, dejando atrás un rastro de hilos de seda. A medida que crecía, se despojó de su piel varias veces, eventualmente formando una crisálida de la que emergió una hermosa mariposa. En el futuro, pondrá huevos en una planta cercana para iniciar el ciclo de nuevo.",
      "imageLink": "image_files\\English\\caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cykada",
      "translation": "cicada",
      "definition": "Duży, skrzydlaty owad, który produkuje charakterystyczny, wysoki dźwięk, zwykle wyłaniający się z ziemi po długim okresie hibernacji.",
      "definition_translation": "Un insecto alado grande que produce un sonido distinto y agudo, que emerge típicamente del suelo después de un período prolongado de dormancia.",
      "example": "Cykada siedziała na gałęzi, jej głośny śpiew wypełniając powietrze. Latem wstecz wyłoniła się z ziemi, zrzucając skórę i wyleciała po raz pierwszy. W przyszłym roku zakopie się znowu pod ziemię, czekając na idealny moment, aby się wyłonić.",
      "example_translation": "La cicada se sentó en una rama, su canción fuerte llenando el aire. El verano pasado, emergió del suelo, despojándose de su piel y volando por primera vez. El próximo año, volverá a excavar bajo tierra, esperando el momento perfecto para reaparecer.",
      "imageLink": "image_files\\English\\cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żuk",
      "translation": "libélula",
      "definition": "Żuk to owad z długim ciałem i dużymi, zwykle kolorowymi i průhlednymi skrzydłami.",
      "definition_translation": "Una libélula es un insecto con un cuerpo largo y alas grandes que suelen ser coloridas y transparentes.",
      "example": "Wczoraj zobaczyłem żuka unoszącego się nad stawem. Aktualnie unoszą się wokół kwiatów. Do następnego lata odlecieją.",
      "example_translation": "Vi una libélula revoloteando sobre el estanque ayer. Ahora está revoloteando cerca de las flores. Para el próximo verano, habrá volado hacia otro lugar.",
      "imageLink": "image_files\\English\\dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drone",
      "translation": "dron",
      "definition": "Drone to bezzałogowy statek powietrzny, zwykle zdalnie sterowany, używany do nadzoru, fotografii lub innych celów.",
      "definition_translation": "Un dron es un vehículo aéreo no tripulado, generalmente controlado a distancia, utilizado para vigilancia, fotografía o otros fines.",
      "example": "Użyłem drona do wykonania zdjęć lotniczych miasta w zeszłym tygodniu. Teraz edytuję materiał. Do następnego miesiąca zakończę projekt.",
      "example_translation": "Usé un dron para tomar fotos aéreas de la ciudad el fin de semana pasado. Ahora estoy editando las imágenes. Para el próximo mes, habré completado el proyecto.",
      "imageLink": "image_files\\English\\drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "muchówka",
      "translation": "tábano",
      "definition": "Muchówka to rodzaj muchy, która gryzie lub będzie uciążliwa, szczególnie uporczywy krytyk lub uciążliwość.",
      "definition_translation": "Un tábano es un tipo de mosca que pica o molesta, especialmente un crítico persistente o una molestia.",
      "example": "Dziennikarka była muchówką dla rządu, stale pytając o ich polityki. Była muchówką dla firmy, eksponując ich nieuczciwość. Będzie muchówką dla instytucji, walczyć otransparentność.",
      "example_translation": "La periodista fue un tábano para el gobierno, cuestionando constantemente sus políticas. Fue un tábano para la empresa, expuesto su mala conducta. Continuará siendo un tábano para la institución, luchando por la transparencia.",
      "imageLink": "image_files\\English\\gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "konik",
      "translation": "langostino",
      "definition": "Konik to rodzaj owada, należący do rzędu prostoskrzydłych. Ma długie, smukłe ciało, duże tylnie nogi i dwie pary skrzydeł.",
      "definition_translation": "Un langostino es un tipo de insecto que pertenece al orden Orthoptera. Tiene un cuerpo largo y delgado, patas traseras grandes y dos pares de alas.",
      "example": "Konik wyskoczył ponad płot wczoraj, codziennie wyskakuje ponad płot i będzie wyskakiwał ponad płot jutro.",
      "example_translation": "El langostino saltó sobre la valla ayer, salta sobre la valla todos los días y saltará sobre la valla mañana.",
      "imageLink": "image_files\\English\\grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szerszeń",
      "translation": "avispa",
      "definition": "Szerezeń to rodzaj osy, znany z bolesnego ukąszenia. Jest zwykle żółto-czarny i buduje duże gniazda na drzewach lub pod okapami.",
      "definition_translation": "Una avispa es un tipo de avispa conocida por su dolorosa picadura. Es típicamente amarilla y negra en color y construye nidos grandes en árboles o debajo de aleros.",
      "example": "Szerezeń ukąsił mnie, gdy rozpraszałem jego gniazdo w zeszłym tygodniu, ukąsza, gdy jest zagrożony, i będzie ukąsił, jeśli nie będę ostrożny.",
      "example_translation": "La avispa me picó cuando perturbé su nido la semana pasada, pica cuando se siente amenazada y picará de nuevo si no tengo cuidado.",
      "imageLink": "image_files\\English\\hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biedronka",
      "translation": "mariquita",
      "definition": "Biedronka, również znana jako biedroneczka, to mały, owalny chrząszcz z charakterystyczną czerwono-czarną skorupką. Jest znany z kontroli populacji mszyc.",
      "definition_translation": "Una mariquita, también conocida como escarabajo de la suerte, es un escarabajo pequeño y ovalado con una concha roja y negra característica. Es conocida por su capacidad para controlar poblaciones de áfidos.",
      "example": "Biedronka wylądowała na liściu wczoraj, każdego lata wylądowała na liściach i wyląduje na liściach ponownie w przyszłym roku.",
      "example_translation": "La mariquita aterrizó en la hoja ayer, aterriza en hojas cada verano y aterrizará en hojas de nuevo el próximo año.",
      "imageLink": "image_files\\English\\ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szarańcza",
      "translation": "langosta",
      "definition": "Duża, szarańczopodobna insekt, która migruje w stadach i niszczy roślinność, szczególnie uprawy.",
      "definition_translation": "Un insecto parecido a una langosta que migra en enjambres y devora vegetación, especialmente cultivos.",
      "example": "Pola farmera zostały zniszczone przez stadę szarańczy. Były oni plądrowani przez szarańcze każdego lata. Rząd podejmie środki, aby zapobiec niszczeniu upraw przez szarańcze w przyszłości.",
      "example_translation": "Los campos del granjero fueron arrasados por una plaga de langostas. Habían sido azotados por langostas cada verano. El gobierno tomará medidas para evitar que las langostas destruyan cultivos en el futuro.",
      "imageLink": "image_files\\English\\locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wszy",
      "translation": "piojo",
      "definition": "Mały, bezskrzydły insekt, który żyje jako pasożyt na ciałach ludzi i innych ssaków, żywiąc się ich skórą i krwią.",
      "definition_translation": "Un insecto pequeño y alado que vive como parásito en los cuerpos de humanos y otros mamíferos, alimentándose de su piel y sangre.",
      "example": "Dziecko miało wszy w włosach. Była ona zainfekowana wszy przez tydzień. Lekarz przepisał szampon, aby się pozbyć wszy.",
      "example_translation": "El niño tenía piojos en su cabello. Había estado infestado de piojos durante semanas. El doctor prescribió un champú para deshacerse de los piojos.",
      "imageLink": "image_files\\English\\louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]