[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krewetnik",
      "translation": "sabueso",
      "definition": "Rasa psa z wyjątkowo ostrym węchem, używana do tropienia i polowania.",
      "definition_translation": "Una raza de perro con un sentido del olfato agudo, utilizado para seguir pistas y cazar.",
      "example": "Krewetnik śledził zapach jelenia i wkrótce go znaleziono. Teraz myśliwy używa go do tropienia lisa. W przyszłości zostanie użyty do więcej polowań.",
      "example_translation": "El sabueso siguió el rastro del ciervo, y pronto fue encontrado. Ahora el cazador lo está utilizando para seguir a un zorro. En el futuro, será utilizado para más cacerías.",
      "imageLink": "image_files\\English\\"imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "border collie",
      "translation": "pastor border collie",
      "definition": "Rasa psa pasterskiego pochodząca ze Szkocji, znana ze swojej inteligencji, zwinności i posłuszeństwa.",
      "definition_translation": "Una raza de perro pastor originaria de Escocia, conocida por su inteligencia, agilidad y obediencia.",
      "example": "Miałem border collie przez lata, było bardzo inteligentne. Teraz trenuję nowego, a on szybko uczy się. W przyszłości mam nadzieję, że będzie wielką pasterką.",
      "example_translation": "He tenido un pastor border collie durante años, es muy inteligente. Ahora estoy entrenando a uno nuevo, y está aprendiendo rápidamente. En el futuro, espero que sea un gran perro pastor.",
      "imageLink": "image_files\\English\\"imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bostończyk",
      "translation": "Terrier de Boston",
      "definition": "Rasa psa małego rozmiaru, znana ze swojej łagodnej, równowagi i życzliwej natury, pochodząca ze Stanów Zjednoczonych.",
      "definition_translation": "Una raza de perro de pequeño tamaño conocida por su naturaleza gentil, templada y cariñosa, originaria de los Estados Unidos.",
      "example": "Miałem bostończyka, gdy byłam dzieckiem, był bardzo zabawny. Teraz mam jednego, a on uwielbia czuć się blisko. W przyszłości wezmę jeszcze jednego bostończyka.",
      "example_translation": "Tenía un Terrier de Boston cuando era niño, y era muy juguetón. Ahora tengo uno, y le encanta acurrucarse. En el futuro, me buscaré otro Terrier de Boston.",
      "imageLink": "image_files\\English\\"imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bokser",
      "translation": "boxeador",
      "definition": "Rasa psa dużego rozmiaru o krótkiej, gładkiej szacie, znana ze swojej energicznej i zabawnej osobowości.",
      "definition_translation": "Una raza de perro grande y musculosa con un pelaje corto y liso, conocida por su personalidad enérgica y juguetona.",
      "example": "Poszedłem do parku i zobaczyłem boksera bawiącego się z właścicielem. Bokser biegał wesoło. W przyszłości adoptuję boksera.",
      "example_translation": "Fui al parque y vi un boxeador jugando con su dueño. El boxeador estaba corriendo alrededor felizmente. En el futuro, adoptaré un boxeador.",
      "imageLink": "image_files\\English\\"imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bulmastif",
      "translation": "bullmastín",
      "definition": "Rasa psa dużego rozmiaru o krótkiej szacie, znana ze swojej lojalności, odwagi i instynktów obronnych.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, conocida por su lealtad, coraje y instintos protectores.",
      "example": "Mój przyjaciel ma bulmastifa, który jest bardzo łagodny. Bulmastif ochronił rodzinę mojego przyjaciela, gdy byli w niebezpieczeństwie. W przyszłości mój przyjaciel będzie hodował bulmastify.",
      "example_translation": "Mi amigo tiene un bullmastín que es muy gentil. El bullmastín protegió a la familia de mi amigo cuando estaban en peligro. En el futuro, mi amigo criará bullmastines.",
      "imageLink": "image_files\\English\\"imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Cairn terier",
      "translation": "Terrier de Cairn",
      "definition": "Rasa psa małego i średniego rozmiaru pochodząca ze Szkocji, znana ze swojej szorstkiej szaty i wesołej natury.",
      "definition_translation": "Una raza de perro de tamaño pequeño a mediano originaria de Escocia, conocida por su abrigo lanudo y su personalidad fogosa.",
      "example": "Miałem Cairn teriera, gdy byłam dzieckiem, był bardzo zabawny. Teraz mam go ponownie, a on wciąż jest energiczny. W przyszłości wezmę jeszcze jednego, ponieważ kocham tę rasę.",
      "example_translation": "Tenía un terrier de Cairn cuando era niño, era muy juguetón. Ahora tengo uno again, y todavía es enérgico. Tendré otro en el futuro porque me encanta la raza.",
      "imageLink": "image_files\\English\\"imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Cane corso, hiszpański mastif",
      "translation": "Cane Corso, mastín español",
      "definition": "Rasa psa dużego rozmiaru pochodząca z Włoch, znana ze swojego atletycznego budowania i lojalnej natury, również znana jako hiszpański mastif.",
      "definition_translation": "Una raza de perro de tamaño grande originaria de Italia, conocida por su complexión atlética y su temperamento leal, también conocido como mastín español.",
      "example": "Mój przyjaciel ma Cane corso, hiszpański mastif, jest to łagodny olbrzym. Miała go przedtem, ale on zmarł. W przyszłości weźmie się za jego hodowlę ponownie.",
      "example_translation": "Mi amiga tiene un Cane Corso, mastín español, es un gigante gentil. Ella tenía un Cane Corso, mastín español, antes, pero falleció. Ella tendrá un Cane Corso, mastín español, de nuevo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chihuahua",
      "translation": "Chihuahua",
      "definition": "Rasa psa małego rozmiaru pochodząca z Meksyku, znana ze swoich dużych oczu i delikatnej budowy ciała.",
      "definition_translation": "Una raza de perro de tamaño pequeño originaria de México, conocida por sus ojos grandes y su complexión física delicada.",
      "example": "Miałem chihuahua od czasu, gdy byłem nastolatkiem, było moim wiernym towarzyszem. Moja mama miała chihuahua, gdy byłem dzieckiem, był bardzo zabawny. W przyszłości wezmę chihuahua ponownie, kocham tę rasę.",
      "example_translation": "He tenido un Chihuahua desde que era adolescente, ha sido mi compañero leal. Mi madre tenía un Chihuahua cuando era niño, era muy juguetón. Tendré un Chihuahua de nuevo en el futuro, me encanta la raza.",
      "imageLink": "image_files\\English\\"imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czowczow",
      "translation": "perro chow chow",
      "definition": "Rasa psa pochodząca z Chin, znana ze swojej puszystej szaty i niebiesko-czarnejjęzyczka.",
      "definition_translation": "Un Chow Chow es una raza de perro que se originó en China y es conocido por su abrigo lanudo y su lengua azul-negra.",
      "example": "Miałem czowczowa, gdy byłem dzieckiem, było moim wiernym towarzyszem. Teraz mam czowczowa, jest on bardzo zabawny. W przyszłości wezmę czowczowa ponownie, będzie on wielkim psem.",
      "example_translation": "Tuve un Chow Chow cuando era niño, era un compañero leal. Tengo un Chow Chow ahora, es muy juguetón. Tendré un Chow Chow el próximo año, será una mascota genial.",
      "imageLink": "image_files\\English\\"imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "koker szpaniel",
      "translation": "spaniel inglés",
      "definition": "Rasa psa znana ze swojej łagodnej natury i pięknej szaty, często używana jako pies rodziny.",
      "definition_translation": "Un Spaniel Inglés es una raza de perro conocida por su naturaleza gentil y su abrigo hermoso, a menudo utilizado como mascota familiar.",
      "example": "Wczoraj spacerowałem ze swoim kokerem szpanielem, było piękny dzień. Teraz spaceruję ze swoim kokerem szpanielem, on cieszy się spacerem. Jutro spaceruję ze swoim kokerem szpanielem, będzie to zabawny spacer.",
      "example_translation": "Paseé a mi Spaniel Inglés ayer, fue un día hermoso. Estoy paseando a mi Spaniel Inglés ahora, está disfrutando del paseo. Pasearé a mi Spaniel Inglés mañana, será un paseo divertido.",
      "imageLink": "image_files\\English\\"imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jamnik, pies krótkonożny",
      "translation": "perro salchicha",
      "definition": "Jamnik, również znany jako pies krótkonożny, to rasa psa charakteryzująca się krótkimi nogami i długim ciałem, często używany do polowania na borsuki.",
      "definition_translation": "Un Perro Salchicha, también conocido como Dachshund, es una raza de perro conocida por sus patas cortas y su cuerpo largo, a menudo utilizada para cazar tejones.",
      "example": "Wczoraj widziałem jamnika w parku, był bardzo uroczy. Teraz bawię się z jamnikiem, jest bardzo zabawny. W przyszłym miesiącu adoptuję jamnika, będzie wielkim towarzyszem.",
      "example_translation": "Vi un Perro Salchicha en el parque ayer, fue muy lindo. Estoy jugando con un Perro Salchicha ahora, es muy juguetón. Adoptaré un Perro Salchicha el próximo mes, será un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "terier lisowy",
      "translation": "terrier fox",
      "definition": "Terier lisowy jest małą, energiczną i zabawną rasą psa, która pochodzi z Anglii z XIX wieku. Są znani z małego rozmiaru, krótkich szat i ciekawskiej natury.",
      "definition_translation": "El Terrier Fox es una raza de perro pequeña, enérgica y juguetona que se originó en Inglaterra en el siglo XIX. Se conocen por su pequeño tamaño, cortas capas y naturaleza curiosa.",
      "example": "Miałem teriera lisowego jako pupila, kiedy byłem dzieckiem, był bardzo zabawny. Teraz mam teriera lisowego, jest bardzo leniwy. W przyszłości będę miał teriera lisowego, będzie bardzo posłuszny.",
      "example_translation": "Tenía un terrier fox como mascota cuando era niño, era muy juguetón. Ahora tengo un terrier fox, es muy perezoso. En el futuro, tendré un terrier fox, será muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "buldog francuski",
      "translation": " bulldog francés",
      "definition": "Buldog francuski jest rasą psa domowego, która pochodzi z Anglii i została rozwinięta we Francji. Są znani z unikatowego wyglądu, zabawnych osobowości i adaptacyjnej natury.",
      "definition_translation": "El bulldog francés es una raza de perro doméstico que se originó en Inglaterra y luego se desarrolló en Francia. Se conocen por su apariencia única, personalidades juguetonas y naturaleza adaptable.",
      "example": "Wczoraj widziałem bulldoga francuskiego w parku, był bardzo uroczy. Moja siostra ma bulldoga francuskiego, jest bardzo zabawny. W przyszłości kupię bulldoga francuskiego, będzie bardzo przyjazny.",
      "example_translation": "Vi un bulldog francés en el parque ayer, era muy lindo. Mi hermana tiene un bulldog francés, es muy juguetón. En el futuro, compraré un bulldog francés, será muy amistoso.",
      "imageLink": "image_files\\English\\"imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "owczarek niemiecki",
      "translation": "pastor alemán",
      "definition": "Owczarek niemiecki jest rasą psa domowego, która pochodzi z Niemiec. Są znani z inteligencji, lojalności i natury ochronnej, co czyni je popularnymi jako psy policyjne i wojskowe.",
      "definition_translation": "El pastor alemán es una raza de perro doméstico que se originó en Alemania. Se conocen por su inteligencia, lealtad y naturaleza protectora, lo que los hace populares como perros policiales y militares.",
      "example": "Wczoraj spotkałem owczarka niemieckiego na lotnisku, był bardzo inteligentny. Mój brat ma owczarka niemieckiego, jest bardzo lojalny. W przyszłości przeszkolę owczarka niemieckiego, będzie bardzo posłuszny.",
      "example_translation": "Conocí un pastor alemán en el aeropuerto ayer, era muy inteligente. Mi hermano tiene un pastor alemán, es muy leal. En el futuro, entrenaré un pastor alemán, será muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "schnauzer olbrzymi",
      "translation": "schnauzer gigante",
      "definition": "Schnauzer olbrzymi to duża, potężna i inteligentna rasa psa, która pochodzi z Niemiec z XVII wieku.",
      "definition_translation": "Un schnauzer gigante es una raza de perro grande, poderosa e inteligente que se originó en Alemania en el siglo 17.",
      "example": "Kiedyś posiadałem schnauzera olbrzymiego, był bardzo lojalny. Teraz mam mniejszego psa, ale tęsknię za moim schnauzerem olbrzymim. W przyszłości będę posiadał schnauzera olbrzymiego ponownie.",
      "example_translation": "Solía tener un schnauzer gigante, era muy leal. Ahora tengo un perro más pequeño, pero extraño a mi schnauzer gigante. En el futuro, tendré un schnauzer gigante nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "retriever złoty",
      "translation": "retriever dorado",
      "definition": "Retriever złoty jest rasą psa znana ze swojej przyjaznej, lojalnej i łagodnej natury, pierwotnie hodowane do polowania na ptactwo.",
      "definition_translation": "Un retriever dorado es una raza de perro conocida por su naturaleza amistosa, leal y gentil, originalmente criada para recuperar juego.",
      "example": "Moja babcia ma retrievera złotego, jest bardzo przyjazny. Ona kiedyś wyprowadzała go na spacer, ale teraz ja wyprowadzam jego na spacer. W przyszłości będę miał swojego retrievera złotego.",
      "example_translation": "Mi abuela tiene un retriever dorado, es muy amistoso. Solía llevarlo a pasear, pero ahora yo lo llevo a pasear. En el futuro, tendré un retriever dorado propio.",
      "imageLink": "image_files\\English\\"imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Dane duży",
      "translation": "Danesa Grande",
      "definition": "Dane duży jest dużą rasą psa znana z ogromnego rozmiaru, łagodnej natury i lojalności wobec właścicieli.",
      "definition_translation": "Una Danesa Grande es una raza de perro conocida por su tamaño gigante, naturaleza gentil y lealtad a sus dueños.",
      "example": "Wczoraj widziałem dużego Dana w parku, był ogromny. Mój znajomy kiedyś posiadał dużego Dana, ale zmarł. W przyszłości mogę posiadać dużego Dana.",
      "example_translation": "Vi una Danesa Grande en el parque, era enorme. Mi amigo solía tener una Danesa Grande, pero falleció. En el futuro, podré tener una Danesa Grande.",
      "imageLink": "image_files\\English\\"imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "greyhound",
      "translation": "galgo",
      "definition": "Greyhound jest rasą psa znana ze swojej szybkości, zręczności i łagodnej natury.",
      "definition_translation": "Un galgo es una raza de perro que es conocida por su velocidad, agilidad y naturaleza gentil.",
      "example": "Wczoraj widziałem greyhounda na torze wyścigowym. Dziś idę z moim greyhoundem na spacer do parku. Jutro wejdę z moim greyhoundem do konkursu agilty.",
      "example_translation": "Ayer, vi un galgo corriendo en la pista de perros. Hoy, estoy llevando a mi galgo al parque para caminar. Mañana, inscribiré a mi galgo en una competencia de agilidad.",
      "imageLink": "image_files\\English\\"imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "terier irlandzki",
      "translation": "terrier irlandés",
      "definition": "Terier irlandzki jest rasą psa znana ze swojej żywotnej i uczuciowej osobowości.",
      "definition_translation": "Un terrier irlandés es una raza de perro que es conocida por su personalidad fogosa y afectuosa.",
      "example": "Mój terier irlandzki uwielbia grać w fetch i tulenie się. Rok temu mój terier irlandzki zdobył nagrodę na wystawie psów. Następny tydzień zabiorę mojego teriera irlandzkiego do weterynarza na kontrolę.",
      "example_translation": "Mi terrier irlandés ama jugar a buscar y acurrucarse. El año pasado, mi terrier irlandés ganó un premio en el espectáculo de perros. La semana que viene, llevaré a mi terrier irlandés al veterinario para un chequeo.",
      "imageLink": "image_files\\English\\"imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "terier Jacka Russella",
      "translation": "terrier Jack Russell",
      "definition": "Terier Jacka Russella jest rasą psa znana ze swojej energicznej i żywotnej osobowości.",
      "definition_translation": "Un terrier Jack Russell es una raza de perro que es conocida por su personalidad energética y vivaz.",
      "example": "Mój terier Jacka Russella uwielbia biegać i grać. Miesiąc temu mój terier Jacka Russella nauczył się nowego triku. Następny miesiąc zabiorę mojego teriera Jacka Russella na wycieczkę górską.",
      "example_translation": "Mi terrier Jack Russell ama correr y jugar. El mes pasado, mi terrier Jack Russell aprendió un truco nuevo. El próximo mes, llevaré a mi terrier Jack Russell a un paseo en bicicleta.",
      "imageLink": "image_files\\English\\"imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Labrador retriever",
      "translation": "Perro Labrador",
      "definition": "Rasa psa znana z przyjaznego, otwartego i energicznego usposobienia, często używana jako pies przewodnik lub w misjach poszukiwawczych.",
      "definition_translation": "Una raza de perro conocida por ser amistosa, extrovertida y energética, a menudo utilizada como perro guía o en misiones de búsqueda y rescate.",
      "example": "Zawsze chciałem mieć Labradora retrievera jako pupila. Wczoraj odwiedziłem przyjaciela, który właśnie adoptował jednego. W przyszłym roku dostanę swój własny.",
      "example_translation": "Siempre he querido un perro Labrador como mascota. Ayer, visité a un amigo que acababa de adoptar uno. El próximo año, tendré el mío propio.",
      "imageLink": "image_files\\English\\"imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Maltańczyk",
      "translation": "Maltes",
      "definition": "Mała, biała rasa psa o aksamitnej sierści i łagodnym usposobieniu, często trzymana jako pies towarzyski.",
      "definition_translation": "Una raza de perro pequeña, de pelo blanco y sedoso, y de disposición gentil, a menudo mantenida como perro compañero.",
      "example": "Moja babcia miała Maltańczyka, który był bardzo czuły. Kiedy byłem dzieckiem, często bawiłem się z nim. Terazmam własnego Maltańczyka.",
      "example_translation": "Mi abuela tenía un Maltes que era muy cariñoso. Cuando era niño, solía jugar con él todo el tiempo. Ahora, tengo un Maltes de mi propio.",
      "imageLink": "image_files\\English\\"imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mastif",
      "translation": "Mastín",
      "definition": "Duża i potężna rasa psa o krótkiej sierści, często używana jako pies strażniczy lub policyjny.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, a menudo utilizada como perro guardián o perro policía.",
      "example": "Mastif wydawał się megetnantyczny na początku, ale okazał się być łagodnym olbrzymem. Widziałem mastify używane jako pies strażniczy w kilku domach. W przyszłości rozważę zdobycie mastifa jako pupila.",
      "example_translation": "El mastín era muy intimidante al principio, pero resultó ser un gigante gentil. He visto mastines usados como perros guardianes en varias casas. En el futuro, consideraré tener un mastín como mascota.",
      "imageLink": "image_files\\English\\"imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miniaturowy pinczer",
      "translation": "pinscher en miniatura",
      "definition": "Mała rasa psa pochodząca z Niemiec, charakteryzująca się małymi rozmiarami, krótką sierścią i energicznym temperamentem.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, piel corta y temperamento enérgico.",
      "example": "Miałem miniaturowego pinczera jako pupila, kiedy byłem dzieckiem, był on bardzo energiczny i zabawny. Wczoraj zobaczyłem miniaturowego pinczera w parku, ścigał on swój ogon. Będę miał miniaturowego pinczera jako pupila, kiedy przeprowadzę się do większego domu.",
      "example_translation": "Tuve un pinscher en miniatura como mascota cuando era niño, era muy enérgico y juguetón. Ayer, vi un pinscher en miniatura en el parque, estaba persiguiendo su cola. Me llevaré un pinscher en miniatura como mascota cuando me mude a una casa más grande.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miniaturowy pudel",
      "translation": "poodle en miniatura",
      "definition": "Mała rasa psa pochodząca z Niemiec, charakteryzująca się małymi rozmiarami, kręconą sierścią i inteligentnym usposobieniem.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, pelo rizado y naturaleza inteligente.",
      "example": "Moja siostra ma miniaturowego pudla, jest on bardzo dobrze wychowany i łatwo trenować. Ostatnim tygodniu zobaczyłem miniaturowego pudla na wystawie psów, był on bardzo uroczy. Kiedy odejdę na emeryturę, dostanę miniaturowego pudla jako towarzysza.",
      "example_translation": "Mi hermana tiene un poodle en miniatura, es muy bien comportado y fácil de entrenar. La semana pasada, vi un poodle en miniatura en el espectáculo canino, era muy lindo. Cuando me jubile, me llevaré un poodle en miniatura como compañía.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kundel",
      "translation": "perro mestizo",
      "definition": "Pies rasy mieszanej, powstały w wyniku krzyżowania różnych ras lub odmian psów.",
      "definition_translation": "Un perro de raza mixta, resultado del cruce de diferentes razas o variedades de perros.",
      "example": "Kundel w schronisku był bardzo przyjazny, postanowiłem go adoptować. Wczoraj zobaczyłem kundla bawiącego się z właścicielem w parku, był on bardzo energiczny. Kiedy byłem dzieckiem, miałem kundla jako pupila, był on bardzo lojalny.",
      "example_translation": "El perro mestizo en el refugio era muy amistoso, decidí adoptarlo. Ayer, vi un perro mestizo jugando con su dueño en el parque, era muy enérgico. Cuando era niño, tenía un perro mestizo como mascota, era muy leal.",
      "imageLink": "image_files\\English\\"imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Nowa Fundlandia",
      "translation": "Terranova",
      "definition": "Prowincja wschodniej Kanady, składająca się z wyspy Nowej Fundlandii i regionu lądowego Labradoru.",
      "definition_translation": "Una provincia de la región oriental de Canadá, compuesta por la isla de Terranova y la región continental de Labrador.",
      "example": "Odwiedziłem Nową Fundlandię dwukrotnie i kocham jej skalisty wybrzeże. Planuję odwiedzić Nową Fundlandię ponownie w przyszłym roku. Odwiedziłem Nową Fundlandię minionego lata.",
      "example_translation": "He visitado Terranova dos veces y me encanta su costa escabrosa. Estoy planeando visitar Terranova de nuevo el próximo año. Visitaste Terranova el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "papillon",
      "translation": "mariposa",
      "definition": "Rasa psa znana z motylowych uszu.",
      "definition_translation": "Una raza de perro conocida por sus orejas en forma de mariposa.",
      "example": "Mam papillona i jest on bardzo przyjazny. Mój papillon jest bardzo energiczny. Gdyby miałem papillona, nazwałbym go Bellą.",
      "example_translation": "Tengo un perro mariposa y es muy amigable. Mi perro mariposa es muy enérgico. Si tuviera un perro mariposa, lo llamaría Bella.",
      "imageLink": "image_files\\English\\"imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pekińczyk",
      "translation": "pekinés",
      "definition": "Rasa psa o długiej, puszystej sierści, pochodząca z Chin.",
      "definition_translation": "Una raza de perro pequeño con un abrigo largo y lanudo, originario de China.",
      "example": "Mam pekińczyka i jest on bardzo uroczy. Mój pekińczyk jest bardzo zabawny. Gdyby miałem pekińczyka, wyprowadziłbym go na spacer codziennie.",
      "example_translation": "Tengo un perro pekinés y es muy lindo. Mi perro pekinés es muy juguetón. Si tuviera un perro pekinés, lo llevaría a pasear todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bulterier pit",
      "translation": "perro de pelea terrier",
      "definition": "Rasa psa znana z siły i zaciętości, pierwotnie hodowana do walk psów.",
      "definition_translation": "Una raza de perro conocida por su fuerza y tenacidad, originalmente criada para pelear.",
      "example": "Wychowałem bulteriera pit, kiedy byłem dzieckiem. Teraz mam bulteriera pit jako pupila. Kupię szczenię bulteriera pit w przyszłym roku.",
      "example_translation": "Crié un perro de pelea terrier cuando era niño. Ahora tengo un perro de pelea terrier como mascota. Compraré un cachorro de perro de pelea terrier el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wskazujący",
      "translation": "señalador",
      "definition": "Rasa psa nauuczona wskazywać na zwierzynę, szczególnie ptaki, aby pomagać myśliwym.",
      "definition_translation": "Una raza de perro entrenada para señalar a la caza, especialmente pájaros, para ayudar a los cazadores.",
      "example": "Użyłem wskazującego, aby znaleźć bażanta. Wskazujący wskazuje na przepiórkę. Będę szkolił wskazującego, aby polować na kaczki w przyszłym sezonie.",
      "example_translation": "Usé un señalador para localizar la perdiz. El señalador está señalando a la codorniz. Entrenaré un señalador para cazar patos la próxima temporada.",
      "imageLink": "image_files\\English\\"imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "polski owczarek nizinny",
      "translation": "perro de pastor de baja tierra polaco",
      "definition": "Rasa psa pasterskiego pochodząca z Polski, znana ze swej inteligencji i natury ochronnej.",
      "definition_translation": "Una raza de perro de pastoreo originaria de Polonia, conocida por su inteligencia y naturaleza protectora.",
      "example": "Farmer użył polskiego owczarka nizinnego, aby zaganiać owce. Polski owczarek nizinny jest bardzo inteligentny. Zamierzam kupić szczeniaka polskiego owczarka nizinnego, aby pomóc przy moich owcach.",
      "example_translation": "El granjero usó un perro de pastor de baja tierra polaco para pastorear las ovejas. El perro de pastor de baja tierra polaco es muy inteligente. Compraré un cachorro de perro de pastor de baja tierra polaco para ayudar con mis ovejas.",
      "imageLink": "image_files\\English\\"imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pomeranian",
      "translation": "Pomeranio",
      "definition": "Malińska rasa psa pochodząca z Pomorza, charakteryzująca się puszystą sierścią i cechami podobnymi do lisa.",
      "definition_translation": "Una raza pequeña de perro originaria de Pomerania, caracterizada por su abrigo plumoso y características físicas similares a las del zorro.",
      "example": "Wcześniej miałem pomeranianina o imieniu Max, ale teraz mam retrievera. Max lubił gonić wiewiórki, a teraz mój nowy pies uwielbia grać w fetch. W przyszłości kupię kolejnego pomeranianina jako towarzysza.",
      "example_translation": "Anteriormente tenía un Pomeranio llamado Max, pero ahora tengo un golden retriever. Max solía perseguir ardillas, y ahora mi nuevo perro ama jugar a buscar. En el futuro, tendré otro Pomeranio como compañero.",
      "imageLink": "image_files\\English\\"imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mops",
      "translation": "carlino",
      "definition": "Malińska rasa psa o krótkim nosie i zakręconej ogonie, znana ze swojej zabawnej i czułej natury.",
      "definition_translation": "Una raza pequeña de perro con una nariz corta y una cola enrollada, conocida por su naturaleza juguetona y afectuosa.",
      "example": "Moja siostra miała mopsa o imieniu Lola, i uwielbiała grać z nim. Lola spała z moją siostrą każdej nocy, a rano budziła ją, lizając twarz. W przyszłości kupię mopsa jako prezent na urodziny mojej siostry.",
      "example_translation": "Mi hermana tenía un carlino llamado Lola, y le encantaba jugar con ella. Lola se acostaba con mi hermana todas las noches, y por la mañana, la despertaba lamiéndole la cara. En el futuro, me gustaría regalarle un carlino a mi hermana por su cumpleaños.",
      "imageLink": "image_files\\English\\"imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pasterski pyrêmejski",
      "translation": "pastor pirineo",
      "definition": "Rasa psa pochodząca z Pirenejów, znana ze swej zwinności, inteligencji i zdolności pasterstwa.",
      "definition_translation": "Una raza de perro originaria de los montes Pirineos, conocida por su agilidad, inteligencia y habilidad para cuidar rebaños.",
      "example": "Pasterski pyrêmejski został wyhodowany do zaganiań owiec w górskich regionach. On szedł za owcami cały dzień, a w nocy wracał do swojego właściciela. W przyszłości kupię pasterskiego pyrêmejskiego, aby pomóc przy mojej pracy na farmie.",
      "example_translation": "El pastor pirineo fue criado para cuidar ovejas en regiones montañosas. Seguía a las ovejas todo el día, y por la noche, regresaba con su dueño. En el futuro, me gustaría tener un pastor pirineo para ayudarme con mi trabajo en el campo.",
      "imageLink": "image_files\\English\\"imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rottweiler",
      "translation": "Rottweiler",
      "definition": "Rottweiler to rasa psa domowego znana ze swojej siły, lojalności i natury ochronnej. Jest to średniej wielkości pies z muskularnym budową ciała i krótką, gęstą sierścią, która jest zazwyczaj czarna z rdzawymi znakami.",
      "definition_translation": "Un Rottweiler es una raza de perro doméstico conocida por su fuerza, lealtad y naturaleza protectora. Es un perro de tamaño mediano a grande con una constitución muscular y un pelo corto y denso que suele ser negro con marcas de óxido.",
      "example": "Miałem rottweilera, gdy byłem dzieckiem. Zamierzam kupić rottweilera w przyszłym roku. Ona szkoli rottweilera od miesięcy.",
      "example_translation": "Tuve un Rottweiler cuando era niño. Compraré un Rottweiler el próximo año. Ella ha estado entrenando a un Rottweiler durante meses.",
      "imageLink": "image_files\\English\\"imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bernardyn",
      "translation": "San Bernardo",
      "definition": "Bernardyn to rasa psa wielkiego pochodząca z Alp, znana ze swojej gęstej sierści, przyjaznej natury i zdolności do lokalizowania i ratowania ludzi, których uwięziło w śniegu.",
      "definition_translation": "Un San Bernardo es una raza de perro grande originaria de los Alpes, conocida por su gruesa capa, temperamento amistoso y capacidad para localizar y rescatar a personas varadas en la nieve.",
      "example": "Bernardyn pomógł nam znaleźć drogę ze szczytu góry. Zamierzamy adoptować bernardyna w przyszłym miesiącu. Oni hodują bernardy od lat.",
      "example_translation": "El San Bernardo nos ayudó a encontrar nuestro camino hacia abajo de la montaña. Adoptaremos un San Bernardo el próximo mes. Han estado criando San Bernardos durante años.",
      "imageLink": "image_files\\English\\"imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "samoyed",
      "translation": "Samoyedo",
      "definition": "Samoyed to rasa psa pochodząca z Syberii, znana ze swojej puszystej białej sierści, uśmiechniętej twarzy i przyjaznej natury.",
      "definition_translation": "Un Samoyedo es una raza de perro originaria de Siberia, conocida por su gruesa capa blanca, rostro sonriente y temperamento amistoso.",
      "example": "Widziałem samoyeda na pokazie psów ubiegłego tygodnia. Zamierzamy kupić szczeniaka samoyeda w przyszłym roku. Oni prezentują samoyedy od lat.",
      "example_translation": "Vi un Samoyedo en el espectáculo canino la semana pasada. Obtendremos un cachorro de Samoyedo el próximo año. Han estado mostrando Samoyedos durante años.",
      "imageLink": "image_files\\English\\"imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "schnauzer",
      "translation": "schnauzer",
      "definition": "Rasa psa średniej wielkości pochodząca z Niemiec, znana ze swojego charakterystycznego brody i wąsów.",
      "definition_translation": "Una raza de perro de talla media originaria de Alemania, conocida por su barba y bigote características.",
      "example": "Zawsze chciałem mieć schnauzera jako zwierzę domowe, ale moi rodzice nie pozwalali mi, gdy byłem dzieckiem. Teraz mam schnauzera i uwielbiam grać z nim. W przyszłości wezmę swojego schnauzera do parku psy.",
      "example_translation": "Siempre he querido un schnauzer como mascota, pero mis padres no me permitieron tener uno cuando era niño. Ahora, tengo un schnauzer y me encanta jugar con él. En el futuro, llevaré a mi schnauzer al parque de perros.",
      "imageLink": "image_files\\English\\"imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szkocki terier",
      "translation": "terrier escocés",
      "definition": "Malińska rasa psa energiczna pochodząca ze Szkocji, znana ze swojego niskiego wzrostu i charakterystycznej brody.",
      "definition_translation": "Una raza de perro pequeño y enérgico originaria de Escocia, conocida por su baja estatura y barba característica.",
      "example": "Mój dziadek miał szkockiego teriera, gdy był młody, i był on bardzo lojalny wobec niego. Teraz mam szkockiego teriera i jest on bardzo zabawny. W przyszłości wezmę swojego szkockiego teriera na trening posłuszeństwa.",
      "example_translation": "Mi abuelo tenía un terrier escocés cuando era joven, y era muy leal con él. Ahora, tengo un terrier escocés y es muy juguetón. En el futuro, llevaré a mi terrier escocés a entrenamiento de obediencia.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Owczarek szetlandzki",
      "translation": "pastor de Shetland",
      "definition": "Mała, zwinna rasa psa pochodząca z Wysp Szetlandzkich, znana z inteligencji i zdolności pasterskiej.",
      "definition_translation": "Una raza de perro pequeño y ágil originaria de las Islas Shetland, conocida por su inteligencia y habilidad para pastorear.",
      "example": "Zawsze chciałem mieć owczarka szetlandzkiego jako zwierzę domowe, bo są bardzo inteligentne. Kiedy byłem dzieckiem, widziałem owczarka szetlandzkiego na farmie i pomagał on pasterzować owce. Teraz mam owczarka szetlandzkiego i jest bardzo posłuszny.",
      "example_translation": "Siempre he querido un pastor de Shetland como mascota, porque son muy inteligentes. Cuando era niño, vi un pastor de Shetland en la granja y estaba pastoreando ovejas. Ahora, tengo un pastor de Shetland y es muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Shiba Inu to średniej wielkości rasa psa pochodząca z Japonii. Znana jest z charakterystycznego wyglądu przypominającego lisa i jest często uważana za jedno z najstarszych ras psów na świecie.",
      "definition_translation": "El Shiba Inu es una raza de perro de tamaño mediano que se originó en Japón. Se conoce por su apariencia DISTINCTA de zorro y a menudo se considera una de las razas de perros más antiguas del mundo.",
      "example": "Wczoraj widziałem Shiba Inu w parku psów. Był bardzo energiczny i zabawny. Może następnym roku wezmę Shiba Inu jako zwierzę domowe. W minionym roku dostałem Shiba Inu i jest to wielki towarzysz.",
      "example_translation": "Vi un Shiba Inu en el parque de perros ayer. Era muy enérgico y juguetón. Probablemente me llevaré un Shiba Inu como mascota el próximo año. Me llevé un Shiba Inu el año pasado y ha sido un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Husky syberyjski",
      "translation": "Husky siberiano",
      "definition": "Husky syberyjski to rasa psa pochodząca z Syberii, znana z siły, wytrzymałości i przyjacielskiego usposobienia. Początkowo hodowano go do ciągnięcia sanek w regionach arktycznych.",
      "definition_translation": "El Husky siberiano es una raza de perro que se originó en Siberia y se conoce por su fuerza, resistencia y temperamento amigable. Originalmente se crió para tirar trineos en las regiones árticas.",
      "example": "Uwielbiam grać ze swoim husky syberyjskim w ogródku. Jest bardzo aktywny i potrzebuje wiele ćwiczeń. Później wezmę swojego husky syberyjskiego na spacer. W minionym tygodniu zabrałem swojego husky syberyjskiego do weterynarza.",
      "example_translation": "Me encanta jugar con mi Husky siberiano en el patio trasero. Es muy activo y necesita mucho ejercicio. Me llevaré a mi Husky siberiano para dar un paseo más tarde. Me llevé a mi Husky siberiano al veterinario la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Spitz to typ psa charakteryzującego się grubą, dwiwariantową szatą i lisim wyglądem. Istnieją różne rasy Spitz, włączając w to pomarańczowego i samojeda.",
      "definition_translation": "Un Spitz es un tipo de perro que se caracteriza por su doble capa gruesa y su apariencia de zorro. Hay varias razas de Spitz, incluyendo el Pomeranio y el Samoyedo.",
      "example": "Mam spitz jako zwierzę domowe i uwielbia on grać w śniegu. Psy spitz są bardzo inteligentne i lojalne. W przyszłym miesiącu wezmę szczeniaka Spitz. W minionym roku dostałem Spitz jako prezent.",
      "example_translation": "Tengo un Spitz como mascota y le encanta jugar en la nieve. Los perros Spitz son muy inteligentes y leales. Me llevaré un cachorro de Spitz el próximo mes. Me regalaron un Spitz el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "Vizsla",
      "definition": "Vizsla to węgierska rasa psa myśliwskiego, znana z energicznego i inteligentnego charakteru. Często nazywana jest 'psiem klejem' ze względu na swoją przyjacielską i lojalną naturę.",
      "definition_translation": "El Vizsla es una raza de perro de caza húngara, conocida por su naturaleza enérgica e inteligente. A menudo se la conoce como el 'perro de Velcro' debido a su naturaleza afectuosa y leal.",
      "example": "Miałem vizsla jako zwierzę domowe, kiedy byłem dzieckiem, było to wielkie towarzystwo. Teraz mam znów vizsla, i jest nadal tak samo energiczny. W przyszłości planuję wyszkolić go do polowania.",
      "example_translation": "Tuve un vizsla como mascota cuando era niño, era un gran compañero. Ahora tengo uno nuevo, y todavía es tan enérgico como siempre. En el futuro, planeo entrenarlo para cazar.",
      "imageLink": "image_files\\English\\"imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Weimaraner to niemiecka rasa psa myśliwskiego, znana ze swojej smukłej i atletycznej budowy. Często nazywana jest 'szarym duchem' ze względu na swój charakterystyczny szary umaszczenie.",
      "definition_translation": "El Weimaraner es una raza de perro de caza alemana, conocida por su estructura esbelta y atlética. A menudo se la conoce como el 'fantasma gris' debido a su manto gris distintivo.",
      "example": "Mój przyjaciel miał Weimaranera, który był niezwykle szybki, mógłbiegać wokół innych psów. Teraz ma nowego Weimaranera, i jest jeszcze tak samo szybki. W przyszłości planuje wstawić go do konkursów agilitacyjnych.",
      "example_translation": "Mi amiga tenía un Weimaraner que era increíblemente rápido, podía correr círculos alrededor de otros perros. Ahora tiene uno nuevo, y todavía es tan rápido. En el futuro, planea inscribirla en competencias de agilidad.",
      "imageLink": "image_files\\English\\"imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Korgi walijski (Pembroke Welsh Corgi)",
      "translation": "Corgi Galés (Pembroke Corgi Galés)",
      "definition": "Korgi walijski to rasa psa pasterskiego, znana ze swojej krótkiej budowy i inteligentnego charakteru. Często jest kojarzony z brytyjską rodziną królewską, która trzymała go jako zwierzę domowe od pokoleń.",
      "definition_translation": "El Corgi Galés Pembroke es una raza de perro de pastoreo, conocida por su estatura baja y naturaleza inteligente. A menudo se asocia con la familia real británica, que los ha mantenido como mascotas durante generaciones.",
      "example": "Zawsze chciałem mieć korgi walijskiego, są tak słodkie i inteligentne. Moja siostra miała korgi walijskiego, który był wielkim pasterzem, teraz ma nowego, który jest nadal w treningu. W przyszłości planuję dostać korgi walijskiego jako zwierzę domowe.",
      "example_translation": "Siempre he querido un Corgi Galés, son tan lindos e inteligentes. Mi hermana tenía uno que era un gran pastor, ahora tiene uno nuevo que aún está en entrenamiento. En el futuro, planeo tener uno como mascota.",
      "imageLink": "image_files\\English\\"imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Terier Yorkshire",
      "translation": "Terrier de Yorkshire",
      "definition": "Rasa psa pochodząca z Yorkshire w Anglii, znana ze swojej długiej, jedwabistej szaty i żywego, przyjacielskiego usposobienia.",
      "definition_translation": "Una raza de perro pequeño originaria de Yorkshire, Inglaterra, conocida por su abrigo largo y sedoso, y su naturaleza vivaz y afectuosa.",
      "example": "Miałem teriera Yorkshire jako zwierzę domowe, kiedy byłem dzieckiem, i zawsze on mnie śledził po domu. Teraz mam nowego teriera Yorkshire, i uwielbia on grać w fetch. Do przyszłego roku wyszkolę swojego teriera Yorkshire, aby wykonywał sztuczki.",
      "example_translation": "Tuve un terrier de Yorkshire como mascota cuando era niño, y siempre me seguía por la casa. Ahora tengo un nuevo terrier de Yorkshire, y le encanta jugar a buscar. Para el próximo año, habré entrenado a mi terrier de Yorkshire para hacer trucos.",
      "imageLink": "image_files\\English\\"imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]