[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ołówki kolorowe",
      "translation": "lápices de colores",
      "definition": "Ołówki kolorowe to zestaw ołówków używanych do kolorowania i rysowania, typowo wykonanych z mieszanki grafitu i wosku, dostępnych w różnych kolorach.",
      "definition_translation": "Los lápices de colores son un conjunto de lápices utilizados para colorear y dibujar, típicamente hechos de una mezcla de grafito y cera, y disponibles en una variedad de colores.",
      "example": "Użyłem ołówków kolorowych do narysowania pięknego krajobrazu w zeszłym tygodniu, używam ich teraz do kolorowania obrazu i będę używał ich do stworzenia arcydzieła następnego miesiąca.",
      "example_translation": "Usé lápices de colores para dibujar un paisaje hermoso la semana pasada, estoy usando ellos para colorear una imagen ahora, y usaré ellos para crear una obra maestra el mes que viene.",
      "imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ołówek",
      "translation": "lápiz",
      "definition": "Ołówek to narzędzie pisarskie składające się z wąskiego, stałego rdzenia grafitowego osadzonego w cylindrze drewnianym, używanego do pisania i rysowania.",
      "definition_translation": "Un lápiz es un instrumento de escritura que consiste en un núcleo de grafito sólido y estrecho incrustado en un cilindro de madera, utilizado para escribir y dibujar.",
      "example": "Pisałem swoje imię ołówkiem wczoraj, używam ołówka do notowania teraz i będę używał ołówka do rozwiązania problemu matematycznego jutro.",
      "example_translation": "Escribí mi nombre con un lápiz ayer, estoy usando un lápiz para tomar notas ahora, y usaré un lápiz para resolver un problema de matemáticas mañana.",
      "imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pędzel",
      "translation": "pincel",
      "definition": "Pędzel to narzędzie z włosiem lub włóknem używanym do nanoszenia farby, tuszu lub innych cieczy na powierzchnię.",
      "definition_translation": "Un pincel es una herramienta con cerdas o fibras utilizada para aplicar pintura, tinta u otros líquidos a una superficie.",
      "example": "Użyłem pędzla do namalowania obrazu w zeszłym miesiącu, używam pędzla do nakładania kleju teraz i będę używał pędzla do czyszczenia powierzchni następnego tygodnia.",
      "example_translation": "Usé un pincel para pintar una imagen el mes pasado, estoy usando un pincel para aplicar pegamento ahora, y usaré un pincel para limpiar una superficie la semana que viene.",
      "imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "linijka",
      "translation": "regla",
      "definition": "Linijka to prosty brzeg z równomiernie rozmieszczonymi oznaczeniami, używany jako przewodnik do rysowania lub pomiaru.",
      "definition_translation": "Una regla es una recta con marcas igualmente espaciadas, utilizada como guía para dibujar o medir.",
      "example": "Użyłem linijki do narysowania prostej linii na papierze. Będę używał linijki do zmierzenia długości pokoju. Ona użyła linijki do stworzenia idealnego prostokąta.",
      "example_translation": "Usé una regla para dibujar una línea recta en el papel. Usaré una regla para medir la longitud de la habitación. Ella había usado una regla para crear un rectángulo perfecto.",
      "imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nożyczki",
      "translation": "tijeras",
      "definition": "Nożyczki to narzędzie ręczne używane do cięcia różnych materiałów, takich jak papier, tkanina lub włosy.",
      "definition_translation": "Las tijeras son una herramienta portátil utilizada para cortar materiales Various, como papel, tela o cabello.",
      "example": "Potrzebuję nożyczek do przecięcia tej liny. Ona będzie używać nożyczek do wycięcia wzoru sukni. Oni gebruikali nożyczek do przycięcia żywopłotu.",
      "example_translation": "Necesito tijeras para cortar esta cuerda. Ella usará tijeras para cortar un patrón de vestido. Ellos habían usado tijeras para recortar los setos.",
      "imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "guzik",
      "translation": "botón",
      "definition": "Guzik to małe urządzenie zamykające używane do zabezpieczania ubrania, typowo wykonane z plastiku lub metalu.",
      "definition_translation": "Un botón es un dispositivo de sujeción pequeño utilizado para asegurar la ropa, típicamente hecho de plástico o metal.",
      "example": "Straconał guzik na swojej koszuli. Ona będzie szyć guzik na swoim płaszczu. Oni użyli guzika do zabezpieczenia torby.",
      "example_translation": "Perdí un botón en mi camisa. Ella coserá un botón en su abrigo. Ellos habían usado un botón para sujetar la bolsa.",
      "imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szpilka",
      "translation": "tacha de dibujo",
      "definition": "Mała szpilka używana do przybijania papierów lub notatek na tablicy lub ścianie.",
      "definition_translation": "Un pequeño alfiler utilizado para sujetar papeles o notas en una pizarra o pared.",
      "example": "Użyłem szpilki do powieszenia mojego dzieła sztuki na ścianie. Będę używał szpilki do powieszenia mojego dzieła sztuki na ścianie. Użyłem szpilki do powieszenia mojego dzieła sztuki na ścianie.",
      "example_translation": "Usé una tacha de dibujo para colgar mi obra de arte en la pared. Usaré una tacha de dibujo para colgar mi obra de arte en la pared. Había usado una tacha de dibujo para colgar mi obra de arte en la pared.",
      "imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " atrament",
      "translation": "tinta",
      "definition": "Ciecz lub żelowa substancja używana do pisania, drukowania lub rysowania.",
      "definition_translation": "Una sustancia líquida o gelatinosa utilizada para escribir, imprimir o dibujar.",
      "example": "Pisałem swój esej atramentem czarnym. Będę pisał swój esej atramentem niebieskim. Pisałem swój esej atramentem czerwonym.",
      "example_translation": "Escribí mi ensayo con tinta negra. Escribiré mi ensayo con tinta azul. Había escrito mi ensayo con tinta roja.",
      "imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wzór",
      "translation": "patrón",
      "definition": "Regularne lub powtarzające się układy lub ustawienia.",
      "definition_translation": "Un diseño o arreglo regular o repetido.",
      "example": "Zobaczyłem wzór na tapetě. Będę widział wzór na tkaninie. Widziałem wzór na dywanie.",
      "example_translation": "Vi un patrón en el papel de pared. Veré un patrón en la tela. Había visto un patrón en la alfombra.",
      "imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szpilka",
      "translation": "alfiler",
      "definition": "Mała, cienka część metalu z punktem na jednym końcu, używana do złączania rzeczy.",
      "definition_translation": "una pequeña pieza delgada de metal con una punta en un extremo, utilizada para sujetar cosas",
      "example": "Przypiąłem notatkę do tablicy ogłoszeń. Przypinam tkaninę razem. Będę przypinał przepis do lodówki.",
      "example_translation": "Clavé la nota en la pizarra. Estoy sujetando la tela junta. Clavaré la receta en la nevera.",
      "imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "poduszeczka szpilkowa",
      "translation": "acanalado",
      "definition": "Maly poduszek lub poduszka z szpilkami, uzywany do przechowywania i trzymania szpilk",
      "definition_translation": "un pequeño cojín o almohadilla con alfileres clavados en él, utilizado para sostener y almacenar alfileres",
      "example": "Ona uszyła nową poduszeczkę szpilkową dla swojej babci. Poduszeczka szpilkowa była pełna szpilk. On będzie robił poduszeczkę szpilkową dla swojej siostry.",
      "example_translation": "Ella cosió un nuevo acanalado para su abuela. El acanalado estaba lleno de alfileres. Él hará un acanalado para su hermana.",
      "imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tektura",
      "translation": "cartón",
      "definition": "Stała, gruba płyta papierowa wykonana z masy papierowej, często używana do produkcji pudełek, kontenerów i innych materiałów opakowaniowych",
      "definition_translation": "una tabla de papel rígida y gruesa hecha de pulpa de papel, a menudo utilizada para hacer cajas, contenedores y otros materiales de embalaje",
      "example": "Sklep sprzedawał pudełka wykonane z tektury. Tektura jest recyklowalna. Będą używać tektury do stworzenia prototypu.",
      "example_translation": "La tienda vendió cajas hechas de cartón. El cartón es reciclable. Ellos utilizarán cartón para hacer un prototipo.",
      "imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "glina",
      "translation": "arcilla",
      "definition": "Miękkie, lepkie materiały ziemne używane w produkcji ceramiki, sztuki i jako materiał modelowania w sztuce.",
      "definition_translation": "Un material suave y pegajoso de la tierra utilizado en la fabricación de cerámica, cerámica y como material de modelado en arte.",
      "example": "Artystka pracowała z gliną, aby stworzyć piękną rzeźbę. Wczoraj ona zmieniła kształt gliny w różne kształty. Jutro ona będzie rzucała garnki gliniane w swoim studio.",
      "example_translation": "El artista trabajó con arcilla para crear una escultura hermosa. Ella había modelado arcilla en diferentes formas ayer. Ella lanzará macetas de arcilla en su estudio mañana.",
      "imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kredki",
      "translation": "crayones",
      "definition": "Sztuka woskówki, używana do rysowania lub kolorowania.",
      "definition_translation": "Un palo de cera de colores utilizado para dibujar o colorear.",
      "example": "Dzieci kolorowały kredkami w swojej klasie sztuk pięknych. Wczoraj oni użyli wszystkich kredków do końca roku. Będą kupować nowe kredki na następny semestr.",
      "example_translation": "Los niños estaban coloreando con crayones en su clase de arte. Habían usado todos sus crayones al final del año. Comprarán nuevos crayones para el próximo semestre.",
      "imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "klej",
      "translation": "pegamento",
      "definition": "Substancja lepką, używana do łączenia lub naprawy rzeczy.",
      "definition_translation": "Una sustancia pegajosa utilizada para unir o reparar cosas.",
      "example": "Ona użyła kleju, aby naprawić zerwany wazon. Wczoraj on nałożył klej na papier. Będą używać kleju, aby stworzyć kolaż jutro.",
      "example_translation": "Ella usó pegamento para arreglar el jarrón roto. Él había aplicado pegamento al papel ayer. Ellos usarán pegamento para hacer un collage mañana.",
      "imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "igła",
      "translation": "aguja",
      "definition": "Mały, smukły, ostry instrument używany do szycia, wykańczania lub zszywania.",
      "definition_translation": "Un instrumento pequeño, delgado y puntiagudo usado para coser, perforar o zurcir.",
      "example": "Ona przeciągnęła igłą i zaczęła szyć. Wczoraj ona zgubiła igłę. Jutro ona kupi nową igłę.",
      "example_translation": "Ella enrolló la aguja y comenzó a coser. Ayer, había perdido la aguja. Mañana, comprará una aguja nueva.",
      "imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "serwetka papierowa",
      "translation": "servilleta de papel",
      "definition": "Wyrzucana serwetka wykonana z papieru, używana do wycierania rąk i twarzy.",
      "definition_translation": "Una servilleta desechable hecha de papel, utilizada para limpiarse las manos y la cara.",
      "example": "Użyłem serwetki papierowej, aby wytrzeć usta. Moja siostra będzie używała serwetki papierowej, aby oczyścić swoje ręce. W zeszłym tygodniu oni użyli serwetek papierowych, aby wytrzeć swoje twarze.",
      "example_translation": "Usé una servilleta de papel para limpiar mi boca. Mi hermana utilizará una servilleta de papel para limpiar sus manos. La semana pasada, habían usado servilletas de papel para secar sus caras.",
      "imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szybka szpilka",
      "translation": "imperdible",
      "definition": "Szpilka z ochronną klamrą lub pokrywą, używana do łączenia lub przyczepiania rzeczy na czas.",
      "definition_translation": "Un broche con una hebilla protectora o cubierta, utilizado para sujetar o fijar cosas temporalmente.",
      "example": "Użyłem szybkiej szpilki, aby przyciągnąć koszulę. Mój brat będzie używał szybkiej szpilki, aby przyczepić swojego odznaki. Wczoraj ona zgubiła szybką szpilkę.",
      "example_translation": "Usé un imperdible para sujetar mi camisa. Mi hermano utilizará un imperdible para adjuntar su insignia. Ayer, ella había perdido un imperdible.",
      "imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "maszyna do szycia",
      "translation": "máquina de coser",
      "definition": "Maszyna do szycia jest urządzeniem używanym do szycia tkanin, skóry lub innych materiałów za pomocą nici.",
      "definition_translation": "Una máquina de coser es un dispositivo utilizado para unir telas, cuero o otros materiales utilizando hilo.",
      "example": "Użyłem maszyny do szycia, aby naprawić moje rozdartą spodnię wczoraj. Dziś używam jej, aby zrobić nową suknię. Do przyszłego tygodnia skończę作 robótę na quiltu z jej pomocą.",
      "example_translation": "Utilicé una máquina de coser para reparar mis vaqueros rotos ayer. Hoy, estoy usando para hacer un vestido nuevo. Para la próxima semana, habré terminado de hacer una colcha con ella.",
      "imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "naklejka",
      "translation": "pegatina",
      "definition": "Naklejka to mała, przylepna etykieta lub znaczek, używany do identyfikacji lub dekoracji obiektów.",
      "definition_translation": "Una pegatina es una etiqueta o etiqueta adhesiva pequeña pegada a un objeto para identificarlo o decorarlo.",
      "example": "Kupiłem naklejkę, aby przykleić ją do mojego laptopa. Moja siostra przylepiła naklejkę na swojej butelce wody. W przyszłości przykleję naklejkę do mojego notatnika.",
      "example_translation": "Compré una pegatina para poner en mi laptop. Mi hermana había pegado una pegatina en su botella de agua. En el futuro, pondré una pegatina en mi cuaderno.",
      "imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sznur",
      "translation": "cuerda",
      "definition": "Sznur to długi, cienki kawałek sznura lub drutu używany dowiązywania, zaczepiania lub łączenia rzeczy.",
      "definition_translation": "Una cuerda es una pieza larga y delgada de cuerda o alambre utilizada para atar, sujetar o conectar cosas.",
      "example": "Związałem pakiet sznurem. Ona zwiąże swoje włosy sznurem jutro. Oni użyli sznura do powieszenia obrazu.",
      "example_translation": "Até el paquete con una cuerda. Ella atará su cabello con una cuerda mañana. Habían utilizado una cuerda para colgar la imagen.",
      "imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "drut",
      "translation": "alambre",
      "definition": "Cienki, elastyczny pas metalu, używany do przewodzenia prądu elektrycznego lub wysyłania wiadomości.",
      "definition_translation": "Un hilo o tira delgada y flexible de metal, utilizado para conducir electricidad o enviar mensajes.",
      "example": "Podłączyłem internet do domu, potem podłączyłem prąd, a na końcu podłączyłem systemy bezpieczeństwa.",
      "example_translation": "Cableé la casa para internet, y luego la cableé para electricidad, y finalmente la cableé para sistemas de seguridad.",
      "imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zamek",
      "translation": "cierre",
      "definition": "Urządzenie służące do zamykania lub otwierania czegoś, zwłaszcza torebki lub ubrania.",
      "definition_translation": "Un dispositivo para abrochar o abrir algo, especialmente una bolsa o prenda de ropa.",
      "example": "Zamknąłem kurtek, bo było zimno, potem zamknęłem go, gdy był gorąco, a na końcu zamknąłem go, gdy wyszedłem na zewnątrz.",
      "example_translation": "Me subí la cremallera de la chaqueta porque hacía frío, luego la descerrajé cuando me caliente, y finalmente la volví a subir cuando salí afuera.",
      "imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "(woskowe) kredki",
      "translation": "crayones de cera",
      "definition": "Pałeczka z barwnego wosku używana do rysowania lub kolorowania.",
      "definition_translation": "Un palo de cera coloreada utilizado para dibujar o colorear.",
      "example": "Kolorowałem woskowymi kredkami, gdy byłam dzieckiem, a moja siostra będzie kolorowała nimi, gdy dorośnie, a na końcu mój brat kolorował nimi wczoraj.",
      "example_translation": "Yo colore con crayones de cera cuando era niño, y mi hermana coloreará con ellos cuando crezca, y finalmente mi hermano colore con ellos ayer.",
      "imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tkanina",
      "translation": "tela",
      "definition": "Tkanina to elastyczny, cienki i elastyczny materiał wykonany z nitek lub włókien, używany do produkcji ubrań, obiciowych i innych wyrobów tekstylnych.",
      "definition_translation": "Un tejido es un material flexible, delgado y flexible hecho de hilos o fibras, utilizado para hacer ropa, tapicería y otros productos textiles.",
      "example": "Kupiła piękną tkaninę na nową suknię. Zrobi ją jutro. Zrobiła podobną rok temu.",
      "example_translation": "Ella compró un hermoso tejido para su nuevo vestido. Lo hará mañana. Ella había hecho uno similar el año pasado.",
      "imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stempel z gumy",
      "translation": "sello de goma",
      "definition": "Stempel z gumy to narzędzie służące do nanoszenia atramentu na powierzchnię, zwykle papier, w celu stworzenia wzoru lub desenu.",
      "definition_translation": "Un sello de goma es una herramienta utilizada para aplicar tinta a una superficie, normalmente papel, para crear un diseño o patrón.",
      "example": "Użyła stempla z gumy do podpisywania dokumentów. Użyje go ponownie jutro. Użyła podobnego przed tygodniem.",
      "example_translation": "Ella utilizó un sello de goma para firmar los documentos. Lo utilizará de nuevo mañana. Ella había utilizado uno similar la semana pasada.",
      "imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "filc",
      "translation": "fieltro",
      "definition": "Filc to rodzaj tkaniny wykonanej z pomiatanych, ściśniętych i prasowanych włókien wełny lub futra, często używany do produkcji kapeluszy, pantofli i innych wyrobów rzemiosła.",
      "definition_translation": "El fieltro es un tipo de tejido hecho de fibras de lana o piel apelmazadas, condensadas y prensadas, a menudo utilizado para hacer sombreros, zapatillas y otros productos artesanales.",
      "example": "Zrobiła kapelusz z filcu. Zaprojektuje go na przyjęcie. Zrobiła podobny dla mojej siostry.",
      "example_translation": "Ella hizo un sombrero de fieltro. Lo llevará a la fiesta. Ella había hecho uno similar para su hermana.",
      "imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "klucze",
      "translation": "tenazas",
      "definition": "Ręczne narzędzie używane do chwytania i gięcia przedmiotów, składające się z pary metalowych szczęk osadzonych na wewnętrznej osi.",
      "definition_translation": "una herramienta manual utilizada para agarrar y doblar objetos, que consta de una pareja de mandíbulas metálicas pivotadas en un fulcro",
      "example": "Użyłem kleszczy do chwycenia drutu, potem zgiąłem go w odpowiedni kształt. Użyję kleszczy do dokręcenia luźnych śrub. On użył kleszczy do prostowania zgiętego rurociągu.",
      "example_translation": "Utilicé tenazas para agarrar el alambre, y luego lo doblé en forma. Usaré tenazas para apretar los tornillos sueltos. Ella había utilizado tenazas para enderezar la tubería doblada.",
      "imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zapięcie na zapinki",
      "translation": "presa de seguridad",
      "definition": "Małe urządzenie służące do łączenia, składające się ze złącza z sprężyną, która klika w gniazdo.",
      "definition_translation": "un pequeño dispositivo utilizado como sujetador, que consiste en un botón con una bola con resorte que hace clic en una ranura",
      "example": "Użyłem zapięcia na zapinki do połączenia tkaniny. Ona będzie używać zapięcia na zapinki do przyczepienia znaczka do koszuli. On użył zapięcia na zapinki do naprawy podartej strony.",
      "example_translation": "Utilicé una presa de seguridad para unir la tela juntos. Ella usará una presa de seguridad para adherir la insignia a su camisa. Él había utilizado una presa de seguridad para reparar la página rota.",
      "imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziurkacz",
      "translation": "puntera",
      "definition": "Narzędzie służące do wiercenia małych otworów w materiale, takim jak skóra lub metal, składające się z ostrego metalowego pręta z uchwytem.",
      "definition_translation": "una herramienta utilizada para drove un pequeño agujero en un material, como cuero o metal, que consiste en una varilla metálica puntiaguda con un mango",
      "example": "Użyłem dziurkacza do wiercenia otworu w pasku skórzanym. Ona będzie używać dziurkacza do stworzenia otworu w płycie metalowej. On użył dziurkacza do naprawy zepsutego zapięcia.",
      "example_translation": "Utilicé una puntera para hacer un agujero en la correa de cuero. Ella usará una puntera para crear un agujero en la placa metálica. Él había utilizado una puntera para reparar la cremallera rota.",
      "imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wstążka",
      "translation": "cinta",
      "definition": "Długi, wąski pasek materiału lub innego materiału, używany do dekoracji lubspinania czegoś.",
      "definition_translation": "Una tira larga y estrecha de tejido u otro material, utilizada para decorar o sujetar algo.",
      "example": "Związałem wstążkę wokół pudełka. Będę związywać wstążkę wokół pudełka. Związałem wstążkę wokół pudełka wczoraj.",
      "example_translation": "Até una cinta alrededor de la caja de regalo. Ataré una cinta alrededor de la caja de regalo. Había atado una cinta alrededor de la caja de regalo.",
      "imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wałek",
      "translation": "rodillo",
      "definition": "Cylindryczny lub sferyczny obiekt, który obraca się lub swobodnie się przemieszcza, używany do różnych celów, takich jak gładzenie lub kształtowanie powierzchni.",
      "definition_translation": "Un objeto cilíndrico o esférico que rota o se mueve libremente, utilizado para diversos propósitos como alisar o modelar superficies.",
      "example": "Użyłem wałka do pomalowania ściany. Będę używać wałka do pomalowania ściany. Użyłem wałka do pomalowania ściany wczoraj.",
      "example_translation": "Utilicé un rodillo para pintar la pared. Utilizaré un rodillo para pintar la pared. Había utilizado un rodillo para pintar la pared.",
      "imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "papier ścierny",
      "translation": "lijas",
      "definition": "Papier pokryty materiałem ściernym, używany do szlifowania lub polerowania powierzchni.",
      "definition_translation": "Un papel revestido de material abrasivo, utilizado para alisar o pulir superficies.",
      "example": "Zeszlifowałem drewno papierem ściernym. Będę zeszlifowywać drewno papierem ściernym. Zeszlifowałem drewno papierem ściernym wczoraj.",
      "example_translation": "Lijé la madera con lijas. Lijaré la madera con lijas. Había lijado la madera con lijas.",
      "imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "blaszki",
      "translation": "lentejuelas",
      "definition": "Małe, błyszczące dyski, używane do dekoracji, szczególnie na ubraniu lub akcesoriach.",
      "definition_translation": "Pequeños discos brillantes utilizados para la decoración, especialmente en ropa o accesorios.",
      "example": "Szyła blaszki na suknię, aby nadać jej blask. Będę szyła blaszki na rękawiczki jutro. Szyła blaszki na kapelusz miniony tydzień.",
      "example_translation": "Ella cosió lentejuelas en su vestido para hacerlo brillar. Coserá lentejuelas en sus guantes mañana. Había cosido lentejuelas en su sombrero la semana pasada.",
      "imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szablon",
      "translation": "plantilla",
      "definition": "Wzór lub projekcja wycięty z cienkiego materiału, używany jako przewodnik dla malowania, rysowania lub innych technik artystycznych.",
      "definition_translation": "Un patrón o diseño recortado de un material delgado, utilizado como guía para pintar, dibujar o otras técnicas artísticas.",
      "example": "Artysta użył szablonu, aby stworzyć intratny wzór na ścianie. Będzie używać szablonu, aby pomalować mural za tydzień. Użył szablonu, aby narysować logo w zeszłym roku.",
      "example_translation": "El artista usó una plantilla para crear un diseño intrincado en la pared. Usará una plantilla para pintar un mural la próxima semana. Él había usado una plantilla para dibujar un logotipo el año pasado.",
      "imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szyć",
      "translation": "puntada",
      "definition": "Jedno przelotowe cięcie igłą i nitką, używane do łączenia lub naprawy tkaniny.",
      "definition_translation": "Un solo paso de una aguja y un hilo, utilizado para unir o reparar tejido.",
      "example": "Zrobiła szyć w szwie, aby naprawić rozdarcie. On będzie robił szyć w tkaninie, aby przyszyć guzik. Uczniowie robili szyć wurtowo, aby naprawić dziurę.",
      "example_translation": "Ella hizo una puntada en la costura para reparar el desgarro. Él hará una puntada en el tejido para attachar el botón. Ellos habían hecho una puntada en la cortina para arreglar el agujero.",
      "imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "styropian",
      "translation": "espuma de poliestireno",
      "definition": "Lekki, kruchy, sztywiny materiał piankowy, używany w opakowaniach i izolacji.",
      "definition_translation": "Un material plástico liviano, quebradizo, como espuma utilizado en embalaje y aislamiento.",
      "example": "Kubek kawowy był wykonany ze styropianu i został wyrzucony po użyciu. Wczoraj użyłem talerza styropianowego na przyjęciu. Do przyszłego roku zakazy styropianowych pojemników wejdą w życie w mieście.",
      "example_translation": "La taza de café estaba hecha de espuma de poliestireno y se tiró después de usarla. Ayer, había usado un plato de espuma de poliestireno en la fiesta. Para el próximo año, los contenedores de espuma de poliestireno estarán prohibidos en la ciudad.",
      "imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "paluszek",
      "translation": "dedal",
      "definition": "Mała, puchaty metalowy lub plastikowy nakrycie, używane do ochrony palca podczas szycia.",
      "definition_translation": "Una pequeña cubierta metálica o de plástico con forma de taza utilizada para proteger el dedo mientras se cose.",
      "example": "Użyła paluszka, aby chronić palec przed ostrą igłą. On stracił paluszek wczoraj. Do przyszłego tygodnia kupię nowy paluszek.",
      "example_translation": "Ella usó un dedal para proteger su dedo de la aguja puntiaguda. Él había perdido su dedal ayer. Para la próxima semana, habré comprado un dedal nuevo.",
      "imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nitka",
      "translation": "hilo",
      "definition": "Długi, cienki sznur spleciony z włókien, używany do szycia lub tkania.",
      "definition_translation": "Una larga cuerda delgada de fibras torcidas utilizada para coser o tejer.",
      "example": "Użyła nitki, aby poszyć rozdartą tkaninę. Uczniowie używali nitki, aby przyszyć guzik wczoraj. Do przyszłego miesiąca nauczę się wiązać nitkę w piękny wzór.",
      "example_translation": "Ella usó un hilo para coser la tela rasgada. Ellos habían usado un hilo para arreglar el botón ayer. Para el próximo mes, habré aprendido a tejer un hilo en un patrón hermoso.",
      "imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lakier",
      "translation": "barniz",
      "definition": "Ciekła substancja z żywicy, rozpuszczalników i innych substancji, używana do nadawania twardzieli i błyskotliwości drewnu, metalu lub innych materiałów.",
      "definition_translation": "Una solución líquida de resina, disolvente y otras sustancias, utilizada para dar una superficie dura y brillante a la madera, el metal o otros materiales.",
      "example": "Nalakierowałem stół, aby chronić go przed zarysowaniami. Nalakierowałem go wczoraj, ale nalakieruję go ponownie za tydzień.",
      "example_translation": "Barnicé la mesa para protegerla de rasguños. Lo había barnizado ayer, pero lo barnizaré de nuevo la próxima semana.",
      "imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wiklina",
      "translation": "mimbre",
      "definition": "Typ mebli lub innych obiektów wykonanych z splecionych włókien roślinnych, takich jak rattan lub bambus.",
      "definition_translation": "Un tipo de mobiliario u otros objetos hechos de fibras vegetales tejidas, como rattán o bambú.",
      "example": "Kupiłem wiklinowy fotel do ogrodu. Kupiłem wiklinowe koszyk rok temu, ale kupię wiklinowy stół następnego miesiąca.",
      "example_translation": "Compré una silla de mimbre para mi jardín. Había comprado una cesta de mimbre el año pasado, pero compraré una mesa de mimbre el próximo mes.",
      "imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "farba akrylowa",
      "translation": "pintura acrílica",
      "definition": "Szybkoschnąca farba wykonana z mieszanki wody, pigmentu, spoiwa i innych dodatków, powszechnie używana do celów artystycznych i dekoracyjnych.",
      "definition_translation": "Pintura de secado rápido hecha de una mezcla de agua, pigmento, aglutinante y otros aditivos, comúnmente utilizada para propósitos artísticos y decorativos.",
      "example": "Użyłem farby akrylowej, aby stworzyć piękny portret. Użyłem farby akrylowej, aby namalować krajobraz wczoraj, ale użyję jej, aby namalować martwą naturę następnego tygodnia.",
      "example_translation": "Usé pintura acrílica para crear un retrato hermoso. Había usado pintura acrílica para pintar un paisaje ayer, pero la usaré para pintar una naturaleza muerta la próxima semana.",
      "imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " Naklejka dekoracyjna",
      "translation": "borde adhesivo",
      "definition": "Dekoracyjna taśma z klejem, używana do dodania końcowego szlifu do projektu rzemieślniczego lub dzieła sztuki.",
      "definition_translation": "Una tira decorativa de tela o papel con una parte adhesiva, utilizada para agregar un toque final a un proyecto de manualidades o una pieza de arte.",
      "example": "Użyłem naklejki dekoracyjnej, aby oprawić mój obraz. Użyję naklejki dekoracyjnej, aby oprawić następny obraz. Użyłem naklejek dekoracyjnych, aby oprawić wszystkie moje obrazy.",
      "example_translation": "Usé un borde adhesivo para enmarcar mi pintura. Usaré un borde adhesivo para enmarcar mi próxima pintura. Usé bordes adhesivos para enmarcar todas mis pinturas.",
      "imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "korale",
      "translation": "perlas",
      "definition": "Małe, okrągłe obiekty, zazwyczaj wykonane z szkła, plastiku lub drewna, używane do dekoracji lub tworzenia biżuterii.",
      "definition_translation": "Objetos pequeños y redondos, generalmente hechos de vidrio, plástico o madera, utilizados para decorar o hacer joyería.",
      "example": "Przędłem korale na łańcuszek. Przędę korale na bransoletkę. Od lat przędę korale na biżuterię.",
      "example_translation": "Colgué las perlas en la cadena. Colgaré las perlas en la pulsera. He estado colgando perlas en joyería durante años.",
      "imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szew z końcówki",
      "translation": "punto de manta",
      "definition": "Typ szwu hafciarskiego używanego do wykończenia krawędzi kołdry lub innego przedmiotu dekoracyjnego.",
      "definition_translation": "Un tipo de punto de bordado utilizado para terminar los bordes de una manta o otro artículo de decoración para el hogar.",
      "example": "Użyłem szwu z końcówki, aby dokończyć kołdrę. Użyję szwu z końcówki, aby dokończyć poduszki. Od lat używam szwu z końcówki, aby dokończyć wszystkie moje projekty szycia.",
      "example_translation": "Usé un punto de manta para terminar la colcha. Usaré un punto de manta para terminar la funda de almohada. He estado usando un punto de manta para terminar todos mis proyectos de costura.",
      "imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zestaw pędzli",
      "translation": "conjunto de cepillos",
      "definition": "Kolekcja pędzli używanych do różnych celów, takich jak malarstwo, kosmetyki lub czyszczenie.",
      "definition_translation": "Una colección de cepillos utilizados para varios propósitos, como pintura, cosmética o limpieza.",
      "example": "Kupiłem nowy zestaw pędzli do mojego projektu artystycznego. Użyłem starego zestawu pędzli rok temu, a będę używał nowego następnego miesiąca.",
      "example_translation": "Compré un nuevo conjunto de cepillos para mi proyecto de arte. Usé el antiguo el año pasado y usaré el nuevo el próximo mes.",
      "imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szew łańcuszkowy",
      "translation": "punto de cadena",
      "definition": "Typ szwu hafciarskiego, szycia i haftowania, charakteryzujący się serią połączonych pętli.",
      "definition_translation": "Un tipo de puntada utilizado en bordado, costura y crochet, caracterizado por una serie de lazos conectados.",
      "example": "Nauczyłem się robić szew łańcuszkowy w mojej klasie szycia. Ćwiczę go dziś wieczorem, aหวmam nadzieję, że opanuję go do następnego tygodnia.",
      "example_translation": "Aprendí cómo hacer un punto de cadena en mi clase de costura. Practicaré esta noche y espero dominarlo para la próxima semana.",
      "imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "igła okrągła",
      "translation": "aguja circular",
      "definition": "Typ igły do szycia, która jest elastyczna i ma okrągły kształt, używana do szycia w kółko.",
      "definition_translation": "Un tipo de aguja de tejer que es flexible y tiene una forma redonda o circular, utilizada para tejer en redondo.",
      "example": "Potrzebuję igły okrągłej, aby ukończyć mój projekt szycia. Użyłem jej wczoraj, a będę używał jej ponownie jutro.",
      "example_translation": "Necesito una aguja circular para terminar mi proyecto de tejer. La usé ayer y la usaré de nuevo mañana.",
      "imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obcinacz rogów",
      "translation": "puntillo de esquina",
      "definition": "Ręczny narzędzie używane do tworzenia półkola lub otworu w papierze, kartonie lub plastiku, często używane w rzemiośle, bindingu i innych aplikacjach papierowych.",
      "definition_translation": "Un puntillo de esquina es una herramienta portátil utilizada para crear una muesca o agujero semicircular en papel, cartón o plástico, generalmente utilizada en manualidades, binding y otras aplicaciones basadas en papel.",
      "example": "Ona użyła obcinacza rogów, aby stworzyć dekoracyjny brzeg na stronie swojego albumu. Nauczycielka pokaże, jak użyć obcinacza rogów jutro. Do przyszłego roku opanuję użycie obcinacza rogów.",
      "example_translation": "Ella usó un puntillo de esquina para crear un borde decorativo en su página de scrapbook. La maestra demostrará cómo usar un puntillo de esquina mañana. Para el próximo año, habré dominado el uso de un puntillo de esquina.",
      "imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "papier kredowy",
      "translation": "papel crepé",
      "definition": "Cienki, elastyczny papier z fałdkami lub marszczeniami, często używany w projektach rzemieślniczych, imprezach i uroczystościach.",
      "definition_translation": "El papel crepé es un tipo de papel delgado y flexible que se arruga o pliega para crear un efecto decorativo y texturizado, a menudo utilizado en proyectos de arte y manualidades, fiestas y celebraciones.",
      "example": "Dzieci uwielbiały robić kwiaty z papieru kredowego w klasie plastycznej. Udekorujemy salę papierowymi wstążkami. Do przyszłego tygodnia ukończę robienie kwiatów z papieru kredowego na ślub.",
      "example_translation": "Los niños amaban hacer flores con papel crepé en la clase de arte. Decoraremos el área de la fiesta con banderines de papel crepé. Para la próxima semana, habré terminado de hacer las flores de papel crepé para la boda.",
      "imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przenośne szpile",
      "translation": "aguja de tejer",
      "definition": "Długie, ostrzone narzędzia używane do kształtowania i manipulowania przędzą lub nitką w procesie haftowania lub krojenia.",
      "definition_translation": "Herramientas largas y puntiagudas utilizadas para dar forma y manipular hilo o lana en el proceso de tejer o crochet.",
      "example": "Użyła swoich przenośnych szpile do stworzenia pięknego sweterka. Używała swoich przenośnych szpile od czasu, gdy była dzieckiem. Będzie używać przenośnych szpile, aby zrobić czapkę dla swojego przyjaciela.",
      "example_translation": "Ella utilizó sus agujas de tejer para crear un hermoso suéter. Ella ha estado utilizando agujas de tejer desde que era niña. Ella utilizará agujas de tejer para hacer un sombrero para su amiga.",
      "imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "modelina",
      "translation": "masa de modelar",
      "definition": "Typ gliny, która może być kształtowana i modelowana w różne formy i kształty, często używana w celach artystycznych lub twórczych.",
      "definition_translation": "Un tipo de arcilla que se puede moldear y dar forma para crear diversas formas y figuras, a menudo utilizada para fines artísticos o creativos.",
      "example": "Artysta użył modeliny, aby stworzyć rzeźbę. Dziecko bawiło się modeliną w klasie plastycznej. Będzie używać modeliny, aby stworzyć dekoracyjną figurkę.",
      "example_translation": "El artista utilizó masa de modelar para crear una escultura. El niño jugó con masa de modelar en la clase de arte. Ella utilizará masa de modelar para hacer una figurita decorativa.",
      "imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "narzędzie do przewlekania nitki",
      "translation": "hiladora de aguja",
      "definition": "Urządzenie używane do pomocy w przewlekania nitki przez oko igły, co ułatwia szycie lub haftowanie.",
      "definition_translation": "Un dispositivo utilizado para ayudar a guiar el hilo a través del ojo de la aguja, haciendo que sea más fácil coser o bordar.",
      "example": "Użyła narzędzia do przewlekania nitki, aby zszyć guzik. Miał problemy z używaniem narzędzia do przewlekania nitki, aby przewlec nitkę przez igłę. Będzie używać narzędzia do przewlekania nitki, aby wyhaftować projekt.",
      "example_translation": "Ella utilizó una hiladora de aguja para coser un botón. Él tenía problemas para utilizar una hiladora de aguja para pasar el hilo por la aguja. Ella utilizará una hiladora de aguja para bordar un diseño.",
      "imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stempel numerujący",
      "translation": "sello de numeración",
      "definition": "Stempel numerujący to narzędzie używane do oznaczania numerami lub innymi informacjami na powierzchni, często używane w administracji lub organizacji.",
      "definition_translation": "Un sello de numeración es una herramienta utilizada para imprimir números o información numérica en una superficie, a menudo utilizada en entornos administrativos o organizativos.",
      "example": "Użyłem stempla numerującego, aby oznaczyć pliki wczoraj, będę używał go jutro, i używałem go każdego dnia tej tygodnia.",
      "example_translation": "Usé un sello de numeración para etiquetar los archivos ayer, lo utilizaré de nuevo mañana y lo he utilizado todos los días esta semana.",
      "imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nożyczki do papieru",
      "translation": "cortapapeles",
      "definition": "Nożyczki do papieru to urządzenie używane do cięcia papieru, często używane w biurach lub szkołach do przycinania lub rozdzielania kartek papieru.",
      "definition_translation": "Un cortapapeles es un dispositivo utilizado para cortar papel, a menudo utilizado en oficinas o escuelas para recortar o separar hojas de papel.",
      "example": "Nauczyciel poprosił mnie, aby użyć nożyczek do papieru, aby przyciąć kartki ćwiczeń, Użyłem nożyczek do papieru wcześniej, aby przyciąć papier konstrukcyjny, i będę używać nożyczek do papieru, aby przyciąć papier upominkowy.",
      "example_translation": "La maestra me pidió que utilizara el cortapapeles para cortar las hojas de trabajo, había utilizado anteriormente para cortar el papel de construcción y lo utilizaré de nuevo para cortar el papel de envolver regalos.",
      "imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "plastelina",
      "translation": "modelar",
      "definition": "Plastelina to typ gliny modelującej używany do tworzenia trójwymiarowych obiektów lub figurek, często używany w sztuce lub edukacji.",
      "definition_translation": "El modelar es un tipo de arcilla de modelar utilizada para crear objetos o figuras tridimensionales, a menudo utilizada en entornos artísticos o educativos.",
      "example": "Wczoraj uformowałem plastelinę w małe zwierzę, dzisiaj formuję plastelinę w samochód, a do przyszłego tygodnia uformuję plastelinę w zamek.",
      "example_translation": "Moldé el modelar en un animalito pequeño ayer, estoy moldeándolo en un coche hoy y lo habré moldeado en un castillo para la próxima semana.",
      "imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "farba plakatowa",
      "translation": "pintura de cartel",
      "definition": "Typ farby używany do celów artystycznych i dekoracyjnych, zazwyczaj wodny i bogaty w kolory.",
      "definition_translation": "Un tipo de pintura utilizado para fines artísticos y decorativos, generalmente a base de agua y vibrante en color.",
      "example": "Użyła farby plakatowej, aby stworzyć piękną mural na ścianie. Będzie używać farby plakatowej, aby ozdobić swój pokój. Używała farby plakatowej, aby tworzyć sztukę, odkąd była dzieckiem.",
      "example_translation": "Ella usó pintura de cartel para crear un hermoso mural en la pared. Ella usará pintura de cartel para decorar su habitación. Ella ha estado usando pintura de cartel para hacer arte desde que era niña.",
      "imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ryżowe kamienie",
      "translation": "piedra de Rhin",
      "definition": "Typ dekoracyjnego kamienia lub kryształu, często używany w biżuterii i akcesoriach mody.",
      "definition_translation": "Un tipo de piedra decorativa o cristal, a menudo utilizado en joyería y accesorios de moda.",
      "example": "Suknia była ozdobiona ryżowymi kamieniami, które świeciły się w świetle. Będzie nosić ryżowe kamienie w kolczykach na imprezę. Ryżowe kamienie były użyte do ozdobienia korony królowej.",
      "example_translation": "El vestido estaba adornado con piedras de Rhin que brillaban bajo la luz. Ella llevará aretes de piedra de Rhin a la fiesta. Se utilizaron piedras de Rhin para decorar la corona de la reina.",
      "imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "papier ryżowy",
      "translation": "papel de arroz",
      "definition": "Typ cienkiego, półprzezroczystego papieru, często używany w zdobnictwie i plastyczności.",
      "definition_translation": "Un tipo de papel delgado y translúcido hecho de la médula de la planta de papel de arroz, a menudo utilizado en manualidades y arte.",
      "example": "Użyła papieru ryżowego, aby stworzyć delikatnego ptaka origami. Będzie używać papieru ryżowego, aby zrobić latarnię. Papier ryżowy był użyty do stworzenia pięknego dekupażu na wazie.",
      "example_translation": "Ella usó papel de arroz para crear un pájaro de origami delicado. Él usará papel de arroz para hacer una lámpara. Se utilizó papel de arroz para crear un hermoso decoupage en la vasija.",
      "imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szybka szew",
      "translation": "punto corrido",
      "definition": "Podstawowy szew used for seaming and basting, characterized by a series of small, even stitches.",
      "definition_translation": "Un punto básico de costura utilizado para unir y entelar, caracterizado por una serie de pequeñas puntadas regulares.",
      "example": "Użyłem szybkiej szew, aby zszyć dwie części tkaniny. Używałem szybkiej szew, aby zszyć kwilt na godzinę. Będę używać szybkiej szew, aby zszyc spodenki.",
      "example_translation": "Usé un punto corrido para coser las dos piezas de tela juntas. He estado usando un punto corrido para entelar la colcha durante horas. Usaré un punto corrido para doblar los pantalones.",
      "imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "skrzynka do szycia",
      "translation": "caja de costura",
      "definition": "Skrzynka lub obudowa używana do przechowywania przedmiotów do szycia, takich jak nić, igły i nożyczki.",
      "definition_translation": "Una caja o caso utilizado para almacenar suministros de costura, como hilos, agujas y tijeras.",
      "example": "Trzymam swoją skrzynkę do szycia w szafie. Dostałem piękną skrzynkę do szycia na urodziny. Będę potrzebował kupić nową skrzynkę do szycia do mojej klasy szycia.",
      "example_translation": "Mantengo mi caja de costura en el armario. Ella me dio una hermosa caja de costura para mi cumpleaños. Necesitaré comprar una nueva caja de costura para mi clase de costura.",
      "imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wzór do szycia",
      "translation": "patrón de costura",
      "definition": "Szablon lub przewodnik używany do krojenia części tkanin do projektu szycia, zawierający instrukcje i pomiary.",
      "definition_translation": "Un template o guía utilizado para cortar piezas de tela para un proyecto de costura, que incluye típicamente instrucciones y medidas.",
      "example": "Muszę kupić wzór do szycia tego sukni. Użyła wzoru do szycia, aby zrobić kotary. Próbuję stworzyć własny wzór do szycia od miesięcy.",
      "example_translation": "Necesito comprar un patrón de costura para este vestido. Ella usó un patrón de costura para hacer las cortinas. He estado tratando de crear mi propio patrón de costura durante meses.",
      "imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "manekin krawca",
      "translation": "maniquí de sastre",
      "definition": "Manekin lub model figur ludzkiej używany przez krawców do prezentowania lub dopasowywania ubrań.",
      "definition_translation": "Un modelo o figura humana utilizada por sastres para exhibir o probar ropa.",
      "example": "Krawiec starannie umieścił nową marynarkę na manekinie krawca, aby zagwarantować idealne dopasowanie. Wczoraj zrobiła pomiary, a dzisiaj próbuje ją na nim. Następnym tygodniu dostarczy ją klientowi.",
      "example_translation": "El sastre colocó con cuidado la chaqueta nueva en el maniquí de sastre para asegurar un ajuste perfecto. Ayer, había tomado las medidas, y hoy lo estaba probando. La próxima semana, se lo entregará al cliente.",
      "imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miarka reklamowa",
      "translation": "cinta métrica",
      "definition": "Elastyczny pasek materiału oznaczony jednostkami miary, używany do pomiarów liniowych.",
      "definition_translation": "Una tira flexible de material marcada con unidades de medición, utilizada para tomar medidas lineales.",
      "example": "Użyła miarki reklamowej, aby sprawdzić długość tkaniny, a następnie ją pocięła. Wczoraj kupiła miarkę reklamową, a dzisiaj używa jej po raz pierwszy. Następnym miesiącu będzie jej potrzebowała ponownie, aby zmierzyć pokój.",
      "example_translation": "Ella utilizó una cinta métrica para verificar la longitud de la tela, y luego la cortaría. Ayer había comprado la cinta métrica, y hoy la estaba usando por primera vez. El próximo mes, la necesitará de nuevo para medir la habitación.",
      "imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "papierowe chusteczki",
      "translation": "papel de té",
      "definition": "Miękki, absorbujący papier używany do pakowania, dekoracji lub innych celów.",
      "definition_translation": "Un papel suave y absorbente utilizado para envolver, decorar u otros propósitos.",
      "example": "Użyła papierowych chusteczek, aby zapakować prezent, a następnie go wręczyła przyjacielowi. Wczoraj kupiła papierowe chusteczki, a dzisiaj pakowała prezent. Następnym roku będzie potrzebowała ich ponownie, aby udekorować choinkę.",
      "example_translation": "Ella utilizó papel de té para envolver el regalo, y luego se lo dará a su amiga. Ayer había comprado el papel de té, y hoy estaba envolviendo el regalo. El próximo año, lo necesitará de nuevo para decorar el árbol de Navidad.",
      "imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "akwarela",
      "translation": "aguada",
      "definition": "Technika malarska, w której artysta używa rozcieńczonej w wodzie substancji barwiącej, aby stworzyć transparentny efekt koloru.",
      "definition_translation": "una técnica de pintura en la que el artista utiliza una solución acuosa para crear un lavado de color transparente",
      "example": "Użyłem akwareli, aby namalować piękną scenę krajobrazową. Będę używał akwareli, aby namalować portret. Ona użyła akwareli, aby stworzyć piękne dzieło sztuki.",
      "example_translation": "Utilicé aguada para pintar un hermoso paisaje. Usaré aguada para pintar un retrato. Ella había usado aguada para crear una obra de arte impresionante.",
      "imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stempel drewniany",
      "translation": "sello de madera",
      "definition": "Narzędzie używane do nakładania projektu lub wzoru na powierzchni, typowo wykonane z drewna.",
      "definition_translation": "una herramienta utilizada para aplicar un diseño o patrón en una superficie, habitualmente hecha de madera",
      "example": "Wyrzeźbiłem drewniany stempel, aby stworzyć unikatowy wzór. Ona używa drewnianego stempla, aby stworzyć piękny wzór. Oni użyli drewnianych stempli, aby stworzyć miły tekstur.",
      "example_translation": "Tallé un sello de madera para crear un diseño único. Ella está utilizando un sello de madera para hacer un patrón hermoso. Habían utilizado sellos de madera para crear una textura encantadora.",
      "imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pędzel pisarski",
      "translation": "pincel de escritura",
      "definition": "Pędzel używany do aplikowania atramentu lub innych materiałów pisarskich na powierzchnię, często używany w kaligrafii i innych formach pisarstwa artystycznego.",
      "definition_translation": "un pincel utilizado para aplicar tinta o otros materiales de escritura en una superficie, a menudo utilizado en caligrafía y otras formas de escritura artística",
      "example": "Użyłem pędzla pisarskiego, aby stworzyć piękną kaligrafię. Ona używa pędzla pisarskiego, aby napisać list. Oni użyli pędzli pisarskich, aby stworzyć piękne dzieło sztuki.",
      "example_translation": "Utilicé un pincel de escritura para crear una hermosa caligrafía. Ella está utilizando un pincel de escritura para escribir una carta. Habían utilizado pinceles de escritura para crear una obra de arte impresionante.",
      "imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]