[
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ryba",
      "translation": "pescado",
      "definition": "Chłodnokrwisty zwierz, który żyje w wodzie, oddycha skrzelami i ma streamline ciało, typowo łuski i często płetwy.",
      "definition_translation": "Un animal de sangre fría que vive en agua, respira con branquias y tiene un cuerpo estilizado, típicamente escamas y a menudo aletas.",
      "example": "Złapałem rybę w jeziorze wczoraj, będę jeść rybę na obiad dziś wieczorem, i pójdę na rybactwo jutro.",
      "example_translation": "Atrapé un pescado en el lago ayer, comeré pescado para cenar esta noche, y iré a pescar de nuevo mañana.",
      "imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dorsz",
      "translation": "bacalao",
      "definition": "Duża morska ryba o charakterystycznym wyglądzie, znaleziona w Oceanie Atlantyckim i szeroko stosowana jako żywność.",
      "definition_translation": "Un gran pez marino con una apariencia distintiva, encontrado en el Océano Atlántico y ampliamente utilizado como alimento.",
      "example": "Kupiłem dorsza na rynku wczoraj, moja matka ugotowała dorsza na obiad wczoraj wieczorem, a ja zjem dorsza w restauracji jutro.",
      "example_translation": "Compré algunos bacalaos en el mercado ayer, mi madre cocinó bacalao para cenar anoche, y comeré bacalao en un restaurante mañana.",
      "imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łosoś",
      "translation": "salmón",
      "definition": "Duża ryba o różowoczerwonym miąższu, rodzima w oceanach Północnego i Północnego Atlantyku i cenna za swój smak i wartość odżywczą.",
      "definition_translation": "Un gran pez con carne rosada-roja, nativo de los océanos Pacífico y Atlántico y valorizado por su sabor y valor nutricional.",
      "example": "Ugotowałem łososia na lunch wczoraj, mój kolega gotuje łososia na obiad dziś wieczorem, a ja zjem łososia w kawiarni jutro.",
      "example_translation": "Asé salmón para almuerzo ayer, mi amigo cocinará salmón para cenar esta noche, y comeré salmón ahumado en un café mañana.",
      "imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żagiew",
      "translation": "tiburón",
      "definition": "Żagiew to duża, mięsożerna ryba o streamlinowanym ciele i pełnej ostrych zębów w ustach.",
      "definition_translation": "Un tiburón es un gran pez carnívoro con un cuerpo aerodinámico y una boca llena de dientes afilados.",
      "example": "Zobaczyłem żagiew pływającą w oceanie wczoraj, widzę żagiew pływającą w oceanie teraz, i zobaczę żagiew pływającą w oceanie jutro.",
      "example_translation": "Vi un tiburón nadando en el océano ayer, veo un tiburón nadando en el océano ahora y veré un tiburón nadando en el océano mañana.",
      "imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tuńczyk",
      "translation": "atún",
      "definition": "Tuńczyk to szybko pływająca, srebrzysta ryba znaleziona w ciepłych wodach oceanicznych, często łapana jako żywność.",
      "definition_translation": "El atún es un pez de rápido movimiento, plateado, encontrado en aguas cálidas de los océanos, a menudo atrapado para alimentación.",
      "example": "Zjadłem kanapkę z tuńczykiem na lunch, jem sałatkę z tuńczykiem na obiad, i zjem rolkę sushi z tuńczykiem jutro.",
      "example_translation": "Comí un sandwich de atún para almuerzo, estoy comiendo una ensalada de atún para cena y comeré un roll de sushi de atún mañana.",
      "imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tarło",
      "translation": "generar",
      "definition": "Tarło oznacza produkowanie lub wylęganie jaj, zwłaszcza w dużej liczbie.",
      "definition_translation": " Generar significa producir o hacer eclosionar huevos, especialmente en gran número.",
      "example": "Ryby तरło w rzece w zeszłym roku, tarlą w rzece teraz, i będą tarło w rzece w następnym roku.",
      "example_translation": "Los peces generaron en el río el año pasado, están generando en el río ahora y generarán en el río el año próximo.",
      "imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pstrąg",
      "translation": "trucha",
      "definition": "Świeża woda ryby o smukłym ciele i różowoczerwonym miąższu, często łowiona dla żywności lub sportu.",
      "definition_translation": "Un pez de agua dulce con un cuerpo delgado y carne rosada, a menudo capturado para alimentación o deporte.",
      "example": "Złapałem pstrąga w rzece w zeszłym weekendzie. Był smaczny grillowany. Pójdę na pstrągowanie następny miesiąc.",
      "example_translation": "Atrapé una trucha en el río el fin de semana pasado. Fue delicioso asado. Iré a pescar truchas de nuevo el próximo mes.",
      "imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zjadacz glonów",
      "translation": "comedor de algas",
      "definition": "Ryba lub inny organizm, który żywi się glonami, często używany do kontroli rozwoju glonów w akwariach lub stawach.",
      "definition_translation": "Un pez u otro organismo que se alimenta de algas, a menudo utilizado para controlar el crecimiento de algas en acuarios o estanques.",
      "example": "Zjadacz glonów w moim akwarium pomaga utrzymać czystą wodę. Muszę karmić zjadacza glonów codziennie. Zjadacz glonów będzie rósł w ciągu kilku miesięcy.",
      "example_translation": "El comedor de algas en mi acuario ayuda a mantener el agua limpia. Tengo que alimentar al comedor de algas todos los días. El comedor de algas crecerá más grande en unos meses.",
      "imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "anhawa",
      "translation": "anchoa",
      "definition": "Mała, oleista ryba często używana jako przyprawa lub składnik w żywności, takiej jak pizza lub dressing sałatkowy.",
      "definition_translation": "Un pez pequeño y aceitoso a menudo utilizado como saborizante o ingrediente en alimentos como pizza o aderezos para ensaladas.",
      "example": "Uwielbiam anhawy na mojej pizzy. Anhawy są bardzo słone. Kupię anhawy do sałatki w przyszłym tygodniu.",
      "example_translation": "Me encantan las anchoas en mi pizza. Las anchoas son muy saladas. Compraré anchoas para el aderezo de ensalada la próxima semana.",
      "imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brzana",
      "translation": "barbo",
      "definition": "Typ ryby, charakterystycznej dla rzek i strumieni, charakteryzującej się swoimi wyrostkami wokół ust, przypominającymi wąsy.",
      "definition_translation": "Un tipo de pez, típicamente encontrado en ríos y arroyos, caracterizado por sus crecimientos tipo barba alrededor de su boca.",
      "example": "Wczoraj złapałem brzanę podczas łowienia w rzece. Dziś idę złapać kolejną. Mam nadzieję, że złapię jedną jutro też.",
      "example_translation": "Ayer, atrapé un barbo mientras pescaba en el río. Hoy, voy a tratar de coger otro. Espero coger uno mañana también.",
      "imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mroźny",
      "translation": "sombrío",
      "definition": "Nieprzyjemnie zimny i wilgotny; ponury lub depresyjny.",
      "definition_translation": "Desagradablemente frío y húmedo; sombrío o deprimente.",
      "example": "Mroźna zimowa pogoda utrudniała wyjście na zewnątrz. Dawniej kochałem zimę, ale teraz znajduję ją mroźną. Mam nadzieję, że następna zima nie będzie tak mroźna.",
      "example_translation": "El clima sombrío del invierno hizo que fuera difícil aventurarse fuera. En el pasado, solía amar el invierno, pero ahora lo encuentro sombrío. Espero que el próximo invierno no sea tan sombrío.",
      "imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "leszcz",
      "translation": "brema",
      "definition": "Rodzaj słodkowodnej ryby, często łowionej sportowo lub jako pożywienie, charakteryzującej się smukłym ciałem i dużymi łuskami.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo cazado por deporte o comida, caracterizado por su cuerpo esbelto y escamas grandes.",
      "example": "Zawsze chciałem złowić leszcza, łowiąc w jeziorze. W minionym lecie wreszcie złowiłem jednego. Może w następnym lecie złowię jeszcze większego leszcza.",
      "example_translation": "Siempre he querido coger una brema mientras pescaba en el lago. El verano pasado, finalmente cogí uno. Quizás el próximo verano, cogeré una brema aún más grande.",
      "imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miętus",
      "translation": "lubo",
      "definition": "Miętus to rodzaj słodkowodnej ryby należącej do rodziny dorszowatych. Spotykany jest w zimnych wodach Europy, Azji i Ameryki Północnej.",
      "definition_translation": "Un lubo es un tipo de pez de agua dulce que pertenece a la familia de los bacalaos. Se encuentra en aguas frías de Europa, Asia y América del Norte.",
      "example": "Złowiłem miętusa, łowiąc na lodzie zimą. Obecnie próbuję złowić kolejnego. Do przyszłego roku złowiłem już wiele miętusów.",
      "example_translation": "Me pillé un lubo mientras pesqué en hielo el invierno pasado. Actualmente, estoy tratando de pillar otro. Para el próximo año, habré pescado muchos lubos.",
      "imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karp",
      "translation": "carpa",
      "definition": "Karp to rodzaj słodkowodnej ryby, która jest rodzimą dla Europy i Azji. Często uważany jest za szkodliwą rybę ze względu na zdolność do konkurowania z gatunkami rodzimymi.",
      "definition_translation": "Una carpa es un tipo de pez de agua dulce que es nativo de Europa y Asia. A menudo se considera un pez molestoso debido a su capacidad para competir con especies nativas.",
      "example": "Karp pływał w płytkiej wodzie. Teraz pływa w głębokiej wodzie. Za miesiąc karp będzie pływał w jeziorze.",
      "example_translation": "La carpa estaba nadando en el agua superficial. Ahora, está nadando en el agua profunda. Para el próximo mes, la carpa estará nadando en el lago.",
      "imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sum",
      "translation": "pez gato",
      "definition": "Sum to rodzaj słodkowodnej ryby, charakteryzującej się szczecinami wąsikowymi i kolczastymi płetwami. Spotykany jest w ciepłych i umiarkowanych wodach na całym świecie.",
      "definition_translation": "Un pez gato es un tipo de pez de agua dulce que se caracteriza por sus barbillas como bigotes y aletas espinosas. Se encuentra en aguas cálidas y templadas en todo el mundo.",
      "example": "Cały dzień łowiłem sumy. Teraz łowię suma. Jutro złowiłem już wiele sumów.",
      "example_translation": "He estado pescando peces gato todo el día. Ahora, estoy pillando un pez gato. Para mañana, habré pescado muchos peces gato.",
      "imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łosoś",
      "translation": "rucio",
      "definition": "Otyła lub pulchna osoba lub zwierzę, zwłaszcza młody łosoś lub pstrąg.",
      "definition_translation": "Una persona o animal regordeta o gordo, especialmente un salmón o trucha joven.",
      "example": "Łosoś, którego złowiłem, okazał się być dobrym walcem. Złowiłem łososia wczoraj. Złowię łososia jutro.",
      "example_translation": "El rucio que cogí era un luchador. Cogí un rucio ayer. Cogeré un rucio mañana.",
      "imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "węgorz",
      "translation": "anguila",
      "definition": "Długi, wąski ryb, przypominający węża, spotykany w wodach słodkich i słonych.",
      "definition_translation": "Un pez largo y esbelto con cuerpo de serpiente, encontrada en agua dulce y salada.",
      "example": "Węgorz ślizgał się przez wodę. Widziałem węgorza pływającego wczoraj. Zjem węgorza w przyszłym tygodniu.",
      "example_translation": "La anguila se deslizó a través del agua. Vi una anguila nadando ayer. Comeré una anguila la próxima semana.",
      "imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "płetwa",
      "translation": "aletas",
      "definition": "Cienka, płaska struktura na grzbiecie ryby, służąca do utrzymania równowagi i stabilności.",
      "definition_translation": "Una estructura delgada, plana, a menudo triangular en la espalda de un pez, utilizada para equilibrio y estabilidad.",
      "example": "Płetwa rekina była ostra. Widziałem płetwę przecinającą wodę wczoraj. Będę studiował płetwę w przyszłym semestrze.",
      "example_translation": "La aleta del tiburón era afilada. Vi una aleta rompiendo el agua ayer. Estudiaré la aleta el próximo semestre.",
      "imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ryba płaska",
      "translation": "pez plano",
      "definition": "Ryba płaska to rodzaj ryby, która ma spłaszczony kształt ciała, często spotykany w wodach płytkich.",
      "definition_translation": "Un pez plano es un tipo de pez que tiene un cuerpo aplanado, a menudo encontrado en aguas someras.",
      "example": "Złowiłem rybę płaską, łowiąc w jeziorze wczoraj. Będę gotował rybę płaską na obiad dziś wieczorem. Ona zjadła rybę płaską na śniadanie.",
      "example_translation": "Caché un pez plano mientras pescaba en el lago ayer. Cocinaré un pez plano para cenar esta noche. Ella había comido un pez plano para desayunar.",
      "imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "flądra",
      "translation": "lenguado",
      "definition": "Flądra to rodzaj ryby płaskiej, mającej łagodny smak i często spożywanej w restauracjach.",
      "definition_translation": "Un lenguado es un tipo de pez plano que tiene un sabor suave y se come a menudo en restaurantes.",
      "example": "Zamówiłem flądrę w restauracji rybackiej w zeszłym tygodniu. Ona będzie flądrała na egzaminie, jeśli nie będzie studiowała. Oni flądrześli w wodzie, aby uciec przed rekinem.",
      "example_translation": "Pedí un lenguado en el restaurante de mariscos la semana pasada. Ella se ahogará en el examen si no estudia. Ellos se debatieron en el agua para escapar del tiburón.",
      "imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łupacz",
      "translation": "dorada",
      "definition": "Łupacz to typ ryby, która jest rodzima dla Morza Śródziemnego i ma charakterystyczną złotą smugę na głowie.",
      "definition_translation": "Una dorada es un tipo de pez que es nativo del mar Mediterráneo y tiene una raya dorada distinctive en su cabeza.",
      "example": "Wczoraj widziałem łupacza pływającego w akwarium. Złapali łupacza podczas snorkelingu w Grecji. Ona nigdy przedtem nie próbowała łupacza.",
      "example_translation": "Vi una dorada nadando en el acuario ayer. Cogieron una dorada mientras buceaban en Grecia. Ella nunca ha probado una dorada antes.",
      "imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "guźczyk",
      "translation": "góbio",
      "definition": "Typ ryby, typowo znajdowanej w wodzie słodkiej, która ma smukłe ciało i charakterystyczny pysk.",
      "definition_translation": "Un tipo de pez, generalmente encontrado en agua fresca, que tiene un cuerpo esbelto y una boca característica.",
      "example": "Wczoraj złapałem guźczyka podczas połowu w rzece. Wczoraj złapałem dużego guźczyka, ale teraz złapałem małego. W przyszłym tygodniu złapę kolejnego guźczyka.",
      "example_translation": "Cogí un góbio mientras pescaba en el río. Ayer, había cogido un góbio grande, pero ahora cojo uno pequeño. La próxima semana, cogeré otro góbio.",
      "imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gupik",
      "translation": "guppy",
      "definition": "Mała, kolorowa ryba, popularna w akwariach.",
      "definition_translation": "Un pez pequeño y colorido, popular en acuarios.",
      "example": "Mam gupika w swoim akwarium. Wczoraj miałem dwa gupiki, ale teraz mam pięć. W przyszłym roku będę miał dziesięć gupików.",
      "example_translation": "Tengo un guppy en mi acuario. Ayer, tenía dos guppies, pero ahora tengo cinco. El próximo año, tendré diez guppies.",
      "imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kolczuga",
      "translation": "eglefino",
      "definition": "Typ ryby, często używanej w kuchni, która ma delikatny smak i twardą teksturę.",
      "definition_translation": "Un tipo de pez, a menudo utilizado en la cocina, que tiene un sabor suave y una textura firme.",
      "example": "Uwielbiam jeść kolczugę na obiad. Wczoraj jadłem kolczugę na lunch, ale teraz wolę ją na obiad. W przyszłym miesiącu będę miał kolczugę na śniadanie.",
      "example_translation": "Me encanta comer eglefino para cenar. Ayer, tenía eglefino para almuerzo, pero ahora lo prefiero para cenar. El próximo mes, tendré eglefino para desayunar.",
      "imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "hak",
      "translation": "colín",
      "definition": "Typ ryby o delikatnym smaku, często używanej w kuchni, szczególnie w regionie śródziemnomorskim.",
      "definition_translation": "Un tipo de pescado de sabor suave, a menudo utilizado en la cocina, especialmente en la región del Mediterráneo.",
      "example": "Wczoraj jadłem haka na obiad, było smacznie. Będę jadł haka na obiad w przyszłym tygodniu. Jadłem haka na obiad, kiedy byłem w Hiszpanii.",
      "example_translation": "Yo tuve colín para cenar la noche pasada, estaba delicioso. Tendré colín para cenar la próxima semana. Tuve colín para cenar cuando estuve en España.",
      "imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "halibut",
      "translation": "halibut",
      "definition": "Typ ryby o białej, twardej mięśni, często używanej w kuchni, szczególnie w kanapkach i sałatkach.",
      "definition_translation": "Un tipo de pescado de carne blanca firme, a menudo utilizado en la cocina, especialmente en sándwiches y ensaladas.",
      "example": "Uwielbiam jeść kanapki z halibutem na plaży. Moja mama ugotuje halibuta na obiad jutro. Jadłem halibuta w restauracji w zeszłym tygodniu.",
      "example_translation": "Me encanta comer sándwiches de halibut en la playa. Mi madre cocinará halibut para cenar mañana. Comí halibut en el restaurante la semana pasada.",
      "imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "śledź",
      "translation": "arenque",
      "definition": "Typ małej, tłustej ryby, często marynowanej lub solonej i używanej jako przekąska lub zestaw.",
      "definition_translation": "Un tipo de pescado pequeño y aceitoso, a menudo encurtido o curado y utilizado como aperitivo o snack.",
      "example": "Jadłem śledzie na śniadanie, kiedy byłem w Norwegii. Moja babcia przygotuje śledzie na imprezę dzisiaj. Będę jeść śledzie na festiwalu w przyszłym roku.",
      "example_translation": "Comí arenque para desayunar cuando estaba en Noruega. Mi abuela preparará arenque para la fiesta esta noche. Comeré arenque en el festival el año que viene.",
      "imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "minóg",
      "translation": "lamprea",
      "definition": "Ryba podobna do węgorza, z ssawką na głowie, używana jako żywność.",
      "definition_translation": "un pez similar a una anguila con una ventosa en la cabeza, utilizado como alimento.",
      "example": "Minóg przyssał się do rekina. Wczoraj widziałem minoga w akwarium. Do przyszłego roku złapę minoga.",
      "example_translation": "La lamprea se attachesó al tiburón. Ayer, vi una lamprea en el acuario. Para el próximo año, habré atrapado una lamprea.",
      "imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "makrela",
      "translation": "jurel",
      "definition": "Ryba szybko pływająca o błyszczącym ciele, często jedzona jako żywność.",
      "definition_translation": "un pez que nada rápido con un cuerpo brillante, a menudo comido como alimento.",
      "example": "Ugotowałem makrelę na obiad. Makrele pływają w oceanie. Do jutra ugrilluję makrelę.",
      "example_translation": " Cociné un jurel para cenar. Los jureles están nadando en el océano. Para mañana, habré asado un jurel.",
      "imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "murówka",
      "translation": "mujol",
      "definition": "Typ ryby podobnej do węgorza, często spotykanej w wodach tropikalnych.",
      "definition_translation": "un tipo de pez similar a una anguila, a menudo encontrado en aguas tropicales.",
      "example": "Murówka szybko pływała przez rafę koralową. Wczoraj widziałem murówkę w akwarium. Do przyszłego miesiąca złapę murówkę.",
      "example_translation": "El mujol nadó rápidamente a través del arrecife de coral. Ayer, vi un mujol en el acuario. Para el próximo mes, habré atrapado un mujol.",
      "imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "okoń",
      "translation": "perca",
      "definition": "Okoń to rodzaj słodkowodnej ryby, znaleźć ją można w rzekach i jeziorach, charakteryzuje się wydłużonym ciałem i ostrymi płetwami.",
      "definition_translation": "Una perca es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo alargado y aletas afiladas.",
      "example": "Dzisiaj złowiłem okonia podczas wędkowania w jeziorze. Złowię okonia podczas wędkowania w jeziorze jutro. Złowię okonia podczas wędkowania w jeziorze teraz.",
      "example_translation": "Atrapé una perca mientras pescaba en el lago ayer. Atraparé una perca mientras pescaba en el lago mañana. Atrapo una perca mientras pescaba en el lago ahora.",
      "imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczupak",
      "translation": "lucio",
      "definition": "Szczupak to rodzaj słodkowodnej ryby, znaleźć ją można w rzekach i jeziorach, charakteryzuje się długim, smukłym ciałem i ostrymi zębami.",
      "definition_translation": "Un lucio es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo largo y delgado y dientes afilados.",
      "example": "Widziałem szczupaka pływającego w rzece w zeszłym tygodniu. Zobaczę szczupaka pływającego w rzece w przyszłym tygodniu. Widzę szczupaka pływającego w rzece teraz.",
      "example_translation": "Vi un lucio nadando en el río la semana pasada. Veré un lucio nadando en el río la semana próxima. Veo un lucio nadando en el río ahora.",
      "imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piranha",
      "translation": "piraña",
      "definition": "Piranha to rodzaj słodkowodnej ryby, znaleźć ją można w rzekach i jeziorach, charakteryzuje się małymi rozmiarami i ostrymi zębami.",
      "definition_translation": "Una piraña es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su pequeño tamaño y dientes afilados.",
      "example": "Piranha zaatakowała rybę w akwarium wczoraj. Piranha zaatakuje rybę w akwarium jutro. Piranha atakuje rybę w akwarium teraz.",
      "example_translation": "La piraña atacó el pez en el acuario ayer. La piraña atacará el pez en el acuario mañana. La piraña ataca el pez en el acuario ahora.",
      "imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "plażanka",
      "translation": "lenguado",
      "definition": "Rodzaj ryb płaskich, często wykorzystywanych jako ryba konsumpcyjna, znaleźć ją można w Oceanie Atlantyckim i Morzu Śródziemnym.",
      "definition_translation": "Un tipo de pez plano, a menudo utilizado como pescado comestible, encontrado en el Océano Atlántico y el Mar Mediterráneo.",
      "example": "Złowiłem plażankę podczas wędkowania wczoraj, była smaczna na grillu. Złowię plażankę podczas wędkowania jutro, a mój przyjaciel złowił ją w zeszłym tygodniu.",
      "example_translation": "Atrapé un lenguado mientras pescaba ayer, estaba delicioso a la parrilla. Cogeré otro mañana, y mi amigo atrapó uno la semana pasada.",
      "imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "klenie",
      "translation": "rutilo",
      "definition": "Rodzaj słodkowodnej ryby, często uważanej za szkodnika ze względu na jego zdolność do rozwoju w zanieczyszczonych wodach.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo considerado una plaga debido a su capacidad para prosperar en aguas contaminadas.",
      "example": "Klenie zinfestowało jezioro, utrudniając złówienie innych ryb. Spróbujemy usunąć je w przyszłym tygodniu, ale były obecne również w zeszłym miesiącu.",
      "example_translation": "El rutilo invadió el lago, haciendo difícil pescar otros peces. Intentaremos eliminarlos la próxima semana, pero también estaban presentes el mes pasado.",
      "imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sardynka",
      "translation": "sardina",
      "definition": "Mała, oleista ryba, często konserwowana i wykorzystywana jako źródło pożywienia.",
      "definition_translation": "Un pez pequeño y grasoso, a menudo enlatado y utilizado como fuente de alimento.",
      "example": "Otworzyłem puszki sardynek na lunch, były bardzo smaczne. Moja babcia jadła sardynki na śniadanie, a mój brat będzie jeść je jutro.",
      "example_translation": "Abrí una lata de sardinas para almorzar, y estaban muy sabrosas. Mi abuela solía comer sardinas para desayunar, y mi hermano las comerá mañana.",
      "imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piłokształtna",
      "translation": "pejegato",
      "definition": "Piłokształtna to rodzaj skrzydła, które ma długą, wąską trzonkę używaną do szukania i chwytania zdobyczy.",
      "definition_translation": "Un pejegato es un tipo de raya que tiene una nariz larga y estrecha que se utiliza para encontrar y cazar presas.",
      "example": "Biolog studiował piłokształtną w jej naturalnym środowisku, obserwując jak używała swojego piła do wykrywania sygnałów elektrycznych od swojej zdobyczy. Rok temu, zobaczyła piłokształtną w akwarium, a wczoraj zobaczy ją w naturze.",
      "example_translation": "El biólogo estudió el pejegato en su hábitat natural, observando cómo utilizaba su sierra para detectar señales eléctricas de sus presas. El año pasado, ella vio un pejegato en el acuario, y ayer, ella verá otro en el medio silvestre.",
      "imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "skalar",
      "translation": "escalar",
      "definition": "W fizyce, skalar to wielkość mająca tylko wielkość, bez kierunku.",
      "definition_translation": "En física, un escalar es una cantidad que tiene solo magnitud, sin dirección.",
      "example": "Fizyk użył skalarów do opisania ruchu obiektu, wyjaśniając, że miała skalarną przyspieszenie z uwagi na grawitację. Ona będzie używać skalarnych pól do modelowania pola elektromagnetycznego w przyszłości.",
      "example_translation": "El físico utilizó cantidades escalares para describir el movimiento del objeto, explicando que tenía una aceleración escalar debida a la gravedad. Ella utilizará campos escalares para modelar el campo electromagnético en el futuro.",
      "imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "skala",
      "translation": "escala",
      "definition": "Skala to seria dźwięków muzycznych w określonym wzorze, używana do tworzenia harmonii i melodii.",
      "definition_translation": "Una escala es una serie de notas musicales en un patrón específico, utilizada para crear armonía y melodía.",
      "example": "Muzyk ćwiczył skalę C-dur każdego dnia, aby poprawić swoje umiejętności gry na pianinie. W zeszłym tygodniu zagrał utwór w skali G-moll, a w przyszłym tygodniu będzie komponował utwór w skali F#-dur.",
      "example_translation": "La música practicó la escala de do mayor todos los días para mejorar sus habilidades en el piano. La semana pasada, ella tocó una canción en la escala de sol menor, y la próxima semana, ella compondrá una pieza en la escala de fa sostenido.",
      "imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "świerszcz",
      "translation": "caballito de mar",
      "definition": "Świerszcz to morskie zwierzę należące do rodziny Syngnathidae, charakteryzujące się głową podobną do konia, zakręconym ogonem i zdolnością do pływania w pozycji pionowej.",
      "definition_translation": "Un caballito de mar es un animal marino que pertenece a la familia Syngnathidae, caracterizado por su cabeza de caballo, cola enrollada y capacidad de nadar erecto.",
      "example": "Widziałem świerszcza pływającego w akwarium wczoraj. Zobaczę świerszcza pływającego w akwarium jutro. Widzę świerszcza pływającego w akwarium teraz.",
      "example_translation": "Vi a un caballito de mar nadando en el acuario ayer. Veré a un caballito de mar nadando en el acuario mañana. Veo a un caballito de mar nadando en el acuario ahora.",
      "imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podeszwa",
      "translation": "lengua",
      "definition": "Podeszwa odnosi się do dolnej lub spodniej strony czegoś, takiego jak stopa lub but, lub rodzaju płastugi.",
      "definition_translation": "Lengua se refiere al fondo o lado inferior de algo, como un pie o un zapato, o un tipo de pez plano.",
      "example": "Podeszwa mojego buta była zniszczona. Wyczyść podeszwę mojego buta jutro. Wyczyściłem podeszwę mojego buta wczoraj.",
      "example_translation": "La lengua de mi zapato estaba gastada. Limpie la lengua de mi zapato mañana. Limpie la lengua de mi zapato ayer.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szprotek",
      "translation": "espadín",
      "definition": "Szprotek to mała, tłusta ryba, często łowiona dla jedzenia lub używana jako przynęta.",
      "definition_translation": "Un espadín es un pez pequeño y grasoso, a menudo capturado para la comida o utilizado como cebo.",
      "example": "Złowiłem szprotka w zeszłym tygodniu. Zjem szprotka na obiad jutro. Zjadłem szprotka na lunch wczoraj.",
      "example_translation": "Atrapé un espadín mientras pescaba la semana pasada. Comeré un espadín para cenar esta noche. Comí un espadín para almuerzo ayer.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kolczuga",
      "translation": "gasterósteo",
      "definition": "Mała słodkowodna ryba z charakterystycznym rzędem kolców wzdłuż grzbietu, występująca w Europie i Azji",
      "definition_translation": "Un pequeño pez de agua dulce con una hilera distinta de espinas a lo largo de su espalda, encontrado en Europa y Asia",
      "example": "Złowiłem kolczugę w rzece, gdy byłem dzieckiem. Złowię kolczugę w rzece jutro. Złowiła kolczugę w rzece w zeszłym tygodniu.",
      "example_translation": "Atrapé un gasterósteo en el río cuando era niño. Atraparé un gasterósteo en el río mañana. Ella había atrapado un gasterósteo en el río la semana pasada.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " jesiotr",
      "translation": "esturión",
      "definition": "Duża ryba z długim, smukłym ciałem i charakterystycznym ryjkiem, występująca w rzekach i obszarach przybrzeżnych",
      "definition_translation": "Un gran pez con un cuerpo largo y delgado y una nariz distintiva, encontrado en ríos y áreas costeras",
      "example": "Jesiotr płynął w górę rzeki, aby się rozmnażać. Jesiotr będzie migrował w dół rzeki w następnym miesiącu. Złowiliśmy jesiotra w rzece w zeszłym roku.",
      "example_translation": "El esturión nadó río arriba para desovar. El esturión migrará río abajo el mes próximo. Ellos habían atrapado un esturión en el río el año pasado.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mrozik",
      "translation": "pez luna",
      "definition": "Duża ryba z płaskim ciałem i małymi płetwami, często spotykana blisko powierzchni wody",
      "definition_translation": "Un gran pez con un cuerpo aplanado y aletas pequeñas, a menudo encontrado cerca de la superficie del agua",
      "example": "Mrozik pływał blisko powierzchni. Mrozik będzie złowiony przez rybaków jutro. Widzieliśmy mrozika w oceanie latem ubiegłym.",
      "example_translation": "El pez luna nadó cerca de la superficie. El pez luna será atrapado por los pescadores mañana. Ellos habían visto un pez luna en el océano el verano pasado.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mieur",
      "translation": "pez espada",
      "definition": "Duża morska ryba z długim, pointed bill i charakterystycznym kształtem, ceniona za swoje mięso",
      "definition_translation": "un pez marino grande con un pico largo y una forma distintiva, apreciado por su carne",
      "example": "Złowiłem mieura podczas głębokowodnego połowu w zeszłym roku, i chcę złowić kolejnego następnego lata, ale nie będę łowił dzisiaj.",
      "example_translation": "Atrapé un pez espada mientras pescaba en alta mar el año pasado, y atraparé otro el próximo verano, pero no estoy atrapando ninguno hoy.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lin",
      "translation": "tenca",
      "definition": "Słodkowodna ryba z płaskim ciałem i małym ustkiem, występująca w rzekach i jeziorach",
      "definition_translation": "un pez de agua dulce con cuerpo aplanado y boca pequeña, encontrado en ríos y lagos",
      "example": "Czyłem liń w rzece koło mojej wsi, gdy byłem dzieckiem, i nadal łowię je dzisiaj, ale nie będę łowił jutro.",
      "example_translation": "Solía atrapar tenca en el río cerca de mi aldea cuando era niño, y todavía las atrapo hoy, pero no atraparé ninguna mañana.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sandacz",
      "translation": "lucio",
      "definition": "Duża słodkowodna ryba z długim, smukłym ciałem i charakterystycznym smakiem, występująca w rzekach i jeziorach",
      "definition_translation": "un pez de agua dulce grande con cuerpo largo y delgado y un sabor distinto, encontrado en ríos y lagos",
      "example": "Chcę złowić sandacza w jeziorze w następnym weekendzie, i próbowałem złowić jeden w zeszłym roku, ale nie będę łowił dzisiaj.",
      "example_translation": "¿Voy a intentar atrapar un lúcio en el lago el próximo fin de semana, y traté de atrapar uno el año pasado, pero no estoy atrapando ninguno hoy.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]