[
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "herbatnik",
      "translation": "galleta",
      "definition": "Małe, zwykle słodkie, pieczone jedzenie, które jest zwykle chrupiące i suche, często serwowane z herbatą lub kawą.",
      "definition_translation": "Un alimento pequeño, habitualmente dulce, horneado que suele ser crujiente y seco, a menudo servido con té o café.",
      "example": "Zjadłem herbatnik ze swoją poranną herbatą. Jestem jedzący herbatnik ze swoją popołudniową kawą. Będę jeść herbatnik ze swoją wieczorną deserem.",
      "example_translation": "Comí una galleta con mi té de la mañana. Estoy comiendo una galleta con mi café de la tarde. Comeré una galleta con mi postre de la noche.",
      "imageLink": "image_files\\English\\biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tort",
      "translation": "torta",
      "definition": "Słodkie jedzenie wykonane z mąki, cukru i jaj, zwykle pieczone i często dekorowane cukrem.",
      "definition_translation": "Un alimento dulce hecho con harina, azúcar y huevos, típicamente horneado y a menudo decorado con glaseado.",
      "example": "Upiekłem tort dla przyjaciela urodzinowego. Upieksam tort dla siostry na ślub. Będę upiekać tort dla babci w rocznicę.",
      "example_translation": "Hornée una torta para el cumpleaños de mi amigo. Estoy horneando una torta para la boda de mi hermana. Hornearé una torta para el aniversario de mi abuela.",
      "imageLink": "image_files\\English\\cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czekolada",
      "translation": "chocolato",
      "definition": "Słodkie jedzenie wykonane z prażonych nasion drzewa kakaowego, często jedzone jako przekąska lub używane jako składnik w gotowaniu.",
      "definition_translation": "Un alimento dulce hecho con las semillas tostadas del árbol de cacao, a menudo comido como snack o utilizado como ingrediente en la cocina.",
      "example": "Zjadłem kawałek tortu czekoladowego. Jestem jedzący truflę czekoladową. Będę jeść ciasteczko czekoladowe.",
      "example_translation": "Comí un pedazo de torta de chocolate. Estoy comiendo un trufa de chocolate. Comeré una galleta de chispa de chocolate.",
      "imageLink": "image_files\\English\\chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lody",
      "translation": "helado",
      "definition": "Słodkie, zamrożone jedzenie wykonane z kremu, cukru i aromatów, zwykle jedzone jako przekąska lub deser.",
      "definition_translation": "Un alimento congelado dulce hecho de crema, azúcar y saborizantes, comido generalmente como un snack o postre.",
      "example": "Zjadłem lody wczoraj, jestem jedzący teraz, i będę jeść jutro.",
      "example_translation": "Me comí un cono de helado ayer, estoy comiendo uno ahora y comeré otro mañana.",
      "imageLink": "image_files\\English\\ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cukierki",
      "translation": "dulce",
      "definition": "Słodkie jedzenie wykonane z cukru, często aromatyzowane i kolorowane, często kształtowane w małe kawałki lub batony.",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y a menudo moldeado en pequeñas piezas o barras.",
      "example": "Kupiłem cukierki w sklepie, kupuję teraz, i będę kupował jeszcze więcej w przyszłym tygodniu.",
      "example_translation": "Compré algunos dulces en la tienda, estoy comprando más ahora y compraré incluso más la próxima semana.",
      "imageLink": "image_files\\English\\candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "deser",
      "translation": "postre",
      "definition": "Kurs, który zwykle składa się ze słodkich jedzenia, takich jak owoce, kremy i ciasta, serwowany na koniec posiłku.",
      "definition_translation": "Un curso que típicamente consiste en alimentos dulces, como frutas, custards y tortas, servido al final de una comida.",
      "example": "Mieliśmy pyszny deser w restauracji, mamy teraz, i będziemy mieć następny na przyjęciu.",
      "example_translation": "Tuvo un postre delicioso en el restaurante, estamos teniendo uno ahora y tendremos otro en la fiesta.",
      "imageLink": "image_files\\English\\dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lizak",
      "translation": "chupete",
      "definition": "Słodkie jedzenie wykonane z twardych cukierków zamocowanych na patyku, często aromatyzowane i kolorowane.",
      "definition_translation": "Un alimento dulce hecho de caramelo duro montado en un palo, generalmente saborizado y coloreado.",
      "example": "Zjadłem lizaka na festiwalu wczoraj, będę jeść na przyjęciu dziś wieczorem, i zjadłem na plaży w zeszłym tygodniu.",
      "example_translation": "Me comí un chupete en la feria ayer, comeré uno en la fiesta esta noche, y había comido uno en la playa el fin de semana pasado.",
      "imageLink": "image_files\\English\\lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słodki",
      "translation": "dulce",
      "definition": "Mający przyjemny słodki smak lub aromat.",
      "definition_translation": "Tener un sabor o aroma agradablemente dulce.",
      "example": "Słodki tort był pyszny, będę piekł słodki placek na urodziny siostry, i zjadłem słodkie ciasteczko w kawiarni.",
      "example_translation": "El pastel dulce era delicioso, cocinaré una tarta dulce para el cumpleaños de mi hermana, y había comido una galleta dulce en el café.",
      "imageLink": "image_files\\English\\sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słodycze",
      "translation": "dulces",
      "definition": "Jedzenie, które jest wysokie w cukrze i kaloriach, zwykle jedzone jako przekąska lub deser.",
      "definition_translation": "Comida que es alta en azúcar y calorías, comúnmente consumida como snack o postre.",
      "example": "Lubie jeść słodycze, będę kupował słodycze na przyjęcie przyjaciela, i zjadłem za dużo słodyczy na Halloweenzie.",
      "example_translation": "Me encanta comer dulces, compraré algunos dulces para la fiesta de mi amigo, y había comido demasiados dulces en la fiesta de Halloween.",
      "imageLink": "image_files\\English\\sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tabliczka czekoladowa",
      "translation": "barra de chocolate",
      "definition": "Słodkie jedzenie wykonane z fasoli kakaowych, cukru i mleka, często serwowane jako przekąska.",
      "definition_translation": "Un alimento dulce hecho de granos de cacao, azúcar y leche, a menudo servido como una merienda.",
      "example": "Zjadłem tabliczkę czekoladową wczoraj, jestem jedzący teraz, i będę jeść jutro.",
      "example_translation": "Me comí una barra de chocolate ayer, estoy comiendo una barra de chocolate ahora, y comeré una barra de chocolate mañana.",
      "imageLink": "image_files\\English\\chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "galaretkę",
      "translation": "jalea",
      "definition": "Słodkie lub słone jedzenie robione z owoców, cukru i pektyny, często serwowane jako deser.",
      "definition_translation": "Un alimento dulce o salado hecho de frutas, azúcar y pectina, a menudo servido como postre.",
      "example": "Wczoraj zrobiłem galaretkę, teraz robię galaretkę, a jutro zrobię galaretkę dla przyjaciół.",
      "example_translation": "Hice una jalea ayer, estoy haciendo una jalea ahora, y haré una jalea mañana para mis amigos.",
      "imageLink": "image_files\\English\\jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cukrzyk",
      "translation": "algodón de azúcar",
      "definition": "Słodkie jedzenie robione z cukru, które jest przeciągane w cienkie nitki i często serwowane na targach i festiwalach.",
      "definition_translation": "Un alimento dulce hecho de azúcar que se convierte en hebras delgadas y a menudo se sirve en ferias y carnavales.",
      "example": "Wczoraj kupiłem cukrzyk na targu, teraz kupuję cukrzyk na rynku, a jutro kupię cukrzyk na karnawale.",
      "example_translation": "Compré un algodón de azúcar en la feria ayer, estoy comprando un algodón de azúcar en el mercado ahora, y compraré un algodón de azúcar en el carnaval mañana.",
      "imageLink": "image_files\\English\\candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żelki",
      "translation": "gominolas",
      "definition": "Typ słodkiej cukrowej, która jest robiona z żelatyny i dostępna w różnych kształtach i smakach.",
      "definition_translation": "Un tipo de caramelo masticable, generalmente hecho de gelatina, que viene en una variedad de formas y sabores.",
      "example": "Wczoraj zjadłem żelki na przyjęciu, teraz jem żelki, a jutro zjem żelki.",
      "example_translation": "Comí gominolas en la fiesta anoche, estoy comiendo gominolas ahora, y comeré gominolas mañana.",
      "imageLink": "image_files\\English\\gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "twarda cukrowa",
      "translation": "caramelo duro",
      "definition": "Typ cukrowej, która jest twarda i nie rozpuszcza się łatwo w jamie ustnej.",
      "definition_translation": "Un tipo de caramelo que es duro y no se disuelve fácilmente en la boca.",
      "example": "Wczoraj ssałem twardą cukrową, teraz ssę twardą cukrową, a jutro będę ssał twardą cukrową później.",
      "example_translation": "Me chupé un caramelo duro ayer, estoy chupando un caramelo duro ahora, y me chuparé un caramelo duro más tarde.",
      "imageLink": "image_files\\English\\hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "marcepan",
      "translation": "mazapán",
      "definition": "Słodkie konfekcjonerstwo robione z równych części mielonych migdałów i cukru.",
      "definition_translation": "Una confitería dulce a base de almendras hecha de partes iguales de almendras molidas y azúcar.",
      "example": "Wczoraj dekorowałem tort marcepanem, teraz dekoruję tort marcepanem, a następny tydzień dekoruję tort marcepanem.",
      "example_translation": "Decoré el pastel con mazapán ayer, estoy decorando el pastel con mazapán ahora, y decoraré el pastel con mazapán la próxima semana.",
      "imageLink": "image_files\\English\\marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cukrowa wydmuszona",
      "translation": "caramelo hervido",
      "definition": "Cukrowa, która została gotowana, aby stworzyć twardą zewnętrzną warstwę i miękką środkową część.",
      "definition_translation": "Un dulce que ha sido hervido para crear un exterior duro de caramelo y un centro suave.",
      "example": "Gdy byłam dzieckiem, jadłem cukrową wydmuszoną. Teraz jem cukrową wydmuszoną. Jutro zjem cukrową wydmuszoną.",
      "example_translation": "Me comí un caramelo hervido cuando era niño. Estoy comiendo un caramelo hervido ahora. Comeré un caramelo hervido mañana.",
      "imageLink": "image_files\\English\\boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cukiernictwo",
      "translation": "confitería",
      "definition": "Sztuka robienia słodyczy i cukrowych, lub sklep, gdzie sprzedawane są takie przedmioty.",
      "definition_translation": "El arte de hacer dulces y caramelos, o una tienda donde se venden tales artículos.",
      "example": "Poszedłem do sklepu cukierniczego, aby kupić czekoladki. Sklep cukierniczy był słynny z ręcznie robionych słodyczy. Sklep cukierniczy otworzy nową filię miesiąc.",
      "example_translation": "Fui a la tienda de confitería para comprar algunos chocolates. La tienda de confitería era famosa por sus dulces artesanales. La tienda de confitería abrirá una nueva sucursal el próximo mes.",
      "imageLink": "image_files\\English\\confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fudż",
      "translation": "rozura",
      "definition": "Typ słodkiej cukrowej, która jest robiona z cukru, śmietany i aromatów.",
      "definition_translation": "Un tipo de confitería suave y dulce hecha de azúcar, crema y saborizantes.",
      "example": "Lubię jeść fudż na wakacjach. Ona robi fudż dla swoich dzieci. Oni będą sprzedawać fudż na rynku jutro.",
      "example_translation": "Me encanta comer rozura durante las vacaciones. Ella está haciendo rozura para sus hijos. Venderán rozura en el mercado mañana.",
      "imageLink": "image_files\\English\\fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żelkowe słodycze",
      "translation": "golosinas de gelatina",
      "definition": "Żelkowe słodycze to typ cukrowych, które są robione z cukru, syropu kukurydzianego i barwników spożywczych, mających miękką i elastyczną konsystencję.",
      "definition_translation": "Las golosinas de gelatina son un tipo de confitería hecha de azúcar, jarabe de maíz y colorante alimentario, con una textura suave y masticable.",
      "example": "Gdy byłam dzieckiem, jadłem żelkowe słodycze. Teraz jem żelkowe słodycze. Jutro zjem żelkowe słodycze na przyjęciu.",
      "example_translation": "Comí golosinas de gelatina cuando era niño. Estoy comiendo golosinas de gelatina ahora. Comeré golosinas de gelatina en la fiesta de mañana.",
      "imageLink": "image_files\\English\\jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]