[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "opuścić",
      "translation": "abandonar",
      "definition": "porzucić lub opuścić kogoś lub coś, szczególnie gdy jest już niechciane lub niepotrzebne",
      "definition_translation": "dejar o dejar a alguien o algo, especialmente porque ya no es querido o necesario",
      "example": "Muszę opuścić samochód przy drodze, ale powrócę po niego jutro. Opuściłem studia, aby skupić się na karierze. Opuścę pracę, jeśli nie polepszą warunków pracy.",
      "example_translation": "Tuve que abandonar mi coche en el lado de la carretera, pero lo recogeré mañana. Abandoné mis estudios para enfocarme en mi carrera. Abandonaré mi trabajo si no mejoran las condiciones laborales.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "opuszczony",
      "translation": "abandonado",
      "definition": "pozostawiony lub opuszczony, często w stanie zaniedbania lub zapomnienia",
      "definition_translation": "dejado o abandonado, a menudo en un estado de desorden o descuido",
      "example": "Opuszczony dom na wzgórzu był pusty przez lata. Spółka opuściła projekt z powodu braku funduszy. Opuszczony szczeniak został znaleziony na ulicy i przewieziony do schroniska.",
      "example_translation": "La casa abandonada en la colina había estado vacía durante años. La empresa abandonó el proyecto debido a la falta de financiamiento. El cachorro abandonado fue encontrado en la calle y llevado a un refugio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " znosić",
      "translation": "abolir",
      "definition": "oficjalnie zakończyć lub pozbyć się systemu, praktyki lub instytucji",
      "definition_translation": "terminar oficialmente o eliminar un sistema, práctica o institución",
      "example": "Rząd zobowiązał się znosić niewolnictwo w kraju. Zniesiono karę śmierci w 2015 roku. Spółka zniesie starej polityki i wprowadzi nową.",
      "example_translation": "El gobierno prometió abolir la esclavitud en el país. Abolieron la pena de muerte en 2015. La empresa abolirá la política antigua e introducirá una nueva.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieobecność",
      "translation": "ausencia",
      "definition": "Stan lub fakt nieobecności w miejscu, u osoby lub przy czymś.",
      "definition_translation": "El estado o hecho de estar lejos de un lugar, persona o cosa.",
      "example": "Jej nieobecność na spotkaniu została zauważona, a szef nie był zadowolony. Była nieobecna w pracy przez tydzień, a teraz jest nieobecna na przyjęciu.",
      "example_translation": "Su ausencia en la reunión fue notada, y su jefe no estaba satisfecho. Había estado ausente del trabajo durante una semana, y ahora está ausente de la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "absolutny",
      "translation": "absoluto",
      "definition": "Całkowity lub bez wyjątku; nie mający wyjątku lub kwalifikacji.",
      "definition_translation": "Completo o total; sin excepción o calificación.",
      "example": "Absolutna władza monarchy była niezaprzeczalna, a jego absolutna rządy były obawiane przez wszystkich. W matematyce, absolutna wartość liczby jest jej odległością od zera.",
      "example_translation": "El poder absoluto del monarca era indiscutible, y su regla absoluta era temida por todos. En matemáticas, el valor absoluto de un número es su distancia desde cero.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wchłaniać",
      "translation": "absorber",
      "definition": "przyswajać lub absorbować (energię, materię lub płyn) przez powierzchnię lub środek porowaty.",
      "definition_translation": "Absorber (energía, materia o un líquido) a través de una superficie o medio poroso.",
      "example": "Gąbka wchłonie wodę z rozlania, a spółka wchłonie straty z nieudanego inwestowania. W chemii, substancja może wchłaniać światło lub ciepło.",
      "example_translation": "La esponja absorberá el agua del derramamiento, y la empresa absorberá las pérdidas de la inversión fallida. En química, una sustancia puede absorber luz o calor.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wchłaniać",
      "translation": "absorber",
      "definition": "przyswajać lub absorbować (coś, szczególnie płyn) przez materiał porowaty lub absorbujący.",
      "definition_translation": "absorber (algo, especialmente un líquido) a través de un material poroso o absorbente",
      "example": "Gąbka wchłonie wodę. Wchłonęła szok. Wchłonie to w pełni.",
      "example_translation": "La esponja absorberá el agua. Absorbió el choque. Absorberá el impacto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wchłaniać",
      "translation": "absorber",
      "definition": "całkowicie angażować kogoś lub coś, porywając jego uwagę",
      "definition_translation": "atraer la atención o interés de alguien completamente",
      "example": "Powieść wchłonęła mnie. Wchłonęła jej uwagę. Wchłonę ją całkowicie.",
      "example_translation": "La novela me absorbió. Atraía su atención. Los absorberá completamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "abstrakcyjny",
      "translation": "abstracto",
      "definition": "istniejący w myśli lub jako idea, ale nie mający fizycznej egzystencji",
      "definition_translation": "existente en el pensamiento o como una idea, pero no tienen una existencia física",
      "example": "Abstrakcyjny koncept miłości. Napisała abstrakt do swojej pracy dyplomowej. Abstrakcyjna natura problemu.",
      "example_translation": "El concepto abstracto del amor. Ella escribió un resumen para su tesis. La naturaleza abstracta del problema.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "absurdalny",
      "translation": "absurdo",
      "definition": "żałośnie niezdrowy, śmieszny lub nielogiczny",
      "definition_translation": "ridículamente irrazonable, tonto o ilógico",
      "example": "Absurdalny pomysł sprawił, że się śmieję. Przedtem sądziłem, że to jest absurdalne. Będę sądził, że to jest absurdalne w przyszłości.",
      "example_translation": "La idea absurda me hizo reír. Previamente había pensado que era absurdo. Pensaré que es absurdo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nadużycie",
      "translation": "abuso",
      "definition": "traktowanie kogoś lub czegoś źle lub niesprawiedliwie",
      "definition_translation": "tratar mal o injustamente a alguien o algo",
      "example": "Ona nadużyła swojej władzy. On nadużył jej zaufania. Oni będą nadużywać swojej władzy.",
      "example_translation": "Ella abusó de su poder. Él había abusado de su confianza. Ellos abusarán de su autoridad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nadużycie",
      "translation": "abuso",
      "definition": "używanie czegoś w sposób nieprawidłowy lub szkodliwy",
      "definition_translation": "utilizar algo de manera incorrecta o dañina",
      "example": "Firma nadużyła systemu. Oni nadużyli przywileju. Ono będzie nadużywać zasobów.",
      "example_translation": "La empresa abusó del sistema. Ellos habían abusado del privilegio. Abusará de los recursos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "akademicki",
      "translation": "académico",
      "definition": "Dotyczący edukacji, pracy akademickiej lub studiów, szczególnie w formalnym lub instytucjonalnym ustawieniu.",
      "definition_translation": "Relativo a la educación, trabajo académico o estudio, especialmente en un entorno formal o institucional.",
      "example": "Ona jest akademikiem, specjalizującym się w lingwistyce. Ona specjalizowała się w lingwistyce w zeszłym roku. Ona specjalizować się w lingwistyce w przyszłym semestrze.",
      "example_translation": "Ella es una académica que se especializa en lingüística. Se especializó en lingüística el año pasado. Se especializará en lingüística el próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostęp",
      "translation": "acceso",
      "definition": "Środek podejścia lub wejścia do miejsca, lub prawo do czegoś.",
      "definition_translation": "Los medios de acercarse o entrar a un lugar, o el derecho de hacer algo.",
      "example": "Potrzebuję dostępu do bazy danych, aby ukończyć projekt. Potrzebowałem dostępu do bazy danych w zeszłym tygodniu. Potrzebuję dostępu do bazy danych jutro.",
      "example_translation": "Necesito acceso a la base de datos para completar mi proyecto. Necesité acceso a la base de datos la semana pasada. Necesitaré acceso a la base de datos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostępny",
      "translation": "accesible",
      "definition": "Łatwy do użycia, zrozumienia lub uzyskania; możliwy do osiągnięcia lub wejścia.",
      "definition_translation": "Fácil de utilizar, comprender o alcanzar; capaz de ser alcanzado o entrado.",
      "example": "Strona internetowa jest dostępna dla każdego. Strona internetowa była dostępna dla każdego w zeszłym roku. Strona internetowa będzie dostępna dla każdego następnego miesiąca.",
      "example_translation": "El sitio web es accesible para todos. El sitio web fue accesible para todos el año pasado. El sitio web será accesible para todos el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przypadkowy",
      "translation": "accidental",
      "definition": "Zdarzający się lub czyniony przypadkowo, a nie umyślnie lub zgodnie z planem.",
      "definition_translation": "Sucediendo o hecho por casualidad, en lugar de intencionalmente o por diseño.",
      "example": "Miałem przypadkowe spotkanie ze starym przyjacielem w kawiarni wczoraj, a następnie spotkałem się z nią ponownie na imprezie wczoraj wieczorem, a w końcu spotkam się z nią celowo na lunchu jutro.",
      "example_translation": "Tuve un encuentro accidental con un amigo antiguo en la cafetería ayer, y luego la vi de nuevo en la fiesta anoche, y finalmente, me reuniré con ella intencionalmente para almorzar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "akordeon",
      "translation": "acordeón",
      "definition": "Instrument muzyczny z klawiaturą, grający przez kompresowanie lub rozkładanie miecha, używany w muzyce ludowej i popularnej.",
      "definition_translation": "Un instrumento musical con un teclado que se toca comprimiendo o expandiendo una fuelle, utilizado en la música folklórica y popular.",
      "example": "Zespół folkowy składał się z gitary, akordeonu i skrzypiec, które stworzyły żywą atmosferę na festiwalu w zeszłym tygodniu, a pewnie wystąpi ponownie w przyszłym roku.",
      "example_translation": "La banda folklórica constaba de una guitarra, un acordeón y un violín, lo que creó un ambiente animado en el festival la semana pasada, y seguramente actuará de nuevo el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "konto",
      "translation": "cuenta",
      "definition": "Rejestr transakcji finansowych, używany do śledzenia przychodów i wydatków, lub oświadczenie o stanie finansowym.",
      "definition_translation": "Un registro de transacciones financieras, utilizado para rastrear ingresos y gastos, o una declaración de posición financiera.",
      "example": "Muszę sprawdzić saldo konta, aby upewnić się, czy mam wystarczająco pieniędzy, aby zapłacić rachunki, a następnie otworzę nowe konto, aby zaoszczędzić na wakacje, które wezmę następnego lata.",
      "example_translation": "Necesito revisar mi saldo de cuenta para asegurarme de tener suficiente dinero para pagar las facturas, y luego abriré una nueva cuenta para ahorrar mi vacación, que tomaré el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "księgowość",
      "translation": "contabilidad",
      "definition": "System rejestracji, weryfikacji i raportowania transakcji finansowych oraz statusu przedsiębiorstwa lub organizacji.",
      "definition_translation": "El sistema de registro, verificación y presentación de las transacciones financieras y el estado de una empresa o organización.",
      "example": "Firma zatrudniła zespół księgowych, aby obsłużyć księgowość dla kwartalnych raporów. Oni uwzględnili każdy wydatek i przychód. Oni będą uwzględniać rozbieżności w przyszłych raportach.",
      "example_translation": "La empresa contrató a un equipo de contadores para manejar la contabilidad para los informes trimestrales. Habían contabilizado cada gasto y ingreso. Contabilizarán las discrepancias en los informes futuros.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dokładność",
      "translation": "exactitud",
      "definition": "Jakość, stan lub stopień bycia dokładnym i wolnym od błędu.",
      "definition_translation": "La calidad, condición o grado de ser exacto y libre de error.",
      "example": "Naukowiec dążył do dokładności w swojej pracy badawczej. Ona osiągnęła dokładność w swoich poprzednich eksperymentach. Ona będzie dążyć do dokładności w swojej przyszłej pracy badawczej.",
      "example_translation": "La científica se esforzó por la exactitud en su investigación. Había logrado exactitud en sus experimentos anteriores. Se esforzará por la exactitud en su investigación futura.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "oskarżać",
      "translation": "acusar",
      "definition": "Oskarżyć kogoś o popełnienie przestępstwa lub błąd.",
      "definition_translation": "Acusar a alguien de un delito o falta.",
      "example": "Prokurator oskarży oskarżonego o popełnienie przestępstwa. Oskarżyła go o kłamstwo. Oskarżą go o kradzież.",
      "example_translation": "El fiscal acusará al acusado del delito. Lo había acusado de mentir. Lo acusarán de robo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ból",
      "translation": "doler",
      "definition": "Tępy ból, szczególnie w mięśniach lub stawach",
      "definition_translation": "un dolor opaco, especialmente en los músculos o articulaciones",
      "example": "Bolałem się po intensywnym treningu. Boli mnie od grypy. Będę bolał przez wiele tygodni od tej kontuzji.",
      "example_translation": "Me dolí por todos lados después del intenso entrenamiento. Estoy doliendo por la gripe. Doloreé por esta lesión durante semanas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kwas",
      "translation": "ácido",
      "definition": "Substancja chemiczna, która jest zwykle kwaśna w smaku i zmienia papier lakmusowy na czerwono",
      "definition_translation": "una sustancia química que es típicamente ácida al gusto y vuelve papel de tiza rojo",
      "example": "Kwas w pomidorach sprawił, że zjeżdżał mi się język. Chemiczka mieszając kwas z bazą stworzyła reakcję. Kwas rozpuści metal.",
      "example_translation": "El ácido en los tomates hizo que mi boca se encogiera. El químico mezcló el ácido con la base para crear una reacción. El ácido disolverá el metal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nabyć",
      "translation": "adquirir",
      "definition": "zdobyć lub uzyskać coś, szczególnie w wyniku wysiłku lub poświęcenia",
      "definition_translation": "ganar o obtener algo, especialmente como resultado de esfuerzo o sacrificio",
      "example": "Ona nabyła firmę po latach ciężkiej pracy. Muzeum nabyło rzadkie dzieło sztuki na aukcji. Uzyskamy nowe umiejętności do końca kursu.",
      "example_translation": "Ella adquirió la empresa después de años de trabajo duro. El museo adquirió un cuadro raro en la subasta. Adquiriremos nuevas habilidades al final del curso.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nabyć",
      "translation": "adquirir",
      "definition": "zdobyć lub uzyskać coś, szczególnie w wyniku wysiłku lub ciężkiej pracy",
      "definition_translation": "obtener o conseguir algo, especialmente como resultado de esfuerzo o trabajo duro",
      "example": "Nabyłem nową umiejętność w zeszłym roku. Nabywam nową wiedzę co dzień. Uzyskam nowy certyfikat next miesiąc.",
      "example_translation": "Adquirí una nueva habilidad el año pasado. Estoy adquiriendo nuevo conocimiento cada día. Adquiriré un nuevo certificado el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "działanie",
      "translation": "acción",
      "definition": "proces robienia czegoś, szczególnie aby osiągnąć określony cel",
      "definition_translation": "el proceso de hacer algo, especialmente para alcanzar un objetivo particular",
      "example": "Działanie filmu było niesamowite. Działanie, które podjęliśmy wczoraj, było udane. Plan działania zostanie zrealizowany w następnym kwartale.",
      "example_translation": "La acción de la película fue increíble. La acción que tomamos ayer fue exitosa. El plan de acción se implementará el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aktywnie",
      "translation": "activamente",
      "definition": "w sposób aktywny, robiąc coś z dużą energią i entuzjazmem",
      "definition_translation": "de manera activa, haciendo cosas con mucha energía y entusiasmo",
      "example": "Ona aktywnie uczestniczy w dyskusjach klasowych. Oni aktywnie pracują nad nowymi projektami. Będziemy aktywnie szukać nowych możliwości.",
      "example_translation": "Ella participa activamente en las discusiones de clase. Ellos trabajan activamente en nuevos proyectos. Buscaremos activamente nuevas oportunidades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "działalność",
      "translation": "actividad",
      "definition": "Stan, w którym rzeczy się dzieją lub są robione.",
      "definition_translation": "El estado en que las cosas están sucediendo o siendo hechas.",
      "example": "Będę uczestniczyć w działalności, aby nauczyć się nowego języka. Uczestniczę w działalności, aby nauczyć się nowego języka. Uczestniczyłem w działalności, aby nauczyć się nowego języka.",
      "example_translation": "Participaré en una actividad para aprender un nuevo idioma. Estoy participando en una actividad para aprender un nuevo idioma. Participé en una actividad para aprender un nuevo idioma.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rzeczywisty",
      "translation": "actual",
      "definition": "Istniejący w rzeczywistości lub fakt.",
      "definition_translation": "Existiendo en realidad o hecho.",
      "example": "Rzeczywisty koszt projektu był wyższy niż oczekiwany. Firma próbuje ustalić rzeczywistą przyczynę problemu. Rzeczywisty wynik eksperymentu był zaskakujący.",
      "example_translation": "El costo actual del proyecto fue más alto de lo esperado. La empresa está tratando de determinar la causa actual del problema. El resultado actual del experimento fue sorprendente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przystosować",
      "translation": "adaptar",
      "definition": "Zmienić coś, aby pasować do nowej sytuacji lub użycia.",
      "definition_translation": "Cambiar algo para que se adapte a una nueva situación o uso.",
      "example": "Przystosujemy oprogramowanie do naszych potrzeb. Firma szybko przystosowała się do nowych warunków rynkowych. Artysta przystosuje scenariusz dla filmu.",
      "example_translation": "Adaptaremos el software para que se ajuste a nuestras necesidades. La empresa se adaptó rápidamente a las nuevas condiciones del mercado. El artista adaptará el guión para la película.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "adicto",
      "definition": "Osoba, która jest fizjologicznie lub psychicznie zależna od substancji, takiej jak alkohol lub narkotyki. Osoba, która jest obsesyjnie oddana lub kompulsywnie popada w uzależnienie od aktywności.",
      "definition_translation": "Una persona que es físicamente o psicológicamente dependiente de una sustancia, como el alcohol o las drogas. Una persona que se entrega de manera obsesiva o se dedica compulsivamente a una actividad.",
      "example": "Lekarz leczył uzależnionego przez kilka miesięcy. Wczoraj spotkałem uzależnionego, który był trzeźwy od roku. Będę uzależniony od tej gry video przez następny miesiąc.",
      "example_translation": "El médico trató al adicto durante varios meses. Ayer, conocí a un adicto que había estado sobrio durante un año. Seré adicto a este juego de video durante el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "adicto",
      "definition": "Mający silne i często niekontrolowane pragnienie używania substancji, takiej jak narkotyk, lub angażowania się w aktywność, taką jak hazard.",
      "definition_translation": "Tener un deseo fuerte y a menudo incontrolable de usar una sustancia, como una droga, o de participar en una actividad, como el juego.",
      "example": "Jestem uzależniony od mediów społecznościowych. Była uzależniona od kawy. Będzie uzależniony od czytania książek do końca roku.",
      "example_translation": "Estoy adicto a las redes sociales. Ella estaba adicta al café. Él estará adicto a leer libros para fin de año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uzależnienie",
      "translation": "adicción",
      "definition": "Chroniczna i kompulsywna potrzeba używania substancji, takiej jak narkotyk, lub angażowania się w aktywność, taką jak hazard, mimo szkodliwych konsekwencji.",
      "definition_translation": "Una necesidad crónica y compulsiva de usar una sustancia, como una droga, o de participar en un comportamiento, como el juego, a pesar de las consecuencias perjudiciales.",
      "example": "Jej uzależnienie od palenia było poważnym problemem zdrowotnym. Uzależnienie od gier video wpłynęło na jego życie towarzyskie. Do następnego roku uzależnienie od mediów społecznościowych będzie poważnym problemem.",
      "example_translation": "Su adicción al tabaquismo estaba causando problemas de salud graves. La adicción a los videojuegos afectó su vida social. Para el próximo año, la adicción a las redes sociales será una gran preocupación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dodanie",
      "translation": "adición",
      "definition": "Akt dodawania czegoś do czegoś innego, szczególnie w matematyce.",
      "definition_translation": "El acto de agregar algo a algo más, especialmente en matemáticas.",
      "example": "Dodała dodatek do receptury, dodając jeszcze jedną szklankę cukru. Wczoraj dodałem nową funkcję do oprogramowania. Do następnego roku dodanie nowego skrzydła do szpitala będzie ukończone.",
      "example_translation": "Ella hizo una adición a la receta, agregando una taza extra de azúcar. Ayer, añadí una nueva función al software. Para el próximo año, la adición de una nueva ala al hospital estará completa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dodatkowy",
      "translation": "aditional",
      "definition": "Żądający czegoś więcej, szczególnie do tego, co jest już dostępne.",
      "definition_translation": "Proporcionando más de algo, especialmente a lo que ya está disponible.",
      "example": "Hotel oferował dodatkowe udogodnienia, w tym siłownię i spa. Nowa polityka zapewnia dodatkowe korzyści dla pracowników. Do następnego kwartału spodziewamy się dodatkowego wzrostu sprzedaży.",
      "example_translation": "El hotel ofreció comodidades adicionales, incluyendo un gimnasio y un spa. La nueva política proporciona beneficios adicionales a los empleados. Para el próximo trimestre, esperamos ver un crecimiento adicional en las ventas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dodatkowo",
      "translation": "adicionalmente",
      "definition": "W dodatku do tego, co już zostało powiedziane lub zrobione.",
      "definition_translation": "Además de lo que ya se ha dicho o hecho.",
      "example": "Nowa polityka pozwala na większą elastyczność, a dodatkowo oferuje bardziej kompleksowe ubezpieczenie. Nie tylko ukończyła projekt na czas, ale dodatkowo otrzymała wspaniałą opinię. Będziemy nie tylko uczestniczyć w spotkaniu, ale dodatkowo przygotujemy raport.",
      "example_translation": "La nueva política permite más flexibilidad, y adicionalmente, proporciona una cobertura más comprehensiva. No solo terminó el proyecto a tiempo, sino que adicionalmente, recibió retroalimentación excelente. No solo asistiremos a la reunión, sino que adicionalmente, prepararemos un informe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wystarczający",
      "translation": "adecuado",
      "definition": "Wystarczający dla określonego wymogu lub celu; odpowiedni lub pasujący.",
      "definition_translation": "Suficiente para un requisito o propósito específico; adecuado o apropiado.",
      "example": "Pokój hotelowy był wystarczający dla naszych potrzeb, ale obsługa była wyjątkowa. Wystarczająco przygotowaliśmy się do prezentacji, a ona poszła gładko. Do następnego roku będziemy wystarczająco przeszkolili nowy personel.",
      "example_translation": "La habitación del hotel era adecuada para nuestras necesidades, pero el servicio fue excelente. Habíamos preparado adecuadamente para la presentación, y fue sin problemas. Para el próximo año, habremos capacitado adecuadamente al nuevo personal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wystarczająco",
      "translation": "adecuadamente",
      "definition": "W stopniu zadowalającym lub akceptowalnym; wystarczająco.",
      "definition_translation": "A un grado satisfactorio o aceptable; suficientemente.",
      "example": "Firma wystarczająco rozważyła skargi klientów. Będziemy wystarczająco przygotowani do egzaminu. Wystarczająco wyjaśniła złożony koncept.",
      "example_translation": "La empresa ha abordado adecuadamente las quejas de los clientes. Prepararemos adecuadamente para el examen. Ella explicó adecuadamente el concepto complejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostosować",
      "translation": "ajustar",
      "definition": "Zmienić lub zmodyfikować coś nieznacznie, aby dopasować się do czegoś innego lub aby było bardziej odpowiednie.",
      "definition_translation": "Cambiar o modificar algo ligeramente, por lo general para que se ajuste, funcione mejor o se adapte a algo más.",
      "example": "Musiałśmy dostosować ustawienia, aby uzyskać najlepszą jakość obrazu. Dostosowała kapelusz, aby pasował dobrze. Do następnego roku będziemy dostosowali strategię biznesową do zmieniających się warunków rynkowych.",
      "example_translation": "Tuvo que ajustar los ajustes para obtener la mejor calidad de imagen. Ella ajustó su sombrero para que se ajuste adecuadamente. Para el próximo año, habremos ajustado nuestra estrategia empresarial para adaptarnos a las cambiantes condiciones del mercado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostosować",
      "translation": "ajustar",
      "definition": "Zmienić coś nieznacznie, aby dopasować się do czegoś innego lub aby było bardziej odpowiednie.",
      "definition_translation": "Cambiar algo ligeramente para que se adapte, funcione mejor o sea más adecuado.",
      "example": "Dostosowałem termostat, aby pokoj był chłodniejszy. Wczoraj musiałem dostosować mój harmonogram, aby zmieścić się w spotkaniu. Do następnego roku będę dostosował się do nowego systemu pracy.",
      "example_translation": "Ajusté el termostato para que la habitación estuviera más fría. Ayer, tuve que ajustar mi horario para incluir una reunión. Para el próximo año, habré ajustado al nuevo flujo de trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostosowanie",
      "translation": "ajuste",
      "definition": "Mała zmiana dokonana w czymś, aby poprawić lub uczynić bardziej odpowiednim.",
      "definition_translation": "Un pequeño cambio hecho en algo para mejorar o hacerlo más adecuado.",
      "example": "Dostosowanie do przepisu sprawiło, że smakło lepiej. Firma dokonała dostosowania do swojej strategii cenowej. Nauczyciel dokonał dostosowania do planu lekcji.",
      "example_translation": "El ajuste a la receta lo hizo saber mejor. La empresa hizo un ajuste a su estrategia de precios. El maestro hizo un ajuste al plan de lecciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "administracja",
      "translation": "administración",
      "definition": "Proces zarządzania i organizowania działalności przedsiębiorstwa, organizacji lub systemu.",
      "definition_translation": "El proceso de gestionar y organizar las actividades de una empresa, organización o sistema.",
      "example": "Administracja szpitala odpowiada za decyzje budżetowe. Nowa administracja dokonała znaczących zmian w polityce firmy. Administracja uniwersytetu zajmuje się rejestracją studentów.",
      "example_translation": "La administración del hospital es responsable de tomar decisiones presupuestarias. La nueva administración ha hecho cambios significativos en las políticas de la empresa. La administración de la universidad se encarga de la inscripción de estudiantes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uznanie",
      "translation": "admiración",
      "definition": "Uczucie szacunku i podziwu dla kogoś lub czegoś, często z powodu ich zdolności lub osiągnięć.",
      "definition_translation": "Un sentimiento de respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "Tłum pokazał uznanie dla niezwykłej wydajności gimnastyka. Ona zawsze podziwiała cierpliwość nauczyciela. Będą podziwiać piękną widok z góry góry.",
      "example_translation": "La multitud mostró admiración por la increíble actuación de la gimnasta. Ella ha siempre admirado la paciencia de su maestra. Admirarán la hermosa vista desde la cima de la montaña.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podziwiać",
      "translation": "admirar",
      "definition": "Czuć szacunek i podziw dla kogoś lub czegoś, często z powodu ich zdolności lub osiągnięć.",
      "definition_translation": "Sentir respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "Podziwiam jej odwagę w obliczu niebezpieczeństwa. On podziwiał piękno obrazu. Będą podziwiać widok z góry góry.",
      "example_translation": "Admiro su coraje en la cara del peligro. Él admiró la belleza de la pintura. Admirarán la vista desde la cima de la montaña.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjęcie",
      "translation": "admisión",
      "definition": "Akt dopuszczania kogoś do miejsca lub organizacji, lub fakt bycia dopuszczonym do wejścia.",
      "definition_translation": "El acto de permitir que alguien entre en un lugar o organización, o el hecho de ser admitido.",
      "example": "Przyjęcie do muzeum jest darmowe. Została ona odrzucona przyjęcia do uniwersytetu. Szpital wymagał przyjęcia do dalszego leczenia.",
      "example_translation": "La admisión al museo es gratuita. Ella fue denegada la admisión a la universidad. El hospital requirió admisión para tratamiento adicional.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyznać",
      "translation": "admitir",
      "definition": "Przyznać się do czegoś, szczególnie niechętnie",
      "definition_translation": "reconocer o confesar algo, especialmente con reluctancia",
      "example": "Przyznałem się do błędu i zostałem ułaskawiony. Przyznaję, że zrobiłem błąd. Przyznam się do błędu przed szefem.",
      "example_translation": "Reconocí mi error y me fue perdonado. Admito que cometí un error. Admitiré mi culpa a mi jefe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyznaję",
      "translation": "confesadamente",
      "definition": "Używane do przyznania się do czegoś, często czegoś nieprzyjemnego lub skandalicznego.",
      "definition_translation": "usado para reconocer algo, a menudo algo desagradable o embarazoso",
      "example": "Przyznaję, że nie lubię warzyw. Przyznaję, że byłem nieprawidłowy. To jest przyznaję, że jest to trudne zadanie.",
      "example_translation": "Confesadamente, no me gustan las verduras. Confesadamente, estaba equivocado. Es admitidamente una tarea difícil.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "adoptar",
      "definition": "Przyjąć coś jako swoje, lub rozpocząć używanie nowej idei lub metody.",
      "definition_translation": "tomar algo como propio, o empezar a usar una nueva idea o método",
      "example": "Przyjęliśmy psa ze schroniska. Firma przjęła nową politykę w przyszłym roku. Ona przyjęła nową fryzurę.",
      "example_translation": "Adoptamos un perro del refugio. La empresa adoptará una nueva política el próximo año. Ella adoptó un peinado nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "adoptar",
      "definition": "Przyjąć dziecko kogoś innego do swojej rodziny, lub przyjąć coś takiego jak idea lub plan jako swój.",
      "definition_translation": "Tomar a un niño de otra persona en tu propia familia, o tomar algo como una idea o un plan como propio.",
      "example": "Przyjęliśmy psa ze schroniska przed rokiem. Obecnie przyjmujemy nową strategię, aby zwiększyć sprzedaż. Do przyszłego roku przyjmujemy bardziej zrównoważone podejście.",
      "example_translation": "Adoptamos un perro del refugio el año pasado. Actualmente, estamos adoptando una nueva estrategia para aumentar las ventas. Para el próximo año, habremos adoptado un enfoque más sostenible.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjęty",
      "translation": "adoptado",
      "definition": "Czas przeszły przyjąć, oznaczający przyjęcie kogoś innego dziecka do swojej rodziny, lub przyjęcie czegoś takiego jak idea lub plan jako swój.",
      "definition_translation": "Tiempo pasado de adoptar, que significa haber tomado a un niño de otra persona en tu propia familia, o haber tomado algo como una idea o un plan como propio.",
      "example": "Oni przyjęli dziecko z Chin, gdy byli młodsi. Firma przyjęła nową politykę w minionym kwartale. Do przyszłego roku będą mieli przyjęty bardziej wydajny system.",
      "example_translation": "Ellos adoptaron a un niño de China cuando eran más jóvenes. La empresa había adoptado una nueva política el trimestre pasado. Para el próximo año, habrán adoptado un sistema más eficiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "adopcja",
      "translation": "adopción",
      "definition": "Akt przyjęcia dziecka czyjegoś do własnej rodziny lub idei czy planu jako własnego.",
      "definition_translation": "El acto de tomar a un niño de otra persona en tu propia familia, o el acto de tomar algo como una idea o un plan como propio.",
      "example": "Proces adopcji trwał kilka miesięcy. Firma przyjęła nową technologię, co zwiększyło produktywność. Przyjęcie nowej polityki było udane.",
      "example_translation": "El proceso de adopción tomó varios meses. La adopción de la nueva tecnología de la empresa ha aumentado la productividad. La adopción de la nueva política ha sido exitosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "postać",
      "translation": "adelantar",
      "definition": "Postęp lub rozwój w określonym obszarze lub działalności.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "Będę rozwijać swoją karierę, ucząc się nowych umiejętności. Rozwinąłem swoją karierę, ucząc się nowych umiejętności. Rozwijałem swoją karierę, ucząc się nowych umiejętności.",
      "example_translation": "Voy a adelantar mi carrera aprendiendo nuevas habilidades. He adelantado mi carrera aprendiendo nuevas habilidades. Había adelantado mi carrera aprendiendo nuevas habilidades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "postać",
      "translation": "adelantar",
      "definition": "Postęp lub rozwój w określonym obszarze lub działalności.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "Firma będzie rozwijać swoją technologię, inwestując w badania. Firma rozwijała swoją technologię, inwestując w badania. Firma rozwijała swoją technologię, inwestując w badania.",
      "example_translation": "La empresa va a adelantar su tecnología invirtiendo en investigación. La empresa adelantó su tecnología invirtiendo en investigación. La empresa había adelantado su tecnología invirtiendo en investigación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przygódniczy",
      "translation": "aventurero",
      "definition": "Gotów do podejmowania ryzyka i próbowania nowych rzeczy, często w sposób śmiały lub odważny.",
      "definition_translation": "Dispuesto a correr riesgos y probar cosas nuevas, a menudo de manera osada o atrevida.",
      "example": "Była przygódnicza i kochała próbować nowych potraw. Była przygódnicza i kochała próbować nowych potraw. Będzie przygódnicza i kocha próbować nowych potraw.",
      "example_translation": "Ella era aventurera y amaba probar nuevos alimentos. Ella había sido aventurera y amaba probar nuevos alimentos. Ella será aventurera y amará probar nuevos alimentos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "reklama",
      "translation": "publicidad",
      "definition": "Działalność lub zawód tworzenia informacji na potrzeby reklamowania produktów lub usług.",
      "definition_translation": "La actividad o profesión de producir información para anunciar productos o servicios.",
      "example": "Pracuje w reklamie od kilku lat i zdobyła wiele nagród za swoje kampanie. Pracowała nad projektem reklamowym dla nowej marki modowej, a teraz przygotowuje strategię reklamową dla startupu technologicznego.",
      "example_translation": "Ha estado trabajando en publicidad durante varios años y ha ganado numerosos premios por sus campañas. Trabajó en un proyecto de publicidad para una nueva marca de moda, y ahora está preparando una estrategia de publicidad para una startup de tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " Romans",
      "translation": "asunto",
      "definition": "Romantyczny lub seksualny związek, szczególnie tajny lub nieuczciwy.",
      "definition_translation": "Una relación romántica o sexual, especialmente una secreta o ilícita.",
      "example": "Wiadomość o romansie między dwoma gwiazdami szokowała ich fanów. Mieli romans w przeszłości, ale skończył się źle. Teraz próbują utrzymać swój nowy romans w tajemnicy.",
      "example_translation": "La noticia del asunto entre las dos celebridades sorprendió a sus fans. Tuvieron un asunto en el pasado, pero terminó mal. Ahora, están tratando de mantener su nuevo asunto privado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wpływać",
      "translation": "afectar",
      "definition": "Mieć wpływ lub oddziaływać na coś lub kogoś.",
      "definition_translation": "Influir o tener un impacto en algo o alguien.",
      "example": "Zima wpłynie na plony. Jej nastrój został dotknięty wiadomością. Nowa polityka wpłynie na wszystkich w firmie.",
      "example_translation": "El clima frío afectará los cultivos. Su estado de ánimo fue afectado por la noticia. La nueva política afectará a todos en la empresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wpływać",
      "translation": "afectar",
      "definition": "Mieć wpływ lub oddziaływać na coś lub kogoś; udawać lub pozorować coś.",
      "definition_translation": "Influir o tener un impacto en algo o alguien; pretender o fingir algo.",
      "example": "Zima wpłynie na plony. Udawałem brytyjski akcent, aby brzmieć bardziej sofistycznie. Będzie wpływał na decyzję w przyszłym tygodniu.",
      "example_translation": "El clima frío afectará a los cultivos. Afecté un acento británico para sonar más sofisticado. Él afectará la decisión la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uczucie",
      "translation": "afecto",
      "definition": "Uczucie miłości, przywiązania lub ciepła wobec kogoś lub czegoś.",
      "definition_translation": "Un sentimiento de amor, cariño o calor hacia alguien o algo.",
      "example": "Okazała wielkie uczucie wobec swojej młodszej siostry. Pies witał ogonem z uczuciem. Ma głębokie uczucie do muzyki.",
      "example_translation": "Ella mostró gran afecto hacia su hermana menor. El perro movió su cola con afecto. Él tiene un profundo afecto por la música.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "uczuciowy",
      "translation": "afectuoso",
      "definition": "Demonstrując lub odczuwając miłość, przywiązanie lub ciepło wobec kogoś lub czegoś.",
      "definition_translation": "Demostrar o sentir amor, cariño o calor hacia alguien o algo.",
      "example": "Jest uczuciową matką swoim dzieciom. Był bardzo uczuciowy wobec swojego partnera. Byli uczuciowym małżeństwem.",
      "example_translation": "Ella es una madre afectuosa con sus hijos. Él fue muy afectuoso hacia su pareja. Ellos eran una pareja afectuosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wiek",
      "translation": "edad",
      "definition": "Czas, przez który istniała osoba lub rzecz.",
      "definition_translation": "La longitud de tiempo que una persona o cosa ha existido o ha estado en uso.",
      "example": "Do czasu, gdy miałem 18 lat, sudah podróżowałem do pięciu różnych krajów. Jestem teraz w wieku, w którym mogę głosować. Będę w wieku emerytalnym za 20 lat.",
      "example_translation": "Para cuando tenía 18 años, ya había viajado a cinco países diferentes. Ahora estoy en la edad en la que puedo votar. Tendré la edad de jubilación en 20 años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "agent",
      "translation": "agente",
      "definition": "Osoba reprezentująca lub działająca w imieniu innej osoby lub organizacji.",
      "definition_translation": "Una persona que representa o actúa en nombre de otra persona u organización.",
      "example": "Agent nieruchomości pokazał nam kilka domów, zanim znaleźliśmy idealny. Ona była agentem firmy przez ponad 10 lat. Agent przybędzie jutro, aby omówić kontrakt.",
      "example_translation": "El agente inmobiliario nos mostró varias casas antes de que encontráramos la perfecta. Ella ha sido agente de la empresa durante más de 10 años. El agente llegará mañana para discutir el contrato.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "agresywny",
      "translation": "agresivo",
      "definition": "Mający lub pokazujący silną i decydującą osobowość lub zachowanie.",
      "definition_translation": "Teniendo o mostrando una personalidad o comportamiento fuerte y decidido.",
      "example": "Agresywny sprzedawca naciskał, aby kupiłem produkt. Ona ma agresywny styl jazdy. Firma rozpocznie agresywną kampanię marketingową w następnym kwartale.",
      "example_translation": "El vendedor agresivo me empujó a comprar el producto. Ella tiene un estilo de conducción agresivo. La empresa lanzará una campaña publicitaria agresiva el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "agresywnie",
      "translation": "agresivamente",
      "definition": "W sposób, który jest odważny, wrogi lub gwałtowny; siłą i zdecydowanie, często w sposób, który jest uważany za niegrzeczny lub groźny.",
      "definition_translation": "De una manera que es osada, hostil o violenta; con fuerza y decisión, a menudo de una manera que se considera descortés o amenazadora.",
      "example": "Ona agresywnie argumentowała z bratem o polityce. Ona będzie agresywnie ścigać nową możliwość biznesową. Ona agresywnie reklamowała swój produkt online.",
      "example_translation": "Ella argumentó agresivamente con su hermano sobre política. Ella perseguirá agresivamente la nueva oportunidad empresarial. Ella había comercializado agresivamente su producto en línea.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "umowa",
      "translation": "acuerdo",
      "definition": "Negocjowane i wzajemnie akceptowane rozwiązanie, układ lub kontrakt, zwłaszcza formalnie i prawnie wiążące.",
      "definition_translation": "Un acuerdo negociado y mutuamente aceptable, arreglo, o contrato, especialmente uno que es formal y legalmente vinculante.",
      "example": "Firma osiągnęła umowę z związkami zawodowymi. Mieliśmy umowę spotkać się o 17:00. Umowa będzie ważna przez trzy lata.",
      "example_translation": "La empresa llegó a un acuerdo con el sindicato. Tenían un acuerdo para reunirse a las 5 pm. El acuerdo será válido por tres años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rolnictwo",
      "translation": "agricultura",
      "definition": "Nauka, sztuka i praktyka uprawy ziemi, produkcji plonów i hodowli zwierząt; zarządzanie ziemią i zasobami rolnej.",
      "definition_translation": "La ciencia, arte y práctica de cultivar el suelo, producir cultivos y criar ganado; la gestión de la tierra y recursos agrícolas.",
      "example": "Ona studiowała rolnictwo w college'u. Rząd inwestował w rolnictwo, aby poprawić produkcję żywności. Region jest znany z innowacyjnych praktyk rolnej.",
      "example_translation": "Ella estudió agricutura en la universidad. El gobierno invirtió en agricultura para mejorar la producción de alimentos. La región es conocida por sus prácticas agrícolas innovadoras.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pomoc",
      "translation": "auxilio",
      "definition": "Akt udzielania wsparcia lub pomocy komuś lub czemuś, zwłaszcza finansowo lub materialnie.",
      "definition_translation": "El acto de asistir o apoyar a alguien o algo en necesidad, especialmente financieramente o materialmente.",
      "example": "Rząd udzielił pomocy ofiarom huraganu. Organizacja charytatywna będzie pomagać uchodźcom. Nowa polityka będzie pomagać w rozwoju gospodarczym.",
      "example_translation": "El gobierno proporcionó auxilio a las víctimas del huracán. La caridad ayudará a los refugiados. La nueva política ayudará en el crecimiento económico.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cel",
      "translation": "objetivo",
      "definition": "Przypuszczalny lub długoterminowy cel lub intencja.",
      "definition_translation": "Un propósito o intención, especialmente uno de naturaleza a largo plazo.",
      "example": "Mój cel jest zakończyć projekt do końca roku. Ona wycelowała w cel. Cel firmy jest zwiększyć zyski.",
      "example_translation": "Mi objetivo es terminar el proyecto para fin de año. Ella apuntó al objetivo. El objetivo de la empresa es aumentar los beneficios.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "statki powietrzne",
      "translation": "aeronave",
      "definition": "Pojazd mogący latać przez powietrze, taki jak samolot lub helikopter.",
      "definition_translation": "Un vehículo que es capaz de volar por el aire, como un avión o helicóptero.",
      "example": "Statek powietrzny wylądował bezpiecznie na pasie startowym. Nowy statek powietrzny został zaprojektowany dla długodystansowych lotów. Lotniskowiec jest ogromnym okrętem.",
      "example_translation": "La aeronave aterrizó con seguridad en la pista. El nuevo avión fue diseñado para vuelos de larga distancia. El portaaviones es un barco masivo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przechód",
      "translation": "pasillo",
      "definition": "Przejście między rzędami siedzeń w kościele, samolocie lub innym pojeździe, lub podłużny podział magazynu lub sklepu.",
      "definition_translation": "Un pasaje entre filas de asientos en una iglesia, avión o otro vehículo, o una división longitudinal de un almacén o tienda.",
      "example": "Przeszedłem korytarzem do swojego miejsca na pokładzie. Wczoraj przeszedłem korytarzem do swojego miejsca w pociągu. Jutro przeszedłem korytarzem do swojego miejsca w autobusie.",
      "example_translation": "Caminé por el pasillo hacia mi asiento en el avión. Ayer, caminé por el pasillo hacia mi asiento en el tren. Mañana, caminaré por el pasillo hacia mi asiento en el autobús.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alkoholizm",
      "translation": "alcoholismo",
      "definition": "Przewlekła i często postępująca choroba, która obejmuje problemy z kontrolowaniem picia, obsesję alkoholem, kontynuowanie picia alkoholu nawet wtedy, gdy powoduje problemy, oraz doświadczanie objawów odstawiennych w przypadku szybkiego zmniejszenia lub zaprzestania picia.",
      "definition_translation": "Una enfermedad crónica y a menudo progresiva que incluye problemas para controlar su consumo de alcohol, estar obsesionado con el alcohol, continuar usando alcohol incluso cuando causa problemas y experimentar síntomas de abstinencia al reducir bruscamente su consumo de alcohol o dejar de beber.",
      "example": "On walczył z alkoholizmem przez lata. Jego matka walczyła z alkoholizmem, gdy był dzieckiem. Niestety, będzie walczył z alkoholizmem przez resztę życia.",
      "example_translation": "Ha luchado con el alcoholismo durante años. Su madre luchó con el alcoholismo cuando él era niño. Desafortunadamente, luchará con el alcoholismo por el resto de su vida.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obcy",
      "translation": "extranjero",
      "definition": "Osoba, która nie jest obywatelem kraju, w którym mieszka, lub stwór z innego świata.",
      "definition_translation": "Una persona que no es ciudadana del país en el que vive, o una criatura de otro mundo.",
      "example": "Obcy z filmu był bardzo przerażający. Wczoraj zobaczyłem obcego w kinie. W przyszłości odkryjemy obcego na Marsie.",
      "example_translation": "El extranjero de la película era muy emocionante. Ayer, vi un extranjero en el cine. En el futuro, descubriremos un extranjero en Marte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podobny",
      "translation": "similar",
      "definition": "Mający podobny charakter lub naturę; porównywalny.",
      "definition_translation": "Teniendo una naturaleza o carácter similar; comparable.",
      "example": "Dwie siostry były podobne pod względem wyglądu, ale różniły się pod względem osobowości. Były podobne w swojej miłości do muzyki. Będą podobne w swoich celach.",
      "example_translation": "Las dos hermanas eran similares en apariencia, pero diferentes en personalidad. Eran similares en su amor por la música. Serán similares en sus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alergia",
      "translation": "alergia",
      "definition": "Stan, w którym organizm reaguje nieprawidłowo na substancję obcą.",
      "definition_translation": "Una condición en la que el sistema inmunológico del cuerpo reacciona anormalmente a una sustancia extraña.",
      "example": "Mam alergię na orzechy, więc unikam ich jedzenia. Miałem alergię na owoce morza, gdy był dzieckiem. Rozwinę alergię na pyłki, jeśli przeniosę się na wieś.",
      "example_translation": "Tengo una alergia a los cacahuetes, así que evito comerlos. Tuve una alergia a los mariscos cuando era niño. Desarrollaré una alergia al polen si me mudo al campo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zaułek",
      "translation": "callejón",
      "definition": "Wąski przejście między, za lub wewnątrz budynków.",
      "definition_translation": "Un pasaje estrecho entre, detrás o dentro de edificios.",
      "example": "Zaułek za restauracją był ciemny i wąski. Zaułek był popularnym miejscem dla artystów graffiti. Zaułek będzie odnowiony przyszłym roku.",
      "example_translation": "El callejón detrás del restaurante era oscuro y estrecho. El callejón era un lugar popular para artistas de grafiti. El callejón se renovará el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aligator",
      "translation": "caimán",
      "definition": "Duży gatunek reptyle z długim nosem i potężnymi szczękami, spotykany w wodach słodkich i słonawych na południu Stanów Zjednoczonych i w Ameryce Środkowej i Południowej.",
      "definition_translation": "Un gran reptil con una larga snout y mandíbulas poderosas, encontrado en agua fresca y salobre en el sureste de los Estados Unidos y Centroamérica y Sudamérica.",
      "example": "Wczoraj zobaczyłem aligatora, który wylegiwał się w słońcu nad jeziorem. Zobaczę aligatora w zoo jutro. Zobaczyłem aligatora pływającego w rzece w zeszłym tygodniu.",
      "example_translation": "Vi un caimán tomando el sol junto al lago ayer. Veré un caimán en el zoológico mañana. Vi un caimán nadando en el río la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alfabetyczny",
      "translation": "alfabético",
      "definition": "Ułożony w odpowiedniej kolejności według standardowej sekwencji liter w alfabecie.",
      "definition_translation": "Ordenado en el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "Słowa w słowniku są ułożone w kolejności alfabetycznej. Trzymała swoje pliki w kolejności alfabetycznej. Książka telefoniczna lista nazwisk w kolejności alfabetycznej.",
      "example_translation": "Las palabras en el diccionario están ordenadas alfabéticamente. Ella mantuvo sus archivos en orden alfabético. La guía telefónica enumera nombres en orden alfabético.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alfabetycznie",
      "translation": "alfabéticamente",
      "definition": "W odpowiedniej kolejności według standardowej sekwencji liter w alfabecie.",
      "definition_translation": "En el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "Książki na półce były ułożone alfabetycznie. Organizowała swoją bibliotekę muzyczną alfabetycznie. Uczniowie ustawili się alfabetycznie do zdjęcia grupowego.",
      "example_translation": "Los libros en la estantería estaban ordenados alfabéticamente. Ella organizó su biblioteca de música alfabéticamente. Los estudiantes se alinearon alfabéticamente para la foto de grupo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zmieniać",
      "translation": "cambiar",
      "definition": "Zmieniać lub modyfikować coś, zwłaszcza w sposób nieznaczny lub częściowy.",
      "definition_translation": "Cambiar o modificar algo, especialmente de una manera leve o parcial.",
      "example": "Zmieniłem przepis, aby zrobić go słodszym. Zmieniam suknię, aby pasowała mi lepiej. Zmienię plan, aby uwzględnić więcej czasu na feedback.",
      "example_translation": "Cambie la receta para hacerla más dulce. Estoy cambiando el vestido para que me quede mejor. Cambiaré los planes para incluir más tiempo para retroalimentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alternatywa",
      "translation": "alternativa",
      "definition": "Wybór między dwiema lub więcej rzeczami, zwłaszcza gdy jedna rzecz jest nieakceptowalna lub niemożliwa.",
      "definition_translation": "Una elección entre dos o más cosas, especialmente cuando una cosa es inaceptable o imposible.",
      "example": "Mamy alternatywną rozwiązanie problemu. Rozważała alternatywne kariery przed wyborem medycyny. Będą rozważał alternatywne opcje, jeśli projekt się nie powiedzie.",
      "example_translation": "Tenemos una solución alternativa al problema. Ella consideró carreras alternativas antes de elegir la medicina. Considerarán opciones alternativas si el proyecto fracasa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alternatywa",
      "translation": "alternativa",
      "definition": "Wybór między dwoma lub więcej rzeczami, szczególnie gdy jedna rzecz jest nieakceptowalna lub niemożliwa.",
      "definition_translation": "Una elección entre dos o más cosas, especialmente cuando una cosa es inaceptable o imposible.",
      "example": "Firma oferuje alternatywne źródła energii, aby zmniejszyć emisję dwutlenku węgla. Artysta eksplorował alternatywne formy muzyki. Program zapewnia alternatywne opcje transportowe dla osób dojeżdżających do pracy.",
      "example_translation": "La empresa ofrece fuentes de energía alternativas para reducir las emisiones de carbono. El artista exploró formas alternativas de música. El programa proporciona opciones de transporte alternativas para los commuting.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "alternatywnie",
      "translation": "alternativamente",
      "definition": "W inny sposób lub metodą; w inny sposób.",
      "definition_translation": "De una manera diferente o modo; de otra manera o método.",
      "example": "Pracowałem alternatywnie nad projektem i robiłem przerwy, aby odświeżyć umysł. Będę alternatywnie koncentrował się na zadaniu i sprawdzał e-mail. Miałem alternatywnie rozwiązany problem, ale rozwiązanie nie było optymalne.",
      "example_translation": "Alternativamente, trabajé en el proyecto y me tomé breaks para refrescar mi mente. Alternativamente, me enfocaré en la tarea y revisaré mi correo electrónico. Alternativamente, había resuelto el problema, pero la solución no era óptima.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aluminium",
      "translation": "aluminio",
      "definition": "Lekki, srebrzysto-biały pierwiastek metaliczny, często stosowany w samolotach, naczyniach kuchennych i materiałach budowlanych.",
      "definition_translation": "Un elemento metálico liviano, blanco plateado que se utiliza comúnmente en aviones, utensilios de cocina y materiales de construcción.",
      "example": "Samolot był wykonany z lekkiego i wytrzymałego aluminium. Szef kuchni używał aluminium folii, aby zapakować resztki. Infrastruktura miasta została rozbudowana za pomocą rur aluminiowych.",
      "example_translation": "El avión estaba hecho de aluminio fuerte y liviano. El chef usó papel de aluminio para envolver los restos. La infraestructura de la ciudad se amplió utilizando tuberías de aluminio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumienie",
      "translation": "asombro",
      "definition": "Uczucie wielkiego zdumienia lub zdziwienia, często towarzyszące uczuciom zdziwienia lub podziwu.",
      "definition_translation": "Un sentimiento de gran sorpresa o asombro, a menudo acompañado de un sentido de estupefacción o admiración.",
      "example": "Pokaz fajerwerków wypełnił tłum zdumieniem. Turystom wywołało zdumienie poznanie starożytnych ruin. Dziecko wyraziło zdumienie, widząc światłaBożonarodzeniowe.",
      "example_translation": "El espectáculo de fuegos artificiales llenó a la multitud de asombro. Los turistas sintieron asombro ante las ruinas antiguas. El asombro del niño fue evidente cuando vio las luces de Navidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ambasador",
      "translation": "embajador",
      "definition": "Wysokiej rangi przedstawiciel rządu stacjonujący w obcym kraju, reprezentujący interesy swego kraju.",
      "definition_translation": "Un representante gubernamental de alto rango que se encuentra estacionado en un país extranjero para representar los intereses de su país.",
      "example": "Ambasador został wezwany do ministerstwa spraw zagranicznych, aby omówić umowę handlową. Była ambasadorem Francji przez pięć lat. Będzie ambasadorem Chin w następnym roku.",
      "example_translation": "El embajador fue convocado al ministerio de asuntos exteriores para discutir el acuerdo comercial. Ella había sido embajadora en Francia durante cinco años. Ella se convertirá en embajadora en China el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ambicja",
      "translation": "ambición",
      "definition": "Mocne pragnienie lub cel, aby osiągnąć coś, często wymagający determinacji i ciężkiej pracy.",
      "definition_translation": "Un deseo fuerte o meta para lograr algo, a menudo requiriendo determinación y trabajo duro.",
      "example": "Miała ambicję zostać sławną aktorką. On żywił ambicję, aby rozpocząć własną działalność gospodarczą. Oni pali ambicją, aby zdobyć Mount Everest.",
      "example_translation": "Ella tenía una ambición de convertirse en una actriz famosa. Él abrigaba una ambición de iniciar su propio negocio. Ellos alimentaron su ambición de escalar el Monte Everest.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ambitny",
      "translation": "ambicioso",
      "definition": "Mający lub pokazujący silne pragnienie sukcesu, często wymagający wiele wysiłku i determinacji.",
      "definition_translation": "Teniendo o mostrando un fuerte deseo de tener éxito, a menudo requiriendo un gran esfuerzo y determinación.",
      "example": "Był ambitnym młodym człowiekiem, który chciał zmienić świat. Firma jest ambitna, aby rozszerzyć swoją działalność na skalę globalną. Ona była ambitna, aby zostać sukcesywną przedsiębiorczynią.",
      "example_translation": "Él era un joven ambicioso que quería hacer una diferencia. La empresa es ambiciosa de expandir sus operaciones a nivel global. Ella era ambiciosa de convertirse en una empresaria exitosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozpieszczać",
      "translation": "divertir",
      "definition": "Rozśmieszać lub zajmować w przyjemny sposób.",
      "definition_translation": "entretenerte o ocuparte de una manera agradable",
      "example": "Ona rozpieszcza gości swoimi historiami. Ona rozpieszcza ich swoimi historiami. Ona będzie rozpieszczać ich swoimi historiami.",
      "example_translation": "Ella divierte a los invitados con sus historias. Ella los divirtió con sus historias. Ella los divertirá con sus historias.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozpieszczać",
      "translation": "divertir",
      "definition": "Rozśmieszać lub zajmować w przyjemny sposób.",
      "definition_translation": "entretenerte o ocuparte de una manera agradable",
      "example": "Film rozpieszcza nas każdorazowo, gdy go oglądamy. On rozpieszczał nas wczoraj. On będzie rozpieszczał nas jutro.",
      "example_translation": "La película nos divierte cada vez que la vemos. Nos divirtió anoche. Nos divertirá de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozpieszczony",
      "translation": "divertido",
      "definition": "Czujący przyjemność lub rozrywkę.",
      "definition_translation": "sentir placer o disfrute",
      "example": "Turystom przyjemnie było oglądać ulicznych artystów. Oni byli rozpieszczeni przez magiczne show wczoraj. Oni będą rozpieszczeni przez klub komediowy jutro.",
      "example_translation": "Los turistas se divirtieron con los artistas callejeros. Se divirtieron con el show de magia ayer. Se divertirán con el club de comedia mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rozrywka",
      "translation": "diversión",
      "definition": "uczucie przyjemności lub zabawy, szczególnie to pochodzące z aktywności rekreacyjnej lub towarzyskiej",
      "definition_translation": "un sentimiento de disfrute o placer, especialmente uno derivado de una actividad recreativa o social",
      "example": "Uzyskałem dużo rozrywki z oglądania programu komediowego. Będę miał rozrywkę z grania w gry wideo jutro. Uzyskałem rozrywkę z czytania powieści ubiegłego tygodnia.",
      "example_translation": "Obtuve mucho disfrute al ver el show de comedia. Me divertiré jugando videojuegos mañana. Me divertí leyendo una novela la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ananconda",
      "translation": "anaconda",
      "definition": "duży, niejadowity wąż znaleziony w Ameryce Południowej, znany ze swojego charakterystycznego wzoru i zdolności duszenia",
      "definition_translation": "una gran serpiente no venenosa encontrada en Sudamérica, conocida por su patrón distintivo y habilidades de constricción",
      "example": "Zobaczyłem anakondę w zoo. Anakonda będzie wystawiona w muzeum jutro. Anakonda była wystawiona w muzeum ubiegłego tygodnia.",
      "example_translation": "Vi una anaconda en el zoológico. La anaconda será exhibida en el museo mañana. La anaconda fue exhibida en el museo la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "analizować",
      "translation": "analizar",
      "definition": "badać lub analizować coś dokładnie i szczegółowo, szczególnie w celu zidentyfikowania i zrozumienia jego natury lub znaczenia",
      "definition_translation": "estudiar o examinar algo cuidadosamente y en detalle, típicamente para identificar y entender su naturaleza o significado",
      "example": "Będę analizował dane jutro. Ona analizuje trendy rynkowe co tydzień. Oni analizowali wyniki ubiegłego miesiąca.",
      "example_translation": "Analizaré los datos mañana. Ella analiza las tendencias del mercado cada semana. Ellos analizaron los resultados el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "analiza",
      "translation": "análisis",
      "definition": "Proces rozkładania złożonej tematyki lub substancji na mniejsze części w celu lepszego zrozumienia jej.",
      "definition_translation": "El proceso de descomponer un tema o sustancia compleja en partes más pequeñas para comprenderlo mejor.",
      "example": "Przeprowadziłem analizę danych finansowych firmy, aby zidentyfikować obszary do poprawy. Będę przeprowadzał dokładną analizę systemu, aby znaleźć przyczynę problemu. Ona przeprowadziła analizę trendów rynkowych przed podjęciem decyzji.",
      "example_translation": "Realicé un análisis de los datos financieros de la empresa para identificar áreas de mejora. Realizaré un análisis exhaustivo del sistema para encontrar la causa raíz del problema. Ella había realizado un análisis de las tendencias del mercado antes de tomar una decisión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "analityk",
      "translation": "analista",
      "definition": "Osoba, która analizuje lub bada coś, takie jak dane lub sytuacja, w celu zrozumienia lub interpretacji jej.",
      "definition_translation": "Una persona que analiza o examina algo, como datos o una situación, para comprenderlo o interpretarlo.",
      "example": "Firma zatrudniła analityka finansowego, aby przeglądał budżet. Ona jest doświadczonym analitykiem z wieloletnim doświadczeniem. Analityk będzie analizował dane, aby zidentyfikować trendy i wzorce.",
      "example_translation": "La empresa contrató a un analista financiero para revisar su presupuesto. Ella es una analista experimentada con muchos años de experiencia. El analista analizará los datos para identificar tendencias y patrones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przodek",
      "translation": "antepasado",
      "definition": "Osoba, od której się pochodzi, często wiele pokoleń wcześniej.",
      "definition_translation": "Una persona de la que se desciende, a menudo muchas generaciones atrás.",
      "example": "Mój przodek walczył w wojnie secesyjnej. Była ona bezpośrednim przodkiem rodziny królewskiej. Nasi przodkowie migrowali do tego kraju w XIX wieku.",
      "example_translation": "Mi antepasado luchó en la Guerra Civil Estadounidense. Ella era un antepasado directo de la familia real. Nuestros antepasados emigraron a este país en el siglo 19.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gniew",
      "translation": "ira",
      "definition": "silne uczucie niezadowolenia lub wrogości",
      "definition_translation": "un sentimiento fuerte de desagrado o hostilidad",
      "example": "Czułem gniew, kiedy zobaczyłem wiadomość. Czułem gniew wcześniej, ale teraz czuję się wściekły.",
      "example_translation": "Me sentí ira cuando vi las noticias. Había sentido ira antes, pero ahora me siento enojado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zwierzę",
      "translation": "animal",
      "definition": "żyjąca organizacja, która żywi się materią organiczną",
      "definition_translation": "un organismo vivo que se alimenta de materia orgánica",
      "example": "Zwierzę było zmęczone po długiej podróży. Ono było zwierzęciem przez wiele lat, ale teraz jest starszym zwierzęciem.",
      "example_translation": "El animal estaba cansado después de un largo viaje. Ha sido un animal durante años, pero ahora es un animal viejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "co roku",
      "translation": "anualmente",
      "definition": "co roku, raz w roku",
      "definition_translation": "ocurriendo o hecho una vez al año",
      "example": "Firma spotyka się co roku, aby omówić budżet. Spotkaliśmy się co roku w zeszłym roku i spotkamy się co roku w przyszłym roku.",
      "example_translation": "La empresa se reúne anualmente para discutir el presupuesto. Nos reunimos anualmente el año pasado, y nos reuniremos anualmente el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lęk",
      "translation": "ansiedad",
      "definition": "Uczucie niepokoju, nerwowości lub niepewności co do czegoś, co może się wydarzyć.",
      "definition_translation": "Un sentimiento de inquietud, nerviosismo o malestar por algo que pueda suceder.",
      "example": "Ona czuła lęk przed zbliżającym się egzaminem, ale ona studiowała hard i była dobrze przygotowana. Ona czuje lęk teraz, ale będzie się czuła ulgowana, kiedy to już będzie po wszystkim.",
      "example_translation": "Ella sentía ansiedad por su próximo examen, pero había estudiado duro y estaba bien preparada. Ahora está sintiendo ansiedad por eso, pero se sentirá aliviada cuando termine.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niecierpliwie",
      "translation": "ansiosamente",
      "definition": "W sposób, który pokazuje, że jesteś zdenerwowany lub nerwowy z powodu czegoś.",
      "definition_translation": "De una manera que muestra que estás preocupado o nervioso por algo.",
      "example": "Czekała niecierpliwie na wieści, ale były one opóźnione. Czekając niecierpliwie na wyniki, będzie ulga, gdy one nadejdą.",
      "example_translation": "Ella esperó ansiosamente las noticias, pero se demoraron. Ahora está esperando ansiosamente los resultados, y se sentirá aliviada cuando lleguen.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jakkolwiek",
      "translation": "de cualquier manera",
      "definition": "Używany do wskazania, że coś się dzieje lub jest prawdziwe, niezależnie od innych rzeczy.",
      "definition_translation": "Se utiliza para indicar que algo sucede o es verdad sin importar otras cosas.",
      "example": "Nie uczyłem się do testu, ale zdałem jakkolwiek. Była chora, ale poszła do pracy jakkolwiek.",
      "example_translation": "No estudié para el examen, pero aprobaré de cualquier manera. Ella se sentía enferma, pero fue al trabajo de cualquier manera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "apostrof",
      "translation": "apóstrofo",
      "definition": "Znak przestankowy (') używany do wskazania opuszczenia jednej lub więcej liter w słowie, do tworzenia liczby mnogiej lub do wskazania posiadania.",
      "definition_translation": "Un signo de puntuación (') utilizado para indicar la omisión de una o varias letras en una palabra, para formar un plural o para indicar posesión.",
      "example": "W XVIII wieku apostrof był używany do wskazania posiadania rzeczownika, ale obecnie jest głównie używany do tworzenia skrótów.",
      "example_translation": "En el siglo 18, el apóstrofo se utilizó para indicar la posesión de un nombre, pero en la actualidad se utiliza principalmente para formar contracciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "widoczny",
      "translation": "aparente",
      "definition": "Czysto widoczny lub zrozumiały; oczywisty.",
      "definition_translation": "Claramente visto o entendido; obvio.",
      "example": "Widoczny brak zainteresowania nową polityką był rozczarowujący dla rządu. Nowy pracownik wydawał się bardzo zdolny, ale jego widoczna niezdolność do pracy z innymi była obawą. Do czasu, gdy odkryto widoczny błąd, było zbyt późno, aby go skorygować.",
      "example_translation": "La aparente falta de interés en la nueva política fue decepcionante para el gobierno. El nuevo empleado parecía muy capaz, pero su aparente incapacidad para trabajar con otros fue un motivo de preocupación. Para cuando se descubrió el aparente error, ya era demasiado tarde para corregirlo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdawało się",
      "translation": "aparentemente",
      "definition": "Używany do wskazania, że coś wydaje się być prawdziwe lub jest prawdopodobne, ale nie jest pewne.",
      "definition_translation": "Se utiliza para indicar que algo parece ser verdad o es probable que sea verdad, pero no es seguro.",
      "example": "On zdawał się zapomniał kluczy w domu. Firma zdawałaby się rozszerzać operacje na Azję. Nowe leczenie zdawałoby się nie mieć skutków ubocznych.",
      "example_translation": "Él aparentemente olvidó sus llaves en casa. La empresa aparentemente expandirá sus operaciones a Asia. El nuevo tratamiento aparentemente no tiene efectos secundarios.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odwołanie",
      "translation": "apelar",
      "definition": "Żądanie lub prośba do władzy wyższej, zwłaszcza sądu, o przegląd decyzji.",
      "definition_translation": "Una solicitud o una súplica a una autoridad superior, especialmente un tribunal de justicia, para revisar una decisión.",
      "example": "Adwokat oskarżonego złożył odwołanie do sądu najwyższego. Zwróciła się do publiki o pomoc. Firma złoży odwołanie w przyszłości.",
      "example_translation": "El abogado del acusado presentó un recurso al tribunal supremo. Ella apeló al público para obtener ayuda. La empresa apelará la decisión en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odwołanie",
      "translation": "apelar",
      "definition": "Być atrakcyjnym lub przyjemnym dla kogoś.",
      "definition_translation": "Ser atractivo o agradable para alguien.",
      "example": "Nowa polityka zdobędzie uznanie wielu wyborców. Miasto zdobyło atrakcyjność w ciągu lat. Firma będzie miała odwołanie, które zostanie rozstrzygnięte przez sąd.",
      "example_translation": "La nueva política atraerá a muchos votantes. El atractivo de la ciudad ha aumentado en los últimos años. El atractivo de la empresa será decidido por el tribunal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ukazać się",
      "translation": "aparecer",
      "definition": "Przyjść w zasięg wzroku lub stać się widocznym.",
      "definition_translation": "Volver visible o llegar a la vista.",
      "example": "Piosenkarz ukaże się na scenie dziś wieczorem. Logo firmy ukazało się na stronie internetowej. Nowy produkt ukaże się w sklepach następnego miesiąca.",
      "example_translation": "El cantante aparecerá en el escenario esta noche. El logotipo de la empresa apareció en el sitio web. El nuevo producto aparecerá en las tiendas el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wygląd",
      "translation": "apariencia",
      "definition": "Sposób, w jaki ktoś lub coś wygląda lub jest postrzegany przez innych.",
      "definition_translation": "La manera en que alguien o algo se ve o es visto por otros.",
      "example": "Wygląd nowego pracownika był imponujący, ale jego osobowość była jeszcze bardziej. Wydawała się pewna siebie w wywiadzie, a teraz wygląda na to, że robi wielką robotę. Do następnego roku będzie ukazać się w kilku prezentacjach firmowych.",
      "example_translation": "La apariencia de la nueva empleada fue impresionante, pero su personalidad fue aún más. Había parecido segura en su entrevista, y ahora parece estar haciendo un buen trabajo. Para el próximo año, habrá aparecido en varias presentaciones de la empresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wniosek",
      "translation": "aplicación",
      "definition": "Formalna prośba lub propozycja, np. o pracę, kredyt lub przyjęcie do szkoły lub kolegium.",
      "definition_translation": "Una solicitud o propuesta formal, generalmente escrita, para algo como un trabajo, un préstamo o admisión a una escuela o universidad.",
      "example": "Złożyłem wniosek o przyjęcie na uniwersytet w zeszłym tygodniu, a następnego miesiąca złożę wniosek o stypendium. Do następnego roku złożę wniosek o przyjęcie do kilku programów podyplomowych.",
      "example_translation": "Presenté mi solicitud a la universidad la semana pasada, y aplicaré para una beca el próximo mes. Para el próximo año, habré aplicado a varios programas de posgrado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "docenić",
      "translation": "apreciar",
      "definition": "Rozpoznać i cieszyć się dobrą jakością kogoś czy czegoś.",
      "definition_translation": "Reconocer y disfrutar de las buenas cualidades de alguien o algo.",
      "example": "Doceniłem jej pomoc podczas mojego przeprowadzki, i doceniam piękno natury każdego dnia. Do przyszłego roku, będę doceniał wartość pracy.",
      "example_translation": "Aprecié su ayuda durante mi mudanza, y aprecio la belleza de la naturaleza todos los días. Para el próximo año, habré apreciado el valor del trabajo duro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "docenienie",
      "translation": "apreciación",
      "definition": "uczucie wdzięczności lub rozpoznania wartości lub jakości czegoś.",
      "definition_translation": "Un sentimiento de gratitud o reconocimiento del valor o calidad de algo.",
      "example": "Chcę wyrazić moje docenienie za Twoją pomoc. Doceniłem twoje wsparcie podczas trudnych czasów. Będę doceniał Twoją opinię na temat tego projektu.",
      "example_translation": "Quiero expresar mi apreciación por tu ayuda. Aprecié tu apoyo durante momentos difíciles. Apreciaré tus comentarios sobre este proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podejście",
      "translation": "enfoque",
      "definition": "Sposób podejścia do sytuacji lub problemu.",
      "definition_translation": "Una manera de enfrentar una situación o problema.",
      "example": "Zamierzam podejść do tego problemu inaczej. Ona podejmuje każde wyzwanie z pewnością siebie. Będą podejmowali ten projekt z nową strategią.",
      "example_translation": "Voy a enfocar este problema de manera diferente. Ella se enfrenta a cada desafío con confianza. Ellos abordarán el proyecto con una nueva estrategia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "podejście",
      "translation": "acercarse",
      "definition": "Przybliżać się lub zbliżać do czegoś.",
      "definition_translation": "Acercarse o moverse hacia algo.",
      "example": "Samolot zbliży się do pasa startowego wkrótce. Ona zbliżyła się do mnie z uśmiechem. Będą zbliżali się do miasta w nocy.",
      "example_translation": "El avión se acercará a la pista pronto. Ella se me acercó con una sonrisa. Ellos se acercarán a la ciudad por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odpowiedni",
      "translation": "apropiado",
      "definition": "Właściwy lub odpowiedni dla danej sytuacji lub celu.",
      "definition_translation": "Adecuado o adecuado para una situación o propósito particular.",
      "example": "Nowy pracownik nosił odpowiedni strój do biura. Ona będzie nosić odpowiednie ubranie na partyjny wieczór. On nosił odpowiednie buty na pieszą wycieczkę ostatnim tygodniu.",
      "example_translation": "El nuevo empleado llevó un vestido apropiado para la oficina. Ella llevará ropa apropiada para la fiesta esta noche. Él llevó zapatos adecuados para el paseo la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odpowiednio",
      "translation": " apropiadamente",
      "definition": "W sposób odpowiedni lub właściwy dla danej sytuacji lub celu.",
      "definition_translation": "De una manera que es adecuada o adecuada para una situación o propósito particular.",
      "example": "Ona odpowiedziała odpowiednio na awaryjną sytuację. Będą reagowali odpowiednio na wiadomość. On zachowywał się odpowiednio podczas spotkania.",
      "example_translation": "Ella respondió apropiadamente a la emergencia. Ellos reaccionarán apropiadamente a la noticia. Él se comportó apropiadamente durante la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zatwierdzenie",
      "translation": "aprobación",
      "definition": "Uznanie lub akceptacja.",
      "definition_translation": "Una sensación de acuerdo o aceptación.",
      "example": "Projekt otrzymał zatwierdzenie menedżera. Czekają na zatwierdzenie rządu. Nowa polityka zdobyła zatwierdzenie większości.",
      "example_translation": "El proyecto recibió la aprobación del gerente. Están esperando la aprobación del gobierno. La nueva política ganó la aprobación de la mayoría.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zatwierdzić",
      "translation": "aprobar",
      "definition": "Dać oficjalne pozwolenie lub zatwierdzenie na coś.",
      "definition_translation": "dar permiso oficial o aceptación para que algo suceda o se haga",
      "example": "Zatwierdziłem wniosek wczoraj, zatwierdzam go teraz, i zatwierdzę go w przyszłym tygodniu.",
      "example_translation": "Aprobé la propuesta ayer, la estoy aprobando ahora y la aprobaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przybliżyć",
      "translation": "aproximar",
      "definition": "Dostać się do określonej wielkości, rozmiaru lub stopnia.",
      "definition_translation": "acercarse a algo en cantidad, tamaño o grado",
      "example": "Przybliżyłem koszt projektu wczoraj, przybliżam go teraz, i przybliżę go w przyszłym tygodniu.",
      "example_translation": "Aproximé el costo del proyecto ayer, lo estoy aproximando ahora y lo aproximaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fartuch",
      "translation": "delantal",
      "definition": "Kawałek tkaniny noszony przed ubraniem, aby chronić je przed plamami.",
      "definition_translation": "una pieza de tela llevada sobre la parte delantera de la ropa para protegerla de manchas",
      "example": "Moja babcia nosiła fartuch, kiedy gotowała wczoraj, nosi go teraz, i będzie nosić go w przyszłym tygodniu.",
      "example_translation": "Mi abuela llevaba un delantal mientras cocinaba ayer, lo lleva ahora y lo llevará la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arena",
      "translation": "arena",
      "definition": "Piaskowa przestrzeń, w której odbywają się walki bokserskie lub zapasy, otoczona miejscami dla widzów.",
      "definition_translation": "Un área arenosa en la que se celebran combates de boxeo o lucha, rodeada de asientos para espectadores.",
      "example": "Bokserka trenowała w arenie przez miesiące przed wielką walką. Będzie walczyć w arenie tej nocy. Do przyszłego roku będzie walczyć w wielu arenach na świecie.",
      "example_translation": "El boxeador entrenó en la arena durante meses antes del gran combate. Esta noche peleará en la arena. Para el próximo año, habría peleado en muchas arenas alrededor del mundo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arm",
      "translation": "brazo",
      "definition": "Górna część kończyny ludzkiej, zwłaszcza od ramienia do nadgarstka.",
      "definition_translation": "El miembro superior del cuerpo humano, especialmente desde el hombro hasta la muñeca.",
      "example": "Machała ręką, aby zasygnalizować pomoc. Złamał rękę w wypadku. Do przyszłego lata będzie nauczyła się znowu używać ręki.",
      "example_translation": "Ella agitó su brazo para pedir ayuda. Él se rompió el brazo en el accidente. Para el próximo verano, ella habrá aprendido a usar su brazo nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "armed",
      "translation": "armado",
      "definition": "Wyposażony w broń lub wyposażenie wojskowe.",
      "definition_translation": "Equipo con armas o equipo militar.",
      "example": "Uzbrojeni funkcjonariusze odpowiedzieli na wezwanie. Kraj był uzbrojony i gotowy do wojny. Do przyszłego roku będą uzbrojeni w nową technologię.",
      "example_translation": "Los oficiales armados respondieron a la llamada de emergencia. El país estaba armado y listo para la guerra. Para el próximo año, estarán armados con nueva tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arrange",
      "translation": "organizar",
      "definition": "Układać, przygotowywać, uregulować, dogadać, uzgodnić",
      "definition_translation": "poner en orden, preparar, resolver, arreglar, acordar",
      "example": "Układałem spotkanie na wczoraj, przygotowuję konferencję na następny tydzień, będę układać imprezę na mój urodziny.",
      "example_translation": "Organicé la reunión para ayer, estoy organizando la conferencia para la próxima semana, organizaré la fiesta para mi cumpleaños.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arrest",
      "translation": "detener",
      "definition": "Zatrzymać kogoś, powstrzymać kogoś od ruchu, schwytać",
      "definition_translation": "llevar a alguien a la custodia, detener a alguien de moverse, capturar",
      "example": "Policja zatrzymała złodzieja, już go zatrzymywali przedtem, zatrzymają go ponownie, jeśli go złapią.",
      "example_translation": "La policía detuvo al ladrón, lo habían detenido antes, lo detendrán de nuevo si lo atrapan.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arrogance",
      "translation": "arrogancia",
      "definition": "Postawa wyższości, pycha i brak szacunku dla innych",
      "definition_translation": "una actitud de superioridad, orgullo y falta de respeto por los demás",
      "example": "Jego arogancja była irytująca, okazywał arogancję wobec swoich kolegów, będzie dalej okazywać arogancję, dopóki nie nauczy się pokory.",
      "example_translation": "Su arrogancia era molesta, había mostrado arrogancia hacia sus colegas, continuará exhibiendo arrogancia hasta que aprenda humildad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Posiadający postawę wyższości, często towarzyszącą brakowi szacunku dla innych.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "Został zwolniony z pracy z powodu swojego aroganckiego zachowania. Był arogancki w swojej poprzedniej pracy, a będzie arogancki w swojej następnej pracy.",
      "example_translation": "Fue despedido de su trabajo debido a su comportamiento arrogante. Ha sido arrogante en su puesto anterior, y probablemente será arrogante en su próximo trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "arrow",
      "translation": "flecha",
      "definition": "Projektyle z ostrym końcem, używane do strzelania z łuku.",
      "definition_translation": "Un proyectil con un punto afilado, utilizado para disparar con un arco.",
      "example": "Łucznik wypuścił strzałę, która poleciała prosto i celnie, trafiając w cel. Strzała była starannie wykonana, aby zapewnić maksymalną celność.",
      "example_translation": "El arquero liberó la flecha, que voló recta y verdadera, golpeando el blanco. La flecha había sido cuidadosamente fabricada para asegurar la máxima precisión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "artificially",
      "translation": "artificialmente",
      "definition": "W sposób nie naturalny lub spontaniczny; w sposób wykreowany lub sfabrykowany.",
      "definition_translation": "De una manera que no es natural o espontánea; de una manera que es contrived o fabricada.",
      "example": "Kwiaty były ułożone sztucznie, aby stworzyć piękny widok. Zyski spółki były sztucznie napompowane, aby zaimponować inwestorom.",
      "example_translation": "Las flores fueron arregladas artificialmente para crear un hermoso espectáculo. Las ganancias de la empresa fueron artificialmente infladas para impresionar a los inversionistas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "artistic",
      "translation": "artístico",
      "definition": "Związany z lub charakteryzujący się wysokim poziomem umiejętności lub wyobraźni w określonej dziedzinie, zwłaszcza w sztukach.",
      "definition_translation": "Relacionado con o caracterizado por un alto nivel de habilidad o imaginación en un campo determinado, especialmente en las artes.",
      "example": "Dyrektor artystyczny muzeum był odpowiedzialny za nową ekspozycję. Była dzieckiem artystycznym, zawsze przyciągana do malarstwa i muzyki. Będzie doradcą artystycznym w nowym filmie.",
      "example_translation": "El director artístico del museo era responsable de la nueva exposición. Ella había sido una niña artística, siempre atraída por la pintura y la música. Será asesora artística para la nueva película.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "artystycznie",
      "translation": "artísticamente",
      "definition": "W sposób pokazujący umiejętność lub wyobraźnię, szczególnie w sztukach.",
      "definition_translation": "De manera que muestra habilidad o imaginación, especialmente en las artes.",
      "example": "Sztukę reżyserowano artystycznie, z naciskiem na dramatyczne oświetlenie. Tańczyła artystycznie, poruszając się z wdziękiem i precyzją. Firma zaprojektuje stronę internetową w sposób artystyczny.",
      "example_translation": "La obra fue dirigida artísticamente, con énfasis en la iluminación dramática. Ella bailó artísticamente, moviéndose con gracia y precisión. La empresa diseñará artísticamente el nuevo sitio web.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "na stronę",
      "translation": "aparte",
      "definition": "Na lub w stronę, szczególnie w oddzielnym miejscu lub obszarze.",
      "definition_translation": "En o hacia un lado, especialmente en un lugar o área separada.",
      "example": "Położyłem książkę na stronę i wyszedłem na spacer. Ona pchnęła krzesło na stronę i usiadła na podłodze. Będziemy wyznaczać specjalny czas, aby omówić projekt.",
      "example_translation": "Puse el libro a un lado y fui a dar un paseo. Ella empujó la silla a un lado y se sentó en el suelo. Pondremos aparte un momento especial para discutir el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "aspekt",
      "translation": "aspecto",
      "definition": "Szczególny element lub część czegoś, sposób, w jaki coś może być widziane lub rozpatrywane.",
      "definition_translation": "Una característica particular o parte de algo, una forma en que algo puede ser visto o considerado",
      "example": "Ten aspekt nowej polityki, który mi się najbardziej podoba, to wzrost płacy minimalnej. Rozważyłem wiele aspektów oferty pracy przed jej przyjęciem. Firma będzie analizować nowe trendy rynkowe, aby podejmować świadome decyzje.",
      "example_translation": "El aspecto de la nueva política que más me gusta es el aumento del salario mínimo. Había considerado múltiples aspectos de la oferta de trabajo antes de aceptarla. La empresa considerará las nuevas tendencias del mercado para tomar decisiones informadas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ocenić",
      "translation": "evaluar",
      "definition": "Oceniać lub oceniać wartość, jakość lub ważność czegoś.",
      "definition_translation": "Juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "Oceniałem uszkodzenia samochodu i oszacowałem koszt naprawy. Ona oceni sytuację przed podejmowaniem decyzji. Będą oceniać umiejętności nowego pracownika podczas okresu próbnego.",
      "example_translation": " Evalué los daños al coche y estimé el costo de las reparaciones. Ella evaluará la situación antes de tomar una decisión. Evaluarán las habilidades del nuevo empleado durante el período de prueba.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ocena",
      "translation": "evaluación",
      "definition": "Proces oceniania lub oceny wartości, jakości lub ważności czegoś.",
      "definition_translation": "El proceso de juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "Ocena postępów projektu była prowadzona miesięcznie. Nauczyciel ocenił pracę ucznia sprawiedliwie. Firma przeprowadzi szczegółową ocenę rynku przed wprowadzeniem nowego produktu.",
      "example_translation": "La evaluación del progreso del proyecto se realizó mensualmente. La evaluación del trabajo del estudiante por parte del maestro fue justa. La empresa realizará una evaluación exhaustiva del mercado antes de lanzar el nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pomóc",
      "translation": "asistir",
      "definition": "Dawać wsparcie lub pomoc komuś lub czemuś; pomagać lub towarzyszyć komuś.",
      "definition_translation": "Proporcionar apoyo o ayuda a alguien o algo; ayudar o acompañar a alguien.",
      "example": "Pomagałem mojemu koleżce z projektem w zeszłym tygodniu, pomagam mu teraz i pomagam mu znowu następnego miesiąca.",
      "example_translation": "Asistí a mi colega con el proyecto la semana pasada, ahora la estoy asistiendo y la asistiré de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pomoc",
      "translation": "asistencia",
      "definition": "Akt dawania wsparcia lub pomocy komuś lub czemuś; wsparcie lub pomoc udzielane komuś.",
      "definition_translation": "El acto de ayudar o apoyar a alguien o algo; ayuda o apoyo dado a alguien.",
      "example": "Organizacja udzieliła pomocy ofiarom katastrofy naturalnej. Rząd udziela pomocy obszarom dotkniętym kataklizmem, a my udzielimy pomocy tym, którzy jej potrzebują.",
      "example_translation": "La organización proporcionó asistencia a las víctimas del desastre natural, El gobierno está proporcionando asistencia a las áreas afectadas y nosotros proporcionaremos asistencia a aquellos que la necesitan.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stowarzyszenie",
      "translation": "asociación",
      "definition": "Grupa ludzi, którzy wspólnie dążą do osiągnięcia wspólnego celu lub celu; związek lub relacja między ludźmi lub rzeczami.",
      "definition_translation": "Un grupo de personas que se reúnen para lograr un objetivo o propósito común; una conexión o relación entre personas o cosas.",
      "example": "Stowarzyszenie artystów zorganizowało wystawę ostatnio. Stowarzyszenie pracuje nad nowym projektem, a stowarzyszenie będzie organizowało konferencję za rok.",
      "example_translation": "La asociación de artistas organizó una exposición el mes pasado, La asociación está trabajando en un nuevo proyecto ahora y La asociación celebrará una conferencia el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stowarzyszenie",
      "translation": "asociación",
      "definition": "Grupa ludzi lub organizacji zjednoczonych dla wspólnego celu lub posiadających wspólne interesy.",
      "definition_translation": "Un grupo de personas o organizaciones unidas para un propósito común o con intereses comunes.",
      "example": "Stowarzyszenie nauczycieli spotkało się, aby omówić nowy program nauczania. Nauczyciel był związany ze szkołą przez 10 lat. Stowarzyszenie będzie współpracowało z innymi organizacjami charytatywnymi, aby zebrać fundusze.",
      "example_translation": "La asociación de maestros se reunió para discutir el nuevo currículum. El maestro había estado asociado con la escuela durante 10 años. La asociación se asociará con otras organizaciones benéficas para recaudar fondos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "asumir",
      "definition": "Przyjąć coś jako prawdziwe lub istniejące bez pewnej wiedzy lub dowodu.",
      "definition_translation": "Tomar algo como verdadero o existente sin conocimiento o prueba certera.",
      "example": "Przyjmuję, że przyjdziesz na imprezę dzisiaj. Ona przyjęła odpowiedzialność za kierowanie zespołem. Firma przyjmie koszty projektu.",
      "example_translation": "Supongo que vienes a la fiesta esta noche. Ella asumió la responsabilidad de liderar el equipo. La empresa asumirá los costos del proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "upewnić",
      "translation": "asegurar",
      "definition": "Zrobić kogoś pewnym lub przekonanym o czymś.",
      "definition_translation": "Hacer que alguien esté seguro o tenga certeza sobre algo.",
      "example": "Upewniłem ją, że wszystko będzie w porządku. Firma upewniła nas, że produkt jest bezpieczny. On upewnił mnie, że będzie na czas.",
      "example_translation": "Le aseguré que todo estaría bien. La empresa nos aseguró que el producto era seguro. Él me aseguró que llegaría a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "asombrado",
      "definition": "Czując ekstremalne zdumienie lub wrażenie, często w sposób, który jest trudny do uwierzenia lub zrozumienia.",
      "definition_translation": "sentirse extremadamente sorprendido o impresionado, a menudo de una manera difícil de creer o entender",
      "example": "Byłem zdumiony przez wieść, wczoraj. Byłem zdumiony przez piękno miasta, będę zdumiony przez nową technologię.",
      "example_translation": "Me sorprendió la noticia, ayer me sorprendió la belleza de la ciudad, me sorprenderá la nueva tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "asombroso",
      "definition": "Ekstremalnie zdumiewający lub wrażający, często w sposób, który jest trudny do uwierzenia lub zrozumienia.",
      "definition_translation": "extremadamente sorprendente o impresionante, a menudo de una manera difícil de creer o entender",
      "example": "Zdumiewające piękno wodospadu, zdumiewający wzrost firmy, zdumiewający talent artysty.",
      "example_translation": "La asombrosa belleza de la catarata, el asombroso crecimiento de la empresa, el asombroso talento del artista.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdumienie",
      "translation": "asombro",
      "definition": "Uczucie wielkiego zdumienia lub zdziwienia, często spowodowane przez coś nieoczekiwanego lub niezwykłego.",
      "definition_translation": "un sentimiento de gran sorpresa o asombro, a menudo causado por algo inesperado o inusual",
      "example": "Tłum wyraził zdumienie przez sztuczkę magiczną, zdumienie na jej twarzy było oczywiste, wieść spowodowała powszechne zdumienie.",
      "example_translation": "La multitud expresó asombro ante el truco de magia, el asombro en su rostro era claro, la noticia causó asombro generalizado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atletyczny",
      "translation": "atlético",
      "definition": "Dotyczący lub zaangażowany w sporty fizyczne lub gry, szczególnie te, które wymagają siły, wytrzymałości lub zwinności.",
      "definition_translation": "Relativo a o involucrado en deportes físicos o juegos, especialmente aquellos que requieren fuerza, resistencia o agilidad.",
      "example": "Była atletycznym dzieckiem, które wykazało się w wydarzeniach lekkoatletycznych. Będzie uczestniczyć w igrzyskach olimpijskich w przyszłym roku. Uczestniczyła w maratonie w zeszłym roku.",
      "example_translation": "Era una niña atlética que destacaba en pruebas de pista y campo. Participará en los Juegos Olímpicos el próximo año. Participó en el maratón el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atmosfera",
      "translation": "atmósfera",
      "definition": "Otoczenie lub nastrój, szczególnie w odniesieniu do uczuć lub emocji osób obecnych.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "Atmosfera na stadionie była elektryczna podczas finałowego meczu. Atmosfera w mieście zmieniła się po katastrofie naturalnej. Atmosfera na wyspie była spokojna i serena.",
      "example_translation": "La atmósfera en el estadio era eléctrica durante el partido final. La atmósfera en la ciudad cambió después del desastre natural. La atmósfera en la isla era pacífica y serena.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atmosfera",
      "translation": "atmósfera",
      "definition": "Otoczenie lub nastrój, szczególnie w odniesieniu do uczuć lub emocji osób obecnych.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "Atmosfera w restauracji była ciepła i intymna. Atmosfera na imprezie była żywa i pełna energii. Atmosfera w lesie była świeża i czysta.",
      "example_translation": "La atmósfera en el restaurante era acogedora y íntima. La atmósfera en la fiesta era vivaz y energética. La atmósfera en el bosque era fresca y limpia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atom",
      "translation": "átomo",
      "definition": "Najmniejsza jednostka pierwiastka chemicznego, która zachowuje własności tego pierwiastka.",
      "definition_translation": "La unidad más pequeña de un elemento químico que retiene las propiedades de ese elemento.",
      "example": "Naukowcy badali atom, aby zrozumieć jego strukturę. Badali atom ponownie w przyszłym roku. Badali atom w zeszłym roku.",
      "example_translation": "Los científicos estudiaron el átomo para entender su estructura. Estudiarán el átomo nuevamente el año que viene. Estudiaron el átomo el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atomowy",
      "translation": "atómico",
      "definition": "Dotyczący lub składający się z atomów.",
      "definition_translation": "Relativo a o compuesto por átomos.",
      "example": "Bomba atomowa była potężną bronią. Będą używać energii atomowej w przyszłości. Studenci badali fizykę atomową w zeszłym semestrze.",
      "example_translation": "La bomba atómica fue un arma poderosa. Usarán energía atómica en el futuro. Estudiaron física atómica el último semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "załączony",
      "translation": "adjunto",
      "definition": "Mocno przywiązany lub dołączony do czegoś.",
      "definition_translation": "Fijado o unido firmemente a algo.",
      "example": "Plik był załączony do wiadomości e-mail. Przyczepiali dokumenty do ściany. Będzie przyczepiał obraz do prezentacji.",
      "example_translation": "El archivo estaba adjunto al correo electrónico. Adjuntaron los documentos a la pared. Ella adjuntará la imagen a la presentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "załącznik",
      "translation": "anexo",
      "definition": "Dokument lub plik, który jest dołączony do wiadomości e-mail lub wysyłany oddzielnie.",
      "definition_translation": "Un documento o archivo que se adjunta a un correo electrónico o se envía por separado.",
      "example": "Otrzymałem wiadomość e-mail z załącznikiem, który był plikiem PDF. Dołączyłem plik do wiadomości e-mail i wysłałem go do swojego kolegi. Dołączę dokument do wiadomości e-mail i wyślę go do klienta jutro.",
      "example_translation": "Recibí un correo electrónico con un anexo, que era un archivo PDF. Adjunté el archivo a un correo electrónico y se lo envié a mi colega. Adjuntaré el documento al correo electrónico y lo enviaré al cliente mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "próba",
      "translation": "intento",
      "definition": "Próba lub wysiłek wykonania czegoś.",
      "definition_translation": "Un intento o esfuerzo por hacer algo.",
      "example": "Próbuję wspiąć się na górę następny tydzień. Ona próbowała pobić rekord świata. On próbował nauczyć się grać na gitarze.",
      "example_translation": "Intentaré subir la montaña la próxima semana. Ella intentó romper el récord mundial. Él intentó aprender a tocar la guitarra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "strych",
      "translation": "ático",
      "definition": "Przestrzeń lub pokój na szczycie budynku, zwykle pod dachem.",
      "definition_translation": "El espacio o habitación en la parte superior de un edificio, usualmente debajo del techo.",
      "example": "Strych był pełen kurzu i starych kufrów. Przechowywaliśmy swoje bagaże na strychu. Oni przekształcili strych w sypialnię.",
      "example_translation": "El ático estaba polvoriento y lleno de baúles antiguos. Almacenamos nuestro equipaje en el ático. Ellos convirtieron el ático en un dormitorio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przyciągać",
      "translation": "atraer",
      "definition": "Zwrócić czyjąś uwagę lub zainteresowanie; pociągnąć coś ku sobie",
      "definition_translation": "Llamar la atención o interés de alguien; tirar o atraer algo hacia uno mismo",
      "example": "Piękne krajobrazu przyciągnęło wielu turystów. Machnąłem ręką, aby przyciągnąć uwagę. Ona przyciągnie dużo uwagi swoim nowym fryzjerskim strojem.",
      "example_translation": "El paisaje hermoso atrajo a muchos turistas. Atraí su atención al agitar mi mano. Ella atraerá mucha atención con su nuevo corte de pelo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "atrakcja",
      "translation": "atracción",
      "definition": "Osoba lub rzecz, która przyciąga; fascynująca cecha lub cecha.",
      "definition_translation": "Una persona o cosa que atrae; una calidad o característica fascinante",
      "example": "Park rozrywki był główną atrakcją dla dzieci. Jej atrakcja do podróży przygodowej spowodowała, że przejechała przez Europę z plecakiem. Główną atrakcją hotelu jest jego lokalizacja przy plaży.",
      "example_translation": "El parque temático fue una atracción principal para los niños. Su atracción por los viajes de aventura la llevó a viajar con mochila por Europa. La principal atracción del hotel es su ubicación en primera línea de playa impresionante.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bakłażan",
      "translation": "berenjena",
      "definition": "Fioletowy warzywo, również znane jako eggplant, używane w gotowaniu",
      "definition_translation": "Un vegetal púrpura, también conocido como berenjena, utilizado en la cocina",
      "example": "Lubię grillowanego bakłażana z humusem. Ona podsmażała bakłażana z czosnkiem i oliwą. Oni będą zbierać plony bakłażana następny tydzień.",
      "example_translation": "Me encanta la berenjena asada con humus. Ella salteó la berenjena con ajo y aceite de oliva. Ellos cosecharán la cosecha de berenjena la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "władza",
      "translation": "autoridad",
      "definition": "Moc lub prawo do kontrolowania osób lub sytuacji.",
      "definition_translation": "El poder o derecho de controlar o mandar a personas o situaciones.",
      "example": "Rząd ma władzę nad tworzeniem praw. Nauczycielka miała władzę nad klasy. Firma zdobędzie władzę na rynku do następnego roku.",
      "example_translation": "El gobierno tiene la autoridad de hacer leyes. El maestro tenía autoridad sobre la clase. La empresa ganará autoridad en el mercado para el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "automatyczny",
      "translation": "automático",
      "definition": "Wykonany lub zachodzący bez świadomego myślenia lub wysiłku; samoobsługowy.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; auto-operante.",
      "example": "Pralka jest automatyczna. Drzwi automatycznie otworzyły się z beżkiem. Nowe oprogramowanie umożliwi automatyczne aktualizacje.",
      "example_translation": "La máquina de lavar es automática. La puerta automática se abrió con un beep. El nuevo software permitirá actualizaciones automáticas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "automatycznie",
      "translation": "automáticamente",
      "definition": "Wykonany lub zachodzący bez świadomego myślenia lub wysiłku; w sposób samoobsługowy.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; de manera auto-operante.",
      "example": "System automatycznie zaktualizuje się. Drzwi zablokowały się automatycznie, gdy wyszedłem. Płatność będzie automatycznie pobierana z mojego konta.",
      "example_translation": "El sistema se actualizará automáticamente. La puerta se bloqueó automáticamente cuando me fui. El pago se deducirá automáticamente de mi cuenta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dostępność",
      "translation": "disponibilidad",
      "definition": "Cecha dostępności; stan dostępności lub użycia.",
      "definition_translation": "La calidad de estar disponible; el estado de ser accesible o utilizable.",
      "example": "Dostępność biletów na koncert była ograniczona. Sprawdziłem dostępność pokoju hotelu online. Firma zwiększy dostępność produktu w następnym kwartale.",
      "example_translation": "La disponibilidad de boletos para el concierto era limitada. Verifiqué la disponibilidad de la habitación del hotel en línea. La empresa aumentará la disponibilidad del producto el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "unikać",
      "translation": "evitar",
      "definition": "unikanie lub zapobieganie czemuś lub komuś.",
      "definition_translation": "Mantenerse alejado de algo o alguien, o prevenir algo.",
      "example": "Staram się unikać jazdy samochodem w godzinach szczytu. Ona unika rozmów o polityce. Oni unikną popełnienia tego samego błędu ponownie.",
      "example_translation": "Trato de evitar conducir en hora pico. Ella evita hablar de política. Ellos evitarán cometer el mismo error otra vez.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nagroda",
      "translation": "premio",
      "definition": "Nagroda lub wyróżnienie przyznawane komuś lub czemuś w uznaniu ich osiągnięcia lub wyjątkowości.",
      "definition_translation": "Un premio o honor otorgado a alguien o algo en reconocimiento de su logro o excelencia.",
      "example": "Ceremonia wręczenia nagród odbyła się wczoraj wieczorem. Otrzymała nagrodę za wybitną performance. Firma zdobyła nagrodę za innowacyjność.",
      "example_translation": "La ceremonia de premios se llevó a cabo anoche. Ella recibió un premio por su destacada actuación. La empresa ganó un premio por innovación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nagroda",
      "translation": "premio",
      "definition": "Nagroda lub wyróżnienie przyznawane komuś w uznaniu ich osiągnięć lub służby.",
      "definition_translation": "Un premio o honor que se otorga a alguien en reconocimiento de su logro o servicio.",
      "example": "Otrzymała nagrodę za wybitny wkład w dziedzinę nauki. Otrzyma nagrodę za tydzień. Otrzymała już nagrodę w ubiegłym roku.",
      "example_translation": "Ella recibió un premio por su destacada contribución en el campo de la ciencia. Ella recibirá un premio la próxima semana. Ella había recibido un premio el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "świadomy",
      "translation": "consciente",
      "definition": "Mający wiedzę lub percepcję czegoś.",
      "definition_translation": "Tener conocimiento o percepción de algo.",
      "example": "Byłem świadomy niebezpieczeństwa, ale nie myślałem, że się stanie. Ona jest świadoma problemu, ale nie wie, jak go rozwiązać. On będzie świadomy konsekwencji swoich działań.",
      "example_translation": "Yo era consciente del peligro, pero no pensé que sucedería. Ella es consciente del problema, pero no sabe cómo resolverlo. Él será consciente de las consecuencias de sus acciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niezdarnie",
      "translation": "torpemente",
      "definition": "W sposób niezręczny lub niezdarny.",
      "definition_translation": "De una manera torpe o descoordinada.",
      "example": "Chodziła niezdarnie w nowych butach na wysokim obcasie. On próbował niezdarnie naprawić złamany wazon. Będą niezdarnie tańczyć na weselu.",
      "example_translation": "Ella caminó torpemente en sus nuevos tacones altos. Él intentó torpemente arreglar el jarrón roto. Ellos bailarán torpemente en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "licencjat",
      "translation": "licenciado",
      "definition": "Osoba, która uzyskała tytuł licencjata, zwykle po trzech lub czterech latach studiów na uczelni lub uniwersytecie.",
      "definition_translation": "Una persona que ha recibido un título de licenciatura, típicamente después de tres o cuatro años de estudio en un colegio o universidad.",
      "example": "Jan ukończył studia z tytułem licencjata z informatyki, następnie pracował jako stażysta, a teraz jest inżynierem oprogramowania. Był kawalerem, kiedy podróżował do Europy w ubiegłym roku, ale teraz jest już żonaty.",
      "example_translation": "Juan se graduó con un título de licenciatura en ciencias de la computadora, luego trabajó como pasante, y ahora es un ingeniero de software. Era un soltero cuando viajó a Europa el año pasado, pero ahora está casado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "antecedentes",
      "definition": "Okoliczności lub sytuacja, która poprzedza dany wydarzenie lub stan.",
      "definition_translation": "Las circunstancias o situación que preceden a un evento o estado particular.",
      "example": "Tło konfliktu było złożone, ale aktualna sytuacja jest napięta. Ona ma tło ekonomiczne, które pomaga jej w jej obecnej roli. Do 2025 roku firma zmieni kolor tła na zielony.",
      "example_translation": "El antecedente del conflicto era complejo, pero la situación actual es tensa. Ella tiene un antecedente en economía, lo que la ayuda en su papel actual. Para 2025, la empresa habrá cambiado su color de fondo a verde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "antecedentes",
      "definition": "Sceneria lub dekoracja znajdująca się za czymś, zwłaszcza na scenie lub w obrazie.",
      "definition_translation": "El paisaje o decoración detrás de algo, especialmente en un escenario o en una pintura.",
      "example": "Tło sztuki było pięknymi górami. Firma zmieni obraz tła na swojej stronie internetowej za miesiąc. Wybrała proste tło dla swojej prezentacji.",
      "example_translation": "El fondo del juego era una hermosa cordillera montañosa. La empresa cambiará la imagen de fondo de su sitio web el próximo mes. Ella eligió un fondo simple para su presentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "antecedentes",
      "definition": "Tło osoby lub rzeczy jest sytuacją lub okolicznościami, które istniały przed danym wydarzeniem lub sytuacją.",
      "definition_translation": "El fondo de una persona o cosa es la situación o circunstancias que existían antes de un evento o situación particular.",
      "example": "Tło firmy było oznaczone seria sukcesowych fuzji. Dyrektor generalny ma tło finansowe. Nowy pracownik będzie miał sprawdzanie tła przed rozpoczęciem pracy.",
      "example_translation": "El fondo de la empresa estuvo marcado por una serie de fusiones exitosas. El CEO tiene un fondo en finanzas. El nuevo empleado tendrá una verificación de antecedentes antes de empezar a trabajar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kopia bezpieczeństwa",
      "translation": "copia de seguridad",
      "definition": "Kopia danych lub systemu, która może być użyta, jeśli oryginał zostanie utracony lub uszkodzony.",
      "definition_translation": "Una copia de seguridad es una copia de datos o un sistema que se puede usar si el original se pierde o se daña.",
      "example": "Zawsze robię kopię bezpieczeństwa swoich plików przed dokonaniem jakichkolwiek zmian. Dział IT firmy tworzy kopię bezpieczeństwa serwera każdej nocy. Generator kopii bezpieczeństwa uruchomił się, kiedy nastąpiło przerwanie zasilania.",
      "example_translation": "Siempre hago una copia de seguridad de mis archivos antes de hacer cualquier cambio. El departamento de TI de la empresa crea una copia de seguridad del servidor todas las noches. El generador de copia de seguridad se activó cuando se cortó la energía.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "malo",
      "definition": "Coś, co jest złe, ma niską jakość lub nie spełnia oczekiwań.",
      "definition_translation": "Algo que es malo es de mala calidad o no es satisfactorio.",
      "example": "Miałem złe doświadczenie w restauracji wieczorem. Zła pogoda zepsuła nasze plany. Ona miała złe przeczucie w tej sytuacji.",
      "example_translation": "Tuve una mala experiencia en el restaurante la noche anterior. El mal tiempo arruinó nuestros planes. Ella tenía una mala sensación sobre la situación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "władczy-uczulony",
      "translation": "malhumorado",
      "definition": "ktoś, kto ma nieprzyjemny lub irytujący charakter",
      "definition_translation": "teniendo una naturaleza desagradable o irritable",
      "example": "Ona była władczo-uczuloną osobą, która często się gniewała. On będzie się gniewał, gdy ktoś go przeciął na drodze. Będzie się oburzać, jeśli ktoś się nie zgadzał z nią.",
      "example_translation": "Era una persona malhumorada que siempre se enfadaba fácilmente. Se enfada cuando alguien la corta en el tráfico. Se disgustará si alguien no está de acuerdo con ella.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odznaka",
      "translation": " insignia",
      "definition": "mały element metalowy, plastikowy lub inny materiał noszony na ciele, aby pokazać rangę, przynależność lub osiągnięcie",
      "definition_translation": "una pequeña pieza de metal, plástico u otro material que se lleva en el cuerpo para mostrar el rango, membresía o logro de una persona",
      "example": "Policjant nosił odznakę na mundurze, aby pokazać swoją rangę. On będzie nosił odznakę na uroczystości wręczenia nagród. Ona nosiła odznakę, aby pokazać swoją przynależność do klubu.",
      "example_translation": "El oficial de policía llevaba una insignia en su uniforme para indicar su rango. Llevará una insignia a la ceremonia de premios. Ella había llevado una insignia para mostrar su membresía en el club.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "torba",
      "translation": "bolsa",
      "definition": "kontener wykonany z materiału elastycznego, używany do przenoszenia rzeczy",
      "definition_translation": "un contenedor hecho de material flexible, utilizado para llevar cosas",
      "example": "Ona przyniosła lunch do szkoły w torbie. On będzie nosił torbę na plażę jutro. Oni przynieśli torby z życzeniami do domu.",
      "example_translation": "Ella llevó su almuerzo en una bolsa al colegio. Llevará una bolsa a la playa mañana. Ellos habían llevado bolsas de comestibles a casa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piekarnia",
      "translation": "panadería",
      "definition": "Piekarnia jest firmą, która produkuje żywność z mąki pieczoną w piecu, taką jak chleb, ciasta, ciastka i pączki.",
      "definition_translation": "Una panadería es un negocio que produce alimentos a base de harina horneados en un horno, como pan, pasteles, pastelería y tartas.",
      "example": "Kiedyś pracowałem w piekarni, kiedy byłem nastolatkiem. Teraz piekę ciasta na urodziny przyjaciół. Otworzę własną piekarnię następnego roku.",
      "example_translation": "Solía trabajar en una panadería cuando era adolescente. Ahora, hago pasteles para los cumpleaños de mis amigos. Abriré mi propia panadería el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "equilibrio",
      "definition": "Równowaga to stan równowagi lub stabilności, gdzie różne siły lub czynniki równoważą się wzajemnie.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "Ona próbowała utrzymać równowagę na linie, ale straciła równowagę i upadła. Firma miała problemy z równoważeniem budżetu, ale w końcu znalazła rozwiązanie. Ekosystem musi być w równowadze, aby utrzymać różnorodność biologiczną.",
      "example_translation": "Ella intentó equilibrarse en la cuerda floja, pero perdió el equilibrio y se cayó. La empresa luchó por equilibrar su presupuesto, pero finalmente encontró una solución. El ecosistema necesita equilibrarse para mantener la biodiversidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "equilibrio",
      "definition": "Równowaga to stan równowagi lub stabilności, gdzie różne siły lub czynniki równoważą się wzajemnie.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "Artysta próbował zrównoważyć kompozycję obrazu, ale wciąż była nierówna. Lekarz pomógł pacjentce zrównoważyć dietę i odzyskać zdrowie. Sportowiec ciężko pracował, aby zrównoważyć trening i odpoczynek.",
      "example_translation": "El artista intentó equilibrar la composición de la pintura, pero todavía era desigual. El doctor ayudó al paciente a equilibrar su dieta y recuperar su salud. La atleta trabajó duro para equilibrar su entrenamiento y descanso.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "equilibrio",
      "definition": "stan harmonii lub równowagi, szczególnie w systemie fizycznym",
      "definition_translation": "un estado de armonía o equilibrio, especialmente en un sistema físico",
      "example": "Łańcuchowy akrobat próbował utrzymać równowagę, ale w końcu ją osiągnął. Firma zrównoważy budżet, ograniczając koszty. Firma zrównoważy swój wzrost z troską o środowisko do 2025 roku.",
      "example_translation": "El funambulista luchó por mantener el equilibrio, pero finalmente lo logró. Ella equilibrará el presupuesto reduciendo costos. La empresa equilibrará su crecimiento con las preocupaciones ambientales para 2025.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zbalansowany",
      "translation": "equilibrado",
      "definition": "mający różne elementy w harmonii lub proporcji",
      "definition_translation": "teniendo elementos diferentes en armonía o proporción",
      "example": "Szef kuchni dokładnie zbilansował smaki w daniu. Firma miała dokładnie zbilansowane sprawozdania finansowe. Sportowiec miał zbilansowaną dietę, aby poprawić wyniki.",
      "example_translation": "El chef equilibró cuidadosamente los sabores en el plato. Los informes financieros de la empresa fueron equilibrados y precisos. El atleta tenía una dieta equilibrada para mejorar el rendimiento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zakazać",
      "translation": "prohibir",
      "definition": "oficjalnie zakazać lub zabronić czegoś",
      "definition_translation": "prohibir oficialmente algo",
      "example": "Rząd zakazał palenia w miejscach publicznych. Firma zakazuje używania jednorazowych plastików od następnego roku. Szkoła zakazuje używania telefonów komórkowych w klasie.",
      "example_translation": "El gobierno prohibió fumar en lugares públicos. La empresa prohibirá todos los plásticos de un solo uso para el año próximo. La escuela prohíbe el uso de teléfonos inteligentes durante la clase.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zakazać",
      "translation": "prohibir",
      "definition": "Zakaz to oficjalne zabronienie lub embargo, lub formalny dekret lub edykt zabraniający czegoś.",
      "definition_translation": "Una prohibición es una prohibición oficial o embargo, o un decreto o edicto formal que prohíbe algo.",
      "example": "Rząd zabronił używania jednorazowych plastików w zeszłym roku, ale zakazuje ich całkowicie do przyszłego roku. Aktualnie wolno nam ich używać, ale zakaz będzie ściśle egzekwowany od przyszłego miesiąca.",
      "example_translation": "El gobierno prohibió el uso de plásticos de un solo uso el año pasado, pero los prohibirá completamente para el próximo año. Actualmente, se nos permite usarlos, pero la prohibición se aplicará estrictamente a partir del próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "huk",
      "translation": "truco",
      "definition": "Huk to nagły, głośny hałas, szczególnie ten powodowany przez coś wybuchającego lub uderzającego coś innego.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "Fajerwerk eksplodował z głośnym hukiem, co zaskoczyło dziecko. Samochód uderzył z hukiem, ale na szczęście nikt nie został ranny. do 2025 roku spółka spodziewa się zrobić wielki huk na rynku z nowym produktem.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "huk",
      "translation": "truco",
      "definition": "Huk to nagły, głośny hałas, szczególnie ten powodowany przez coś wybuchającego lub uderzającego coś innego.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "Fajerwerk eksplodował z głośnym hukiem, co zaskoczyło dziecko. Samochód uderzył z hukiem, ale na szczęście nikt nie został ranny. do 2025 roku spółka spodziewa się zrobić wielki huk na rynku z nowym produktem.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bankier",
      "translation": "banquero",
      "definition": "Osoba, której zawodem jest zarządzanie lub praca w banku.",
      "definition_translation": "Una persona cuya ocupación es administrar o trabajar en un banco.",
      "example": "Bankier doradził mi, aby zainwestować w akcje. Spotkam się z bankierem jutro. Bankier pracował w tym banku przez 10 lat.",
      "example_translation": "El banquero me aconsejó invertir en acciones. Me reuniré con el banquero mañana. El banquero había trabajado en este banco durante 10 años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bankowość",
      "translation": "banca",
      "definition": "Działalność polegająca na świadczeniu usług finansowych, w tym udzielaniu i otrzymywaniu pożyczek.",
      "definition_translation": "El negocio de proporcionar servicios financieros, incluyendo el préstamo y la inversión de dinero.",
      "example": "Bankowość online jest bardzo wygodna. Studiowałem bankowość i finanse na uczelni. System bankowości potrzebuje reform.",
      "example_translation": "El banco en línea es muy conveniente. Estudié banca y finanzas en la universidad. El sistema bancario necesita reformas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nagi",
      "translation": "desnudo",
      "definition": "Bez okrycia lub ubrania; bez szaty.",
      "definition_translation": "Sin cubierta o ropa; desnudo.",
      "example": "Drzewo było nagie zimą. Chodziła boso po plaży. Pokój był nagi, z wyjątkiem krzesła.",
      "example_translation": "El árbol estaba desnudo en invierno. Caminó descalza en la playa. La habitación estaba desnuda excepto por una silla.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ledwie",
      "translation": "apenas",
      "definition": "tylko co; nieznacznie",
      "definition_translation": "solo apenas; por un margen estrecho",
      "example": "Ledwie zdałem egzamin. Będę ledwie miał czas, aby skończyć projekt. Ledwie zacząłem, kiedy zostałem przerywany.",
      "example_translation": "Apenas aprobar el examen. Apenas tendré tiempo para terminar el proyecto. Acababa de empezar cuando fui interrumpido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczekać",
      "translation": "ladrar",
      "definition": "wyrzucać krótki, głośny dźwięk, podobnie jak pies",
      "definition_translation": "hacer un ruido breve y fuerte como un perro",
      "example": "Pies zaczął szczekać, kiedy zobaczył listonoszę. Szczekał całą noc. Będzie szczekał ponownie, kiedy zobaczy obcych.",
      "example_translation": "El perro empezó a ladrar cuando vio al correo. Ladró toda la noche. Ladrará de nuevo si ve a un extraño.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kora",
      "translation": "cáscara",
      "definition": "twarda, zewnętrzna warstwa pnia drzewa",
      "definition_translation": "la capa externa dura de un tronco de árbol",
      "example": "Kora drzewa była szorstka i łuskowata. Kora drzewa została uszkodzona przez burzę. Kora będzie łatwiejsza do usuwania po namoczeniu w wodzie.",
      "example_translation": "La corteza del árbol era áspera y escamosa. La corteza del árbol había sido dañada por la tormenta. La corteza será más fácil de remover después de haber sido empapada en agua.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bariera",
      "translation": "barrera",
      "definition": "Bariera to coś, co blokuje lub przeszkadza ruchowi, dostępowi lub postępowi.",
      "definition_translation": "Una barrera es algo que bloquea o obstruye el movimiento, el acceso o el progreso.",
      "example": "Wędrówka była trudna ze względu na barierę stromych skał. Musieliśmy pokonać barierę różnic językowych. Firma usunie barierę wejścia dla nowych klientów.",
      "example_translation": "La caminata fue desafiante debido a la barrera de rocas empinadas. Teníamos que superar la barrera de las diferencias lingüísticas. La empresa eliminará la barrera de entrada para nuevos clientes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "base",
      "definition": "Baza to punkt wyjścia lub fundament dla czegoś.",
      "definition_translation": "Una base es un punto de partida o una fundación para algo.",
      "example": "Firma założyła swoją bazę w mieście. Zawodnik trenował u podnóża góry. Nowa polityka będzie bazą dla przyszłych decyzji.",
      "example_translation": "La empresa estableció su base en la ciudad. El atleta se entrenó en la base de la montaña. La nueva política será la base para futuras decisiones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "base",
      "definition": "Baza to substancja, która akceptuje jony wodoru w reakcji chemicznej.",
      "definition_translation": "Una base es una sustancia que acepta iones de hidrógeno en una reacción química.",
      "example": "Naukowiec dodał bazę do roztworu, aby zneutralizować kwas. Baza mydła była zbyt alkaliczna. Firma używa bazy wodorotlenku sodu w swojej produkcji.",
      "example_translation": "El científico agregó una base a la solución para neutralizar el ácido. La base del jabón era too alcalina. La empresa utiliza una base de hidróxido de sodio en su producción.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piwnica",
      "translation": "sótano",
      "definition": "Najniższe mieszkające piętro budynku, zwykle poniżej poziomu gruntu.",
      "definition_translation": "La planta más baja de un edificio, usualmente debajo del nivel del suelo.",
      "example": "Przekształcili piwnicę w salon domowy. Wczoraj udekorowali ją. Do następnego roku będzie pokojem gier.",
      "example_translation": "Convirtieron el sótano en un cine en casa. Ayer, lo decoraron. Para el próximo año, será una sala de juegos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "praktycznie",
      "translation": "básicamente",
      "definition": "Używane do wskazania, że twierdzenie jest ogólnie prawdziwe, ale może nie być całkowicie dokładne w każdym szczególe.",
      "definition_translation": "Se utiliza para indicar que una declaración es generalmente verdadera, pero puede no ser completamente precisa en cada detalle.",
      "example": "Praktycznie skończyłem projekt, ale jeszcze potrzebuję go sprawdzić. Skończę go praktycznie do jutra. Skończyłem go praktycznie w zeszłym tygodniu.",
      "example_translation": "Prácticamente terminé mi proyecto, pero aún necesito revisarlo. Prácticamente terminaré mañana. Había prácticamente terminado la semana pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bazylia",
      "translation": "albahaca",
      "definition": "Aromatyczna roślina używana w kuchni, szczególnie w kuchni śródziemnomorskiej i włoskiej.",
      "definition_translation": "Una hierba aromática utilizada en la cocina, especialmente en la cocina mediterránea e italiana.",
      "example": "Posadziłem bazylię w ogrodzie latem. Teraz używam jej do robienia pistacji. Posadzę bazylię ponownie wiosną przyszłego roku.",
      "example_translation": "Planté albahaca en mi jardín el verano pasado. Ahora, la uso para hacer pesto. Plantaré albahaca de nuevo la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "base",
      "definition": "Baza to fundamentalna zasada lub koncept, który służy jako fundament dla czegoś.",
      "definition_translation": "Una base es un principio fundamental o concepto subyacente que sirve como fundamento para algo.",
      "example": "Baza naszej argumentacji była błędna od samego początku. Ustanowimy nową bazę dla naszej rozmowy. Nasza baza podejmowania decyzji zmieni się w przyszłości.",
      "example_translation": "La base de nuestro argumento estaba defectuosa desde el principio. Estableceremos una nueva base para nuestra conversación. Nuestra base para la toma de decisiones cambiará en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "belka",
      "translation": "viga",
      "definition": "Belka to długi, wytrzymały kawałek drewna, metalu lub betonu używany w budownictwie do podpierania ciężaru.",
      "definition_translation": "Una viga es una pieza larga y resistente de madera, metal o concreto utilizada en la construcción de edificios para soportar peso.",
      "example": "Belka w suficie była pęknięta i wymagała wymiany. Zamontujemy nową belkę, aby wspierać dach. Belka będzie wzmocniona stalą w przyszłości.",
      "example_translation": "La viga en el techo estaba agrietada y necesitaba ser reemplazada. Instalaremos una nueva viga para soportar el techo. La viga será reforzada con acero en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "oso",
      "definition": "Niedźwiedź to duże, mięsożerne ssak żyjące w lasach i górach.",
      "definition_translation": "Un oso es un mamífero carnívoro grande encontrado en bosques y montañas.",
      "example": "Widzieliśmy niedźwiedzia w lesie wczoraj. Niedźwiedź będzie hibernował przez zimę. Zobaczę niedźwiedzia w zoo za rok.",
      "example_translation": "Vimos un oso en el bosque ayer. El oso hibernará durante el invierno. Veré un oso en el zoológico el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bestia",
      "translation": "bestia",
      "definition": "Dzikie zwierzę, szczególnie duże lub groźne.",
      "definition_translation": "Un animal salvaje, especialmente uno grande o feroz.",
      "example": "Bestia ryknęła głośno w dżungli. Bestia wędruje swobodnie w swoim naturalnym środowisku. Bestia zaatakuje, jeśli poczuje się zagrożona.",
      "example_translation": "La bestia rugió fuerte en la jungla. La bestia deambula libremente en su hábitat natural. La bestia atacará si se siente amenazada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "golpear",
      "definition": "Uderzyć lub uderzać wielokrotnie, często z przemocą, aby wyrządzić obrażenia lub szkodę.",
      "definition_translation": "Golpear o pegar repetidamente, a menudo con violencia, para infligir lesiones o daños.",
      "example": "Perkusista bicie w bęben w koncercie. Ona bije jajka do ciasta. On będzie bił konkurencję w maratonie.",
      "example_translation": "El baterista golpeará la batería en el concierto. Ella golpea los huevos para la tarta. Él golpeará la competencia en el maratón.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "vencer",
      "definition": "Pokonać lub pokonać kogoś lub coś, często w konkurencji lub zawodach.",
      "definition_translation": "Superar o vencer a alguien o algo, a menudo en una competencia o concurso.",
      "example": "Drużyna pokona rywala w finale gry. Ona bije swój rekord osobisty w wyścigu. On pokona szanse w grze w pokera.",
      "example_translation": "El equipo vencerá al rival en el juego final. Ella supera su récord personal en la carrera. Él vencerá las probabilidades en el juego de póquer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "golpear",
      "definition": "Uderzyć lub uderzyć coś powtarzająco, zazwyczaj w sposób rytmiczny",
      "definition_translation": "golpear algo repetidamente, usualmente de manera rítmica",
      "example": "Ja będę bił bęben na koncercie dziś wieczorem, biłem go wczoraj i biłem go przed tygodniem.",
      "example_translation": "Golpearé el tambor en el concierto esta noche, lo golpeé ayer y lo golpeé la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chrząszcz",
      "translation": "escarabajo",
      "definition": "Typ owada o twardym zewnętrznym pancerzu, zazwyczaj mającym charakterystyczny kształt i kolor",
      "definition_translation": "un tipo de insecto con una concha externa dura, caracterizado por una forma y color destacados",
      "example": "Chrząszcz powoli pełzał po liściu, pełzał tam wczoraj i pełzał tam jutro.",
      "example_translation": "El escarabajo se arrastró lentamente a través de la hoja, se había arrastrado allí ayer y se arrastrará allí mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "błagać",
      "translation": "rogar",
      "definition": "Prosić kogoś o coś w sposób uprzejmy i pokorny, często dlatego, że bardzo tego potrzebujesz",
      "definition_translation": "pedir algo a alguien de manera cortés y humilde, a menudo porque realmente lo necesitas",
      "example": "Ja będę błagał o łaskę jutro, błagałem o to wczoraj i błagam o to każdego dnia.",
      "example_translation": "Rogaré un favor mañana, lo rogué ayer y lo ruego todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "błagać",
      "translation": "rogar",
      "definition": "Prosić o coś w sposób pokorny i szanowny",
      "definition_translation": "Pedir algo de manera humilde y respetuosa",
      "example": "Błagałem rodziców, aby pozwolili mi pójść na imprezę, ale odmówili. Błagam cię o pomoc w tej pracy. Będę błagał o wybaczenie, jeśli popełnię błąd.",
      "example_translation": "Le rogué a mis padres que me dejaran ir a la fiesta, pero se negaron. Te ruego que me ayudes con esta tarea. Pediré perdón si cometemos un error.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przekonanie",
      "translation": "creencia",
      "definition": "Uczucie zaufania, wiary lub pewności coś lub kogoś",
      "definition_translation": "Un sentimiento de confianza, fe o confianza en algo o alguien",
      "example": "Moje przekonanie w Boga дало mi siłę w trudnych czasach. Wierzę, że szczerze jest najlepszą polityką. Wierzyłem w swoje możliwości i osiągnąłem cele.",
      "example_translation": "Mi creencia en Dios me dio fuerza durante momentos difíciles. Creo que la honestidad es la mejor política. Creí en mis habilidades y logré mis objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "należeć",
      "translation": "pertenecer",
      "definition": "Być częścią czegoś lub grupy, lub mieć naturalne lub prawne miejsce w nim",
      "definition_translation": "Ser parte de algo o un grupo, o tener un lugar natural o legítimo en él",
      "example": "Należę do klubu książkowego, gdzie dyskutujemy o naszych ulubionych powieściach. Należałem do drużyny sportowej w szkole średniej. Będę należeć do społeczności artystów, gdy skończę studia.",
      "example_translation": "Pertenecía a un club de lectura donde discutíamos nuestros novelas favoritas. Pertenezco a un equipo deportivo en la escuela secundaria. Perteneceré a una comunidad de artistas cuando termine mi título.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "własności",
      "translation": "pertenencias",
      "definition": "Mienie osobiste lub rzeczy, szczególnie te, które są przenośne lub ruchome.",
      "definition_translation": "Propiedad personal o posesiones, especialmente aquellas que son portátiles o móviles.",
      "example": "Zapakowała swoje własności do walizki i wyjechała na lotnisko. Wczoraj zapakowałem swoje własności do pudełka. Będę zapakował swoje własności do torby jutro.",
      "example_translation": "Ella empacó sus pertenencias en una maleta y se fue al aeropuerto. Ayer, había empacado mis pertenencias en una caja. Mañana, empacaré mis pertenencias en una bolsa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ławka",
      "translation": "banco",
      "definition": "Długi siedzisko, zazwyczaj umocowane w miejscu, używane przez ludzi w parku, ogrodzie lub innym obszarze na wolnym powietrzu.",
      "definition_translation": "Un asiento largo, típicamente uno fijo en su lugar, utilizado por la gente en un parque, jardín o área al aire libre.",
      "example": "Usiadłem na ławce w parku i przeczytałem książkę. Wczoraj usiadłem na ławce i obserwowałem grę. Będę usiadł na ławce i odpocznę jutro.",
      "example_translation": "Me senté en un banco en el parque y leí un libro. Ayer, había sentado en un banco y vi el juego. Mañana, me sentaré en un banco y descansaré.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zginąć",
      "translation": "doblarse",
      "definition": "Zmień kierunek lub kształt przez zginać lub krzywić",
      "definition_translation": "Cambiar de dirección o forma al doblarse o curvarse.",
      "example": "Zgiąłem się, aby podnieść piłkę. Wczoraj zgiąłem kolana, aby skoczyć wyżej. Będę zginął swoje ciało, aby dotknąć palców jutro.",
      "example_translation": "Me doblé para recoger la pelota. Ayer, había doblado mis rodillas para saltar más alto. Mañana, doblaré mi cuerpo para tocar mis dedos del pie.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zgiąć",
      "translation": "doblado",
      "definition": "zmienić kierunek lub kształt przez wykonanie krzywej lub kąta",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "Zgięłam przewód, aby naprawić złamane lampy. Wczoraj zgiąłem się, aby podnieść pióro. Jeśli zgięłbym reguły, mogłbym dostać się w kłopoty.",
      "example_translation": "Doblaré el alambre para arreglar la lámpara rota. Ayer, me doblé para recoger la pluma. Si doblo las reglas, podré meterme en problemas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zgiąć",
      "translation": "doblado",
      "definition": "zmienić kierunek lub kształt przez wykonanie krzywej lub kąta",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "Droga będzie zgięta w lewo po moście. Gałąź zgięła się pod ciężarem owoców. Firma zgięła swoją politykę, aby dostosować się do nowego klienta.",
      "example_translation": "La carretera doblará a la izquierda después del puente. La rama se dobló bajo el peso de la fruta. La empresa doblará su política para acomodar al nuevo cliente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pod",
      "translation": "debajo de",
      "definition": "w lub do pozycji poniżej czegoś",
      "definition_translation": "en o a una posición debajo de algo",
      "example": "Książka jest pod sofą. Skarb był ukryty pod starym dębem. Tajemnice miasta leżą pod jego nowoczesną fasadą.",
      "example_translation": "El libro está debajo del sofá. El tesoro estaba escondido debajo del roble antiguo. Los secretos de la ciudad se esconden debajo de su fachada moderna.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "korzystny",
      "translation": "beneficioso",
      "definition": "mający pozytywny lub pomocny efekt",
      "definition_translation": "tener un efecto positivo o útil",
      "example": "Nowa polityka okazała się korzystna dla firmy. Będzie korzystne dla pracowników. Było korzystne dla środowiska.",
      "example_translation": "La nueva política ha sido beneficiosa para la empresa. Será beneficioso para los empleados. Fue beneficiosa para el medio ambiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "korzyść",
      "translation": "beneficio",
      "definition": "przewaga lub zysk uzyskany z czegoś",
      "definition_translation": "una ventaja o ganancia obtenida de algo",
      "example": "Firma oferuje wiele korzyści swoim pracownikom. Nowa polityka przyniesie korzyść gospodarce. Skorzystałem z doświadczenia.",
      "example_translation": "La empresa ofrece muchos beneficios a sus empleados. La nueva política beneficiará la economía. Me beneficié de la experiencia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jagoda",
      "translation": "baya",
      "definition": "małe, mięsiste owoce",
      "definition_translation": "una fruta pequeña y carnosa",
      "example": "Zjadłem jagodę z krzaka. Jagody będą dojrzałe latem. Ona zbierała jagody z drzewa.",
      "example_translation": "Me comí una baya del arbusto. Las bayas estarán maduras en verano. Ella recogió bayas del árbol.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bestseller",
      "translation": "superventas",
      "definition": "Książka lub inny produkt, który sprzedaje się bardzo dobrze, często stając się ekstremalnie popularnym.",
      "definition_translation": "Un libro u otro producto que se vende muy bien, a menudo se vuelve muy popular.",
      "example": "Nowela stała się bestsellerem w swoim pierwszym tygodniu premiery. Będzie bestsellerem do końca roku. Był bestsellerem sezonu.",
      "example_translation": "La novela se convirtió en un superventas en su primera semana de lanzamiento. Será un superventas al final del año. Fue un superventas la última temporada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "załóż",
      "translation": "apuesta",
      "definition": "Ryzykować pieniądze lub coś wartościowego na wynik wydarzenia lub gry.",
      "definition_translation": "Arriesgar dinero o algo valioso en el resultado de un evento o juego.",
      "example": "Załóżem się o mecz piłki nożnej wczoraj wieczorem. Ona założy się o wyścigi konne w weekend. Oni założą się o wynik wyborów.",
      "example_translation": "Aposté en el partido de fútbol anoche. Ella apostará en la carrera de caballos este fin de semana. Ellos apostaron en el resultado de las elecciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zdradzić",
      "translation": "traicionar",
      "definition": "Być niewiernym lub podejrzliwym wobec kogoś lub czegoś, często w tajemnicy lub ukrytej formie.",
      "definition_translation": "Ser desleal o infiel a alguien o algo, a menudo de manera secreta o oculta.",
      "example": "Czuła się zdradzona przez działania przyjaciela. On zdradził swoją ojczyznę, sprzedając tajemnice. Oni zdradzą swoje zaufanie, jeśli nie dotrzymają obietnicy.",
      "example_translation": "Ella se sintió traicionada por las acciones de su amiga. Él traicionó a su país vendiendo secretos. Ellos traicionarán su confianza si no cumplen la promesa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "bikini",
      "definition": "Bikini to rodzaj kostiumu kąpielowego noszonego przez kobiety, składający się z dwóch części, jednej pokrywającej piersi, a drugiej okolice intymne.",
      "definition_translation": "Un bikini es un tipo de traje de baño que se lleva puesto por las mujeres, típicamente consistente en dos piezas, una que cubre los pechos y la otra el área del pubis.",
      "example": "Kupiłem nowy bikini na wakacje. Wczoraj nosiłem go na plaży. Nosiłam go ponownie jutro, idąc na plażę.",
      "example_translation": "Compré un nuevo bikini para mis vacaciones. Lo llevé puesto ayer en la playa. Lo llevaré puesto de nuevo mañana cuando vaya a nadar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rachunek",
      "translation": "cuenta",
      "definition": "Rachunek to dokument żądający płatności za dostarczone towary lub usługi.",
      "definition_translation": "Una cuenta es un documento que solicita el pago por los bienes o servicios prestados.",
      "example": "Otrzymałem rachunek z restauracji. Zapłacę go jutro. Zapłaciłem go miesiąc temu.",
      "example_translation": "Recibí una cuenta del restaurante. La pagaré mañana. La pagué el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miliard",
      "translation": "billón",
      "definition": "Miliard to duża jednostka miary, równa jeden thousand milionów.",
      "definition_translation": "Un billón es una gran unidad de medida, igual a mil millones.",
      "example": "Liczba ludności kraju przekracza miliard. Był to miliard dolarów długu. Będzie to miliard ludzi uczestniczących w wydarzeniu.",
      "example_translation": "La población del país es de más de un billón. Estaba en deuda por un billón de dólares. Serán un billón de personas asistiendo al evento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "biologiczny",
      "translation": "biológico",
      "definition": "Związany ze studiami nad żywymi organizmami, włączając ich strukturę, funkcję, wzrost, ewolucję i taksonomię.",
      "definition_translation": "Relativo al estudio de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución y taxonomía.",
      "example": "Badania biologiczne doprowadziły do wielu przełomów w medycynie. Systemy biologiczne są złożone i fascynujące. Procesy biologiczne będą ewoluować w czasie.",
      "example_translation": "La investigación biológica ha llevado a muchos avances en medicina. Los sistemas biológicos son complejos y fascinantes. Los procesos biológicos seguirán evolucionando con el tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "morder",
      "definition": "Chwycić lub uznać coś mocno zębami, lub chwycić lub trzymać coś mocno ustami.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "Pies lubi ugryźć swoje zabawki. Ugryzła w jabłko. On ugryzie wargę z nerwów.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "morder",
      "definition": "Chwycić lub uznać coś mocno zębami, lub chwycić lub trzymać coś mocno ustami.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "Pies lubi ugryźć swoje zabawki. Ugryzła w jabłko. On ugryzie wargę z nerwów.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gorzki",
      "translation": "amargo",
      "definition": "Mający silny nieprzyjemny smak, podobny do chininy lub cytryny.",
      "definition_translation": "Teniendo un sabor fuerte y desagradable, como la quinina o los limones.",
      "example": "Kawa była gorzka, więc dodałem cukru. Jestem gorzki o sytuacji przez lata. Będę gorzki, jeśli nie dostanę pracy.",
      "example_translation": "El café era amargo, así que agregué azúcar. He estado amargado sobre la situación durante años. Estaré amargado si no consigo el trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gorzko",
      "translation": "amargamente",
      "definition": "W sposób gorzki; z gorzkimi uczuciami.",
      "definition_translation": "De manera amarga; con sentimientos amargos.",
      "example": "Ona gorzko żałowała swojej decyzji. On gorzko narzekał na jedzenie. Będą gorzko walczyć o swoje prawa.",
      "example_translation": "Ella se arrepintió amargamente de su decisión. Él se quejó amargamente de la comida. Ellos lucharán amargamente por sus derechos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziwny",
      "translation": "extraño",
      "definition": "Niecodzienny i nieoczekiwany, często w sposób dziwny lub niepokojący.",
      "definition_translation": "Inusual y inesperado, a menudo de una manera extraña o inquietante.",
      "example": "Artysta stworzył dziwne rzeźby, które były wystawione. Dziwne wzorce pogody powodują problemy. Drużyna zachowywała się dziwnie, co zaskoczyło wszystkich.",
      "example_translation": "Las esculturas extrañas del artista estaban en exhibición. Los patrones climáticos extraños han estado causando problemas. El comportamiento extraño del equipo sorprendió a todos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jeżyna",
      "translation": "mora",
      "definition": "Mała, ciemnopurpurowa owoc, która rośnie na krzewie i jest często spożywana w tartach i deserach.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en pasteles y postres.",
      "example": "Wczoraj zjadłem tartę z jeżyną, teraz jem jeżyny, a jutro zjem dżem z jeżyną.",
      "example_translation": "Comí una tarta de mora ayer, estoy comiendo moras ahora y comeré mermelada de mora mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czarna porzeczka",
      "translation": "cassis",
      "definition": "Mała, ciemnopurpurowa owoc, która rośnie na krzewie i jest często spożywana w deserach i napojach.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en postres y bebidas.",
      "example": "Wczoraj wypiłem sok z czarnej porzeczki, teraz jem czarne porzeczki, a jutro zrobię dżem z czarnej porzeczki.",
      "example_translation": "Bebí jugo de cassis ayer, estoy comiendo cassises ahora y haré mermelada de cassis mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ostrze",
      "translation": "hoja",
      "definition": "Długa, płaska, ostra część narzędzia lub maszyny, takiej jak nóż lub piła.",
      "definition_translation": "Una parte larga, plana y afilada de una herramienta o máquina, como un cuchillo o una sierra.",
      "example": "Użyłem ostrza, aby przyciąć trawę wczoraj, teraz ostrzę ostrze, a jutro kupię nowe ostrze.",
      "example_translation": "Usé una hoja para cortar el césped ayer, estoy afilando una hoja ahora y compraré una hoja nueva mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pusty",
      "translation": "en blanco",
      "definition": "Nie mający żadnych znaków ani cech, całkowicie pusty lub próżny.",
      "definition_translation": "Sin marcas ni características, completamente vacío o vacante.",
      "example": "Pusta strona patrzyła na mnie, czekając na moje myśli twórcze, aby ją wypełnić. Pozostawiłem puste miejsca w formularzu, nie wiedząc, co napisać. Kiedy skończę ten projekt, puste ściany mojego pokoju będą wypełnione inspiracją.",
      "example_translation": "La página en blanco me miraba fijamente, esperando que mis pensamientos creativos la llenen. Había dejado los espacios en blanco en el formulario, sin saber qué escribir. Cuando termine este proyecto, las paredes en blanco de mi habitación estarán llenas de inspiración.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ślepy",
      "translation": "ciego",
      "definition": "Niezdolny do widzenia lub postrzegania czegoś, nie mający wzroku ani widzenia.",
      "definition_translation": "No poder ver o percibir algo, no tener vista ni visión.",
      "example": "Ślepy mężczyzna szedł ostrożnie ulicą, używając kija, aby się nawigować. Byłem ślepy na ostrzeżenia, ale teraz je widzę jasno. W przyszłości rozwinęemy technologię, aby pomóc ślepym widzieć.",
      "example_translation": "El hombre ciego caminaba con cuidado por la calle, usando su bastón para navegar. Estaba ciego a las señales de advertencia, pero ahora las veo claramente. En el futuro, desarrollaremos tecnología para ayudar a los ciegos a ver.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mrugnąć",
      "translation": "parpadear",
      "definition": "Zamknąć i otworzyć oczy szybko, szczególnie w celu usunięcia brudu lub wyrażenia zdziwienia.",
      "definition_translation": "Cerrar y abrir los ojos rápidamente, especialmente para quitar suciedad o expresar sorpresa.",
      "example": "Kiedy dostałem kurz w oko, musiałem mrugnąć szybko, aby go usunąć. Ona mrugnęła zdziwienia, gdy jej powiedziałem te wieści. Kiedy mrugnę, światło zmieni się na zielone.",
      "example_translation": "Cuando me metí polvo en el ojo, tuve que parpadear rápidamente para sacarlo. Ella parpadeó de sorpresa cuando le di la noticia. En el momento en que parpadeo, la luz se volverá verde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "blok",
      "translation": "bloque",
      "definition": "Solidna masa materiału, szczególnie używana jako jednostka konstrukcyjna lub kształt, który może być użyty jako blok budowlany.",
      "definition_translation": "Una masa sólida de material, especialmente una utilizada como unidad de construcción, o una forma que puede ser utilizada como bloque de construcción.",
      "example": "Zbudowała wieżę z drewnianych bloków. Zbudowała zamek z bloków wczoraj. Zbuduje most z bloków jutro.",
      "example_translation": "Ella construyó una torre utilizando bloques de madera. Ella había construido un castillo con bloques ayer. Ella construirá un puente con bloques mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krwawy",
      "translation": "sangriento",
      "definition": "Pokryty lub zabarwiony krwią; brutalny lub szokujący.",
      "definition_translation": "Cubierto de o manchado con sangre; brutal o chocante de manera violenta.",
      "example": "Krwawa wojna pozostawiła miasto w ruinach. Krwawy bój został przerwany przez policję. Krwawe morderstwo będzie śledzone tej nocy.",
      "example_translation": "La guerra sangrienta había dejado la ciudad en ruinas. La pelea sangrienta fue interrumpida por la policía. El asesinato sangriento será investigado esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "borówka",
      "translation": "arándano",
      "definition": "Mały, okrągły owoc o słodkim lub kwaśnym smaku, zwykle w kolorze fioletowo-niebieskim.",
      "definition_translation": "Una fruta small, redonda con un sabor dulce o ácido, generalmente de color púrpura-azul.",
      "example": "Zjadła garść borówek na śniadanie. Zjadła borówkowe placki wczoraj. Zje borówkowe muffiny na deser jutro.",
      "example_translation": "Ella comió un puñado de arándanos para desayunar. Ella había comido pancakes de arándano ayer. Ella comerá muffins de arándano para postre mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zarumienić się",
      "translation": "sonrojo",
      "definition": "Zaczerwienić się z wstydu lub zawstydzenia.",
      "definition_translation": "ponerse rojo en la cara, típicamente por vergüenza o bochorno",
      "example": "Zarumieniła się, gdy jej chłopak do niej przemówił. Zarumieniła się, gdy on poprosił ją o wyjście. Zarumieni się, gdy on złoży jej komplement.",
      "example_translation": "Ella se sonrojó cuando su crush habló con ella. Se había sonrojado cuando él le pidió salir. Se sonrojará cuando él le haga un cumplido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tablica",
      "translation": "tablero",
      "definition": "Płaska, zwykle prostokątna część drewna, plastiku lub innego materiału używana do określonego celu.",
      "definition_translation": "un pedazo plano, usualmente rectangular, de madera, plástico o otro material utilizado para un propósito particular",
      "example": "On umieścił wiadomość na tablicy. On umieścił elementy na tablicy. On umieści nową politykę na tablicy.",
      "example_translation": "Él puso el mensaje en el tablero. Había puesto las piezas en el tablero. Pondrá la nueva política en el tablero.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rada",
      "translation": "consejo",
      "definition": "Grupa osób, które podejmują decyzje o firmie, organizacji lub szkole.",
      "definition_translation": "un grupo de personas que toman decisiones sobre una empresa, organización o escuela",
      "example": "Jest członkiem rady. Była członkiem rady. Będzie członkiem rady.",
      "example_translation": "Ella es miembro del consejo. Había sido miembro del consejo. Será miembro del consejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chwalenie się",
      "translation": "jactarse",
      "definition": "mówić z dumą o czymś, co zrobiłeś lub co posiadasz",
      "definition_translation": "hablar con orgullo sobre algo que has hecho o algo que tienes",
      "example": "Chwaliłem się nowym samochodem przed przyjaciółmi. Będę chwalił się swoimi osiągnięciami podczas ceremonii. Chwaliłem się swoimi umiejętnościami gotowania przed rodziną.",
      "example_translation": "Me jacté de mi nuevo coche con mis amigos. Me jactaré de mis logros en la ceremonia. Me jacté de mis habilidades culinarias con mi familia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ochroniarz",
      "translation": "guardaespaldas",
      "definition": "osoba zatrudniona do ochrony kogoś, zwykle osoby sławnej lub ważnej",
      "definition_translation": "una persona empleada para proteger a alguien, usualmente una persona famosa o importante",
      "example": "Prezydent miał ochroniarza, który towarzyszył mu wszędzie. Pracowała jako ochroniarz dla sławnego aktora. Ochroniarz uratował życie piosenkarza podczas ataku.",
      "example_translation": "El presidente tenía un guardaespaldas que lo acompañaba a todos lados. Ella trabajó como guardaespaldas para un actor famoso. El guardaespaldas salvó la vida de la cantante durante el ataque.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wrzenie",
      "translation": "hervir",
      "definition": "akt stawania się płynu gorącym i produkowania bąbelków",
      "definition_translation": "el acto de un líquido que se vuelve caliente y produce burbujas",
      "example": "Woda wrze w garnku. Była wrząca z gniewu, gdy usłyszała wiadomość. Kawa wrzała w ekspresie do kawy.",
      "example_translation": "El agua está hirviendo en la olla. Ella estaba hirviendo de ira cuando escuchó la noticia. El café estaba hirviendo en la cafetera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "audaz",
      "definition": "Pokazujący gotowość do podejmowania ryzyka i robienia rzeczy w sposób odważny i pewny siebie.",
      "definition_translation": "Mostrando una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "Zawsze nosiła odważne stroje, aby zrobić wrażenie. Noszę odważne stroje, aby zrobić wrażenie. Będę nosić odważne stroje, aby zrobić wrażenie.",
      "example_translation": "Siempre llevaba conjuntos atrevidos para hacer una declaración. Había llevado conjuntos atrevidos para hacer una declaración. Llevará conjuntos atrevidos para hacer una declaración.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "odważnie",
      "translation": "audazmente",
      "definition": "W sposób pokazujący gotowość do podejmowania ryzyka i robienia rzeczy w sposób odważny i pewny siebie.",
      "definition_translation": "De una manera que muestra una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "Firma będzie inwestować odważnie w nowe technologie. Firma inwestowała odważnie w nowe technologie. Firma zainwestuje odważnie w nowe technologie.",
      "example_translation": "La empresa invertirá audazmente en nuevas tecnologías. La empresa invirtió audazmente en nuevas tecnologías. La empresa ha invertido audazmente en nuevas tecnologías.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bombardowanie",
      "translation": "bombardeo",
      "definition": "Akt zrzucania bomb z samolotu, szczególnie w celowym ataku.",
      "definition_translation": "El acto de dejar caer bombas desde un avión, especialmente en un ataque deliberado.",
      "example": "Miasto ucierpiało podczas bombardowania w czasie wojny. Miasto ucierpiało bombardowaniem w czasie wojny. Miasto ucierpiało będzie bombardowaniem w czasie wojny.",
      "example_translation": "La ciudad sufrió un bombardeo durante la guerra. La ciudad había sufrido un bombardeo durante la guerra. La ciudad sufrirá un bombardeo durante la guerra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obligacja",
      "translation": "bono",
      "definition": "Obligacja to rodzaj inwestycji, w której inwestor udziela pożyczki dłużnikowi (zwykle korporacja lub rząd) w zamian za regularne płatności odsetek i zwrot inwestycji.",
      "definition_translation": "Un bono es un tipo de inversión en la que un inversionista presta dinero a un prestatario (típicamente corporativo o gubernamental) a cambio de pagos de intereses regulares y la devolución de su inversión principal.",
      "example": "Firma wyemitowała obligację, aby zdobyć kapitał na nowy projekt. Obligacja pozwoliła firmie na zdobycie kapitału. Do końca roku firma wyemituje obligację dla swoich inwestorów.",
      "example_translation": "La empresa emitió un bono para recaudar capital para su nuevo proyecto. Había formado un vínculo con sus inversores a lo largo de los años. Al final del año, habrá formado un vínculo con varios inversores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "premia",
      "translation": "prima",
      "definition": "Premia to dodatkowa wypłata lub nagroda przyznawana pracownikowi, przedstawicielowi handlowemu lub menedżerowi za osiągnięcie określonych celów lub targetów.",
      "definition_translation": "Una prima es un pago adicional o recompensa otorgada a un empleado, vendedor o ejecutivo por alcanzar ciertos objetivos o metas.",
      "example": "Pracownik otrzymał premię za osiągnięcie celu sprzedaży. Jest uprawniona do premi tej kwartalnej. Firma oferuje premię dla najlepszych wykonawców.",
      "example_translation": "El empleado recibió una prima por cumplir con el objetivo de ventas. Ella es elegible para una prima este trimestre. La empresa ofrecerá una prima a sus mejores ejecutores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "broszura",
      "translation": "folleto",
      "definition": "Broszura to mała książeczka lub pamflet, zawierająca informacje lub instrukcje na określony temat.",
      "definition_translation": "Un folleto es un pequeño libro o panfleto, que típicamente contiene información o instrucciones sobre un tema en particular.",
      "example": "Agencja podróżna dostarczyła broszurę z informacjami o wycieczce. Napisała broszurę na temat ogrodnictwa. Firma publikuje broszurę o swojej historii.",
      "example_translation": "La agencia de viajes proporcionó un folleto con información sobre el tour. Ella había escrito un folleto sobre jardinería. La empresa está publicando un folleto sobre su historia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    }
  ]