[
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kot",
      "translation": "gato",
      "definition": "Mały, zwykle owłosiony, mięsożerny ssak. Często nazywane są 'kotami domowymi', gdy są trzymane jako zwierzęta domowe.",
      "definition_translation": "Un pequeño mamífero carnívoro típicamente peludo. A menudo se les llama 'gatos de la casa' cuando se mantienen como mascotas en interiores.",
      "example": "Miałem kota, gdy byłem dzieckiem. Teraz mam dwa koty, a one są bardzo zabawne. Będę miał nowego kota w przyszłym roku.",
      "example_translation": "Tenía un gato cuando era niño. Ahora tengo dos gatos, y son muy juguetones. Me compraré un gato nuevo el año que viene.",
      "imageLink": "image_files\\English\\cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "krowa",
      "translation": "vaca",
      "definition": "Duża udomowiona ssak nieparzystokopytna, która jest powszechnie trzymana na fermach i ranchach ze względu na jej mleko i mięso.",
      "definition_translation": "Un mamífero ungulado grande domesticado que se mantiene comúnmente en granjas y ranchos por su leche y carne.",
      "example": "Krowy pasą się na polu. Krowa urodziła cielę ostatniego miesiąca. Będziemy kupować krowę w przyszłym roku.",
      "example_translation": "Las vacas están pastando en el campo. La vaca dio a luz a un ternero el mes pasado. Compraremos una vaca al año que viene.",
      "imageLink": "image_files\\English\\cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pies",
      "translation": "perro",
      "definition": "Udomowiony, mięsożerny ssak należący do rodziny psowatych, blisko spokrewniony z wilkiem.",
      "definition_translation": "Un mamífero carnívoro domesticado que pertenece a la familia Canidae y está estrechamente relacionado con el lobo gris.",
      "example": "Wczoraj wypiłem mojego psa. Pies szczeka głośno. Będę brał mojego psa do parku jutro.",
      "example_translation": "Paseé a mi perro esta mañana. El perro está ladrando fuerte. Llevaré a mi perro al parque mañana.",
      "imageLink": "image_files\\English\\dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "koń",
      "translation": "caballo",
      "definition": "Duża, kopytne, roślinożerne ssak wykorzystywany do jazdy, jazdy konnej i noszenia pakunków.",
      "definition_translation": "Un gran mamífero herbívoro con pezuñas utilizado para montar, conducir y llevar paquetes.",
      "example": "Wczoraj jechałem koniem do parku, dzisiaj jeżdżę koniem do parku, a jutro będzie miałem konia do parku.",
      "example_translation": "Monté un caballo al parque ayer, monto un caballo al parque todos los días, y montaré un caballo al parque mañana.",
      "imageLink": "image_files\\English\\horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "świnia",
      "translation": "cerdo",
      "definition": "Stout-bodied, omnivorous, nieparzystokopytny ssak rodzimy z Eurazji i Północnej Afryki.",
      "definition_translation": "Un mamífero ungulado omnívoro de cuerpo robusto originario de Eurasia y África del Norte.",
      "example": "Wczoraj zobaczyłem świnie na fermie, dzisiaj widzę świnie na fermie, a jutro będę widział świnie na fermie.",
      "example_translation": "Vi un cerdo en la granja ayer, veo un cerdo en la granja todos los días, y veré un cerdo en la granja mañana.",
      "imageLink": "image_files\\English\\pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "owca",
      "translation": "oveja",
      "definition": "Ssak roślinożerny, nieparzystokopytny, zwykle trzymany na fermie lub ranchu ze względu na jego wełnę i mięso.",
      "definition_translation": "Un mamífero rumiante, ungulado incluso, que se mantiene típicamente en una granja o rancho por su lana y carne.",
      "example": "Wczoraj poganiałem owcę na pastwisko, dzisiaj poganiałem owcę na pastwisko, a jutro będę poganiał owcę na pastwisko.",
      "example_translation": "Arrie un rebaño de ovejas al pasto ayer, arreo un rebaño de ovejas al pasto todos los días, y arrearé un rebaño de ovejas al pasto mañana.",
      "imageLink": "image_files\\English\\sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dziecko",
      "translation": "bebé",
      "definition": "Bardzo młody człowiek, od urodzenia do roku lub dwóch lat życia.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "Wczoraj trzymałem dziecko w moich ramionach, dzisiaj trzymam dziecko w moich ramionach, a jutro będę trzymał dziecko w moich ramionach.",
      "example_translation": "Yo sostuve al bebé en mis brazos ayer, estoy sosteniendo al bebé en mis brazos hoy, y sostendré al bebé en mis brazos mañana.",
      "imageLink": "image_files\\English\\baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "oso",
      "definition": "Duża, mięsożerna ssak z owłosieniem, znaleziony w lasach i górach.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas.",
      "example": "Niedźwiedź biegł szybko przez las wczoraj, niedźwiedź biegnie szybko przez las dzisiaj, a niedźwiedź będzie biegł szybko przez las jutro.",
      "example_translation": "El oso corrió rápidamente por el bosque ayer, el oso está corriendo rápidamente por el bosque hoy, y el oso correrá rápidamente por el bosque mañana.",
      "imageLink": "image_files\\English\\bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "gepard",
      "translation": "chita",
      "definition": "Duża kot z szatą żółtawo-brązową i czarnymi plamami, rodzimy z Afryki i Azji.",
      "definition_translation": "Un gato grande con un pelaje amarillo-marrón y manchas negras, nativo de África y Asia.",
      "example": "Gepard biegnie ekstremalnie szybko na sawannie wczoraj, gepard biegnie ekstremalnie szybko na sawannie dzisiaj, a gepard będzie biegał ekstremalnie szybko na sawannie jutro.",
      "example_translation": "La chita corría extremadamente rápido en la sabana ayer, la chita está corriendo extremadamente rápido en la sabana hoy, y la chita correrá extremadamente rápido en la sabana mañana.",
      "imageLink": "image_files\\English\\cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "słoń",
      "translation": "elefante",
      "definition": "Duża, inteligentna i społeczna zwierzę z długim trzonkiem, używane w zoo i cyrkach, a dawniej używane jako zwierzę juczne.",
      "definition_translation": "Un animal grande, inteligente y social con una larga probóscide, utilizado en zoos y circos, y anteriormente usado como bestia de carga.",
      "example": "Wczoraj zobaczyłem słonia w zoo, teraz jedzie, a jutro będzie się swobodnie wędrować w dziczy.",
      "example_translation": "Vi un elefante en el zoológico ayer, está comiendo ahora, y caminará libremente en la naturaleza mañana.",
      "imageLink": "image_files\\English\\elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "świnka morska",
      "translation": "cuy",
      "definition": "Mały, puszysty, roślinożerny gryzoń często trzymany jako zwierzę domowe lub używany w badaniach naukowych.",
      "definition_translation": "Un pequeño, peludo, roedor herbívoro comúnmente mantenido como mascota o utilizado en investigaciones científicas.",
      "example": "Miałem świnekę morską jako zwierzę domowe, gdy byłam dzieckiem, był bardzo słodki i będzie idealnym towarzyszem mojej siostry w przyszłości.",
      "example_translation": "Tuve un cuy como mascota cuando era niño, era muy lindo, y hará un gran compañero de mi hermana algún día.",
      "imageLink": "image_files\\English\\guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chomczak",
      "translation": "hámster",
      "definition": "Mały, puszysty, mięsożerny ssak często trzymany jako zwierzę domowe, pochodzący z Syrii i Europy.",
      "definition_translation": "Un pequeño, peludo, mamífero carnívoro comúnmente mantenido como mascota, originario de Siria y Europa.",
      "example": "Kupiłem chomczaka ubiegłego tygodnia, aktualnie biega po kole, i będzie idealnym zwierzęciem domowym dla mojego brata za rok.",
      "example_translation": "Compré un hámster la semana pasada, está corriendo en su rueda ahora, y será una gran mascota para mi hermano el próximo año.",
      "imageLink": "image_files\\English\\hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lew",
      "translation": "león",
      "definition": "Lew to duży, mięsożerny ssak żyjący w stadach w sawannach i trawiastych obszarach Afryki i Indii.",
      "definition_translation": "Un león es un mamífero carnívoro grande que vive en manadas en las sabanas y praderas de África y la India.",
      "example": "Lew huczał głośno w dżungli. Wczoraj lew spał. Jutro lew będzie polował na swej zdobyczy.",
      "example_translation": "El león rugió fuerte en la jungla. Ayer, el león estaba durmiendo. Mañana, el león cazará su presa.",
      "imageLink": "image_files\\English\\lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "małpa",
      "translation": "mono",
      "definition": "Małpa to primat należący do rzędu naczelnych, obejmujących lemury, lorisy, tarsiusy i Simiidae.",
      "definition_translation": "Un mono es un primate que pertenece al orden de primates, que incluye lémures, lorises, tarseros y simios.",
      "example": "Małpa wisiała na drzewie. Wczoraj małpa grała. Jutro małpa będzie wchodzić na górę.",
      "example_translation": "El mono se columpiaba de árbol en árbol. Ayer, el mono estava jugando. Mañana, el mono subirá la montaña.",
      "imageLink": "image_files\\English\\monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mysz",
      "translation": "ratón",
      "definition": "Mysz to mały ssak gryzoń żyjący w norach w ziemi lub w murach.",
      "definition_translation": "Un ratón es un pequeño mamífero roedor que vive en hoyos en el suelo o en paredes.",
      "example": "Mysz pobiegła po podłodze. Wczoraj mysz się kryła. Jutro mysz będzie gryźć ser.",
      "example_translation": "El ratón corrió attraversó el suelo. Ayer, el ratón estaba escondido. Mañana, el ratón mordisqueará el queso.",
      "imageLink": "image_files\\English\\mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "królik",
      "translation": "conejo",
      "definition": "Królik to mały, puszysty ssak z długimi uszami i ostrymi zębami, typowo żyjący w norach lub kopcach.",
      "definition_translation": "Un pequeño mamífero peludo con orejas largas y dientes afilados, que Vive typicalmente en madrigueras o warrens.",
      "example": "Zobaczyłem królika skaczącego po polu. Królik skakał po polu. Zobaczę królika skaczącego po polu.",
      "example_translation": "Vi un conejo saltando a través del campo. El conejo estaba saltando a través del campo. Veré un conejo saltando a través del campo.",
      "imageLink": "image_files\\English\\rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczur",
      "translation": "rata",
      "definition": "Szczur to duży gryzoń ssak przypominający mysz, typowo żyjący w kanalizacji lub budynkach.",
      "definition_translation": "Una gran roedor que se asemeja a un ratón, comúnmente encontrado en alcantarillas y edificios.",
      "example": "Złapałem szczura w moim domu. Szczur się krył w dziurze. Złapię szczura w moim domu.",
      "example_translation": "Atrapé una rata en mi casa. La rata estaba escondida en el agujero. Atraparé una rata en mi casa.",
      "imageLink": "image_files\\English\\rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nietoperz",
      "translation": "murciélago",
      "definition": "Latający ssak używający echolokacji do nawigowania i znajdowania owadów do jedzenia.",
      "definition_translation": "Un mamífero volador que utiliza la ecolocación para navegar y encontrar insectos para comer.",
      "example": "Nietoperz latał wokół jaskini. Nietoperz latał wokół jaskini. Nietoperz będzie latał wokół jaskini.",
      "example_translation": "El murciélago estaba volando alrededor de la cueva. El murciélago voló alrededor de la cueva. El murciélago volará alrededor de la cueva.",
      "imageLink": "image_files\\English\\bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "byk",
      "translation": "toro",
      "definition": "Samiec bydlę, zwłaszcza ten, który nie jest kastrowany lub używany do reprodukcji.",
      "definition_translation": "Un bovino masculino, especialmente uno que no ha sido castrado o se utiliza para criar.",
      "example": "Rolnik miał byka na swoim polu. Zakupi nowego byka za rok. Byk został zaatakowany przez.packę psów wczoraj.",
      "example_translation": "El granjero tenía un toro en su campo. Comprará un nuevo toro el próximo año. El toro había sido atacado por una manada de perros ayer.",
      "imageLink": "image_files\\English\\bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cielę",
      "translation": "ternero",
      "definition": "Młode różnych ssaków, zwłaszcza krowy lub słonia.",
      "definition_translation": "El joven de various mamíferos, especialmente una vaca o elefante.",
      "example": "Cielę urodziło się miesiąc temu. Cielę będzie duże i silne. Cielę zostało oddzielone od matki.",
      "example_translation": "El ternero nació el mes pasado. El ternero será grande y fuerte. El ternero había sido separado de su madre.",
      "imageLink": "image_files\\English\\calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wielbłąd",
      "translation": "camello",
      "definition": "Duży, parzystokopytny ssak z charakterystycznym garbem na grzbiecie, znaleziony w pustyniach Azji i Afryki.",
      "definition_translation": "Un gran ungulado de pezuñas parejas con una joroba característica en su espalda, encontrado en los desiertos de Asia y África.",
      "example": "Wielbłąd jeździł przez pustynię. Jutro będziemy jeździć wielbłądem. Wielbłąd szedł przez wiele godzin.",
      "example_translation": "El camello cabalgó a través del desierto. Montaremos un camello la próxima semana. El camello había estado caminando durante horas.",
      "imageLink": "image_files\\English\\camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bydło",
      "translation": "ganado",
      "definition": "Domestykowane ssaki hodowane na farmie lub ranchu, zazwyczaj utrzymywane dla mleka, mięsa lub skór.",
      "definition_translation": "Mamíferos domésticos criados en una granja o rancho, comúnmente mantenidos por su leche, carne o pieles.",
      "example": "Rolnik posiadał dużą stadę bydła, które hodował dla mleka. Od mniejszości hodował je i teraz kwitną. Do następnego roku będzie miał zwiększoną liczbę bydła.",
      "example_translation": "El granjero era dueño de un gran rebaño de ganado, que criaba por su leche. Los había criado desde que eran terneros, y ahora estaban prosperando. Para el próximo año, habrá aumentado el tamaño de su ganado.",
      "imageLink": "image_files\\English\\cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "delfin",
      "translation": "delfín",
      "definition": "Wysoko inteligentny, społeczny ssak morski, blisko spokrewniony z waleni i morświnami.",
      "definition_translation": "Un mamífero marino muy inteligente y social que está estrechamente relacionado con las ballenas y marsopas.",
      "example": "Delfin pływał zabawnie w oceanie, skacząc i wyskakując z wody. Został on widziany przez turystów wiele razy przedtem, i prawdopodobnie będzie widziany jutro. Do następnego tygodnia delfin wpłynie dalej na północ.",
      "example_translation": "El delfín nadó juguetonamente en el océano, saltando y brincando fuera del agua. Había sido visto por turistas muchas veces antes, y probablemente sería visto nuevamente mañana. Para la próxima semana, el delfín habrá nadado más al norte.",
      "imageLink": "image_files\\English\\dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "osioł",
      "translation": "burro",
      "definition": "Domestykowane lub dzikie zwierzę z rodziny koni, mniejsze niż koń, z szarą lub brązową sierścią i charakterystycznym głośnym beczeniem.",
      "definition_translation": "Un animal equino doméstico o feral que es más pequeño que un caballo, con un pelaje gris o marrón y un característico rebuzno fuerte.",
      "example": "Rolnik używał osioła do transportu ciężkich ładunków po górę. Używał osioła przez wiele lat, i zawsze było ono niezawodne. Do następnego miesiąca rolnik będzie miał przeszkolone nowe osioł.",
      "example_translation": "El granjero usó un burro para llevar cargas pesadas hacia la montaña. Había usado el burro durante años, y siempre había sido confiable. Para el próximo mes, el granjero habrá entrenado a un nuevo burro.",
      "imageLink": "image_files\\English\\donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kobieta",
      "translation": "hembra",
      "definition": "Kobieta to osoba lub zwierzę płci żeńskiej, charakteryzującej się obecnością jajników.",
      "definition_translation": "Una hembra es una persona o animal del sexo que produce huevos, caracterizada por la presencia de ovarios",
      "example": "Była silną i niezależną kobietą, która kochała podróżować. Odwiedziła wiele krajów w przeszłości, i teraz planuje podróż do Europy. W przyszłości chce odwiedzić Azję.",
      "example_translation": "Era una hembra fuerte e independiente que amaba viajar. Había visitado muchos países en el pasado, y actualmente, estaba planeando un viaje a Europa. En el futuro, esperaba visitar Asia.",
      "imageLink": "image_files\\English\\female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "futra",
      "translation": "piel",
      "definition": "Futra to gęsta, miła i ciepła sierść, która pokrywa ciała wielu zwierząt, szczególnie ssaków.",
      "definition_translation": "La piel es el pelo grueso, suave y cálido que cubre los cuerpos de muchos animales, especialmente mamíferos.",
      "example": "Kot miał piękną futrę, która była miła w dotyku. Zimą jego futra rośnie grubsza, aby utrzymać ciepło. W przyszłości naukowcy mają nadzieję stworzyć sztuczne futro, które będzie tak samo ciepłe i miłe.",
      "example_translation": "El gato tenía una hermosa piel que era suave al tacto. En invierno, su piel crecía más gruesa para mantenerlo caliente. En el futuro, los científicos esperan crear piel artificial que sea tan cálida y suave.",
      "imageLink": "image_files\\English\\fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żyrafa",
      "translation": "jirafa",
      "definition": "Żyrafa to wysoki, parzystokopytny ssak z charakterystycznym wzorem na szacie i długą szyją i nogami.",
      "definition_translation": "Una jirafa es un mamífero ungulado de patas pares con un patrón de pelaje distinto y un cuello y patas largos.",
      "example": "W zoo widzieliśmy żyrafę, która jadła liście z wysokiego drzewa. W przeszłości żyrafy były znalezione w wielu częściach Afryki, ale teraz ich siedliska są ograniczone. W przyszłości starania ochrony mają na celu zwiększyć ich populacje.",
      "example_translation": "En el zoológico, vimos una jirafa comiendo hojas de un árbol alto. En el pasado, las jirafas se encontraban en muchas partes de África, pero actualmente, sus hábitats están limitados. En el futuro, los esfuerzos de conservación esperan aumentar sus poblaciones.",
      "imageLink": "image_files\\English\\giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "koza",
      "translation": "cabra",
      "definition": "Koza to ssak z rodziny Bovidae, blisko spokrewniony z owcami i antylopami. Są one znane z niezwykłej zdolności do wspinaczki i skakania.",
      "definition_translation": "Una cabra es un mamífero que pertenece a la familia Bovidae y está estrechamente relacionada con ovejas y antílopes. Son animales ágiles y curiosos, conocidos por su capacidad para escalar y saltar.",
      "example": "Widziałem kozę pastwiącą się na polu wczoraj. Koza jest obecnie jedzącą trawę. Kupię kozę jako zwierzę domowe następnego roku.",
      "example_translation": "Vi una cabra pastando en el campo ayer. La cabra está comiendo hierba ahora. Compraré una cabra como mascota el año que viene.",
      "imageLink": "image_files\\English\\goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zając",
      "translation": "liebre",
      "definition": "Zając to szybko poruszający się, długonogi ssak z rodziny Leporidae. Są one znane z prędkości i zwinności, i często można je spotkać na otwartych polach i trawach.",
      "definition_translation": "Una liebre es un mamífero que se mueve rápidamente, con patas largas que pertenece a la familia Leporidae. Son conocidos por su velocidad y agilidad, y se encuentran comúnmente en campos abiertos y praderas.",
      "example": "Widziałem zająca biegającego przez pole wczoraj. Zając ukrywa się teraz za krzakiem. Spróbuję złapać zająca następnego tygodnia.",
      "example_translation": "Vi una liebre corriendo a través del campo ayer. La liebre está escondida detrás de un arbusto ahora. Intentaré atrapar una liebre la próxima semana.",
      "imageLink": "image_files\\English\\hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "hipopotam",
      "translation": "hipopótamo",
      "definition": "Hipopotam to duże, półwodne zwierzę z rodziny Hippopotamidae. Są one znane z krępich ciał, krótkich nóg i często spotykane w rzekach i jeziorach.",
      "definition_translation": "Un hipopótamo es un mamífero grande, semiacuático que pertenece a la familia Hippopotamidae. Son conocidos por sus cuerpos robustos, patas cortas, y se encuentran comúnmente en ríos y lagos.",
      "example": "Widziałem hipopotama pływającego w rzece wczoraj. Hipopotam jest obecnie jedzącym trawę. Odwiedzę santuarium hipopotamów następnego miesiąca.",
      "example_translation": "Vi un hipopótamo nadando en el río ayer. El hipopótamo está comiendo hierba ahora. Visitaré un santuario de hipopótamos el próximo mes.",
      "imageLink": "image_files\\English\\hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kociątko",
      "translation": "gatito",
      "definition": "Kociątko to młody kot, typowo w pierwszym roku życia. Kociątka rodzą się po okresie ciąży około 63-65 dni i szybko się rozwijają, zwykle otwierając oczy około 7-10 dni po urodzeniu.",
      "definition_translation": "Un gatito es un gato juvenil, generalmente en el primer año de su vida. Los gatitos nacen después de un período de gestación de alrededor de 63-65 días y se desarrollan rápidamente, abriendo típicamente los ojos alrededor de 7-10 días de edad.",
      "example": "Wczoraj widziałem kociątko bawiące się kłębkiem wełny. Kociątko będzie rosło na pięknego kota. Za rok, kociątko będzie umiało łapać myszy.",
      "example_translation": "Vi un gatito jugando con una bola de lana ayer. El gatito crecerá para ser un hermoso gato. Para esta época del año que viene, el gatito habrá aprendido a cazar ratones.",
      "imageLink": "image_files\\English\\kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jagnię",
      "translation": "cordero",
      "definition": "Jagnię to młoda owca, typowo w pierwszym roku życia. Jagnięta są często kojarzone z wiosną i są znane ze swoich delikatnych beczeń.",
      "definition_translation": "Un cordero es un joven carnero, generalmente en el primer año de su vida. Los corderos suelen asociarse con la primavera y son conocidos por sus suaves sonidos de balido.",
      "example": "Jagnię urodziło się ostatnio i już biega po polu. Jagnię będzie karmione mlekiem matki, a potem będzie mogło jeść trawę same. Za rok, jagnię wyrośnie na silną owcę.",
      "example_translation": "El cordero nació la semana pasada y ya está corriendo por el campo. El cordero será destetado pronto, y luego podrá comer hierba por sí mismo. Para el próximo año, el cordero habrá crecido en un fuerte carnero.",
      "imageLink": "image_files\\English\\lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "samiec",
      "translation": "masculino",
      "definition": "Samiec to organizm, który produkuje gamety, czyli komórki, które łączą się podczas reprodukcji tworząc zygotę. W wielu gatunkach, samce są znane ze swoich specyficznych cech fizycznych, takich jak włosy na twarzy u ludzi.",
      "definition_translation": "Un macho es un organismo que produce gametos, que son las células que se fusionan durante la reproducción para formar un zigoto. En muchas especies, los machos son conocidos por sus características físicas específicas, como el vello facial en los humanos.",
      "example": "Samiec lwa jest znany ze swojej majestatycznej grzywy. Samiec student zdobył wyższą ocenę niż studentka. Do 30 roku życia, samiec sportowiec zdobył kilka mistrzostw.",
      "example_translation": "El león macho es conocido por su majestuosa melena. El estudiante masculino obtuvo una puntuación más alta en la prueba que la estudiante femenina. Para cuando tenía 30 años, el atleta masculino había ganado varios campeonatos.",
      "imageLink": "image_files\\English\\male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "muł",
      "translation": "mula",
      "definition": "Muł to potomstwo osła samca i klaczy, znane ze swojej siły i uporu.",
      "definition_translation": "Una mula es la progenie de un asno macho y una yegua, conocida por su fuerza y terquedad.",
      "example": "Rok temu jeździłem mułem przez Grand Canyon i było ono bardzo uparte. Ten rok, będę jeździć mułem przez góry, a następny rok, mułem nad morzem, i mam nadzieję, że będzie ono dobrze się zachowywać.",
      "example_translation": "Monté una mula por el Gran Cañón el año pasado, y era muy terca. Estoy montando una mula por las montañas este año, y está siendo muy cooperativa. Montaré una mula por la playa el año próximo, y espero que sea bien comportada.",
      "imageLink": "image_files\\English\\mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "puma",
      "definition": "Puma to wielki kot rodzimy Ameryk, także znany jako kuguar lub lampart.",
      "definition_translation": "Un puma es un gato grande nativo de las Américas, también conocido como puma o león de montaña.",
      "example": "Widziałem pumę w zoo ostatnio, i było ona śpiąca. W następnym roku, pojadę do Andów, żeby zobaczyć pumę w jej naturalnym środowisku. Widziałem pumę w dziczy ostatnio, i było ona bardzo płochliwa.",
      "example_translation": "Vi un puma en el zoológico la semana pasada, y estaba durmiendo. Iré a las montañas de los Andes el año próximo para ver un puma en su hábitat natural. Vi un puma en estado salvaje el año pasado, y era muy esquivo.",
      "imageLink": "image_files\\English\\puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczenię",
      "translation": "cachorro",
      "definition": "Szczenię to młody pies, szczególnie jeden, który jest młodszy niż rok.",
      "definition_translation": "Un cachorro es un perro joven, especialmente uno que tiene menos de un año.",
      "example": "Miałem szczenię, kiedy byłam dzieckiem, i było ono bardzo zabawne. W następnym roku, będę miał szczenię, i będzie ono bardzo urocze. Widziałem szczenię w parku wczoraj, i było ono bardzo pełne energii.",
      "example_translation": "Tuve un cachorro cuando era niño, y era muy juguetón. Me llevaré un cachorro el año próximo, y será muy lindo. Vi un cachorro en el parque ayer, y era muy energético.",
      "imageLink": "image_files\\English\\puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "renifer",
      "translation": "reno",
      "definition": "Renifer to rodzaj jelenia z grubą sierścią, żyjący w zimnych klimatach, szczególnie w regionie Arktyki.",
      "definition_translation": "Un reno es un tipo de ciervo con una capa gruesa que vive en climas fríos, especialmente en la región ártica.",
      "example": "Renifer skoczył przez płot. Renifer skacze przez płot. Renifer skoczy przez płot.",
      "example_translation": "El reno saltó sobre la valla. El reno está saltando sobre la valla. El reno saltará sobre la valla.",
      "imageLink": "image_files\\English\\reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tygrys",
      "translation": "tigre",
      "definition": "Tygrys to wielki, mięsożerny ssak z charakterystycznym paskiem pomarańczowo-czarnym, rodzimy Azji.",
      "definition_translation": "Un tigre es un mamífero carnívoro grande con un patrón de rayas naranja y negro distintivo, originario de Asia.",
      "example": "Tygrys huczał głośno. Tygrys huczy głośno. Tygrys huczy głośno.",
      "example_translation": "El tigre rugió fuerte. El tigre está rugiendo fuerte. El tigre rugirá fuerte.",
      "imageLink": "image_files\\English\\tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wieloryb",
      "translation": "ballena",
      "definition": "Wieloryb to wielki, wodny ssak, który oddycha powietrzem przez otwór, i żyje we wszystkich oceanach świata.",
      "definition_translation": "Una ballena es un mamífero acuático grande que respira aire a través de su agujero de respiración, y se encuentra en todos los océanos del mundo.",
      "example": "Wieloryb pływa w oceanie. Wieloryb pływa w oceanie. Wieloryb pływa w oceanie.",
      "example_translation": "La ballena nadó en el océano. La ballena está nadando en el océano. La ballena nadará en el océano.",
      "imageLink": "image_files\\English\\whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jeleń",
      "translation": "ciervo",
      "definition": "Jeleń to rodzaj dzikiego lub oswojonego ssaka, należącego do rodziny Cervidae. Są rodzime w wielu częściach świata i są często łowione za swoje mięso i skóry.",
      "definition_translation": "Un ciervo es una especie de mamífero silvestre o domesticado que pertenece a la familia Cervidae. Son nativos de muchas partes del mundo y a menudo se cazan por su carne y pieles.",
      "example": "Widziałem jelenia pasącego się na polu wczoraj. Widzę jelenia pasącego się na polu jutro. Widziałem jelenia pasącego się na polu wiele razy wcześniej.",
      "example_translation": "Vi un ciervo pastando en el campo ayer. Veré un ciervo pastando en el campo mañana. He visto un ciervo pastando en el campo muchas veces antes.",
      "imageLink": "image_files\\English\\deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lis",
      "translation": "zorro",
      "definition": "Lis to małe, drapieżne ssak, które należy do rodziny Canidae. Są znane ze swojej zręczności i skradania, i często spotykane w lasach i łąkach.",
      "definition_translation": "Un zorro es un mamífero carnívoro pequeño que pertenece a la familia Canidae. Son conocidos por su astucia y sigilo, y a menudo se encuentran en bosques y praderas.",
      "example": "Lis biegł szybko przez las. Lis będzie biec szybko przez las jutro. Widziałem lisa biegnącego szybko przez las wiele razy przedtem.",
      "example_translation": "El zorro corrió rápidamente a través del bosque. El zorro correrá rápidamente a través del bosque mañana. He visto al zorro corriendo rápidamente a través del bosque muchas veces antes.",
      "imageLink": "image_files\\English\\fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "goryl",
      "translation": "gorila",
      "definition": "Goryl to duży, inteligentny prymat, który należy do rodziny Hominidae. Są rodzime dla Afryki i znane ze swojej siły i łagodnego usposobienia.",
      "definition_translation": "Un gorila es un primate grande e inteligente que pertenece a la familia Hominidae. Son nativos de África y son conocidos por su fuerza y naturaleza gentil.",
      "example": "Widziałem goryla bawiącego się ze swoim dzieckiem w zoo. Widzę goryla bawiącego się ze swoim dzieckiem w zoo dziś, i będę widział goryla bawiącego się ze swoim dzieckiem w zoo jutro.",
      "example_translation": "Vi un gorila jugando con su bebé en el zoológico. Veré un gorila jugando con su bebé en el zoológico mañana. He visto un gorila jugando con su bebé en el zoológico muchas veces antes.",
      "imageLink": "image_files\\English\\gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kangur",
      "translation": "canguro",
      "definition": "Kangur to duże, tropikalne ssak, które należy do rodziny macropodów, rodzinne dla Australii i Nowej Gwinei, znane ze swojego charakterystycznego sposobu poruszania się, charakteryzującego się skokami.",
      "definition_translation": "un marsupial tropical grande con una cola larga y poderosa, nativo de Australia y Nueva Guinea, conocido por su método de locomoción característico, caracterizado por saltar.",
      "example": "Kangur skakał przez pole wczoraj, skakuje teraz, i będzie skakał przez pole jutro.",
      "example_translation": "El canguro saltó a través del campo ayer, salta a través del campo ahora y saltará a través del campo mañana.",
      "imageLink": "image_files\\English\\kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lampart",
      "translation": "leopardo",
      "definition": "Lampart to duże, drapieżne ssak z rodziny kotów, typowo mające charakterystyczne plamy lub pierścienie na futrze, rodzinne dla Afryki i Azji.",
      "definition_translation": "un mamífero carnívoro grande de la familia de los gatos, típicamente con un abrigo moteado o anillado, nativo de África y Asia.",
      "example": "Lampart skradał się za swoją ofiarą w dżungli wczoraj, skrada się teraz, i będzie skradał się za swoją ofiarą w dżungli następnego tygodnia.",
      "example_translation": "El leopardo acechó a su presa en la selva la última noche, está acechando a su presa en la selva ahora y acechará a su presa en la selva la próxima semana.",
      "imageLink": "image_files\\English\\leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wół",
      "translation": "buey",
      "definition": "Wół to udomowione ssak, używane jako zwierzę pociągowe, szczególnie w rolnictwie, typowo mające krępe ciało i silne rogi.",
      "definition_translation": "un mamífero domesticado utilizado como animal de tracción, especialmente en la agricultura, típicamente con un cuerpo robusto y fuertes cuernos.",
      "example": "Wół ciągnął pługi przez pole wczoraj, ciągnie pługi przez pole teraz, i będzie ciągnął pługi przez pole następnego roku.",
      "example_translation": "El buey tiró del arado a través del campo ayer, está tirando del arado a través del campo ahora y tirará del arado a través del campo el próximo año.",
      "imageLink": "image_files\\English\\ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łapa",
      "translation": "zarpa",
      "definition": "Stopa zwierzęcia, szczególnie czworonożnego, mająca pazury.",
      "definition_translation": "El pie de un animal, especialmente un cuadrúpedo, con garras.",
      "example": "Kot unosił łapę, aby podrapać słup. Wczoraj, kot łapał się do drzwi. Jutro, kot będzie łapał się do kurtyny.",
      "example_translation": "El gato levantó su zarpa para rascar el poste. Ayer, zarpeó la puerta. Mañana, zarpeará las cortinas.",
      "imageLink": "image_files\\English\\paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź polar",
      "translation": "oso polar",
      "definition": "Duże, drapieżne ssak żyjące w regionach Arktyki, z białym futrem i charakterystycznym zapachem.",
      "definition_translation": "Un gran mamífero carnívoro que vive en las regiones Árticas, con piel blanca y un olor característico.",
      "example": "Niedźwiedź polar wędrował przez arktyczną tundrę. W zeszłym tygodniu, wędrował do wioski. Następnego roku, będzie wędrował do lasu.",
      "example_translation": "El oso polar deambuló por la tundra Ártica. La semana pasada, había deambulado hasta el pueblo. El próximo año, deambulará hasta el bosque.",
      "imageLink": "image_files\\English\\polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": " nosorożec",
      "translation": "rinoceronte",
      "definition": "Duże, roślinożerne ssak z charakterystycznym nosem, żyjące w Afryce i Azji.",
      "definition_translation": "Un gran mamífero herbívoro con una trompa característica con cuernos, encontrado en África y sur de Asia.",
      "example": "Nosorożec zarzucił się na turystę. Wczoraj, zarzucił się na ogrodzenie. Jutro, będzie zarzucił się na drzewa.",
      "example_translation": "El rinoceronte cargó contra el turista. Ayer, había cargado contra la valla. Mañana, cargará contra los árboles.",
      "imageLink": "image_files\\English\\rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "foka",
      "translation": "foca",
      "definition": "Finstopiona, półwodna ssak morska, żyjąca w zimnych wodach północnego i południowego półkuli.",
      "definition_translation": "un mamífero marino semiacuático de pies palmados que vive en las aguas frías de los hemisferios Norte y Sur",
      "example": "Widziałem fokę pływającą w oceanie wczoraj, pływała tam zeszłego tygodnia, i będzie pływała tam jutro.",
      "example_translation": "Vi una foca nadando en el océano ayer, estaba nadando allí la semana pasada, y nadará allí de nuevo mañana.",
      "imageLink": "image_files\\English\\seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "wiewiórka",
      "translation": "ardilla",
      "definition": "Małe, futrzane ssak, z bushy ogonem, rodzime dla lasów i zadrzewień.",
      "definition_translation": "un pequeño mamífero roedor, generalmente peludo, con una cola boscosa, nativo de bosques y zonas forestales",
      "example": "Wiewiórka biegła po drzewie wczoraj, biegnie teraz, i będzie biegła po drzewie jutro.",
      "example_translation": "La ardilla subió el árbol ayer, está subiendo el árbol ahora, y habrá subido el árbol para mañana.",
      "imageLink": "image_files\\English\\squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]