[
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ziemniak",
      "translation": "papa",
      "definition": "Warzywo skrobiowe, które jest często spożywane, często używane w kuchni i piekarstwie.",
      "definition_translation": "Un vegetal almidonoso que se come con frecuencia, a menudo se utiliza en la cocina y la repostería.",
      "example": "Wczoraj zjadłem ziemniaka, teraz jestem że ziemniakiem, a jutro zjem ziemniaka.",
      "example_translation": "Comí una papa ayer, estoy comiendo una papa ahora, y comeré una papa mañana.",
      "imageLink": "image_files\\English\\"imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pomidor",
      "translation": "tomate",
      "definition": "Owoc soczysty, czerwony lub żółty, rosnący na krzewie, często używany w sałatkach i kanapkach.",
      "definition_translation": "Una fruta jugosa roja o amarilla que crece en una vid, a menudo se utiliza en ensaladas y sandwiches.",
      "example": "Wczoraj zerwałem pomidora z ogrodu, teraz jem pomidora w sałatce, a jutro użyję pomidora w kanapce.",
      "example_translation": "Cogí un tomate del jardín ayer, estoy comiendo un tomate en mi ensalada ahora, y utilizaré un tomate en mi sandwich mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "warzywo",
      "translation": "vegetal",
      "definition": "Jakikolwiek roślinę uprawianą lub zbieraną dla jedzenia, włączając liście, łodygi, korzenie, bulwy i owoce.",
      "definition_translation": "Cualquier planta que se cultiva o se cosecha para alimentarse, incluyendo hojas, tallos, raíces, tubérculos y fruta.",
      "example": "W zeszłym roku zasialiśmy ogród warzywny, teraz wylewam wodę na mój ogród warzywny, a następnego miesiąca zbiorę plon z ogrodu warzywnego.",
      "example_translation": "Planté un jardín de vegetales el año pasado, estoy regando mi jardín de vegetales ahora, y cosecharé mi jardín de vegetales el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fasola",
      "translation": "frijol",
      "definition": "Małe, zwykle owalne lub okrągłe nasienie, typowo białe, czarne lub brązowe, używane jako jedzenie.",
      "definition_translation": "Una semilla pequeña, generalmente ovalada o redonda, típicamente blanca, negra o marrón, utilizada como alimento.",
      "example": "Zjadłem sałatkę fasolową na lunch. Zjem zupę fasolową na kolację. Zjadłem burrito fasolowe na śniadanie.",
      "example_translation": "Me comí una ensalada de frijoles para el almuerzo. Voy a comer una sopa de frijoles para la cena. Había comido un burrito de frijoles para el desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "marchew",
      "translation": "zanahoria",
      "definition": "Długi, cienki, zwężający się korzeń warzywny, typowo pomarańczowy, używany w sałatkach, zupach i barszczach.",
      "definition_translation": "Una raíz vegetal larga y delgada, que se estrecha hacia el final, típicamente de color naranja, utilizada en ensaladas, estofados y sopas.",
      "example": "Zjadłem pałeczki marchwiowe na przekąskę. Zjem tort marchwiowy na deser. Zjadłem sok marchwiowy na śniadanie.",
      "example_translation": "Me comí una zanahoria para snack. Voy a comer pastel de zanahoria para postre. Había bebido jugo de zanahoria para el desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "papryka",
      "translation": "chile",
      "definition": "Ostry, piekielnie ostrą paprykę, często używaną do dodawania smaku do jedzenia.",
      "definition_translation": "Un pimiento picante, a menudo utilizado para agregar sabor a la comida.",
      "example": "Zjadłem paprykę pekielską dla sztosu. Zjem chili con carne na kolację. Zjadłem płatki papryki na pizzy.",
      "example_translation": "Me comí un chile para un desafío. Voy a comer chile con carne para la cena. Había comido polvo de chile en mi pizza.",
      "imageLink": "image_files\\English\\"imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czosnek",
      "translation": "ajo",
      "definition": "Roślina cebulowa o silnym, pęknącym smaku, powszechnie używana w kuchni.",
      "definition_translation": "Una planta bulosa con un sabor fuerte y picante, comúnmente utilizada en la cocina.",
      "example": "Poręczę czosnek dla sosu, poręczyłem czosnek dla sosu, poręczyłem czosnek dla sosu.",
      "example_translation": "Cortaré el ajo para la salsa, corté el ajo para la salsa, había cortado el ajo para la salsa.",
      "imageLink": "image_files\\English\\"imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cebula",
      "translation": "cebolla",
      "definition": "Roślina cebulowa, często używana w kuchni, o silnym, słodkim smaku.",
      "definition_translation": "Un vegetal bulboso raíz, comúnmente utilizado en la cocina, con un sabor fuerte y dulce.",
      "example": "Smażyłem cebulę w gulaszu, smażę cebulę w gulaszu, smażyłem cebulę w gulaszu.",
      "example_translation": "Salteé la cebolla para el estofado, saltearé la cebolla para el estofado, había salteado la cebolla para el estofado.",
      "imageLink": "image_files\\English\\"imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brokuł",
      "translation": "brócoli",
      "definition": "Warzywo zielone, należące do rodziny kapusty, z dużą, jadalną główką kwiatową.",
      "definition_translation": "Un vegetal verde, perteneciente a la familia de la col, con una gran cabeza de flor comestible.",
      "example": "Gotowałem brokuł na obiad, gotuję brokuł na obiad, gotowałem brokuł na obiad.",
      "example_translation": "Al vapor el brócoli para la cena, al vapor el brócoli para la cena, había al vapor el brócoli para la cena.",
      "imageLink": "image_files\\English\\"imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kapusta",
      "translation": "col repollo",
      "definition": "Warzywo okrągłe, zielone lub czerwone, białe, jadalne, rosnące z ziemi, często używane w kuchni.",
      "definition_translation": "Una verdura comestible redonda, verde, roja o blanca, con hojas que crecen desde el suelo, a menudo utilizada en la cocina.",
      "example": "Zjadłem zupę kapuśniową wczoraj, jem ją na lunch dzisiaj, a zjem ją na obiad jutro.",
      "example_translation": "Comí sopa de col repollo ayer, estoy comiéndolo para almorzar hoy y lo comeré para cenar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "cukinia",
      "translation": "calabacín",
      "definition": "Typ letniej dyni, często używany w gotowaniu, často grillowany, podsmażany lub gotowany.",
      "definition_translation": "Un tipo de calabacín de verano, comúnmente utilizado en la cocina, a menudo asado, salteado o cocido al vapor.",
      "example": "Wczoraj wieczorem grillowałem cukinie, dzisiaj podsmażam je na lunch, a jutro gotuję je na obiad.",
      "example_translation": "Asé calabacines anoche, estoy salteándolos para almorzar hoy y los cocinaré al vapor para cenar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ogórek",
      "translation": "pepino",
      "definition": "Długi, cienki, zielony warzywo, często używany w sałatkach, sandwichach i jako przekąska.",
      "definition_translation": "Un vegetal verde, delgado y largo, a menudo utilizado en ensaladas, sandwiches y como snack.",
      "example": "Wczoraj kroiliłem ogórki do sałatki, dzisiaj jem je w sandwichu, a jutro będę się nimi zajadał.",
      "example_translation": "Corté pepinos para una ensalada ayer, estoy comiéndolos en un sandwich hoy y los picaré mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sałata",
      "translation": "lechuga",
      "definition": "Sałata to typ liściastego warzywa, często używanego w sałatkach i sandwichach.",
      "definition_translation": "La lechuga es un tipo de verdura verde comúnmente utilizada en ensaladas y sandwiches.",
      "example": "Wczoraj zjadłem sałatkę z sałatą na lunch, dzisiaj jem sałatę w sandwichu, a jutro będę jadł sałatkę na obiad.",
      "example_translation": "Me comí una ensalada con lechuga para almuerzo ayer, estoy comiendo una envoltura de lechuga para almuerzo hoy, y comeré una ensalada de lechuga para cenar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "groch",
      "translation": "guisante",
      "definition": "Groch to małe, sferyczne nasienie, wysoko białkowe, często używane w gotowaniu.",
      "definition_translation": "Un guisante es una semilla pequeña y esférica rica en proteínas y comúnmente utilizada en la cocina.",
      "example": "Wczoraj tygodnia sadziłem groch w ogrodzie, dzisiaj zbieram groch, a za tydzień ugotuję groch na obiad.",
      "example_translation": "Planté guisantes en mi jardín la semana pasada, estoy cosechando guisantes hoy, y cocinaré guisantes para cenar la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pieprz",
      "translation": "pimienta",
      "definition": "Pieprz to przyprawa, często używana do dodawania smaku i ostrości do jedzenia.",
      "definition_translation": "La pimienta es una especia comúnmente utilizada para agregar sabor y calor a los alimentos.",
      "example": "Wczoraj dodałem pieprz do zupy, dzisiaj dodaję pieprz do sałatki, a jutro dodam pieprz do steka.",
      "example_translation": "Añadí pimienta a mi sopa ayer, estoy agregando pimienta a mi ensalada hoy, y agregaré pimienta a mi bistec mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "dynia",
      "translation": "calabaza",
      "definition": "Dynia to typ squash, roślina, która rośnie na winorośli, często używana w gotowaniu i dekoracjach, szczególnie w sezonie jesieni.",
      "definition_translation": "Una calabaza es un tipo de calabacín, una planta que crece en una vid, a menudo utilizada para cocinar y decoraciones, especialmente durante la temporada de otoño.",
      "example": "Wczoraj wydrapałem dynię na Halloween. Za rok wydrapię dynię na Halloween. W minionym roku wydrapałem dynię na Halloween.",
      "example_translation": "Grabé una calabaza para Halloween. Grabaré una calabaza para Halloween el año que viene. Había grabado una calabaza para Halloween el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szpinak",
      "translation": "espinaca",
      "definition": "Szpinak to liściaste warzywo, bogate w żelazo i składniki odżywcze, często używane w sałatkach, smoothie i gotowanych daniach.",
      "definition_translation": "Un verdura verde rica en hierro y nutrientes, a menudo utilizada en ensaladas, batidos y platos cocidos.",
      "example": "Jutro dodam szpinak do smoothie. Wczoraj dodałem szpinak do smoothie. Codziennie dodaję szpinak do smoothie.",
      "example_translation": "Agregaré espinaca a mi batido mañana. Agregué espinaca a mi batido ayer. Agrego espinaca a mi batido todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kukurydza",
      "translation": "maíz dulce",
      "definition": "Kukurydza to typ kukurydzy, wysoka w cukrze, często jedzona gotowana lub grillowana, i często używana w kuchni meksykańskiej i amerykańskiej.",
      "definition_translation": "Un tipo de maíz que es alto en contenido de azúcar, a menudo comido hervido o asado, y comúnmente utilizado en la cocina mexicana y americana.",
      "example": "Jutro ugrilluję kukurydzę na barbecue. W minionym lecie ugrillowałem kukurydzę na barbecue. Co roku ugrilluję kukurydzę na barbecue.",
      "example_translation": "Asaré maíz dulce para la barbacoa. Asé maíz dulce para la barbacoa el verano pasado. Asó maíz dulce para la barbacoa todos los años.",
      "imageLink": "image_files\\English\\"imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "bakłażan",
      "translation": "berenjena",
      "definition": "Bakłażan to fioletowe warzywo, typowo owalne lub jajowate, używane w gotowaniu.",
      "definition_translation": "Una verdura morada, típicamente ovalada o con forma de huevo, utilizada en la cocina.",
      "example": "Wczoraj wieczorem upiekłem bakłażan z kurczakiem na obiad. Dzisiaj ugrilluję bakłażan na lunch. Wczoraj podsmażałem bakłażan z czosnkiem.",
      "example_translation": "Asé una berenjena y algo de pollo para cenar anoche. Asaré una berenjena para almorzar hoy. Salteé una berenjena con ajo ayer.",
      "imageLink": "image_files\\English\\"imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kalafior",
      "translation": "coliflor",
      "definition": "Kalafior to białe lub zielonkawe warzywo, składające się z gęstej głowy kwiatostanów, używane w gotowaniu.",
      "definition_translation": "Un vegetal blanco o blanco-verdoso, compuesto por una cabeza densa de flores, utilizado en la cocina.",
      "example": "Wczoraj ugotowałem kalafior z sosem serowym. Dzisiaj upiekę kalafior z czosnkiem na obiad. W minionym tygodniu ugotowałem kalafior i wymieszałem go z ryżem.",
      "example_translation": "Al vapor una coliflor y la serví con salsa de queso ayer. Asaré una coliflor con ajo para cenar hoy. Herví una coliflor y la mezclé con arroz la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łuk",
      "translation": "puerro",
      "definition": "Warzywo, podobne do cebuli, z długą, cienką, białą i zieloną łodygą, używane w gotowaniu.",
      "definition_translation": "Un vegetal, relacionado con la cebolla, con un tallo largo, delgado, blanco y verde, utilizado en la cocina.",
      "example": "Podsmażyłem łuk i grzyby na obiad wczoraj wieczorem. Podręczę łuk i podaję go z zupą dzisiaj. Podręczłem łuk i wymieszałem go z ziemniakami wczoraj.",
      "example_translation": "Salteé un puerro y algunos champiñones para cenar anoche. Asaré un puerro y lo serviré con sopa hoy. Herví un puerro y lo mezclé con patatas ayer.",
      "imageLink": "image_files\\English\\"imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pietruszka",
      "translation": "perejil",
      "definition": "Pietruszka to popularna przyprawa, która dodaje świeżego smaku różnym potrawom, w tym sałatkom, zupom i sosom.",
      "definition_translation": "El perejil es una hierba popular utilizada para agregar sabor fresco a various platos, incluyendo ensaladas, sopas y salsas.",
      "example": "Dodałem pietruszkę do zupy, aby nadać jej świeżego smaku. Dodaę pietruszkę do sałatki jutro. Ona dodała pietruszkę do sosu wczoraj.",
      "example_translation": "Añadí algo de perejil a la sopa para darle un sabor fresco. Añadiré perejil a la ensalada mañana. Ella añadió perejil a la salsa ayer.",
      "imageLink": "image_files\\English\\"imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rzodkiew",
      "translation": "rábano",
      "definition": "Rzodkiew to warzywo korzeniowe, które często jest spożywane na surowo lub gotowane w sałatkach, zupach i stir-fry.",
      "definition_translation": "Un rábano es una verdura de raíz que a menudo se come cruda o cocida en ensaladas, sopas y stir-fries.",
      "example": "Uwielbiam jeść rzodkiew w sałatce z dressingiem z octu. Ona ugotuje rzodkiew w zupie jutro. Oni jedli rzodkiew z masłem wczoraj.",
      "example_translation": "Me encanta comer rábano en la ensalada con un aderezo de vinaigreta. Ella cocinará rábano en la sopa mañana. Comieron rábano con mantequilla ayer.",
      "imageLink": "image_files\\English\\"imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czerwona kapusta",
      "translation": "col roja",
      "definition": "Czerwona kapusta to rodzaj kapusty, która otrzymuje swoją głęboką czerwonej barwy z wysokiego stężenia antocyjanów.",
      "definition_translation": "La col roja es un tipo de col que obtiene su color rojo profundo de su alta concentración de antocianinas.",
      "example": "Kupię czerwoną kapustę na sałatkę jutro. Ona zjadła czerwoną kapustę z marchewką wczoraj. Oni ugotują czerwoną kapustę w gulaszu następnego tygodnia.",
      "example_translation": "Compraré col roja para la ensalada mañana. Ella comió col roja con zanahorias ayer. Cocinarán col roja en el estofado la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczypior",
      "translation": "cebolla de verdeo",
      "definition": "Młody czosnek, zbierany przed utworzeniem cebuli, używany jako warzywo.",
      "definition_translation": "Una cebolla joven cosechada antes de que se forme el bulbo, utilizada como verdura.",
      "example": "Użyłem szczypiorku w sałatce, ale użyłem go w zupie wczoraj i będę go używać w stir-fry jutro.",
      "example_translation": "Usé cebolla de verdeo en la ensalada, pero las había usado en la sopa ayer y las usaré en el salteado mañana.",
      "imageLink": "image_files\\English\\"imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "burak",
      "translation": "raíz de remolacha",
      "definition": "Słodkie i wartościowe warzywo korzeniowe, zazwyczaj czerwone lub złote w kolorze.",
      "definition_translation": "Una raíz vegetal dulce y nutritiva, típicamente de color rojo o dorado.",
      "example": "Piłem sok z buraka na śniadanie, Upiekłem burak na obiad dzisiaj i upekłem go na obiad wczoraj wieczorem.",
      "example_translation": "Tuve jugo de raíz de remolacha para desayunar, asaré raíz de remolacha para cena esta noche y asé raíz de remolacha para cena anoche.",
      "imageLink": "image_files\\English\\"imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "soja",
      "translation": "soja",
      "definition": "Roślina strączkowa, pochodząca z Azji, której nasiona są używane jako źródło pożywienia.",
      "definition_translation": "Una planta leguminosa, nativa de Asia, cuyos frijoles se utilizan como fuente de alimentos.",
      "example": "Jem soję od lat, spróbuję mleka sojowego jutro i spróbowałem białka sojowego wczoraj.",
      "example_translation": "He estado comiendo salsa de soja durante años, probaré leche de soja mañana y probé polvo de proteína de soja ayer.",
      "imageLink": "image_files\\English\\"imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fasola szparagowa",
      "translation": "haba",
      "definition": "Roślina strączkowa, Vicia faba, szeroko uprawiana ze względu na jej jadalne nasiona i strąki, które są często używane w gotowaniu.",
      "definition_translation": "Una legumbre de vaina, Vicia faba, ampliamente cultivada por sus semillas y vainas comestibles, que se utilizan a menudo en la cocina.",
      "example": "Jadłem fasolę szparagową w sałatce wczoraj, zjem ją ponownie jutro i jadłem ją ostatnim tygodniu.",
      "example_translation": "Yo tenía habas en mi ensalada ayer, voy a comerlas de nuevo mañana, y comí ellas la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "brukselka",
      "translation": "brócoli de Bruselas",
      "definition": "Małe, zielone warzywo, Brassica oleracea var. gemmifera, która rośnie na łodydze i jest często gotowana na parze lub gotowana.",
      "definition_translation": "Un vegetal pequeño, verde, tipo de brote, Brassica oleracea var. gemmifera, que crece en un tallo y se come a menudo hervido o al vapor.",
      "example": "Ugotuję brukselkę na obiad dzisiaj, moja mama ugotowała ją wczoraj wieczorem, a ja ugotowałem ją wczoraj rano.",
      "example_translation": "Voy a cocinar brócoli de Bruselas para la cena esta noche, mi madre los cocinó anoche, y yo los cociné esta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "karczoch",
      "translation": "alcachofa",
      "definition": "Roślina o ciernistych liściach, Cynara scolymus, z jadalnymi pąkami kwiatowymi, które są często gotowane na parze lub grillowane.",
      "definition_translation": "Una planta con hojas espinosas, Cynara scolymus, con brotes de flor comestibles que se comen a menudo hervidos o asados.",
      "example": "Jadłem karczochy w restauracji ostatnim tygodniu, moja siostra zje ją na lunchu dzisiaj, a mój brat zjadł ją wczoraj wieczorem.",
      "example_translation": "Yo comí alcachofas en el restaurante la semana pasada, mi hermana las comerá en el almuerzo hoy, y mi hermano las comió ayer por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szparagi",
      "translation": "espárrago",
      "definition": "Szparagi są rośliną wieloletnią, która jest uprawiana dla jej jadalnych pędów, które są zbierane wiosną.",
      "definition_translation": "El espárrago es una verdura perenne que se cultiva por sus brotes comestibles, que se cosechan en la primavera.",
      "example": "Ugotowałem szparagi na obiad wczoraj, ugotuję szparagi na lunch dzisiaj, i ugotuje szparagi na śniadanie jutro.",
      "example_translation": "Cociné espárrago para cenar anoche, estoy cocinando espárrago para almuerzo hoy, y cocinaré espárrago para desayunar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "seler",
      "translation": "apio",
      "definition": "Seler jest chrupkim, słodkim warzywem, które jest powszechnie używane w sałatkach i jako przekąska do dipów.",
      "definition_translation": "El apio es una verdura crujiente y dulce que se utiliza comúnmente en ensaladas y como crudités para dips.",
      "example": "Gryzłem selerowe pałeczki, oglądając telewizję wczoraj wieczorem, gryzę selerowe pałeczki teraz, i zgryzę selerowe pałeczki na przyjęciu jutro.",
      "example_translation": "Masticaba palos de apio mientras veía TV anoche, estoy mordisqueando palos de apio en este momento, y masticaré palos de apio en la fiesta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czykoria",
      "translation": "achicoria",
      "definition": "Czykoria jest rośliną wieloletnią, która jest używana jako substytut kawy, a jej korzenie są również używane jako warzywo.",
      "definition_translation": "La achicoria es una hierba perenne que se utiliza como sustituto de café, y sus raíces también se utilizan como verdura.",
      "example": "Użyłem czykorii w mojej kawie rano, parzę herbatę czykoriową teraz, i upieczę korzenie czykorii na obiad dziś wieczorem.",
      "example_translation": "Utilicé achicoria en mi café esta mañana, estoy preparando té de achicoria en este momento, y asaré raíces de achicoria para cenar esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczypiorek",
      "translation": "ciboulette",
      "definition": "Szczypiorek jest typem ziół, które są powszechnie używane w gotowaniu, aby nadać smak i teksturę do dań. Ma łagodny smak cebuli i często są używane do ozdabiania zup, sałatek i innych dań.",
      "definition_translation": "Las ciboulettes son un tipo de hierba que se utiliza comúnmente en la cocina para agregar sabor y textura a los platos. Tienen un sabor suave a cebolla y se utilizan a menudo para decorar sopas, ensaladas y otros platos.",
      "example": "Będę kroił szczypiorek i dodał go do zupy dla dodatkowego smaku. Kroję szczypiorek i dodaje go do zupy dla dodatkowego smaku. Będę kroił szczypiorek i dodał go do zupy dla dodatkowego smaku.",
      "example_translation": "Cortaré las ciboulettes y las agregaré a la sopa para darle más sabor. Corté las ciboulettes y las agregué a la sopa para darle más sabor. Corto las ciboulettes y las agrego a la sopa para darle más sabor.",
      "imageLink": "image_files\\English\\"imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rzeżucha",
      "translation": "mostaza",
      "definition": "Rzeżucha jest typem pikantnej zieleniny, która jest powszechnie używana w sałatkach i jako ozdoba. Ma ostry smak i jest bogata w witaminy i antyoksydanty.",
      "definition_translation": "La mostaza es un tipo de hierba verde picante que se utiliza comúnmente en ensaladas y como adorno. Tiene un sabor picante y es rica en vitaminas y antioxidantes.",
      "example": "Będę dodawał rzeżuchę do sałatki dla eksplozji smaku. Dodałem rzeżuchę do sałatki dla eksplozji smaku. Będę dodawał rzeżuchę do sałatki dla eksplozji smaku.",
      "example_translation": "Agregaré algunas mostazas a la ensalada para un estallido de sabor. Agregué algunas mostazas a la ensalada para un estallido de sabor. Agrego algunas mostazas a la ensalada para un estallido de sabor.",
      "imageLink": "image_files\\English\\"imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "koper",
      "translation": "eneldo",
      "definition": "Koper jest typem ziół, które są powszechnie używane w gotowaniu, aby nadać smak do dań takich jak ogórki i sałatki. Ma świeży, wyrazisty smak i jest bogaty w witaminy i antyoksydanty.",
      "definition_translation": "El eneldo es un tipo de hierba que se utiliza comúnmente en la cocina para agregar sabor a platos como pepinillos y ensaladas. Tiene un sabor fresco y luminoso y es rico en vitaminas y antioxidantes.",
      "example": "Będę używał kopru, aby zrobić przepyszną recepturę ogórka. Użyłem kopru, aby zrobić przepyszną recepturę ogórka. Będę używał kopru, aby zrobić przepyszną recepturę ogórka.",
      "example_translation": "Usaré eneldo para hacer una receta de pepinillos deliciosa. Usé eneldo para hacer una receta de pepinillos deliciosa. Uso eneldo para hacer una receta de pepinillos deliciosa.",
      "imageLink": "image_files\\English\\"imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "fenkuł",
      "translation": "hinojo",
      "definition": "Fenkul jest rośliną wieloletnią z liśćmi pierzastymi i kwiatami żółto-brązowymi. Jest rodzimy w regionie śródziemnomorskim i jest szeroko uprawiany dla swoich owoców i liści, które są używane w gotowaniu i medycynie.",
      "definition_translation": "El hinojo es una hierba perenne con hojas plumosas y flores amarillentas-marrones. Es originario de la región del Mediterráneo y se cultiva ampliamente por sus frutos y hojas con sabor a anís, que se utilizan en cocina y medicina.",
      "example": "Dodałem fenkuł do sałatki wczoraj, ale będę dodawał więcej dziś, i będę miał dodane jeszcze więcej jutro.",
      "example_translation": "Añadí algo de hinojo a la ensalada ayer, pero agregaré más hoy, y habré agregado aún más para mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "chrzan",
      "translation": "rábano picante",
      "definition": "Chrzan jest rośliną wieloletnią z ostrym, gorzkim smakiem. Jest rodzimy w Europie i Azji i jest powszechnie używany jako przyprawa lub składnik w sosach, zupach i marynatach.",
      "definition_translation": "El rábano picante es una planta perenne con un sabor picante y amargo. Es originario de Europa y Asia y se utiliza comúnmente como condimento o ingrediente en salsas, sopas y marinados.",
      "example": "Ona zetrzeła chrzan, aby dodać do sosu, ale ona będzie trzeć chrzan dla następnego posiłku, i ona trzęła chrzan dla partyjki zeszłego tygodnia.",
      "example_translation": "Ella ralló algo de rábano picante para agregar a la salsa, pero rallará más para la próxima comida, y había rallado aún más para la fiesta la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "jarmuż",
      "translation": "col rizada",
      "definition": "Jarmuż jest typem liściastego warzywa, które jest bogate w witaminy i minerały. Jest powszechnie używane w sałatkach, zupach i jako side dish.",
      "definition_translation": "La col rizada es un tipo de verdura verde de hoja que es alta en vitaminas y minerales. Se utiliza comúnmente en ensaladas, sopas y salteada como guarnición.",
      "example": "Będę dodawał jarmuż do smoothie jutro, ale dodałem jarmuż do sałatki wczoraj, i dodałem jarmuż do zupy zeszłego tygodnia.",
      "example_translation": "Voy a agregar col rizada al smoothie mañana, pero agregué col rizada a la ensalada ayer, y había agregado col rizada a la sopa la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "soczewica",
      "translation": "lenteja",
      "definition": "Soczewica jest typem rośliny strączkowej, która jest powszechnie używana w zupach, stewach i curry. Jest bogata w białko i włókno, i jest dobrym źródłem niezbędnych składników odżywczych, takich jak żelazo i potas.",
      "definition_translation": "La lenteja es un tipo de legumbre que se utiliza comúnmente en sopas, estofados y curris. Es alta en proteínas y fibra y es una buena fuente de nutrientes esenciales como hierro y potasio.",
      "example": "Ugotowałem soczewicę na obiad wczoraj, ugotuję soczewicę na lunch dziś, i ugotuję soczewicę na śniadanie jutro.",
      "example_translation": "Yo cociné lentejas para la cena anoche, estoy cocinando lentejas para el almuerzo hoy y cocinaré lentejas para el desayuno mañana.",
      "imageLink": "image_files\\English\\"imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szpik",
      "translation": "tuétano",
      "definition": "Szpik to tkanka gąbczasta wewnątrz niektórych kości, takich jak biodra i uda, która produkuje komórki krwi. Może również oznaczać miękką, tłuszczową tkankę, która wypełnia cavities kości.",
      "definition_translation": "El tuétano es el tejido esponjoso dentro de algunos huesos, como las caderas y los huesos del muslo, que produce células sanguíneas. También se puede referir al tejido blando y graso que llena las cavernas de los huesos.",
      "example": "Lekarz musiał wyjąć próbkę szpiku z mojej kości, aby ją zbadać, będę musiał przeszczepić szpik następnego miesiąca, a pacjent potrzebuje otrzymać dawstwo szpiku.",
      "example_translation": "El médico tuvo que extraer una muestra de tuétano de mi hueso para examinarlo, tendré que someterme a un trasplante de tuétano el próximo mes y el paciente necesita recibir una donación de tuétano.",
      "imageLink": "image_files\\English\\"imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pasternak",
      "translation": "chirivía",
      "definition": "Pasternak to rodzaj warzywa korzenia, które jest podobne do marchewki, ale ma słodszą i orzechową smak. Jest często używany w zupach, gulaszach i pieczony jako danie dodatkowe.",
      "definition_translation": "Una chirivía es un tipo de vegetal de raíz que es similar a una zanahoria, pero tiene un sabor más dulce y nuez. A menudo se utiliza en sopas, estofados y asado como un plato lateral.",
      "example": "Wczoraj wieczorem zjadłem pasternaka na obiad, dzisiaj jem go na lunch, a jutro będę go jeść na śniadanie.",
      "example_translation": "Yo comí chirivías para la cena anoche, estoy comiendo chirivías para el almuerzo hoy y comeré chirivías para el desayuno mañana.",
      "imageLink": "image_files\\English\\"imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rzeżucha",
      "translation": "ruibarbo",
      "definition": "Rzężucha to roślina wieloletnia z dużymi, trójkątnymi liśćmi i długimi, mięsistymi łodygami, często używanymi w tartach i pierogiach.",
      "definition_translation": "Una planta perenne con hojas triangulares grandes y tallos carnosos largos, a menudo utilizada en tartas y pasteles.",
      "example": "Kiedyś jadłem tartę z rzężuchą, kiedy byłem dzieckiem, teraz uprawiam własną rzężuchę w ogrodzie, a jutro upiekę tartę z rzężuchą.",
      "example_translation": "Solía comer tarta de ruibarbo cuando era niño, ahora cultivo mi propio ruibarbo en el jardín, y mañana hornearé un pastel de ruibarbo.",
      "imageLink": "image_files\\English\\"imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rzepa",
      "translation": "nabo",
      "definition": "Rzepa to rodzaj warzywa korzenia, podobne do kapusty, ale większe i słodsze.",
      "definition_translation": "Un tipo de verdura de raíz, similar a una zanahoria, pero más grande y dulce.",
      "example": "Wczoraj kupiłem rzepę na targu, dzisiaj ją gotuję, a w przyszłym tygodniu ją pieczę.",
      "example_translation": "Compré un nabo en el mercado ayer, estoy comiéndolo hervido hoy, y lo asaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "batat",
      "translation": "boniato",
      "definition": "Batat to warzywo korzeniowe, często jedzone jako danie dodatkowe, szczególnie w czasie świąt.",
      "definition_translation": "Una verdura de raíz almidonosa, a menudo consumida como guarnición, especialmente durante las fiestas.",
      "example": "Wczoraj wieczorem upiekłem batata na obiad, dzisiaj go rozgniatam na lunch, a jutro zrobię batatowe frytki.",
      "example_translation": "Horneé un boniato para cenar anoche, lo machacaré para almorzar hoy, y haré papas fritas de boniato mañana.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ruczaj",
      "translation": "nabo",
      "definition": "Ruczaj to warzywo korzeniowe, które jest powszechnie uprawiane w klimatach umiarkowanych na całym świecie ze względu na słodki, pieprzny smak i chrupką teksturę. Jest to uprawa chłodnego sezonu, co oznacza, że najlepiej rośnie w chłodnych temperaturach wiosny lub jesieni.",
      "definition_translation": "Un nabo es una verdura de raíz comunmente cultivada en climas templados en todo el mundo por su sabor dulce y picante y su textura crujiente. Es un cultivo de temporada fría, lo que significa que crece mejor en las temperaturas más frías de la primavera o el otoño.",
      "example": "Wczoraj zjadłem zupę z ruczajem, dzisiaj jem sałatkę z ruczajem, a jutro będę jeść gulasz z ruczajem. W zeszłym tygodniu kupiłem ruczaj od rolnika, a przed tygodniem posadziłem ruczaj w ogrodzie.",
      "example_translation": "Comí una sopa de nabo ayer, comeré una ensalada de nabo hoy y comeré un estofado de nabo mañana. La semana pasada, compré un nabo en el mercado de productores, y la semana anterior, planté un nabo en mi jardín.",
      "imageLink": "image_files\\English\\"imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]