[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nóż",
      "translation": "cuchillo",
      "definition": "Nóż to instrument tnący, składający się z ostrza przytwierdzonego do uchwytu.",
      "definition_translation": "Un cuchillo es un instrumento de corte que consiste en una hoja afilada unida a un mango.",
      "example": "Użyłem noża, aby pokroić warzywa wczoraj, używam go, aby pokroić chleb każdego ranka, i będę używał go, aby pokroić indyka jutro.",
      "example_translation": "Usé un cuchillo para picar las verduras ayer, lo uso para cortar el pan cada mañana y lo usaré para trinchar el pavo mañana.",
      "imageLink": "image_files\\English\\knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "miska",
      "translation": "tazón",
      "definition": "Miska to otwarty kontener używany do przechowywania lub podawania jedzenia.",
      "definition_translation": "Un tazón es un contenedor abierto y redondo utilizado para contener o servir comida.",
      "example": "Umieściłem miskę po śniadaniu, używam jej do mieszania sałatki każdego dnia, i będę używał jej, aby podać deser tej nocy.",
      "example_translation": "Lavé el tazón después del desayuno, lo uso para mezclar la ensalada todos los días y lo usaré para servir el postre esta noche.",
      "imageLink": "image_files\\English\\bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kuchenka",
      "translation": "cocinilla",
      "definition": "Kuchenka to urządzenie kuchenne służące do gotowania jedzenia.",
      "definition_translation": "Una cocinilla es un electrodoméstico de cocina utilizado para cocinar alimentos.",
      "example": "Użyłem kuchenki, aby zagotować wodę wczoraj, używam jej, aby gotować warzywa każdego tygodnia, i będę używał jej, aby ugotować kurczaka jutro.",
      "example_translation": "Usé la cocinilla para hervir el agua ayer, lo uso para cocinar las verduras cada semana y lo usaré para asar el pollo mañana.",
      "imageLink": "image_files\\English\\cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szafka",
      "translation": "armario",
      "definition": "Szafka to mebel z półkami, używany do przechowywania żywności, naczyń i przyborów kuchennych.",
      "definition_translation": "Un armario es un mueble con estantes, utilizado para almacenar alimentos, platos y utensilios.",
      "example": "Otworzyłem szafkę, aby wziąć szklankę, wczoraj otworzyłem szafkę, aby wziąć talerz, i jutro otworzę szafkę, aby wziąć miskę.",
      "example_translation": "Abrí el armario para obtener un vaso, ayer abrí el armario para obtener un plato, y mañana abriré el armario para obtener un tazón.",
      "imageLink": "image_files\\English\\cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szuflada",
      "translation": "cajón",
      "definition": "Szuflada to kontener w meblu, używany do przechowywania różnych rzeczy, takich jak ubrania lub materiały biurowe.",
      "definition_translation": "Un cajón es un contenedor tipo caja en un mueble, utilizado para almacenar cosas como ropa o suministros de oficina.",
      "example": "Wyciąłem szufladę, aby wziąć koszulę, wczoraj wyciąłem szufladę, aby wziąć plik, i jutro wyciągnę szufladę, aby wziąć pióro.",
      "example_translation": "Saqué el cajón para obtener una camisa, ayer saqué el cajón para obtener un archivo, y mañana sacaré el cajón para obtener una pluma.",
      "imageLink": "image_files\\English\\drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "widły",
      "translation": "tenedor",
      "definition": "Widły to przybór kuchenny z rogami, używany do jedzenia i podawania jedzenia.",
      "definition_translation": "Un tenedor es un utensilio con puntas, utilizado para comer y servir alimentos.",
      "example": "Podniosłem widły, aby zjeść sałatkę, wczoraj podniosłem widły, aby zjeść deser, i jutro podniosę widły, aby zjeść posiłek.",
      "example_translation": "Cogí el tenedor para comer una ensalada, ayer cogí el tenedor para comer un postre, y mañana cogeré el tenedor para comer una comida.",
      "imageLink": "image_files\\English\\fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lodówka",
      "translation": "nevera",
      "definition": "Lodówka to duże urządzenie elektryczne służące do chłodzenia żywności i napojów.",
      "definition_translation": "un gran electrodoméstico utilizado para mantener los alimentos y bebidas frescos",
      "example": "Otworzyłem lodówkę, aby wziąć zimny napój. Wczoraj otworzyłem lodówkę, aby sprawdzić, czy mamy jakieś resztki. Jutro otworzę lodówkę, aby zobaczyć, co trzeba kupić.",
      "example_translation": "Abrí la nevera para tomar una bebida fría. Ayer, había abierto la nevera para verificar si tenía alguna comida leftover. Mañana, abriré la nevera para ver qué necesitamos comprar.",
      "imageLink": "image_files\\English\\fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stół kuchenny",
      "translation": "mesa de cocina",
      "definition": "Stół kuchenny to mebel, na którym przygotowuje i spożywa się posiłki w kuchni.",
      "definition_translation": "una mesa, usualmente hecha de madera o plástico, utilizada para preparar y comer comidas en una cocina",
      "example": "Siedzieliśmy przy stole kuchennym, aby zjeść śniadanie. Wczoraj siedzieliśmy przy stole kuchennym, aby zrobić swoją pracę domową. Jutro siedzieliśmy przy stole kuchennym, aby zaplanować naszą podróż.",
      "example_translation": "Nos sentamos a la mesa de cocina para desayunar. Ayer, nous habíamos sentado a la mesa de cocina para hacer nuestro trabajo. Mañana, nos sentaremos a la mesa de cocina para planificar nuestro viaje.",
      "imageLink": "image_files\\English\\kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kuchenka mikrofalowa",
      "translation": "microondas",
      "definition": "Kuchenka mikrofalowa to urządzenie kuchenne, które używa fal elektromagnetycznych do szybkiego ogrzewania lub gotowania żywności.",
      "definition_translation": "un electrodoméstico de cocina que utiliza ondas electromagnéticas para calentar o cocinar comida rápidamente",
      "example": "Podgrzałem moją kolację w kuchenkę mikrofalową. Wczoraj podgrzałem moją obiad w kuchenkę mikrofalową. Jutro podgrzę kolację w kuchenkę mikrofalową.",
      "example_translation": "Calenté mi cena en el microondas. Ayer, había calentado mi almuerzo en el microondas. Mañana, calentaré mi desayuno en el microondas.",
      "imageLink": "image_files\\English\\microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "półka",
      "translation": "estante",
      "definition": "Półka to płaska, pozioma powierzchnia, umieszczona na określonej wysokości, służąca do przechowywania lub eksponowania obiektów.",
      "definition_translation": "Un estante es un plano horizontal, típicamente fijo a una altura, utilizado para almacenar o mostrar objetos.",
      "example": "Położyłem książkę na najwyższej półce wczoraj, będę kłaść ją na środkowej półce dzisiaj, i wyczyść dolną półkę jutro.",
      "example_translation": "Coloqué el libro en el estante superior ayer, lo pondré en el estante medio hoy y limpiaré el estante inferior mañana.",
      "imageLink": "image_files\\English\\shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zlewozmywak",
      "translation": "fregadero",
      "definition": "Zlewozmywak to urządzenie hydrauliczne służące do mycia rąk, naczyń lub innych przedmiotów.",
      "definition_translation": "Un fregadero es un accesorio de fontanería utilizado para lavar manos, platos u otros objetos.",
      "example": "Umyłem ręce w zlewozmywaku wczoraj wieczorem, umyję naczynia w zlewozmywaku dziś wieczorem, a umyłem twarz w zlewozmywaku dziś rano.",
      "example_translation": "Me lavé las manos en el fregadero anoche, lavaré los platos en el fregadero esta noche y me lavé la cara en el fregadero esta mañana.",
      "imageLink": "image_files\\English\\sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łyżka",
      "translation": "cuchara",
      "definition": "Łyżka to przyrząd stołowy służący do jedzenia lub serwowania posiłków, zwykle składający się z małej, płytkiej miski i uchwytu.",
      "definition_translation": "Una cuchara es un utensilio utilizado para comer o servir alimentos, que consiste típicamente en un pequeño tazón poco profundo y un mango.",
      "example": "Jem zupę łyżką wczoraj, jem płatki łyżką jutro, a jem jogurt łyżką dziś rano.",
      "example_translation": "Me comí la sopa con una cuchara ayer, comeré mi cereal con una cuchara mañana y me comí el yogurt con una cuchara esta mañana.",
      "imageLink": "image_files\\English\\spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kosz",
      "translation": "basurero",
      "definition": "Kosz to Pojemnik służący do przechowywania lub składowania czegoś, zwłaszcza śmieci lub odpadków.",
      "definition_translation": "Un contenedor utilizado para contener o almacenar algo, especialmente desechos o basura.",
      "example": "Wyrzuciłem pustą puszkę do kosza. Wczoraj wyczyściłem kosz. Zadzie kosz jutro.",
      "example_translation": "Lancé la lata vacía al basurero. Limpié el basurero ayer. Vaciaré el basurero mañana.",
      "imageLink": "image_files\\English\\bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zmywarka",
      "translation": "lavavajillas",
      "definition": "Maszyna do mycia naczyń, szczególnie w kuchni domowej lub komercyjnej.",
      "definition_translation": "Una máquina para lavar platos, especialmente en una cocina doméstica o comercial.",
      "example": "Wczoraj załadowałem zmywarkę. Zmywarka robi dziwny hałas. Kupię nową zmywarkę za rok.",
      "example_translation": "Cargué el lavavajillas anoche. El lavavajillas está haciendo un ruido extraño. Compraré un nuevo lavavajillas el próximo año.",
      "imageLink": "image_files\\English\\dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czajnik elektryczny",
      "translation": "tetera eléctrica",
      "definition": "Czajnik, który jest napędzany elektrycznie, służący do gotowania wody.",
      "definition_translation": "Una tetera que funciona con electricidad, utilizada para hervir agua.",
      "example": "Wczoraj włożyłem czajnik elektryczny do gniazdka. Czajnik elektryczny przestał działać. Kupię nowy czajnik elektryczny dla mojej matki.",
      "example_translation": "Conecté la tetera eléctrica. La tetera eléctrica había dejado de funcionar. Compraré una tetera eléctrica para mi madre.",
      "imageLink": "image_files\\English\\electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "zamrażarka",
      "translation": "congelador",
      "definition": "Urządzenie elektryczne służące do przechowywania żywności w stanie zamrożeniu, zwykle w kuchni.",
      "definition_translation": "Un electrodoméstico utilizado para mantener los alimentos congelados, generalmente en una cocina.",
      "example": "Wczoraj włożyłem resztki do zamrażarki, aby je zjeść później. W zeszłym tygodniu zamroziłem mięso. Zadzie warzywa do zamrażarki jutro.",
      "example_translation": "Puse las sobras en el congelador para comer más tarde. Congelé la carne la semana pasada. Congelaré las verduras mañana.",
      "imageLink": "image_files\\English\\freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "patelnia",
      "translation": "sartén",
      "definition": "Naczynie kuchenne wykonane zwykle z metalu, służące do smażenia, podsmażania i rumienienia żywności.",
      "definition_translation": "Un recipiente de cocina generalmente hecho de metal, utilizado para freír, saltear y dorar alimentos.",
      "example": "Wczoraj nagrzałem patelnię, aby ugotować jajka. Ona usmażyła boczek w patelni wczoraj. On będzie używał nieprzywierającej patelni, aby ugotować rybę jutro.",
      "example_translation": "Calenté la sartén para cocinar los huevos. Ella había frito la panceta en una sartén ayer. Él usará una sartén antiadherente para cocinar el pescado mañana.",
      "imageLink": "image_files\\English\\frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "piekarnik",
      "translation": "horno",
      "definition": "Urządzenie kuchenne służące do pieczenia, smażenia i podgrzewania żywności.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para hornear, asar y calentar alimentos.",
      "example": "Wczoraj nagrzałem piekarnik, aby upiec tort. Oni upiekli kurczaka w piekarniku wczoraj wieczorem. My będziemy używać piekarnika, aby podgrzać pizzę jutro.",
      "example_translation": "Precalienté el horno para hornear el pastel. Ellos habían asado el pollo en el horno anoche. Nosotros usaremos el horno para calentar la pizza mañana.",
      "imageLink": "image_files\\English\\oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "garnek",
      "translation": "olla",
      "definition": "Garnek to naczynie kuchenne, zwykle okrągłe i głębokie, służące do przygotowywania i serwowania żywności.",
      "definition_translation": "Una olla es un recipiente de cocina, generalmente redondo y profundo, utilizado para preparar y servir comida.",
      "example": "Wczoraj ugotowałem wodę w garnku, ugotowałem wodę w garnku teraz, a ugotuję wodę w garnku jutro.",
      "example_translation": "Hierve agua en una olla ayer, estoy hirviendo agua en una olla ahora, y herviré agua en una olla mañana.",
      "imageLink": "image_files\\English\\pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sosownik",
      "translation": "sartén",
      "definition": "Sosownik to naczynie kuchenne, zwykle mniejsze niż garnek, służące do przygotowywania i serwowania sosów, zup i innych płynów.",
      "definition_translation": "Un sartén es un recipiente de cocina, generalmente más pequeño que una olla, utilizado para preparar y servir salsas, sopas y otros líquidos.",
      "example": "Ona nagrzała sos w sosowniku wczoraj wieczorem, ona nagrza sos w sosowniku teraz, a ona będzie nagrzać sos w sosowniku później.",
      "example_translation": "Ella calentó la salsa en un sartén anoche, está calentando la salsa en un sartén ahora, y calentará la salsa en un sartén más tarde.",
      "imageLink": "image_files\\English\\saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kran",
      "translation": "grifo",
      "definition": "Kran to zawór kontrolujący przepływ cieczy z rury, typowo używany do mycia lub picia wody.",
      "definition_translation": "Un grifo es una válvula que controla el flujo de un líquido desde una tubería, generalmente utilizado para lavar o beber agua.",
      "example": "Wczoraj zamknąłem kran, aby umyć ręce. Teraz otwieram kran, aby umyć ręce. Jutro otworzę kran, aby umyć ręce.",
      "example_translation": "Abrí el grifo para lavar mis manos ayer, estoy abriendo el grifo para lavar mis manos ahora, y abriré el grifo para lavar mis manos mañana.",
      "imageLink": "image_files\\English\\tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "czajnik",
      "translation": "tetera",
      "definition": "Czajnik to naczynie używane do zaparzania i podawania herbaty, typowo wykonane z ceramiki, metalu lub szkła.",
      "definition_translation": "Una tetera es un recipiente utilizado para preparar y servir té, típicamente hecho de cerámica, metal o vidrio.",
      "example": "Wczoraj użyłem czajnika, aby zaparzyć filiżankę herbaty. Teraz używam czajnika, aby zaparzyć herbatę dla mojej rodziny. Jutro będę używał czajnika, aby zaparzyć herbatę lodową na przyjęciu.",
      "example_translation": "Usé una tetera para preparar una taza de té ayer. Estoy usando una tetera para hacer té para mi familia ahora. Usaré una tetera para hacer té helado para la fiesta mañana.",
      "imageLink": "image_files\\English\\teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "otwieracz do puszek",
      "translation": "abrelatas",
      "definition": "Otwieracz do puszek to urządzenie używane do otwierania puszek z metalu, typowo składające się z obracającego się koła tnącego lub dźwigniowego pierścienia.",
      "definition_translation": "Un abrelatas es un dispositivo utilizado para abrir latas de metal, típicamente consistente en una rueda de corte rotativa o un perforador operado por palanca.",
      "example": "Wczoraj użyłem otwieracza do puszek, aby otworzyć puszkę z fasolą. Teraz używam otwieracza do puszek, aby otworzyć puszkę z pomidorami. Jutro będę używał otwieracza do puszek, aby otworzyć puszkę z tuńczykiem na sałatkę.",
      "example_translation": "Usé un abrelatas para abrir la lata de frijoles ayer. Estoy usando un abrelatas para abrir una lata de tomates ahora. Usaré un abrelatas para abrir una lata de atún para la ensalada mañana.",
      "imageLink": "image_files\\English\\tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "toster",
      "translation": "tostadora",
      "definition": "Toster to małe urządzenie elektryczne używane do przygotowania tostów, typowo składające się z elementu grzewczego i sprężynowego mechanizmu wyrzucania.",
      "definition_translation": "Una tostadora es un pequeño electrodoméstico utilizado para tostar rebanadas de pan, típicamente consistente en un elemento calefactor y un mecanismo de expulsión con resorte.",
      "example": "Wczoraj użyłem tostera, aby przygotować tosty na śniadanie. Teraz używam tostera, aby przygotować tosty na lunch. Jutro będę używał tostera, aby przygotować tosty na śniadanie dla mojej rodziny.",
      "example_translation": "Usé una tostadora para hacer tostadas para el desayuno ayer. Estoy usando una tostadora para hacer tostadas para mi almuerzo ahora. Usaré una tostadora para hacer tostadas para el desayuno de mi familia mañana.",
      "imageLink": "image_files\\English\\toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tkanina",
      "translation": "tela",
      "definition": "Tkanina to materiał o miękkiej, gładkiej powierzchni, często wykonany z naturalnych lub syntetycznych włókien.",
      "definition_translation": "Una tela con una superficie suave y lisa, a menudo hecha de fibras naturales o sintéticas.",
      "example": "Ona wygładziła tkaninę, aby usunąć zagniecenia. Ona będzie szyć nową tkaninę na zasłony. Ona szyć wiele tkanin dla swoich lalek, gdy była dzieckiem.",
      "example_translation": "Ella planchó la tela para eliminar las arrugas. Ella coserá una nueva tela para las cortinas. Ella había cosido many telas para sus muñecas cuando era niña.",
      "imageLink": "image_files\\English\\cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ekspres do kawy",
      "translation": "cafetera",
      "definition": "Urządzenie, które zaparza kawę z ziaren kawy.",
      "definition_translation": "Un dispositivo que prepara café a partir de granos de café molidos.",
      "example": "Kupiła nowy ekspres do kawy na kuchnię. Ekspres do kawy był zepsuty, więc musieli go naprawić. Będą kupować nowy ekspres do kawy dla swojego nowego domu.",
      "example_translation": "Ella compró una nueva cafetera para su cocina. La cafetera estaba rota, así que tuvieron que arreglarla. Comprarán una nueva cafetera para su nueva casa.",
      "imageLink": "image_files\\English\\coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "korkociąg",
      "translation": "sacacorchos",
      "definition": "Urządzenie używane do otwierania butelek wina.",
      "definition_translation": "Un dispositivo utilizado para eliminar los tapones de las botellas de vino.",
      "example": "On użył korkociągu, aby otworzyć butelkę wina. Ona zabłądziła korkociąg, więc musieli kupić nowy. Będą używać korkociągu, aby otworzyć szampana.",
      "example_translation": "Él usó un sacacorchos para abrir la botella de vino. Ella había roto el sacacorchos, así que tuvieron que comprar uno nuevo. Usarán un sacacorchos para abrir el champán.",
      "imageLink": "image_files\\English\\corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "waga",
      "translation": "balanzas",
      "definition": "Urządzenie do ważenia obiektów, typowo składające się z platformy lub misy zawieszonej na pivot lub wahadle, używane szczególnie w nauce i handlu.",
      "definition_translation": "Un dispositivo para pesar objetos, que consiste típicamente en una plataforma o tazón suspendido de un pivote o fulcro, utilizado especialmente en ciencia y comercio.",
      "example": "Weszła na wagę, aby zmierzyć swoją wagę. Wczoraj ważyła się na wadze. Jutro będzie ważyć się na wadze.",
      "example_translation": "Ella se subió a la balanza para pesarse. Ayer, se pesó en la balanza. Mañana, se pesará en la balanza.",
      "imageLink": "image_files\\English\\scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "taboret",
      "translation": "banco",
      "definition": "Miejsce siedzące dla jednej osoby, typowo bez oparcia ani rąk, używane szczególnie w domach, ogrodach i miejscach publicznych.",
      "definition_translation": "Un asiento para una persona, que suele no tener respaldo ni brazos, utilizado especialmente en hogares, jardines y lugares públicos.",
      "example": "Usiadł na taborecie, aby odpocząć. Wczoraj siedział na taborecie, aby pomalować. Jutro będzie siedział na taborecie, aby czytać.",
      "example_translation": "Se sentó en el banco para descansar. Ayer, se sentó en el banco para pintar. Mañana, se sentará en el banco para leer.",
      "imageLink": "image_files\\English\\stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "formowa tuba",
      "translation": "manga para hornear",
      "definition": "Tubularne lub cylinderowe urządzenie używane do formowania i utrzymywania żywności, takiej jak chleb lub ciasta, podczas pieczenia.",
      "definition_translation": "Un dispositivo tubular o cilíndrico utilizado para dar forma y contener alimentos, como pan o pastelería, mientras se hornean.",
      "example": "Użyła formowej tuby, aby zrobić idealny bochenek. Wczoraj użyła formowej tuby, aby zrobić croissanty. Jutro będzie używać formowej tuby, aby zrobić tort.",
      "example_translation": "Ella usó una manga para hornear para hacer un pan perfecto. Ayer, usó una manga para hornear para hacer croissantes. Mañana, usará una manga para hornear para hacer un pastel.",
      "imageLink": "image_files\\English\\baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nożyczki do ciasta",
      "translation": "cortador de galletas",
      "definition": "Urządzenie kuchenne służące do wycinania i kształtowania ciastek, często w kształcie dekoracyjnym.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y moldear galletas, a menudo en formas decorativas.",
      "example": "Użyła nożyczek do ciasta, aby uczynić serca w Dzień Walentego. Wczoraj wycinała ciastka, a jutro będzie je dekorować. Za pięć lat będzie miała zrobione tysiące z nich.",
      "example_translation": "Ella utilizó un cortador de galletas para hacer tratados en forma de corazón para el Día de San Valentín. Ayer, había cortado las galletas, y mañana las decorará. En cinco años, habrá hecho miles de ellas.",
      "imageLink": "image_files\\English\\biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nóż do chleba",
      "translation": "cortador de pan",
      "definition": "Urządzenie kuchenne służące do krojenia i porcjowania chleba, często w kształcie równych części.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y porcionar pan, a menudo en piezas uniformes.",
      "example": "Użył noża do chleba, aby zrobić równe plasterki do kanapki. W zeszłym tygodniu pokrajał całą bochenkę, a w następnym tygodniu zrobi to ponownie. W przyszłości pokraja tysiące bochenków.",
      "example_translation": "Él utilizó un cortador de pan para hacer rebanadas uniformes para el sándwich. La semana pasada, había cortado una hogaza entera, y la próxima semana lo hará de nuevo. En el futuro, habrá cortado miles de hogazas.",
      "imageLink": "image_files\\English\\bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "forma na ciasto",
      "translation": "molde de tarta",
      "definition": "Urządzenie kuchenne służące do formowania i trzymania ciastek podczas pieczenia, często wykonane z metalu lub silikonu.",
      "definition_translation": "Un dispositivo de cocina utilizado para dar forma y mantener tartas mientras se hornean, a menudo hecho de metal o silicona.",
      "example": "Namazała formę na ciasto przed wylaniem ciasta. Wczoraj upiekła ciasto, a jutro zrobi kolejne. Za rok będzie miała zrobione setki ciast.",
      "example_translation": "Ella engrasó el molde de tarta antes de verter la mezcla. Ayer, había horneado una tarta, y mañana hará otra. En un año, habrá hecho cientos de tartas.",
      "imageLink": "image_files\\English\\cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "naczynie na zapiekankę",
      "translation": "fuente para hornear",
      "definition": "Duża, głęboka naczynie służąca do gotowania i serwowania gorących potraw, szczególnie zapiekanek.",
      "definition_translation": "Un plato grande y profundo utilizado para cocinar y servir platos calientes, especialmente casseroles.",
      "example": "Wyciągnęła naczynie na zapiekankę z piekarnika i pozwoliła mu ostygnąć przed podaniem. Wczoraj przygotowała naczynie na zapiekankę na imprezę. Jutro zrobi naczynie na zapiekankę dla rodziny.",
      "example_translation": "Ella sacó una fuente para hornear del horno y la dejó enfriar antes de servir. Ayer, había preparado una fuente para hornear para la fiesta. Mañana, hará una fuente para hornear para su familia.",
      "imageLink": "image_files\\English\\casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nóż kuchenny",
      "translation": "cuchillo de cocina",
      "definition": "Nóż używany do krojenia i siekania składników żywnościowych, typowo z ostrzem prostym lub zakrzywionym.",
      "definition_translation": "Un cuchillo utilizado para picar y trocear ingredientes de alimentos, típicamente con una hoja recta o curva.",
      "example": "Użył noża kuchennego, aby pokroić warzywa do zupy. Ona kroiła mięso nożem kuchennym przez godziny. Szef kuchni będzie używał noża kuchennego, aby przygotować sałatkę jutro.",
      "example_translation": "Él usó un cuchillo de cocina para picar las verduras para la sopa. Ella había estado picando carne con un cuchillo de cocina durante horas. El chef usará un cuchillo de cocina para preparar la ensalada mañana.",
      "imageLink": "image_files\\English\\chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "pałeczki do jedzenia",
      "translation": "palillos",
      "definition": "Para smukłych, zwężających się pałeczek, wykonanych z drewna, kości lub plastiku, używanych jako narzędzia do jedzenia w wielu azjatyckich kulturach.",
      "definition_translation": "Un par de palillos delgados y cónicos, típicamente hechos de madera, hueso o plástico, utilizados como utensilios para comer en muchas culturas asiáticas.",
      "example": "Miała trudności z używaniem pałeczek do jedzenia po raz pierwszy. On jeść z pałeczek od czasu, gdy był dzieckiem. Nauka używania pałeczek, gdy podróżują do Japonii.",
      "example_translation": "Ella estaba luchando por usar palillos por primera vez. Él había estado comiendo con palillos desde que era niño. Aprenderán a usar palillos cuando viajen a Japón.",
      "imageLink": "image_files\\English\\chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "durszlak",
      "translation": "escolador",
      "definition": "Urządzenie kuchenne służące do odcedzania płynów z żywności, szczególnie makaronu czy ryżu, dzięki jego perforowanej konstrukcji.",
      "definition_translation": "Un utensilio de cocina utilizado para drenar líquidos de alimentos, especialmente pasta o arroz, gracias a su diseño perforado.",
      "example": "Użyła durszlaka, aby odcedzić spaghetti, a następnie dodała sos. Wczoraj użyła durszlaka, aby odcedzić brokuł, a za tydzień będzie go używała do odcedzenia ryżu.",
      "example_translation": "Ella usó un escolador para drenar la espaguetis, luego agregó la salsa. Ella había usado un escolador para drenar el brócoli el día anterior, y lo usará de nuevo para drenar el arroz la próxima semana.",
      "imageLink": "image_files\\English\\colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "deska do krojenia",
      "translation": "tabla de cortar",
      "definition": "Płaska, sztywna powierzchnia używana do przygotowania i krojenia żywności, wykonana z drewna, plastiku lub innych materiałów.",
      "definition_translation": "Una superficie plana y rígida utilizada para preparar y cortar alimentos, generalmente hecha de madera, plástico u otros materiales.",
      "example": "Pokroiła warzywa na desce do krojenia, a następnie umieściła je w garnku. On użył deski do krojenia, aby pokroić mięso wczoraj, a będzie go używał ponownie do krojenia cebuli jutro.",
      "example_translation": "Ella picó las verduras en la tabla de cortar, luego las colocó en la olla. Él había usado la tabla de cortar para cortar la carne ayer, y la usaría de nuevo para picar las cebollas mañana.",
      "imageLink": "image_files\\English\\cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sito do mąki",
      "translation": "cedazo",
      "definition": "Narzędzie kuchenne służące do sitowania i aerowania mąki, składające się z siatki lub perforowanej powierzchni.",
      "definition_translation": "Una herramienta de cocina utilizada para tamizar y aerar la harina, que suele consistir en una malla o superficie perforada.",
      "example": "Użyła sita do mąki, aby zmieszać suche składniki, a następnie dodała jajka. Oni użyli sita do mąki, aby przygotować mieszankę ciasteczkową dzień wcześniej, a będą go używać ponownie, aby zrobić ciasto przyszłego tygodnia.",
      "example_translation": "Ella usó el cedazo para mezclar los ingredientes secos, luego agregó los huevos. Ellos habían usado el cedazo para preparar la mezcla de pastel el día anterior, y lo usarían de nuevo para hacer pastelería la próxima semana.",
      "imageLink": "image_files\\English\\flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kroiciel żywności",
      "translation": "cortador de alimentos",
      "definition": "Urządzenie kuchenne służące do krojenia żywności w cienkie plasterki, często używane do mięs, serów i warzyw.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para cortar alimentos en trozos delgados, típicamente usado para carnes, quesos y verduras.",
      "example": "Użyłem kroiciela żywności, aby przygotować mięso do baru kanapkowego. Użyję kroiciela żywności, aby pokroić ser na imprezę wieczorem. Ona użyła kroiciela żywności, aby pokroić warzywa do sałatki.",
      "example_translation": "Usé un cortador de alimentos para preparar las carnes para la barra de sándwiches. Usaré un cortador de alimentos para cortar el queso para la fiesta de esta noche. Ella había usado un cortador de alimentos para cortar las verduras para la ensalada.",
      "imageLink": "image_files\\English\\food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "lejk",
      "translation": "embudo",
      "definition": "Rura lub pipe z szeroką szyją i wąskim końcem, używana do nalewania płynów lub proszków do małego otworu.",
      "definition_translation": "Un tubo o tubería con una boca ancha y un extremo estrecho, utilizado para verter líquidos o polvos en una abertura pequeña.",
      "example": "Użyłem lejka, aby nalać olej do silnika. Ona będzie używać lejka, aby zmierzyć składniki dla przepisu. Oni użyli lejka, aby napełnić butelki wodą.",
      "example_translation": "Usé un embudo para verter el aceite en el motor. Ella gebruara un embudo para medir los ingredientes para la receta. Ellos habían usado un embudo para llenar las botellas con agua.",
      "imageLink": "image_files\\English\\funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "praska do czosnku",
      "translation": "prensa de ajo",
      "definition": "Narzędzie kuchenne używane do rozdrabniania czosnku, typowo używane do uwolnienia jego smaku i aromatu.",
      "definition_translation": "Una herramienta de cocina utilizada para aplastar los dientes de ajo, típicamente utilizada para liberar su sabor y aroma.",
      "example": "Użyłem praski do czosnku, aby rozgnieść czosnek dla sosu. Ona będzie używać praski do czosnku, aby wydostać smak czosnku dla przepisu. Oni użyli praski do czosnku, aby przygotować czosnek dla marynaty.",
      "example_translation": "Usé una prensa de ajo para aplastar el ajo para la salsa. Ella gebruara una prensa de ajo para extraer el sabor de ajo para la receta. Ellos habían usado una prensa de ajo para preparar el ajo para la marinada.",
      "imageLink": "image_files\\English\\garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "tarka",
      "translation": " rallador",
      "definition": "Narzędzie kuchenne z chropowatą powierzchnią używane do rozdrabniania lub tarcia żywności, takiej jak ser lub warzywa.",
      "definition_translation": "Un utensilio de cocina con una superficie rugosa utilizado para rallar o rallar alimentos, como queso o verduras.",
      "example": "Startowałem ser dla sałatki. Jutro startuję marchewkę dla tortu. Ona startowała buraki dla zupy wczoraj wieczorem.",
      "example_translation": "Rallé el queso para la ensalada. Rallaré las zanahorias para el pastel mañana. Ella ralló las remolachas para la sopa la noche pasada.",
      "imageLink": "image_files\\English\\grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szczypce do lodów",
      "translation": "cuchara para helado",
      "definition": "Narzędzie używane doportionowania i kształtowania kulek lodów.",
      "definition_translation": "Un utensilio utilizado para porcionar y dar forma a bolas de helado.",
      "example": "Użyłem szczypiec do lodów, aby podać deser. Ona będzie używać szczypiec do lodów, aby zrobić sundaje jutro. Oni użyli szczypiec do lodów, aby stworzyć imponującą wieżę lodów przed tygodniem.",
      "example_translation": "Usé una cuchara para helado para servir el postre. Ella usará una cuchara para helado para hacer sundae mañana. Usaron una cuchara para helado para crear una torre de helado elaborada la semana pasada.",
      "imageLink": "image_files\\English\\ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łopata",
      "translation": "cuchara de sirve",
      "definition": "Duża, głęboka łyżka używana do serwowania lub przenoszenia płynów lub luźnych pokarmów.",
      "definition_translation": "Una cuchara grande y profunda utilizada para servir o transferir líquidos o alimentos sueltos.",
      "example": "Użyłem łopaty, aby podać zupę. Ona będzie używać łopaty, aby wylać sos jutro. Oni użyli łopaty, aby nakładać jogurt wczoraj wieczorem.",
      "example_translation": "Usé una cuchara de sirve para servir la sopa. Ella usará una cuchara de sirve para verter la salsa mañana. Usaron una cuchara de sirve para coger el yogur la noche pasada.",
      "imageLink": "image_files\\English\\ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "ściskacz cytryny",
      "translation": "exprimidor de limón",
      "definition": "Urządzenie używane do wydostania soku z cytryn, typowo składające się z manualnego lub elektrycznego pressu lub reameru.",
      "definition_translation": "Un dispositivo utilizado para extraer jugo de limones, que consiste típicamente en una prensa manual o eléctrica o un rallador.",
      "example": "Użyłem ściskacza cytryny, aby zrobić świeżą lemoniadę dla imprezy. Będę używać ściskacza cytryny, aby wydostać sok dla przepisu. Ona użyła ściskacza cytryny, aby zrobić marynatę cytrynową.",
      "example_translation": "Usé un exprimidor de limón para hacer limonada fresca para la fiesta. Usaré un exprimidor de limón para extraer jugo para la receta. Ella había usado un exprimidor de limón para hacer una marinada de limón.",
      "imageLink": "image_files\\English\\lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "mandolina",
      "definition": "Narzędzie kuchenne z płaską, wąską ostrzem, używane do krojenia i julienne warzyw i owoców.",
      "definition_translation": "Una herramienta de cocina con hoja plana y estrecha, utilizada para cortar y julianar verduras y frutas.",
      "example": "Pokroiłem marchewkę przy użyciu mandoliny dla sałatki. Ona użyła mandoliny, aby pokroić paprykę w julienne. Będą używać mandoliny, aby pokroić jabłka dla tortu.",
      "example_translation": "Corté las zanahorias con una mandolina para la ensalada. Ella había usado una mandolina para julianar los pimientos. Ellos usarán una mandolina para cortar las manzanas para el pastel.",
      "imageLink": "image_files\\English\\mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łyżka miarowa",
      "translation": "cuchara medidora",
      "definition": "Łyżka z oznaczoną miarą, używana do dokładnego mierzenia składników podczas gotowania lub pieczenia.",
      "definition_translation": "Una cuchara con medidas marcadas, utilizada para medir con precisión los ingredientes al cocinar o hornear.",
      "example": "Użyłem łyżki miarowej, aby zmierzyć proszek do pieczenia dla ciasta. Ona użyła łyżki miarowej, aby zmierzyć ekstrakt waniliowy. Będą używać łyżki miarowej, aby zmierzyć cukier dla ciastek.",
      "example_translation": "Usé una cuchara medidora para medir el polvo de hornear para la torta. Ella había usado una cuchara medidora para medir el extracto de vainilla. Ellos usarán una cuchara medidora para medir el azúcar para las galletas.",
      "imageLink": "image_files\\English\\measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mięso miękczące",
      "translation": "ablandador de carne",
      "definition": "Substancja używana do zmiękczania mięsa, typowo przez rozkładanie białek w mięsie.",
      "definition_translation": "Una sustancia utilizada para hacer que la carne sea más tierna, típicamente rompiendo las proteínas en la carne.",
      "example": "Użyłem mięsa miękczącego, aby uczynić stek bardziej smacznym. Wczoraj już marynowałem mięso, a jutro będę grillować.",
      "example_translation": "Usé un ablandador de carne para hacer que el filete fuera más sabroso. Ayer, ya había marinado la carne, y mañana la asaré.",
      "imageLink": "image_files\\English\\meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kroiciel",
      "translation": "picadora",
      "definition": "Narzędzie kuchenne używane do krojenia żywności w małe kawałki, szczególnie mięsa.",
      "definition_translation": "Un dispositivo de cocina utilizado para picar alimentos en pequeñas piezas, especialmente carne.",
      "example": "Moja babcia zawsze używa kroicela, aby przygotować mięso do swoich słynnych klopsków. Pokroiła cebulę i czosnek wczoraj, a dziś będzie mieszać je z mięsem.",
      "example_translation": "Mi abuela siempre utiliza una picadora para preparar la carne para sus famosas albóndigas. Ella picó las cebollas y el ajo ayer, y hoy los mezclará con la carne molida.",
      "imageLink": "image_files\\English\\mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "moździerz i tłuczek",
      "translation": "mortero y mano",
      "definition": "Miska w kształcie misy i narzędzie w kształcie kulki, używane do mielenia, rozdrabniania lub mieszanego substancji, szczególnie w gotowaniu.",
      "definition_translation": "Un recipiente en forma de tazón y una herramienta en forma de club utilizados para moler, triturar o mezclar sustancias, especialmente en la cocina.",
      "example": "Szef kuchni użył moździerza i tłuczka, aby zemleć przyprawy do sosu curry. Wczoraj już zemleła czosnek i imbir, a dzisiaj będzie mieszać je z mlekiem kokosowym.",
      "example_translation": "El chef utilizó un mortero y mano para moler las especias para la salsa de curry. Ya había triturado el ajo y el jengibre ayer, y hoy los mezclará con la leche de coco.",
      "imageLink": "image_files\\English\\mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łamacz orzechów",
      "translation": "cascanueces",
      "definition": "Urządzenie składające się z kleszczy i dźwigni, używane do łamania orzechów.",
      "definition_translation": "Un dispositivo que consiste en una abrazadera y una palanca, utilizado para abrir nueces.",
      "example": "Użyłem łamacza orzechów, aby rozłupać orzechy włoskie do ciasta. Wczoraj już rozłupałem wszystkie orzechy, a jutro rozłupię orzechy pęcznie do sałatki.",
      "example_translation": "Usé un cascanueces para abrir las nueces para el pastel. Había abierto todas las nueces ayer. Abriré las pacanas para la ensalada mañana.",
      "imageLink": "image_files\\English\\nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "deska do ciasta",
      "translation": "tabla de pastelería",
      "definition": "Płaska, gładka powierzchnia, zwykle wykonana z drewna lub marmuru, używana do rozwałkowania ciasta i przygotowywania wyrobów cukierniczych.",
      "definition_translation": "Una superficie plana y lisa, typicalmente hecha de madera o mármol, utilizada para extender la masa y preparar pasteles.",
      "example": "Rozwałkowałem ciasto na desce, aby zrobić tarta. Wczoraj posypałem mąką deskę, a dzisiaj będą czyścić deskę po konkursie piekarskim.",
      "example_translation": "Extendí la masa en la tabla de pastelería para hacer una tarta. Había espolvoreado harina en la tabla de pastelería ayer. Limpian la tabla de pastelería después del concurso de repostería.",
      "imageLink": "image_files\\English\\pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "obieracz",
      "translation": "pelador",
      "definition": "Narzędzie kuchenne używane do obierania owoców i warzyw.",
      "definition_translation": "Una herramienta de cocina utilizada para quitar la piel de frutas y verduras.",
      "example": "Użyłem obieracza, aby obrać skórki z marchewek. Wczoraj użyła obieracza do obierania jabłek, a jutro będą kupić nowy obieracz do kuchni.",
      "example_translation": "Usé un pelador para quitar la piel de las zanahorias. Había utilizado un pelador para pelar las manzanas ayer. Comprarán un nuevo pelador para la cocina mañana.",
      "imageLink": "image_files\\English\\peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "młynek do pieprzu",
      "translation": "molino de pimienta",
      "definition": "Urządzenie kuchenne używane do mielenia pieprzu w drobne ziarenka.",
      "definition_translation": "Un dispositivo de cocina utilizado para moler granos de pimienta en un polvo fino.",
      "example": "Użyłem młynka do pieprzu, aby przyprawić zupę, potem będę używał go ponownie, aby przyprawić mięso, a w końcu będę używał go jutro, aby przyprawić warzywa.",
      "example_translation": "Usé un molino de pimienta para sazonar la sopa, luego lo usaré de nuevo para sazonar la carne, y finalmente lo usaré mañana para sazonar las verduras.",
      "imageLink": "image_files\\English\\pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "torebka do dekorowania",
      "translation": "bolsa de manga",
      "definition": "Torebka używana do przechowywania i wydzielania lodu lub innych miękkich żywności przez wąski otwór, używana do dekorowania tortów i wyrobów cukierniczych.",
      "definition_translation": "Una bolsa utilizada para contener y dispensar glaseado o alimentos blandos a través de un tubo estrecho, utilizada para decorar tartas y pasteles.",
      "example": "Starannie napełniłem torebkę lodem, potem piperowałem obramowania na torcie, a w końcu piperuje projekty na ciasteczkach jutro.",
      "example_translation": "Ella llenó cuidadosamente la bolsa de manga con glaseado, luego pipió bordes en la tarta, y finalmente, pipiará diseños en las galletas mañana.",
      "imageLink": "image_files\\English\\piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "walec do ciasta",
      "translation": "rodillo",
      "definition": "Narzędzie kuchenne używane do spłaszczania i kształtowania ciasta, zwykle wykonane z drewna, metalu lub silikonu.",
      "definition_translation": "Una herramienta de cocina utilizada para aplanar y dar forma a la masa, típicamente hecha de madera, metal o silicona.",
      "example": "Użyłem walca do ciasta, aby rozwałkować ciasto, potem rozwałkowałem je ponownie, aby zrobić je cieńszym, a w końcu rozwałkuję je jutro, aby zrobić dużą pizzę.",
      "example_translation": "Ella utilizó un rodillo para aplanar la masa, luego la volvió a aplanar para hacerla más delgada, y finalmente, la aplanará mañana para hacer una gran pizza.",
      "imageLink": "image_files\\English\\rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "buffet",
      "translation": "aparador",
      "definition": "Mebel z półkami, szufladami lub szafkami, używany do przechowywania i wystawiania naczyń, szklanych naczyń i innych przedmiotów stołowych.",
      "definition_translation": "Un mueble con estantes, cajones o armarios, utilizado para almacenar y mostrar platos, vasos y otros elementos de mesa.",
      "example": "Wczoraj wygładziłem buffet do wysokiego połysku. Dzisiaj umieściłem fine china na nim. Jutro dodaę dekoracje, aby ukończyć styl.",
      "example_translation": "Ayer, pulí el aparador hasta darle un brillo intenso. Hoy, estoy colocando la vajilla fina en él. Mañana, agregaré some decoraciones para completar el look.",
      "imageLink": "image_files\\English\\sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "sitko",
      "translation": "cedazo",
      "definition": "Narzędzie z perforowanym lub siatkowym dnem, używane do oddzielania cząstek stałych różnej wielkości lub do przesiania mąki.",
      "definition_translation": "Una herramienta con un fondo perforado o de malla, utilizada para separar partículas sólidas de diferentes tamaños o para cerner harina.",
      "example": "Użyłem sitka, aby przesiać mąkę do dużego garnka. Potem dodałem cukier i jajka do mieszanki. Później upiecę pyszny tort.",
      "example_translation": "Ella usó un cedazo para cerner la harina en un tazón grande. Luego, agregó azúcar y huevos a la mezcla. Más tarde, horneará un delicioso pastel.",
      "imageLink": "image_files\\English\\sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "stojak na przyprawy",
      "translation": "estante de especias",
      "definition": "Pojemnik lub półka używana do przechowywania i organizowania przypraw, ziół i innych dodatków do żywności.",
      "definition_translation": "Un contenedor o estante utilizado para mantener y organizar especias, hierbas y otros condimentos.",
      "example": "Zorganizowałem stojak na przyprawy, kategoryzując przyprawy alfabetycznie. Wczoraj użyłem tymianku do przyprawienia zupy. Jutro będę uzupełniał pojemniki.",
      "example_translation": "Organisé el estante de especias categorizando las especias alfabéticamente. Ayer, usé el tomillo para sazonar la sopa. Mañana, rellenaré los contenedores.",
      "imageLink": "image_files\\English\\spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łyżka do degustacji",
      "translation": "cuchara de degustación",
      "definition": "Łyżka używana do degustacji żywności podczas gotowania, zazwyczaj duża łyżka z długą rękojeścią.",
      "definition_translation": "Una cuchara utilizada para probar alimentos mientras se cocina, generalmente una cuchara grande con mango largo.",
      "example": "Użyłem łyżki do degustacji, aby spróbować sosu, potem dodałem więcej ziół dla smaku. Wczoraj użyłem łyżki do degustacji, aby dostosować przyprawy. Do następnego tygodnia będę miał ulepszony przepis, używając łyżki do degustacji.",
      "example_translation": "Usé una cuchara de degustación para probar la salsa, luego agregué más hierbas al gusto. Ayer, usé una cuchara de degustación para ajustar la temporada. Para la próxima semana, habré perfeccionado mi receta utilizando una cuchara de degustación.",
      "imageLink": "image_files\\English\\tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "timer",
      "translation": "temporizador",
      "definition": "Urządzenie, które mierzy upływ czasu, często używane w gotowaniu, aby upewnić się, że żywność jest przygotowywana przez określony czas.",
      "definition_translation": "Un dispositivo que mide el paso del tiempo, a menudo utilizado en la cocina para asegurarse de que los alimentos se cocinen durante un período de tiempo específico.",
      "example": "Ustawiłem timer na 10 minut, potem sprawdziłem ciasto. Wczoraj zapomniałem ustawić timer, więc ciasteczka się spaliły. Do następnego miesiąca będę mistrzem sztuki używania timer, aby ugotować perfekcyjne jedzenie.",
      "example_translation": "Puse el temporizador por 10 minutos, luego verifiqué el pastel. Ayer, olvidé poner el temporizador, así que las galletas se quemaron. Para el próximo mes, habré dominado el arte de usar un temporizador para cocinar la comida perfecta.",
      "imageLink": "image_files\\English\\timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szpatułka",
      "translation": "batidor",
      "definition": "Narzędzie kuchenne używane do mieszania i łączenia składników, zazwyczaj składające się z rękojeści i serii pętlich drutu.",
      "definition_translation": "Una herramienta de cocina utilizada para mezclar y batir ingredientes, generalmente consistente en un mango y una serie de bucles de alambre.",
      "example": "Użyłem szpatułki, aby połączyć jajka i cukier aż do uzyskania gładkiej masy. Wczoraj użyłem szpatułki, aby wymieszać ciasto na pancake. Do następnego roku będę mistrzem sztuki szpatułkowania grubych śmietanek w sztywne szczyty.",
      "example_translation": "Batí los huevos y azúcar juntos hasta que estuvieron suaves. Ayer, usé un batidor para mezclar la masa para las tortitas. Para el año que viene, habré perfeccionado mi técnica para batir crema espesa en picos firmes.",
      "imageLink": "image_files\\English\\whisk.jpg",
      "audioLink": "whisk.mp3"
    }
  ]