[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "łopian",
      "translation": "lampazo",
      "definition": "Roślina dwuletnia z rodziny astrowatych, o kwiatostanach żółtych i jadalnych korzeniach.",
      "definition_translation": "Una planta parecida a la carda con flores amarillas y raíces comestibles de la familia de la lechuga.",
      "example": "Wczoraj wykopłem korzeń łopianu w ogródku i dodałem go do sałatki. Wczoraj wieczorem zerwałem kilka łopianów na obiad. Za rok rozmnożę łopiany w moim ogrodzie.",
      "example_translation": "Desenterré una raíz de lampazo en el patio trasero y la usé en una ensalada. Ayer, había recogido algunos lampazos para cenar. Para el próximo verano, habré plantado más lampazos en mi jardín.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "rumian",
      "translation": "manzanilla",
      "definition": "Ziele o kwiatostanach białych lub żółtych i silnym, słodkim zapachu, używane do produkcji herbaty lub leków.",
      "definition_translation": "Una hierba con flores blancas o amarillas y un fuerte olor dulce, usada para hacer té o medicina.",
      "example": "Zalałem gorącą wodą kwiatostany rumianu, aby zrobić uspokajającą herbatę. Wczoraj wieczorem wypiłem herbatę rumianową przed snem. Za tydzień zasadzę rumian w moim ogrodzie.",
      "example_translation": "Dejé infusionar algunas flores de manzanilla en agua caliente para hacer un té calmante. Ayer, bebí té de manzanilla antes de acostarme. Para la próxima semana, habré plantado manzanilla en mi jardín.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przestęp czepny",
      "translation": "uña de gato",
      "definition": "Tropikalna winorośl z haczykowatymi kolcami, stosowana w medycynie ziołowej.",
      "definition_translation": "Una enredadera tropical con espinas curvas, usada en la medicina herbal.",
      "example": "Winorośl przestęp czepny oplótła bok domu. Wczoraj wieczorem wypiłem dodatki z przestępu czepnego na bóle stawowe. Za miesiąc zbiorę przestęp czepny z ogrodu.",
      "example_translation": "La enredadera de uña de gato había crecido por el lado de la casa. Ayer, había tomado algunos suplementos de uña de gato para mi dolor articulatorio. Para el próximo mes, habré cosechado alguna uña de gato del jardín.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "przęstka",
      "translation": "farfán",
      "definition": "Bylina o kwiatostanach żółtych i liściach, które mogą być stosowane medycznie.",
      "definition_translation": "Una hierba perenne nativa de Europa y Asia, con flores amarillas parecidas a margaritas y hojas que se pueden utilizar medicinalmente.",
      "example": "Przęstka była stosowana przez wieki do leczenia chorób układu oddechowego, a w przeszłości używano jej do robienia herbaty na ból gardła. Dziś jest nadal stosowana w lekach ziołowych, a w przyszłości może być użyta do stworzenia nowych leków.",
      "example_translation": "El farfán se ha utilizado durante siglos para tratar problemas respiratorios, y en el pasado, se utilizaba para hacer té para calmar una garganta dolorida. Hoy en día, todavía se utiliza en remedios herbales, y en el futuro, puede ser utilizado para desarrollar nuevas medicinas.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "mlecz",
      "translation": "diente de león",
      "definition": "Bylina o kwiatostanach żółtych i liściach, które mogą być spożywane jako warzywo lub używane jako ziele.",
      "definition_translation": "Una mala hierba perenne con flores amarillas y hojas que se pueden comer como una verdura o utilizar como una hierba.",
      "example": "W przeszłości moja babcia zbierała liście mleczu z ogródka i smażyła je z czosnkiem jako dodatek do obiadu. Dziś używam kwiatostanów mleczu, aby zrobić herbatę, która pomaga w trawieniu, a w przyszłości chcę użyć go do stworzenia naturalnego barwnika na tkaniny.",
      "example_translation": "En el pasado, mi abuela recogía berros de diente de león del jardín y los salteaba con ajo como plato lateral. Hoy en día, uso las flores para hacer un té que ayuda con la digestión, y en el futuro, espero utilizarlo para hacer un tinte natural para tela.",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "kozieradz",
      "translation": "fenogreco",
      "definition": "Roślina jednoroczna pochodząca z regionu śródziemnomorskiego, o nasionach i liściach, które mogą być używane jako przyprawa lub w medycynie tradycyjnej.",
      "definition_translation": "Una hierba anual nativa de la región mediterránea, con semillas y hojas que se pueden utilizar como especia o en la medicina tradicional.",
      "example": "W przeszłości kozieradz był używany do leczenia problemów trawiennych, a dziś jest nadal stosowany w tradycyjnej kuchni indyjskiej, aby dodać smaku curry. W przyszłości może być użyty do stworzenia nowych leków na cukrzycę.",
      "example_translation": "En el pasado, el fenogreco se utilizaba para tratar problemas digestivos, y hoy en día todavía se utiliza en la cocina tradicional india para agregar sabor a los curris. En el futuro, puede ser utilizado para desarrollar nuevos tratamientos para la diabetes.",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "żen-szeń",
      "translation": "ginseng",
      "definition": "Żen-szeń jest rośliną wieloletnią rosnącą w górach Azji, osiągającą wysokość 15-45 cm, z mięsistym korzeniem i zielonymi liśćmi, które są złożone z 3-5 listków.",
      "definition_translation": "El ginseng es una planta perenne que crece en las montañas de Asia, generalmente de 6-18 pulgadas de alto, con una raíz carnosa y hojas verdes que son compuestas palmadas.",
      "example": "W przeszłości starożytni Chińczycy używali żen-szenia do leczenia różnych problemów zdrowotnych. Dziś wielu ludzi przyjmuje suplementy żen-szenia, aby poprawić swoje ogólne zdrowie. Za rok żen-szeń będzie uprawiany na dużą skalę, aby zaspokoić rosnące zapotrzebowanie.",
      "example_translation": "En el pasado, los antiguos chinos usaron ginseng para tratar varios problemas de salud. Hoy en día, muchas personas toman suplementos de ginseng para mejorar su bienestar general. Para el próximo año, el ginseng se cultivará a gran escala para satisfacer la creciente demanda.",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "skrzyp",
      "translation": " cola de caballo",
      "definition": "Skorzep jest typem rośliny naczyniowej, która rośnie w wilgotnych środowiskach, charakteryzującej się pustymi łodygami i okółkami igielnych liści.",
      "definition_translation": "La cola de caballo es un tipo de planta vascular que crece en ambientes húmedos, caracterizada por sus tallos huecos y ramilletes de hojas como agujas.",
      "example": "Skorzep był używany przez wieki do leczenia chorób skóry. Lekarz zalecił aplicowanie ekstraktu skorzępu na dotkniętą chorobą skórę. Do końca miesiąca pacjent powinien zobaczyć znaczną poprawę.",
      "example_translation": "La cola de caballo había sido utilizada durante siglos para tratar condiciones de la piel. El médico recomendó aplicar extracto de cola de caballo en el área afectada. Para fin de mes, el paciente habrá visto una mejora significativa.",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "szcawik",
      "translation": " hierba del nudo",
      "definition": "Szcawik jest rośliną jednoroczną lub wieloletnią, rosnącą na nieużytkach, charakteryzującą się cienkimi łodygami i małymi, zielonkawo-żółtymi kwiatami.",
      "definition_translation": "La hierba del nudo es una maleza anual o perenne que crece en áreas desechadas, caracterizada por sus tallos delgados y pequeñas flores verdes amarillentas.",
      "example": "Rolnik próbował wyeliminować szcawik ze swojego pola przez lata. W zeszłym sezonie użył nowego herbicydu, aby kontrolować jego wzrost. Za wiosenną szcawik powinien zniknąć.",
      "example_translation": "El farmer había estado tratando de erradicar la hierba del nudo de su campo durante años. La temporada pasada, utilizó un nuevo herbicida para controlar su crecimiento. Para la próxima primavera, la hierba del nudo habrá desaparecido.",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "melisa",
      "translation": "mélisse citron",
      "definition": "Ziele pochodzące z Eurazji, używane w kuchni i medycynie, znane ze swojego lekkiego, cytrynowego smaku i aromatu.",
      "definition_translation": "Una hierba originaria de Eurasia, utilizada en cocina y medicina, conocida por su sabor y aroma ligeramente cítricos.",
      "example": "Dodałem gałąź melisy do herbaty, aby nadać jej świeżego smaku. Wczoraj wieczorem użyłem melisy, aby zrobić smaczną sos. Za lato rozmnożę melisę w moim ogrodzie.",
      "example_translation": "Añadí un ramito de mélisse citron al té para un sabor refrescante. Ayer, utilicé mélisse citron para hacer una deliciosa salsa. Para el próximo verano, habré crecido mi propia mélisse citron.",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "nieradkówka",
      "translation": "caléndula",
      "definition": "Żółty lub pomarańczowy kwiat, rodzimy dla regionu śródziemnomorskiego, często używany w ogrodach i jako naturalny barwnik.",
      "definition_translation": "Una flor amarilla brillante o naranja, originaria de la región del Mediterráneo, a menudo utilizada en jardines y como tintura natural.",
      "example": "Nieradkówka w moim ogrodzie pięknie kwitnie. W zeszłym tygodniu, nasadziłem nasiona nieradkówki z moimi dziećmi. Do przyszłego roku, nasze rośliny nieradkówki będą rosły wysokie.",
      "example_translation": "Las flores de caléndula en mi jardín están floreciendo hermosamente. La semana pasada, planté semillas de caléndula con mis hijos. Para el próximo año, nuestras plantas de caléndula habrán crecido altas.",
      "imageLink": "image_files\\English\\marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "marchewka",
      "translation": "malvavisco",
      "definition": "Słodycz podawana z soku rośliny marchewkowej, często używana w deserach i przekąskach.",
      "definition_translation": "Un dulce tratamiento hecho del jugo de la planta de malvavisco, a menudo utilizado en postres y bocadillos.",
      "example": "Wczoraj wieczorem, piekłem marchewki nad ogniskiem. Wczoraj, kupiłem worek marchewek na przyjęcie. Do przyszłej zimy, już opanowałem sztukę robienia marchewek.",
      "example_translation": "Asé malvaviscos sobre la fogata del campamento la noche pasada. Ayer, compré una bolsa de malvaviscos para la fiesta. Para el próximo invierno, habré dominado el arte de hacer malvaviscos.",
      "imageLink": "image_files\\English\\marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "BABKA ZIEMNA",
      "translation": "llantén menor",
      "definition": "Bylina z liśćmi w rozecie i kłoskami małych kwiatów, rodzima dla Europy i zachodniej Azji.",
      "definition_translation": "Una hierba perenne con una roseta de hojas y espigas de pequeñas flores, nativa de Europa y Asia occidental.",
      "example": "Lekarz zalecił kataplazmę z babki ziemi, aby złagodzić podrażnienie skóry. Zamierzam użyć babki ziemi w mojej herbatece jutro. Ona użyła babki ziemi, aby wyleczyć ranę.",
      "example_translation": "El médico recomendó una cataplasma hecha de llantén menor para calmar la irritación de la piel. Mañana usaré llantén menor en mi té herbal. Ella había usado llantén menor para tratar su herida.",
      "imageLink": "image_files\\English\\ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Szałwia",
      "translation": "salvia",
      "definition": "Bylina z liśćmi szaro-zielonymi i fioletowymi kwiatami, rodzima dla regionu śródziemnomorskiego.",
      "definition_translation": "Una hierba perenne con hojas grisáceas-verdes y flores púrpuras, nativa de la región del Mediterráneo.",
      "example": "Moja babcia zawsze dodawała świeżą szałwię do swojego pieczonego kurczaka. Zamierzam zasadzić szałwię w swoim ogrodzie wiosną przyszłego roku. Oni użyli szałwi, aby przyprawić swoją świąteczną kurczę.",
      "example_translation": "Mi abuela siempre agregaba salvia fresca a su pollo asado. Plantaré salvia en mi jardín la próxima primavera. Habían usado salvia para dar sabor a su pavo de Acción de Gracias.",
      "imageLink": "image_files\\English\\sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Świętojańska roża",
      "translation": "hierba de San Juan",
      "definition": "Zioło o żółtych kwiatach i parami liści naprzeciwległych, rodzime dla Europy i Azji, stosowane w medycynie ludowej przy leczeniu łagodnej depresji.",
      "definition_translation": "Una hierba con flores amarillas con pares de hojas opuestas, nativa de Europa y Asia, usada en medicina herbal para tratar la depresión leve.",
      "example": "Lekarz przepisał mi Świętojańską rożę, aby pomóc mi radzić sobie z lękiem. Biorę suplementy Świętojańskiej roży od miesięcy. Zalecili Świętojańską rożę, aby złagodzić stres.",
      "example_translation": "El médico me recetó hierba de San Juan para ayudarme a lidiar con la ansiedad. He estado tomando suplementos de hierba de San Juan durante meses. Recomendaron té de hierba de San Juan para aliviar el estrés.",
      "imageLink": "image_files\\English\\st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "BYLINA GORYCZKA",
      "translation": "ajenjo",
      "definition": "Roślina o gorzkim smaku z liśćmi srebrzysto-szarymi, stosowana w medycynie oraz do produkcji absyntu, mocnego alkoholowego napoju.",
      "definition_translation": "una planta con sabor amargo con hojas plateadas-grises, utilizada en medicina y para hacer absenta, una bebida alcohólica fuerte",
      "example": "Kucharz dodał szczyptę byliny goryczki do koktajlu, aby nadać mu unikatowego smaku. W zeszłym tygodniu, ona dodała za dużo byliny goryczki i było niezdatne do picia. Do przyszłego roku, ona już sprawi, że przepis z byliną goryczką będzie idealny.",
      "example_translation": "El chef agregó un ramillete de ajenjo a la cóctel para un sabor único. La semana pasada, había agregado demasiado ajenjo y era imbebible. Para el próximo año, habrá perfeccionado la receta con solo la cantidad adecuada de ajenjo.",
      "imageLink": "image_files\\English\\wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]