[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Wodnik",
      "translation": "Acuario",
      "definition": "Znakiem zodiaku, reprezentowanym przez symbol osoby, która wylewa wodę z dzbanu. Jest on kojarzony z okresem od 20 stycznia do 18 lutego.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de una persona vertiendo agua de un jarro. Está asociado con el período del 20 de enero al 18 de febrero.",
      "example": "Była Wodnikiem, urodzona 10 lutego, i była znana ze swojej natury humanitarnej. Była wolontariuszem w lokalnej organizacji charytatywnej przez lata i będzie kontynuowała tę misję w przyszłości.",
      "example_translation": "Era una Acuario, nacida el 10 de febrero, y era conocida por su naturaleza humanitaria. Había sido voluntaria en una organización benéfica local durante años, y lo seguirá haciendo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Baran",
      "translation": "Aries",
      "definition": "Znakiem zodiaku, reprezentowanym przez symbol barana. Jest on kojarzony z okresem od 21 marca do 19 kwietnia.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un carnero. Está asociado con el período del 21 de marzo al 19 de abril.",
      "example": "Był Baranem, urodzonym 1 kwietnia, i był znany ze swojego ducha przygodowego. Odwiedził wiele krajów w przeszłości i planuje kolejną podróż w przyszłości.",
      "example_translation": "Era un Aries, nacido el 1 de abril, y era conocido por su espíritu aventurero. Había viajado a muchos países en el pasado, y planea otro viaje en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Rak",
      "translation": "Cáncer",
      "definition": "Znakiem zodiaku, reprezentowanym przez symbol raka. Jest on kojarzony z okresem od 21 czerwca do 22 lipca.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un cangrejo. Está asociado con el período del 21 de junio al 22 de julio.",
      "example": "Była Rakiem, urodzoną 15 lipca, i była znana ze swojej opiekuńczej natury. Opiekowała się swoimi członkami rodziny w przeszłości i będzie kontynuowała tę misję w przyszłości.",
      "example_translation": "Era un Cáncer, nacida el 15 de julio, y era conocida por su naturaleza cuidadora. Había cuidado a los miembros de su familia en el pasado, y lo seguirá haciendo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Koziorożec",
      "translation": "Capricornio",
      "definition": "Osoba urodzona pomiędzy 22 grudnia a 19 stycznia, w okresie roku, w którym panuje znak Koziorożca.",
      "definition_translation": "Una persona nacida entre el 22 de diciembre y el 19 de enero, en el período del año regido por el signo de Capricornio.",
      "example": "Gwiazda Koziorożca jest kojarzona z ambicją i dyscypliną. Była Koziorożcem i zawsze pracowała ciężej, aby osiągnąć swoje cele. Do czasu, gdy miała 30 lat, osiągnęła już wielki sukces jako Koziorożec.",
      "example_translation": "El signo estelar de Capricornio se asocia con la ambición y la disciplina. Ella era un Capricornio y siempre trabajó duro para alcanzar sus objetivos. Para cuando tenía 30 años, habrá alcanzado un gran éxito como un Capricornio.",
      "imageLink": "image_files\\English\\"imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Bliźnięta",
      "translation": "Géminis",
      "definition": "Osoba urodzona pomiędzy 21 maja a 20 czerwca, w okresie roku, w którym panuje znak Bliźniąt.",
      "definition_translation": "Una persona nacida entre el 21 de mayo y el 20 de junio, en el período del año regido por el signo de Géminis.",
      "example": "Gwiazda Bliźniąt jest kojarzona z komunikacją i elastycznością. Był Bliźnięciem i zawsze miał wiele projektów w toku. Do czasu, gdy miał 25 lat, podróżował już po wielu krajach jako Bliźnięcie.",
      "example_translation": "El signo estelar de Géminis se asocia con la comunicación y la versatilidad. Él era un Géminis y siempre tenía múltiples proyectos en marcha. Para cuando tenía 25 años, habrá viajado a muchos países como un Géminis.",
      "imageLink": "image_files\\English\\"imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Lew",
      "translation": "Leo",
      "definition": "Osoba urodzona pomiędzy 23 lipca a 22 sierpnia, w okresie roku, w którym panuje znak Lwa.",
      "definition_translation": "Una persona nacida entre el 23 de julio y el 22 de agosto, en el período del año regido por el signo de Leo.",
      "example": "Gwiazda Lwa jest kojarzona z pewnością siebie i kreatywnością. Była Lwem i zawsze świeciła jak słońce. Do czasu, gdy miała 30 lat, stała się już sławną aktorką jako Lew.",
      "example_translation": "El signo estelar de Leo se asocia con la confianza y la creatividad. Ella era un Leo y siempre brilló con fuerza como el sol. Para cuando tenía 30 años, habrá become una actriz famosa como un Leo.",
      "imageLink": "image_files\\English\\"imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Funt",
      "translation": "Libra",
      "definition": "Jednostka masy lub wagi, równa 0,45 kilogramów lub 16 uncjom, używana szczególnie w chemii i biologii.",
      "definition_translation": "Una libra es una unidad de peso o masa, igual a 0.45 kilogramos o 16 onzas, utilizada especialmente en química y biología.",
      "example": "Zważyłem próbkę na wadze, aby upewnić się, że waży dokładnie jeden funt. Wczoraj musiałem przeliczyć wagę z funtów na gramy. Do przyszłego tygodnia, będziemy mieli zmierzone substancje w funtach.",
      "example_translation": "Pesé la muestra en una balanza para asegurarme de que fuera exactamente una libra. Ayer, tuve que convertir el peso de libra a gramos. Para la próxima semana, habremos medido la sustancia en libra.",
      "imageLink": "image_files\\English\\"imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Ryby",
      "translation": "Piscis",
      "definition": "Ryby to konstelacja i znak zodiaku, kojarzony z okresem od 19 lutego do 20 marca.",
      "definition_translation": "Piscis es una constelación y un signo del zodiaco, asociado con el período del 19 de febrero al 20 de marzo.",
      "example": "Urodziłem się 15 marca, więc mój znak zodiaku to Ryby. Moja matka jest Rybą, i zawsze była emocjonalna. Do czasu, gdy będę miał 30 lat, spotkam już wiele ludzi Ryb.",
      "example_translation": "Nací el 15 de marzo, así que mi signo estelar es Piscis. Mi madre es un Piscis, y siempre ha sido emocional. Para cuando tenga 30 años, habré conocido a muchas personas Piscis.",
      "imageLink": "image_files\\English\\"imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Strzelec",
      "translation": "Sagitario",
      "definition": "Strzelec to konstelacja i znak zodiaku, kojarzony z okresem od 22 listopada do 21 grudnia.",
      "definition_translation": "Sagitario es una constelación y un signo del zodiaco, asociado con el período del 22 de noviembre al 21 de diciembre.",
      "example": "Mój brat jest Strzelcem, i kocha podróże. Spotkałem Strzelca rok temu, i ona była bardzo otwarta. Do przyszłego grudnia, spotkam już wiele Strzelców.",
      "example_translation": "Mi hermano es un Sagitario, y le encanta viajar. Conocí a una Sagitario el año pasado, y ella era muy extrovertida. Para el próximo diciembre, habré conocido a muchos Sagitarianos.",
      "imageLink": "image_files\\English\\"imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Escorpio",
      "definition": "Znak zodiaku, kojarzony z symbolem skorpiona, uważany za wpływający na ludzi urodzonych pomiędzy 23 października a 21 listopada.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del escorpión, se cree que influye en las personas nacidas entre el 23 de octubre y el 21 de noviembre.",
      "example": "Jestem Skorpionem i jestem znany ze swojej intensywności i pasji. Byłem Skorpionem w swoim przeszłym życiu, jestem Skorpionem teraz, i będę Skorpionem w przyszłości.",
      "example_translation": "Soy un Escorpio y soy conocido por ser intenso y apasionado. Fui un Escorpio en mi vida pasada, sigo siendo un Escorpio ahora y seré un Escorpio en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Byk",
      "translation": "Tauro",
      "definition": "Znaki zodiaku, kojarzone z symbolem byka, uważa się, że wpływają na osoby urodzone między 20 kwietnia a 20 maja.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del toro, se cree que influye en las personas nacidas entre el 20 de abril y el 20 de mayo.",
      "example": "Jestem Bykami i jestem znany z tego, że jestem niezawodny i praktyczny. Byłem Bykiem w poprzednim życiu, jestem Bykiem teraz, i będę Bykiem w przyszłości.",
      "example_translation": "Soy un Tauro y soy conocido por ser confiable y práctico. Fui un Tauro en mi vida pasada, sigo siendo un Tauro ahora y seré un Tauro en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Panna",
      "translation": "Virgo",
      "definition": "Znaki zodiaku, kojarzone z symbolem panny, uważa się, że wpływają na osoby urodzone między 23 sierpnia a 22 września.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo de la virgen, se cree que influye en las personas nacidas entre el 23 de agosto y el 22 de septiembre.",
      "example": "Jestem Panną i jestem znany z tego, że jestem analityczny i pracowity. Byłem Panną w poprzednim życiu, jestem Panną teraz, i będę Panną w przyszłości.",
      "example_translation": "Soy un Virgo y soy conocido por ser analítico y trabajador. Fui un Virgo en mi vida pasada, sigo siendo un Virgo ahora y seré un Virgo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Poland",
      "translationLanguage": "Portugase",
      "word": "Znaki zodiaku",
      "translation": "signo del zodiaco",
      "definition": "Znaki zodiaku to symbole, które reprezentują charakter astrologiczny człowieka oparty na położeniu słońca, księżyca i planet w czasie jego urodzenia.",
      "definition_translation": "Un signo del zodiaco es un símbolo que representa el carácter astrológico de una persona basado en la posición del sol, la luna y los planetas en el momento de su nacimiento.",
      "example": "Urodziłem się pod znakiem Lwa, moja siostra była Skorpionem, a mój brat będzie Bliźniakiem. Wczoraj czytałem swoją codzienną horoskop dla Lwa. Dziś sprawdzam horoskop dla Skorpiona. Jutro przeczytam prognozę dla Bliźniaka.",
      "example_translation": "Nací bajo el signo del zodiaco de Leo, mi hermana fue un Escorpio y mi hermano será un Géminis. Ayer leí mi horóscopo diario para Leo. Hoy estoy revisando el horóscopo para Escorpio. Mañana leeré el pronóstico para Géminis.",
      "imageLink": "image_files\\English\\"imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]