{
  "data": [
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Piątek",
      "translation": "Freitag",
      "definition": "Dzień tygodnia między czwartkiem a sobotą, tradycyjnie uważany za piąty dzień tygodnia.",
      "definition_translation": "Der Tag der Woche zwischen Donnerstag und Samstag, traditionell als der fünfte Tag der Woche betrachtet.",
      "example": "Spotkam się z tobą w piątek. Spotkałem się z tobą w piątek. Spotkam się z tobą w piątek ponownie.",
      "example_translation": "Ich treffe dich am Freitag. Ich traf dich am Freitag. Ich traf dich am Freitag und werde dich am Freitag wieder treffen.",
      "imageLink": "friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Poniedziałek",
      "translation": "Montag",
      "definition": "Pierwszy dzień tygodnia, tradycyjnie uważany za pierwszy dzień tygodnia.",
      "definition_translation": "Der erste Tag der Woche, traditionell als der erste Tag der Woche betrachtet.",
      "example": "Pójdę do szkoły w poniedziałek. Poszedłem do szkoły w poniedziałek. Pójdę do szkoły w poniedziałek za rok.",
      "example_translation": "Ich gehe am Montag zur Schule. Ich ging am Montag zur Schule. Ich werde am Montag zur Schule gegangen sein, bis nächstes Jahr.",
      "imageLink": "monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sobota",
      "translation": "Samstag",
      "definition": "Dzień tygodnia między piątkiem a niedzielą, tradycyjnie uważany za szósty dzień tygodnia.",
      "definition_translation": "Der Tag der Woche zwischen Freitag und Sonntag, traditionell als der sechste Tag der Woche betrachtet.",
      "example": "Zagrałem w piłkę nożną w sobotę. Zagrałem w piłkę nożną w sobotę. Zagram w piłkę nożną w sobotę za weekend.",
      "example_translation": "Ich werde am Samstag Fußball spielen. Ich spielte am Samstag Fußball. Ich werde am Samstag Fußball gespielt haben, bis nächstes Wochenende.",
      "imageLink": "saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Niedziela",
      "translation": "Sonntag",
      "definition": "Dzień tygodnia między sobotą a poniedziałkiem, tradycyjnie uważany za siódmy dzień tygodnia.",
      "definition_translation": "Der Tag der Woche zwischen Samstag und Montag, traditionell als der siebte Tag der Woche betrachtet.",
      "example": "Pójdę do kościoła w niedzielę. Poszedłem do kościoła w niedzielę. Pójdę do kościoła w niedzielę za rok.",
      "example_translation": "Ich gehe am Sonntag in die Kirche. Ich ging am Sonntag in die Kirche. Ich werde am Sonntag in die Kirche gegangen sein, bis nächstes Jahr.",
      "imageLink": "sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Czwartek",
      "translation": "Donnerstag",
      "definition": "Dzień tygodnia między środą a piątkiem, tradycyjnie uważany za piąty dzień tygodnia.",
      "definition_translation": "Der Tag der Woche zwischen Mittwoch und Freitag, typischerweise der fünfte Tag der Woche.",
      "example": "Mam spotkanie w czwartek rano. Wczoraj było środę, więc jutro jest czwartek. Wyjeżdżam w czwartek następnego tygodnia.",
      "example_translation": "Ich habe ein Treffen am Donnerstagmorgen. Gestern war Mittwoch, also ist morgen Donnerstag. Ich werde nächste Woche am Donnerstag reisen.",
      "imageLink": "thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wtorek",
      "translation": "Dienstag",
      "definition": "Dzień tygodnia między poniedziałkiem a środą, tradycyjnie uważany za drugi dzień tygodnia.",
      "definition_translation": "Der Tag der Woche zwischen Montag und Mittwoch, typischerweise der zweite Tag der Woche.",
      "example": "Odwiedziłem przyjaciela we wtorek ubiegłego tygodnia. Wczoraj było poniedziałek, więc dziś jest wtorek. Będę studiował we wtorek wieczorem.",
      "example_translation": "Ich habe meinen Freund letzten Dienstag besucht. Gestern war Montag, also ist heute Dienstag. Ich werde am Dienstagabend studieren.",
      "imageLink": "tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Środa",
      "translation": "Mittwoch",
      "definition": "Dzień tygodnia między wtorkiem a czwartkiem, tradycyjnie uważany za trzeci dzień tygodnia.",
      "definition_translation": "Der Tag der Woche zwischen Dienstag und Donnerstag, typischerweise der dritte Tag der Woche.",
      "example": "Pójdę do siłowni w środę rano. Wczoraj było wtorek, więc dziś jest środa. Odwiedziłem kino w środę ubiegłego tygodnia.",
      "example_translation": "Ich werde am Mittwochmorgen ins Fitnessstudio gehen. Gestern war Dienstag, also ist heute Mittwoch. Ich ging letzten Mittwoch ins Kino.",
      "imageLink": "wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]
}