{
  "data": [
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owad",
      "translation": "Insekt",
      "definition": "Małe zwierzę, które ma sześć nóg i ciało, które jest zwykle podzielone na trzy części. Owady można znaleźć w różnych środowiskach i występują w szerokim zakresie kształtów i rozmiarów.",
      "definition_translation": "Ein kleines Tier, das sechs Beine und einen Körper hat, der normalerweise in drei Teile geteilt ist. Insekten können in vielen verschiedenen Umgebungen gefunden werden und kommen in einer breiten Palette von Formen und Größen vor.",
      "example": "Wczoraj widziałem piękny owad latający wokół ogrodu, ale będzie on wymarł w przyszłości, jeśli nie będziemy dbać o środowisko. Dziś on lata wokół ogrodu, a w zeszłym tygodniu był widziany latający wokół ogrodu.",
      "example_translation": "Ich sah ein schönes Insekt gestern im Garten fliegen, aber es wird in Zukunft aussterben, wenn wir nicht für die Umwelt sorgen. Heute fliegt es im Garten herum, und es wurde letzte Woche im Garten fliegen gesehen.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mrówka",
      "translation": "Ameise",
      "definition": "Mały owad, który żyje w koloniach i jest znany ze swej zdolności do noszenia ciężkich ładunków w stosunku do swojego rozmiaru. Mrówki są znaleźć w wielu różnych częściach świata i są uważane za wysoko organizowane stworzenia.",
      "definition_translation": "Ein kleines Insekt, das in Kolonien lebt und für seine Fähigkeit bekannt ist, schwere Lasten relativ zu seiner Größe zu tragen. Ameisen sind in vielen verschiedenen Teilen der Welt zu finden und gelten als hoch organisierte Lebewesen.",
      "example": "Wczoraj widziałem mrówkę pełzającą po kuchennym podłodze, ale ona będzie pełzała po kuchennym podłodze jutro. Dziś ona pełza po kuchennym podłodze, a w zeszłym tygodniu była widziana pełzająca po kuchennym podłodze.",
      "example_translation": "Ich sah eine Ameise gestern auf dem Küchenboden kriechen, aber sie wird morgen wieder auf dem Küchenboden kriechen. Heute kriecht sie auf dem Küchenboden, und sie wurde letzte Woche auf dem Küchenboden kriechen gesehen.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pszczoła",
      "translation": "Biene",
      "definition": "Latający owad, który jest blisko spokrewniony z mrówkami i osami. Pszczoły są znane ze swej ważności w zapylaniu roślin i są często trzymane w ulach, aby produkować miód.",
      "definition_translation": "Ein fliegendes Insekt, das eng mit Ameisen und Wespen verwandt ist. Bienen sind bekannt für ihre Bedeutung bei der Bestäubung von Pflanzen und werden oft in Bienenstöcken gehalten, um Honig zu produzieren.",
      "example": "Wczoraj widziałem pszczołę latającą wokół kwiatów w ogrodzie, ale ona będzie latała wokół kwiatów jutro. Dziś ona lata wokół kwiatów, a w zeszłym tygodniu była widziana latająca wokół kwiatów.",
      "example_translation": "Ich sah eine Biene gestern um die Blumen im Garten fliegen, aber sie wird morgen wieder um die Blumen fliegen. Heute fliegt sie um die Blumen, und sie wurde letzte Woche um die Blumen fliegen gesehen.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świerszcz",
      "translation": "Käfer",
      "definition": "Mały owad z twardą zewnętrzną powłoką, która pokrywa jego ciało. Świerszcze można znaleźć w różnych środowiskach i są często uważane za szkodniki.",
      "definition_translation": "Ein kleines Insekt mit einer harten Außenschale, die seinen Körper bedeckt. Käfer können in vielen verschiedenen Umgebungen gefunden werden und gelten oft als Schädlinge.",
      "example": "Wczoraj widziałem świerszcza pełzającego po ścianie, ale on będzie pełzał po ścianie jutro. Dziś on pełza po ścianie, a w zeszłym tygodniu był widziany pełzający po ścianie.",
      "example_translation": "Ich sah einen Käfer gestern an der Wand kriechen, aber er wird morgen wieder an der Wand kriechen. Heute kriecht er an der Wand, und er wurde letzte Woche an der Wand kriechen gesehen.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "motyl",
      "translation": "Schmetterling",
      "definition": "Motyl to typ owada, który należy do rzędu Lepidoptera, charakteryzujący się dużymi, często jaskrawymi skrzydłami.",
      "definition_translation": "Ein Schmetterling ist eine Art von Insekt, die der Ordnung Lepidoptera angehört, gekennzeichnet durch große, oft bunt gefärbte Flügel.",
      "example": "Wczoraj widziałem pięknego motyla kołyszącego się wokół kwiatów, on kołysał się wokół ogrodu w zeszłym tygodniu, a będzie kołysać się wokół parku jutro.",
      "example_translation": "Ich sah einen schönen Schmetterling um die Blumen flattern gestern, er hatte im Garten letzte Woche geflattert und wird im Park morgen flattern.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karaluch",
      "translation": "Kakerlake",
      "definition": "Karaluch to typ owada, który należy do rzędu Blattodea, charakteryzujący się płaskim, owalnym ciałem i długimi czułkami.",
      "definition_translation": "Eine Kakerlake ist eine Art von Insekt, die der Ordnung Blattodea angehört, gekennzeichnet durch einen flachen, ovalen Körper und lange Fühler.",
      "example": "Wczoraj widziałem karalucha szczerąjącego się po kuchennym podłodze w nocy, on szczerął się po blacie wczoraj, a będzie szczerął się po stole dzisiaj.",
      "example_translation": "Ich sah eine Kakerlake über den Küchenboden hasten letzte Nacht, sie hatte über die Theke gestern hasten und wird über den Tisch heute Abend hasten.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stworzenie",
      "translation": "Kreatur",
      "definition": "Stworzenie to żywe istota, takie jak zwierzę lub osoba, często określane jako istota z duszą lub świadomością.",
      "definition_translation": "Eine Kreatur ist ein lebendes Wesen, wie ein Tier oder eine Person, oft als ein Wesen mit einer Seele oder Bewusstsein bezeichnet.",
      "example": "To stworzenie żyło w lesie przez lata, ono żyje w górach teraz, a będzie żyć w mieście kiedyś.",
      "example_translation": "Das Wesen hatte Jahre im Wald gelebt, es lebt jetzt in den Bergen und wird eines Tages in der Stadt leben.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "latać",
      "translation": "fliegen",
      "definition": "Latać oznacza poruszać się przez powietrze, często używając skrzydeł lub innych środków napędowych, takich jak samolot lub ptak.",
      "definition_translation": "Fliegen bedeutet, durch die Luft zu bewegen, oft mit Hilfe von Flügeln oder anderen Mitteln der Antriebskraft, wie einem Flugzeug oder einem Vogel.",
      "example": "Latałem do Paryża w zeszłym roku, latam do Berlina teraz, a będę latał do Rzymu następnego miesiąca.",
      "example_translation": "Ich flog nach Paris letzten Jahr, ich fliege jetzt nach Berlin und werde nächster Monat nach Rom fliegen.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komar",
      "translation": "Mücke",
      "definition": "Mały, latający owad, który ssie krew ludzi i zwierząt.",
      "definition_translation": "Ein kleines, fliegendes Insekt, das Blut von Menschen und Tieren saugt.",
      "example": "Wczoraj dostałem ugryzienia przez komara, odepchnąłem go, a będę używał środków odstraszających, aby uniknąć ugryzień w przyszłości.",
      "example_translation": "Ich wurde gestern von einer Mücke gebissen, ich habe sie weggeschlagen und werde Insektenabwehrmittel mitnehmen, um es in Zukunft zu vermeiden.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pająk",
      "translation": "Spinne",
      "definition": "Małe, ośmionoge zwierzę, które tworzy sieć, aby złapać owady.",
      "definition_translation": "Ein kleines, achtbeiniges Tier, das ein Netz spinnt, um Insekten zu fangen.",
      "example": "Widziałem pająka pełzającego po ścianie, on utworzył swoją sieć, a będzie łapał swoją zdobycz dzisiaj.",
      "example_translation": "Ich sah eine Spinne an der Wand kriechen, sie hatte ihr Netz gesponnen und wird heute Nacht ihre Beute fangen.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karaluch",
      "translation": " Bettwanze",
      "definition": "mały, płaski owad pasożytniczy, który żyje w łóżkach i żywi się krwią ludzką",
      "definition_translation": "ein kleines, flaches parasitisches Insekt, das in Betten lebt und sich von menschlichem Blut ernährt",
      "example": "Znalazłem karalucha w moim łóżku wczoraj nocą. Widziałem już jeden przedtem, ale zobaczę jeszcze jeden dziś wieczorem.",
      "example_translation": "Ich fand eine Bettwanze in meinem Bett letzte Nacht. Ich hatte vorher schon eine gesehen, aber ich werde heute Nacht eine weitere sehen.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trzmiel",
      "translation": "Hummel",
      "definition": "duży, owłosiony, społeczny pszczół, które żyją w koloniach i są ważne dla zapylania",
      "definition_translation": "eine große, pelzige, soziale Biene, die in Kolonien lebt und für die Bestäubung wichtig ist",
      "example": "Trzmiel buzzed głośno, gdy 飞ł z kwiatu na kwiat. Buzzed wczoraj, i będzie buzzować jutro.",
      "example_translation": "Die Hummel summte laut, während sie von Blüte zu Blüte flog. Sie hatte gestern gesummt, und sie wird morgen summen.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gąsienica",
      "translation": "Raupe",
      "definition": "larwa motyla lub ćmy, typowo mająca ciało robakowate i wiele nóg",
      "definition_translation": "die Larve eines Schmetterlings oder Nachtfalters, typischerweise mit einem wurmähnlichen Körper und mehreren Beinen",
      "example": "Gąsienica pełzała wolno wzdłuż liścia. Pełzała wczoraj, i będzie pełzać znów jutro.",
      "example_translation": "Die Raupe kroch langsam über das Blatt. Sie kroch gestern, und sie wird morgen wieder kriechen.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cykada",
      "translation": "Zikade",
      "definition": "duży, hałaśliwy owad z charakterystyczną skorupkowatą tuszą i długimi, smukłymi skrzydłami",
      "definition_translation": "ein großes, lärmproduzierendes Insekt mit einem schalenähnlichen Körper und langen, schlanken Flügeln",
      "example": "Cykada wydawała głośny hałas w drzewie. Wydawała hałas wczoraj, i wyda hałas znów następnego lata.",
      "example_translation": "Die Zikade produzierte einen lauten Lärm im Baum. Sie hatte gestern Lärm produziert, und sie wird nächsten Sommer wieder Lärm produzieren.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żółwinka",
      "translation": "Libelle",
      "definition": "Żółwinka jest owadem należącym do rzędu Odonata, charakteryzującym się błyszczącymi skrzydłami, dużymi, wieloogniskowymi oczami i smukłym ciałem.",
      "definition_translation": "Eine Libelle ist ein Insekt, das der Ordnung Odonata angehört, gekennzeichnet durch ihre irisierenden Flügel, großen vielfach gegliederten Augen und schlanken Körper.",
      "example": "Żółwinka unosiła się nad stawem, jej skrzydła bijąc szybko, gdy szukała zdobyczy. Unosiła się tam wczoraj, i będzie unosić się znów jutro.",
      "example_translation": "Die Libelle schwebte über dem Teich, ihre Flügel schlugen schnell, während sie nach Beute suchte. Sie hatte gestern dort geschwebt und würde morgen wieder dort schweben.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drone",
      "translation": "Drohne",
      "definition": "Drone jest bezzałogowym statkiem powietrznym, typowo zdalnie sterowanym lub latającym autonomicznie, użytkowanym do różnych celów, takich jak nadzór, fotografia lub dostawa paczek.",
      "definition_translation": "Eine Drohne ist ein unbemanntes Luftfahrzeug, das typischerweise ferngesteuert oder autonom geflogen wird, das für verschiedene Zwecke wie Überwachung, Fotografie oder Paketlieferung verwendet wird.",
      "example": "Drone 飞ł nad górnymi częściami miasta, kapując zdumiewające zdjęcia krajobrazu. Będzie 飞ł nad górnymi częściami miasta ponownie za tydzień, monitorując wzorce ruchu. W przyszłym roku będzie 飞ł nad górnymi częściami miasta niezliczone razy.",
      "example_translation": "Die Drohne flog über den Köpfen, erfasste atemberaubende Aufnahmen der Stadtlandschaft. Sie wird nächste Woche erneut über den Köpfen fliegen, um Verkehrsmuster zu überwachen. Bis nächstes Jahr wird sie zahllose Male über den Köpfen geflogen sein.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bąk",
      "translation": "Brecht",
      "definition": "Bąk to rodzaj muchówki koni, znanej ze swej bolesnej ukąszenia, lub człowieka, który nieustannie dokucza lub krytykuje innych, zwłaszcza w prowokacyjny lub uparty sposób.",
      "definition_translation": "Eine Brecht ist eine Art von Pferdefliege, bekannt für ihren schmerzhaften Stich, oder eine Person, die anderen Menschen beharrlich ärgert oder kritisiert, insbesondere einer, der dies aufprovokative oder sture Weise tut.",
      "example": "Bąk buzzed wokół mojej głowy, powodując, że machałem na niego dziko. Buzzed wokół mojej głowy wczoraj, i będzie buzzować wokół mojej głowy znów jutro. Za tydzień będzie buzzować wokół mojej głowy niezliczone razy.",
      "example_translation": "Die Brecht surrte um meinen Kopf herum, woraufhin ich wild darauf eingeschlagen habe. Sie hatte gestern um meinen Kopf herum gesurrt und würde morgen wieder um meinen Kopf herum surren. Bis nächste Woche wird sie zahllose Male um meinen Kopf herum gesurrt haben.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konik polny",
      "translation": "Grashüpfer",
      "definition": "Konik polny to rodzaj owada z rzędu Orthoptera, charakteryzujący się dużymi tylnymi nogami, skrzydłami i charakterystycznym śpiewem, często spotykanym w polach, łąkach i ogródkach.",
      "definition_translation": "Ein Grashüpfer ist eine Art von Insekt in der Ordnung Orthoptera, gekennzeichnet durch seine großen Hinterbeine, Flügel und seine charakteristischen Lieder, oft in Feldern, Wiesen und Gärten gefunden.",
      "example": "Konik polny skoczył przez trawnik, jego skrzydła furkotały dziko, gdy szukał pożywienia. Skoczył przez trawnik wczoraj, i będzie skakać przez trawnik znów jutro. Za miesiąc będzie skakać przez trawnik niezliczone razy.",
      "example_translation": "Der Grashüpfer sprang über den Rasen, seine Flügel flatterten wild, während er nach Nahrung suchte. Er hatte gestern über den Rasen gesprungen und würde morgen wieder über den Rasen springen. Bis nächsten Monat wird er zahllose Male über den Rasen gesprungen sein.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oszczur",
      "translation": "Hornisse",
      "definition": "Oszczur to rodzaj osy, typowo żółty i czarny w kolorze, znanej z bolesnego ukąszenia.",
      "definition_translation": "Eine Hornisse ist eine Art von Wespe, die typischerweise gelb und schwarz gefärbt ist, bekannt für ihren schmerzhaften Stich.",
      "example": "Oszczur buzzed gniewnie wokół mojej głowy, Ukąsiłem się oszczura przedtem, i ukąsię się oszczura ponownie w przyszłości.",
      "example_translation": "Die Hornisse summte ärgerlich um meinen Kopf, ich war zuvor von einer Hornisse gestochen worden, und ich würde in Zukunft wieder von einer Hornisse gestochen werden.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biedronka",
      "translation": "Marienkäfer",
      "definition": "Biedronka to mały chrząszcz ze skorupką czerwoną i czarną, znany ze swojej zdolności kontrolowania populacji mszyc.",
      "definition_translation": "Ein Marienkäfer ist ein kleiner Käfer mit einer auffälligen roten und schwarzen Schale, bekannt für seine Fähigkeit, Blattlauspopulationen zu kontrollieren.",
      "example": " Jako dziecko, kochałem oglądać biedronki pełzające po liściach roślin, Widziałem biedronkę jeść mszyce przedtem, i zobaczę biedronkę latającą znów niedługo.",
      "example_translation": "Als Kind liebte ich es, Marienkäfer auf den Blättern von Pflanzen krabbeln zu sehen, ich hatte zuvor einen Marienkäfer Blattläuse essen sehen, und ich würde bald wieder einen Marienkäfer fliegen sehen.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szarańcza",
      "translation": "Heuschrecke",
      "definition": "Szarańcza to rodzaj owada, który jest znany ze swojej zdolności do tworzenia dużych rojów i niszczenia plonów, powodując znaczne straty w regionach rolniczych.",
      "definition_translation": "Eine Heuschrecke ist eine Art von Insekt, die bekannt für ihre Fähigkeit ist, große Schwärme zu bilden und Ernten zu vernichten, was bedeutende Schäden an landwirtschaftlichen Regionen verursacht.",
      "example": "Szarańcze zstąpiły na pola, widziałem już szarańcze pożerające całe plony wcześniej, i zobaczę szarańcze niszczące kolejny zbór w przyszłości.",
      "example_translation": "Die Heuschrecken stürzten sich auf die Felder, ich hatte zuvor Heuschrecken ganze Ernten vernichten sehen, und ich würde in Zukunft wieder Heuschrecken einen anderen Ernte vernichten sehen.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wesz",
      "translation": "Laus",
      "definition": "Wesz to mały, bezskrzydły owad, który jest pasożytem człowieka i innych zwierząt, powodując dyskomfort i irytację.",
      "definition_translation": "Eine Laus ist ein kleines, flügelloses Insekt, das parasitisch auf Menschen und anderen Tieren lebt, Ursache für Beschwerden und Irritationen.",
      "example": "Dostałem wszy od przyjaciela, leczyłem już infekcje wszy wcześniej, i dostałem wszy ponownie w przyszłości.",
      "example_translation": "Ich hatte Läuse von meinem Freund bekommen, ich hatte zuvor Läuse-Infektionen behandelt, und ich würde in Zukunft wieder Läuse bekommen.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]
}