{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wodnik",
      "translation": "Wassermann",
      "definition": "Konstelacja i znak zodiaku, nazwany od łacińskiego słowa dla nosiciela wody, reprezentowany przez postać wylewającą wodę z dzbanu.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Wassermann, dargestellt durch eine Figur, die Wasser aus einem Krug gießt.",
      "example": "Ona była Wodnikiem i miała very niezależny charakter. Była aktywistką w młodości i będzie walczyć o sprawiedliwość społeczną w przyszłości. Aktualnie pracuje nad projektem redukcji emisji dwutlenku węgla.",
      "example_translation": "Sie war ein Wassermann und hatte eine sehr unabhängige Persönlichkeit. Sie war in ihrer Jugend Aktivistin gewesen und wird in Zukunft weiterhin für soziale Gerechtigkeit kämpfen. Sie arbeitet derzeit an einem Projekt, um CO2-Emissionen zu reduzieren.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Baran",
      "translation": "Widder",
      "definition": "Konstelacja i znak zodiaku, nazwany od łacińskiego słowa dla barana, reprezentowany przez postać z rogami.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Widder, dargestellt durch eine Figur mit Hörnern.",
      "example": "On był Baranem i miał very przygodowy duch. Podróżował do wielu krajów w przeszłości i wybierze się na nową podróż, aby eksplorować amazoński las deszczowy w przyszłym roku. Aktualnie planuje swój itinerariusz.",
      "example_translation": "Er war ein Widder und hatte einen sehr abenteuerlustigen Geist. Er war in viele Länder gereist und wird nächstes Jahr eine neue Reise unternehmen, um den Amazonas-Regenwald zu erkunden. Er plant derzeit seine Reiseroute.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Rak",
      "translation": "Krebs",
      "definition": "Konstelacja i znak zodiaku, nazwany od łacińskiego słowa dla rak, reprezentowany przez postać z szponami.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Krebs, dargestellt durch eine Figur mit Scheren.",
      "example": "Ona była Rak i miała very emocjonalny charakter. Była bardzo przywiązana do swojej rodziny w przeszłości i będzie się troszczyć o swoich bliskich w przyszłości. Aktualnie planuje rodzinne spotkanie.",
      "example_translation": "Sie war ein Krebs und hatte eine sehr emotionale Persönlichkeit. Sie war ihrer Familie in der Vergangenheit sehr angehängt und wird in Zukunft weiterhin für ihre Lieben sorgen. Sie plant derzeit ein Familientreffen.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Koziorożec",
      "translation": "Steinbock",
      "definition": "Konstelacja i znak zodiaku, nazwany od łacińskiego słowa dla koziorożca, reprezentowany przez postać z rogami.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Geißelhorn, dargestellt durch eine Figur mit Hörnern.",
      "example": "On był Koziorożcem i miał very ambitny charakter. Pracował ciężko, aby awansować w przeszłości i będzie się starać o doskonałość w przyszłości. Aktualnie przygotowuje się do rozmowy o pracę.",
      "example_translation": "Er war ein Steinbock und hatte eine sehr ehrgeizige Persönlichkeit. Er hatte in der Vergangenheit hart gearbeitet, um befördert zu werden, und wird in Zukunft weiterhin nach Exzellenz streben. Er bereitet sich derzeit auf ein Vorstellungsgespräch vor.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Bliźnięta",
      "translation": "Zwillinge",
      "definition": "Konstelacja na północnej półkuli, nazwana od bliźniaków Kastora i Polluksa w mitologii greckiej.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach den Zwillingen Kastor und Pollux in der griechischen Mythologie.",
      "example": "Jestem Bliźnięciem, urodzonym w czerwcu. Byłem ciekawskim dzieckiem i będę ciekawskim w przyszłości. Ciekawię się wielu rzeczy i zawsze byłem ciekawskim swojego znaku zodiaku.",
      "example_translation": "Ich bin Zwilling, geboren im Juni. Ich war ein sehr neugieriges Kind, und ich werde in Zukunft weiterhin neugierig sein. Ich bin über viele Dinge neugierig, und ich habe immer mein Sternzeichen interessiert.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Lew",
      "translation": "Löwe",
      "definition": "Konstelacja na północnej półkuli, nazwana od lwa w mitologii greckiej.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach dem Löwen in der griechischen Mythologie.",
      "example": "Moja przyjaciółka jest Lwem, urodzona w sierpniu. Była pewną siebie dzieckiem i będzie pewną siebie w przyszłości. Jest pewną swoich umiejętności i zawsze była pewną swojego znaku zodiaku.",
      "example_translation": "Meine Freundin ist Löwe, geboren im August. Sie war ein selbstbewusstes Kind, und sie wird in Zukunft weiterhin selbstbewusst sein. Sie ist über ihre Fähigkeiten selbstbewusst, und sie hat immer ihrem Sternzeichen vertraut.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Waga",
      "translation": "Waage",
      "definition": "Konstelacja na północnej półkuli, nazwana od wagi w mitologii greckiej.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach der Waage in der griechischen Mythologie.",
      "example": "Mam przyjaciółkę Wagę, urodzoną w październiku. Była zrównoważoną dzieckiem i będzie zrównoważoną w przyszłości. Jest zrównoważoną w swoich decyzjach i zawsze była zrównoważoną swojego znaku zodiaku.",
      "example_translation": "Ich habe eine Freundin Waage, geboren im Oktober. Sie war ein ausgewogenes Kind, und sie wird in Zukunft weiterhin ausgewogen sein. Sie ist in ihren Entscheidungen ausgewogen, und sie hat immer ihrem Sternzeichen entsprochen.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Ryby",
      "translation": "Fische",
      "definition": "Konstelacja na północnej półkuli, nazwana od ryb w mitologii greckiej.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach den Fischen in der griechischen Mythologie.",
      "example": "Mój brat jest Rybami, urodzonym w marcu. Był łagodnym dzieckiem i będzie łagodnym w przyszłości. Jest łagodnym wobec innych i zawsze był łagodnym swojego znaku zodiaku.",
      "example_translation": "Mein Bruder ist Fische, geboren im März. Er war ein mitfühlendes Kind, und er wird in Zukunft weiterhin mitfühlend sein. Er ist anderen gegenüber mitfühlend, und er hat immer seinem Sternzeichen entsprochen.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Strzelec",
      "translation": "Schütze",
      "definition": "Konstelacja zodiaku, przedstawiająca centaura trzymającego łuk i strzały. Jest położona między Skorpionem a Koziorożcem.",
      "definition_translation": "Ein Sternbild des Zodiakus, das einen Kentaur mit Bogen und Pfeil darstellt. Es befindet sich zwischen Skorpion und Steinbock.",
      "example": "Ona była Strzelcem, urodzona w grudniu. W zeszłym roku, ona strzelcowała podróżować do egzotycznych miejsc. W przyszłym roku, ona Strzelcem ponownie.",
      "example_translation": "Sie war ein Schütze, geboren im Dezember. Im letzten Jahr sagittarierte sie gerne zu exotischen Orten. Nächstes Jahr wird sie wieder Schütze sein.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Skorpion",
      "definition": "Konstelacja zodiaku, przedstawiająca skorpiona. Jest położona między Wagą a Strzelcem.",
      "definition_translation": "Ein Sternbild des Zodiakus, das einen Skorpion darstellt. Es befindet sich zwischen Waage und Schütze.",
      "example": "On był Skorpionem, urodzonym w listopadzie. W zeszłym roku, on skorpionowo obsłużył sytuację. W przyszłym roku, on Skorpion ponownie.",
      "example_translation": "Er war ein Skorpion, geboren im November. Im letzten Jahr behandelte er die Situation skorpionartig. Nächstes Jahr wird er wieder Skorpion sein.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Byk",
      "translation": "Stier",
      "definition": "Konstelacja zodiaku, która przedstawia byka. Położona jest między Baranem a Bliźnięcami.",
      "definition_translation": "Ein Sternbild des Zodiakus, das einen Stier darstellt. Es befindet sich zwischen Widder und Zwilling.",
      "example": "Była Bykiem, urodziła się w maju. W zeszłym roku, bykowała swoją drogą przez przeszkody. W przyszłym roku, będzie Bykiem ponownie.",
      "example_translation": "Sie war ein Stier, geboren im Mai. Im letzten Jahr stierte sie sich durch das Hindernis. Nächstes Jahr wird sie wieder Stier sein.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Panna",
      "translation": "Jungfrau",
      "definition": "Konstelacja zodiaku, która przedstawia dziewicę. Położona jest między Lwem a Wagą.",
      "definition_translation": "Ein Sternbild des Zodiakus, das eine Jungfrau darstellt. Es befindet sich zwischen Löwe und Waage.",
      "example": "Był Panną, urodził się we wrześniu. W zeszłym roku,.panował szczegóły projektu. W przyszłym roku, będzie Panną ponownie.",
      "example_translation": "Er war ein Jungfrau, geboren im September. Im letzten Jahr ging er als Jungfrau die Details des Projekts durch. Nächstes Jahr wird er wieder Jungfrau sein.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znak zodiaku",
      "translation": "Sternzeichen",
      "definition": "Znak zodiaku to jedna z dwunastu 30-stopniowych sekcji koła zodiaku, używana do podziału roku na dwanaście części, każda nazwana innym charakterem lub zwierzęciem z mitologii starożytnej.",
      "definition_translation": "Ein Sternzeichen ist eines der zwölf 30-Grad-Segmente des Kreises des Zodiac, verwendet, um das Jahr in zwölf Teile zu teilen, jeweils nach einem anderen Charakter oder Tier aus der antiken Mythologie benannt.",
      "example": "Byłem Lwem w moim poprzednim życiu, jestem Skorpionem w moim obecnym życiu, a będę Strzelcem w moim przyszłym życiu.",
      "example_translation": "Ich war ein Löwe in meinem vorherigen Leben, ich bin ein Skorpion in meinem aktuellen Leben und ich werde ein Schütze in meinem zukünftigen Leben sein.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}