{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "холодный",
      "definition": "",
      "definition_translation": "Имея низкую температуру; противоположность горячему",
      "example": "",
      "example_translation": "Я был холодным вчера, я холодный сегодня, и я буду холодным завтра.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "холодный",
      "definition": "",
      "definition_translation": "Не имеющий теплоты чувств; не дружелюбный",
      "example": "",
      "example_translation": "Холодный прием, который мы получили в отеле, был разочаровывающим.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "горячий",
      "definition": "",
      "definition_translation": "Имея высокую температуру; противоположность холодному",
      "example": "",
      "example_translation": "Горячий кофе обжег мой язык, я пью горячий чай сейчас, и я выпью горячий шоколад завтра.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "дождь",
      "definition": "",
      "definition_translation": "Осадки в формах водяных капель",
      "example": "",
      "example_translation": "Вчера лил дождь сильно, сегодня идет дождь, и завтра будет дождь.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "снег",
      "definition": "",
      "definition_translation": "Снег - это естественное погодное явление, характеризующееся падением белых льдинок из неба.",
      "example": "",
      "example_translation": "Снег выпадал обильно вчера, но сегодня солнечно. Я любил играть в снегу в детстве, но теперь я предпочитаю путешествовать в теплые места зимой. Если завтра будет снег, мы поедем на лыжи.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "лето",
      "definition": "",
      "definition_translation": "Лето - это самый теплый сезон года, характеризующийся длинными днями и высокими температурами.",
      "example": "",
      "example_translation": "Я всегда жду летних каникул, когда могу расслабиться на пляже. Прошлым летом было очень жарко, но в этом году оно прохладнее. Если я выиграю в лотерею, я поеду на Гавайи следующим летом.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "солнце",
      "definition": "",
      "definition_translation": "Солнце - это звезда в центре нашей солнечной системы, ответственная за предоставление света и тепла нашей планете.",
      "example": "",
      "example_translation": "Солнце сияло ярко в небе вчера. Я люблю загорать на солнце в теплый день. Если завтра солнце не выйдет, мы останемся дома.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "теплый",
      "definition": "",
      "definition_translation": "Теплый - это умеренная или комфортная температура, не горячая и не холодная.",
      "example": "",
      "example_translation": "Я люблю пить теплый чай по холодным зимним утрам. Теплая погода летом делает меня счастливым. Если комната слишком теплая, я включу кондиционер.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "погода",
      "definition": "",
      "definition_translation": "Состояние атмосферы в конкретном месте и времени, включая температуру, облачность, сухость, солнечность, ветер и дождь.",
      "example": "",
      "example_translation": "Погода была хорошей вчера, но завтра будет дождь. Вчера погода была солнечной, и мы пошли в парк. Если будет хорошая погода, мы устроим пикник в следующее воскресенье.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "ветер",
      "definition": "",
      "definition_translation": "Естественное движение воздуха в атмосфере, особенно сильное или бурное.",
      "example": "",
      "example_translation": "Ветер сильно дул вчера, и он унес мою шляпу. Ветер утихнет к вечеру. Если ветер будет дуть сильно, мы закроем окна.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zima",
      "translation": "зима",
      "definition": "Sezon roku pomiędzy jesienią a wiosną, oznaczony najdłuższym okresem zimna.",
      "definition_translation": "Сезон года между осенью и весной, характеризующийся самым длинным периодом холодной погоды.",
      "example": "Zima jest moim ulubionym sezonem, a ja lubię narciarstwo. Zima ubiegła była bardzo zimna, a mieliśmy mnóstwo śniegu. Zima nadejdzie σύνmiao, a my pójdziemy jeździć na łyżwach.",
      "example_translation": "Зима - мой любимый сезон, и я люблю кататься на лыжах. Прошлой зимой было очень холодно, и у нас было много снега. Зима sắp приходит, и мы поедем кататься на коньках.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chmura",
      "translation": "облако",
      "definition": "Widoczna masa pary wodnej w powietrzu, zwłaszcza biała lub jasnoniebieska.",
      "definition_translation": "Видимая масса воды в воздухе в небе, особенно белая или светлого цвета.",
      "example": "Chmura zakryła słońce, a więc stało się ciemno. Chmury zgromadziły się, a wyglądało na to, że pada będzie. Chmura zniknie słowo, a wcale zobaczymy gwiazdy.",
      "example_translation": "Облако закрыло солнце, и стало темно. Облака собирались, и похоже, что будет дождь. Облако исчезнет скоро, и мы увидим звезды.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pochmurne",
      "translation": "пасмурный",
      "definition": "Mający niebios niebieską; zdominowana",
      "definition_translation": "имеющий облачное небо; пасмурный",
      "example": "Czas pogody był pochmurny wczoraj, ale dziś jest słoneczny. Będzie ponownie pochmurny jutro. Lubię pochmurne dni, bo mogę zostać w domu.",
      "example_translation": "Погода была пасмурной вчера, но сегодня она солнечная. Заметано, что будет пасмурно снова завтра. Я люблю пасмурные дни, потому что я могу остаться дома.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mgła",
      "translation": "туман",
      "definition": "Chmurysta masa drobnych kropel wody w powietrzu, tuż przy powierzchni ziemi.",
      "definition_translation": "облачкоподобная масса nhỏких капель воды в воздухе вблизи земли",
      "example": "Mgła była tak gęsta, że nie mogłem zobaczyć drogi. Przeszedłem przez mgłę, żeby dostać się do sklepu. Mgła podnosi się jutro rano.",
      "example_translation": "Туман был таким густым, что я не мог увидеть дорогу. Я прошел через туман, чтобы добраться до магазина. Туман рассеется к завтрашнему утру.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mglisty",
      "translation": "туманный",
      "definition": "Mający cechy mglistości",
      "definition_translation": "имеющий или характеризующийся туманом",
      "example": "Pogoda mglistka utrudniała nawigację. Miasto było mglisty rano, ale słoneczne po południu. Będzie mglisty ponownie za tydzień.",
      "example_translation": "Пасмурная погода сделала difficile навигацию. Город был туманным утром, но солнечным днем. Быть туманным снова на следующей неделе.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lód",
      "translation": "лед",
      "definition": "Stała, przezroczysta i krucha substancja powstająca z wody",
      "definition_translation": "твердое, прозрачное и хрупкое вещество, образованное из воды",
      "example": "Woda topniała tylko na drodze. Lastyear chodziłem na lodzie. Woda będzie ponownie zamarznięta kolejną zimę.",
      "example_translation": "Лед таял на дороге. Я катался на льду прошлой зимой. Лед будет заморожен снова к следующей зиме.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiosna",
      "translation": "весна",
      "definition": "Sezon roku pomiędzy zimą a latem, podczas którego pogoda staje się cieplejsza, a rośliny zaczynają rosnąć.",
      "definition_translation": "Сезон года между зимой и летом, во время которого погода становится теплее и растения начинают расти.",
      "example": "Lubię długie spacery wiosną. W zeszłej wiosnie, zasadziłem ogród. Do przyszłej wiosny skończę studia.",
      "example_translation": "Я люблю делать длинные прогулки весной. В прошлом году весной я посадил сад. К следующей весне я закончу.degree.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "burza",
      "translation": "штурм",
      "definition": "Ciężkie warunki pogodowe charakteryzujące się silnymi wiatrami, intensywnymi opadami deszczu, grzmiotami i błyskawicami.",
      "definition_translation": "Сильное погодное условие, характеризующееся сильными ветрами, обильными дождями, громом и молнией.",
      "example": "Burza uszkodziła wiele domów w mieście. Burza minęłaby, jutro rano. Nigdy przedtem nie widzieliśmy tak silnej burzy.",
      "example_translation": "Шторм повредил многие дома в городе. Шторм будет проходить завтра. Мы никогда не видели такого сильного шторма.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słoneczny",
      "translation": "солнечный",
      "definition": "Charakteryzujący się obfitością słońca i mało chmur, dzięki czemu jest ciepło i przyjemny.",
      "definition_translation": "Имеет много солнечного сияния и мало облаков, поэтому погода теплая и приятная.",
      "example": "Było słonecznie w moje urodziny. Słoneczna pogoda uczyniła nasz piknik idealnym. Do następnego weekendu będzie ponownie słonecznie.",
      "example_translation": "Было солнечно в мой день рождения. Солнечная погода сделала наш пикник идеальным. К следующему выходному dni оно будет снова солнечно.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "burza z piorunami",
      "translation": "гроза",
      "definition": "Burzę charakteryzującą się obecnością piorunów, grzmotami i gwałtownymi opadami deszczu.",
      "definition_translation": "Шторм, характеризующийся наличием молнии, грома и обильных дождей.",
      "example": "Burza z piorunami obudziła mnie o północy. Zostałyśmy złapane w burzę piorunowej, wracając do domu. Burza z piorunami minęłaby, jutro rano.",
      "example_translation": "Гроза разбудила меня в полночь. Мы потрапили в грозу на нашем пути домой. Гроза будет проходить завтра утром.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wet",
      "translation": "мокрый",
      "definition": "Przykryty lub nasączony wodą lub inną substancją cieczną.",
      "definition_translation": "Покрытый или насыщенный водой или другой жидкостью.",
      "example": "Wczoraj dostałem się mokrego podczas deszczu, ale dzisiaj męczę włosy, aby je zdobić, a jutro ponownie się moknę podczas pływania.",
      "example_translation": "Вчера я промок в дождь, но сейчас я мокну волосы, чтобы уложить их, и снова промокну, когда завтра пойду плавать.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "windy",
      "translation": "ветряный",
      "definition": "Charakteryzujący się silnym wiatrem.",
      "definition_translation": "Имеющий сильный ветер; характеризуется сильным потоком воздуха.",
      "example": "Wczoraj było wietrznie, więc musiałem trzymać kapelusz, ale dzisiaj nie jest tak wietrznie, a jutro znów będzie wietrznie.",
      "example_translation": "Вчера было ветрено, так что я должен был держаться за шляпу, но сегодня не так ветрено, а завтра снова будет очень ветрено.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blow",
      "translation": "дуть",
      "definition": "Producować strumień powietrza, szczególnie z ust.",
      "definition_translation": "Производить поток воздуха, особенно изо рта.",
      "example": "Zdmę liście na moim urodzinowym torcie, a potem zaczęł wiać wiatr, więc dmęliśmy na dłonie, aby je ocieplić.",
      "example_translation": "Я задул свечи на моем праздничном торте, а затем ветер начал дуть, так что мы должны были дуть на свои руки, чтобы согреть их.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "breeze",
      "translation": "бриз",
      "definition": "Delikatny wiatr, szczególnie chłodny, skłaniający się do ciepłych dni.",
      "definition_translation": "Легкий ветер, особенно прохладный в жаркий день.",
      "example": "Uwielbiam spacer podczas ciepłego dnia, ale wczoraj podniósł się silny wiatr, który porwał mi kapelusz, a jutro mam nadzieję, że będzie lekka Bryza.",
      "example_translation": "Я люблю гулять в день с легким бризом, но вчера был сильный бриз, который унес мою шляпу, а завтра надеюсь, что будет легкий бриз.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "heat",
      "translation": "жара",
      "definition": "Forma energii, która przepływa z ciała o wyższej temperaturze do ciała o niższej temperaturze, co skutkuje wzrostem temperatury ostatniego.",
      "definition_translation": "форма энергии, которая течет из тела с более высокой температурой в тело с более низкой температурой, что приводит к увеличению температуры последнего",
      "example": "Słońce ociepliło powietrze, Słońce ociepli powietrze, Słońce ociepli powietrze.",
      "example_translation": "Жара солнца согрела воздух, Воздух нагревается солнцем, Воздух будет нагреваться солнцем.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lightning",
      "translation": "молния",
      "definition": "Brilliantny wyładunek elektryczny w atmosferze, towarzyszący wydzielaniu się światła, typowo występujący podczas burz.",
      "definition_translation": "яркая электрическая разрядка в атмосфере, сопровождающаяся излучением света и, как правило, происходит во время гроз",
      "example": "Błyskawica oświetliła ciemne niebo, Błyskawica oświetli ciemne niebo, Błyskawica oświetli ciemne niebo.",
      "example_translation": "Молния освещала темное небо, Небо освещается молнией, Небо будет освещаться молнией.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "season",
      "translation": "сезон",
      "definition": "Okres roku charakteryzujący się określoną sytuacją, zjawiskiem lub wydarzeniem.",
      "definition_translation": "период года, характеризующийся определенным климатическим паттерном, деятельностью или фестивалем",
      "example": "Sezon letnia jest gorący, Sezon letnia był gorący, Sezon letnia będzie gorący.",
      "example_translation": "Летний сезон жаркий, Летний сезон был жарким, Летний сезон будет жарким.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sunrise",
      "translation": "восход солнца",
      "definition": "Poranny moment, gdy słońce pojawia się ponad horyzontem.",
      "definition_translation": "время в утреннее, когда солнце появляется над горизонтом",
      "example": "Obserwowałem wschód słońca z góry, Obserwowałem wschód słońca z góry, Obserwuję wschód słońca z góry.",
      "example_translation": "Я смотрел на восход солнца с горы, Я смотрел на восход солнца с горы, Я увижу восход солнца с горы.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sunset",
      "translation": "закат",
      "definition": "Porę wieczorową, gdy słońce ukrywa się poniżej horyzontu, zwykle na zachodzie.",
      "definition_translation": "Время вечером, когда солнце уходит ниже горизонта, обычно на западе",
      "example": "Wczoraj wieczorem, obserwowałem zachód słońca na plaży. To było wspaniale. Obserwuję go ponownie jutro. Obserwuję wschody i zachody słońca cały czas.",
      "example_translation": "Я смотрел закат на пляже прошлым вечером. Это было захватывающим. Я снова посмотрю закат завтра. Я смотрел закаты за годы.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sunshine",
      "translation": "солнечный свет",
      "definition": "Współcześnie używane to słowo, oznaczające ciepłą, intensywną korę słońca, sprawiającą, że odczuwamy ciepło, korzystnim jest okazywanie na słońcu.",
      "definition_translation": "Теплый, яркий свет солнца, особенно когда он делает вас чувствовать счастливым и комфортным",
      "example": "Słońce powoduje obfite kwitnienie kwiatów. Słońce sprawia, że jesteśmy szczęśliwi jutro. Cieszyłem się z słońca cały ranek.",
      "example_translation": "Солнечный свет заставил цветы расцвести. Солнечный свет сделает нас счастливыми завтра. Я наслаждался солнечным светом всю morning.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grom",
      "translation": "гром",
      "definition": "Głośny, grzmiący dźwięk wywołany przez błyskawicę na niebie, często podczas burzy",
      "definition_translation": "Громкий, рокотный звук, сделанный молнией в небе, часто во время шторма",
      "example": "Bałem się groma wczoraj. Grom obudzi nas jutro. Słyszałem grom wielokrotnie.",
      "example_translation": "Я был напуган громом прошлым вечером. Гром просыпет нас завтра. Я слышал гром много раз.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "światło dzienne",
      "translation": "дневной свет",
      "definition": "Światło dzienne, zwłaszcza gdy jest jasne i słoneczne",
      "definition_translation": "Свет дня, особенно когда он яркий и солнечный",
      "example": "Chodziłem w świetle dzinnem wczoraj. Światło dzienne będzie krótsze zimą. Lubię chodzić w świetle dzinnem.",
      "example_translation": "Я шел в дневном свете вчера. Дневной свет будет короче зимой. Я люблю ходить в дневном свете.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "huragan",
      "translation": "ураган",
      "definition": "Huragan jest potężną, wirującą burzą, która tworzy się nad ciepłymi wodami oceanu na Atlantyku i północno-wschodnim Pacyfiku",
      "definition_translation": "Ураган - это мощная, вращающаяся буря, которая образуется над теплыми океанскими водами в Атлантическом и северо-восточном Тихом океане",
      "example": "Huragan zniszczył wiele domów w zeszłym roku. Niszczy wiele domów teraz. Zniszczy wiele domów w przyszłym roku.",
      "example_translation": "Ураган разрушил многие дома в прошлом году. Он разрушает многие дома сейчас. Он разрушит многие дома в следующем году.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "światło księżyce",
      "translation": "лунный свет",
      "definition": "Światło, które pochodzi od Księżyca, zwłaszcza w nocy",
      "definition_translation": "Свет, который исходит от Луны, особенно в ночное время",
      "example": "Szliśmy pod światłem księżyca wczoraj w nocy. Szliśmy pod światłem księżyca teraz. Pójdziemy pod światłem księżyca jutro w nocy.",
      "example_translation": "Мы гуляли при лунном свете прошлой ночью. Мы гуляем при лунном свете сейчас. Мы будет гулять при лунном свете завтра ночью.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tęcza",
      "translation": "радуга",
      "definition": "Piękne zjawisko naturalne, które występuje, gdy padające promienie słoneczne przechodzą przez kropelki wody w powietrzu",
      "definition_translation": "Прекрасное природное явление, которое происходит, когда солнечный свет проходит через водяные капли в воздухе",
      "example": "Widzieliśmy tęczę po deszczu wczoraj. Widzimy tęczę po deszczu teraz. Zobaczymy tęczę po deszczu jutro.",
      "example_translation": "Мы видели радугу после дождя вчера. Мы видим радугу после дождя сейчас. Мы увидим радугу после дождя завтра.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opady",
      "translation": "осадки",
      "definition": "Ilość deszczu, która pada w danym obszarze lub w danym okresie czasu",
      "definition_translation": "Количество осадков, которые выпадают в belirliом районе или периоде времени",
      "example": "Opady były obfite w zeszłym miesiącu. Opady są obfite teraz. Opady będą obfite w przyszłym miesiącu.",
      "example_translation": "Осадки были сильными в прошлом месяце. Осадки сильны сейчас. Осадки будут сильными в следующем месяце.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "burzliwe",
      "translation": "штормовой",
      "definition": "Charakteryzuje się lub podatny na burze; gwałtowny lub tumulterytrum.",
      "definition_translation": "Характеризуется или склонен к штормам; насилен или буральный.",
      "example": "Burzliwa pogoda zmusiła nas do odwołania plenerowych planów. Wczoraj burzliwe warunki opóźniły nasz lot. Jutro burzliwe prognozy sprawią, że pozostaniemy w domu.",
      "example_translation": "Штормовая погода заставила нас отменить наши ngoàiворные планы. Вчера штормовые условия задержали наш рейс. Завтра штормовой прогноз заставит нас остаться в помещении.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "światło słoneczne",
      "translation": "солнечный свет",
      "definition": "Światło słoneczne, zwłaszcza to, które pada przez chmury lub filteruje przez okna.",
      "definition_translation": "Свет солнца, особенно когда он проходит через облака или фильтруется через окна.",
      "example": "Promienie słoneczne, które przenikały przez okna, oświetliły pokój. Wczoraj, światło słoneczne, przechodzące przez żaluzje, obudziło mnie wcześnie. Jutro, światło słoneczne wypełni ogród.",
      "example_translation": "Солнечный свет, проникающий через окна, осветил комнату. Вчера солнечный свет, фильтрующийся через жалюзи, разбудил меня рано. Завтра солнечный свет осветит сад.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmierzch",
      "translation": "сумерки",
      "definition": "Czas dnia, który następuje bezpośrednio po zachodzie słońca; okres częściowego ciemności.",
      "definition_translation": "Время дня сразу после заката; период частичной темноты.",
      "example": "Godziny zmierzchu były spokojne i ciche. Wczoraj, atmosfera zmierzchu była idealna na romantyczny spacer. Jutro, podczas zmierzchu, okaże się idealnym czasem na podglądanie gwiazd.",
      "example_translation": "Часы сумерек были мирными и спокойными. Вчера сумеречная атмосфера была идеальной для романтической прогулки. Завтра сумерки будут идеальным временем для наблюдения за звездами.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śnieżna burza",
      "translation": "снежная буря",
      "definition": "Ciężka burza śnieżna z silnymi wiatrami i niską widzialnością.",
      "definition_translation": "Сильный снежный шторм с сильными ветрами и низкой видимостью.",
      "example": "Śnieżna burza zmusiła nas do pozostania w domu przez kilka dni. Wczoraj, warunki burzy sprawiły, że driving było niemożliwe. Jutro ostrzeżenia o burzy sprawią, że będziemy przygotowani do najgorszego.",
      "example_translation": "Снежная буря заставила нас остаться в помещении на дни. Вчера снежные условия сделали невозможным вождение. Завтра предупреждение о снежной буре заставит нас подготовиться к худшему.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "heatwave",
      "translation": "жара",
      "definition": "",
      "definition_translation": "Продолжительный период аномально жаркой погоды, особенно летом.",
      "example": "",
      "example_translation": "Жара в 2020 году вызвала широкомасштабную засуху и лесные пожары. В прошлом году мы пережили сильную жару, которая длилась неделями. К 2050 году ученые предсказывают, что жары станут еще более частыми.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drought",
      "translation": "засуха",
      "definition": "",
      "definition_translation": "Продолжительный период аномально низкого уровня осадков, приводящий к нехватке воды.",
      "example": "",
      "example_translation": "Засуха в Калифорнии длится уже несколько лет,影響ывая на сельское хозяйство и водоснабжение. Летом прошлого года мы страдали от сильной засухи, которая повредила посевы. К 2030 году ученые предсказывают, что засухи станут более частыми из-за изменения климата.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hail",
      "translation": "град",
      "definition": "",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hailstorm",
      "translation": "град",
      "definition": "",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hailstone",
      "translation": "градина",
      "definition": "",
      "definition_translation": "Маленький шарик льда, который образуется во время грозы, обычно в кумулонimbusных облаках.",
      "example": "",
      "example_translation": "Градины били по окнам, заставляя их vỰться. Вчера градины повредили урожай. К следующему лету градины будут редким зрелищем.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "whirlwind",
      "translation": "градобой",
      "definition": "",
      "definition_translation": "Шторм, производящий град, обычно характеризуется сильными ветрами, сильным дождем и громким thunder.",
      "example": "",
      "example_translation": "Градобой нанес широкий ущерб инфраструктуре города. Градобой был так интенсивен, что он нарушил воздушное сообщение. к тому времени, как градобой пройдет, солнце будет сиять.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drizzle",
      "translation": "смерч",
      "definition": "",
      "definition_translation": "Вращающийся столб воздуха,descending от грозы к земле, характеризуется высокими скоростями ветра и разрушительной мощью.",
      "example": "",
      "example_translation": "Смерч пронесся через город, оставляяbehind разрушение. Смерч был так мощен, что он выкорчевал деревья. Вчера смерч повредил несколько зданий.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dust storm",
      "translation": "моросить",
      "definition": "",
      "definition_translation": "Тип легкого дождя или тумана, который идёт мягко с неба, часто создавая угрюмую атмосферу.",
      "example": "",
      "example_translation": "Морось снаружи сделала трудно видеть при вождении. Морось продолжался в течение дня, делая улицы скользкими. К завтра морось остановится.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "песчаная буря",
      "definition": "",
      "definition_translation": "Сильный ветер, поднимающий большие количества пыли и песка, уменьшая видимость и иногда причиняющий ущерб.",
      "example": "",
      "example_translation": "Туристы попали в песчаную бурю, когда гуляли по пустыне. Они уже имели подобный опыт прежде, но эта буря былаmuch хуже. Они обеспечат себя лучше для следующей.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}