{
  "data": [
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyé",
      "translation": "annoiato",
      "definition": "Se sentant fatigué et malheureux parce que quelque chose n'est pas intéressant.",
      "definition_translation": "Sentirsi stanco e infelice perché qualcosa non è interessante.",
      "example": "Je m'étais ennuyé au party la nuit dernière, je voulais partir tôt. Maintenant, je m'ennuie au travail et j'attends le week-end. Je m'ennuierai si je dois faire cette tâche à nouveau.",
      "example_translation": "Ero annoiato alla festa di ieri sera, volevo andare via presto. Adesso, sono annoiato al lavoro e sto aspettando il week-end. Sarò annoiato se dovrò fare questo compito ancora.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyeux",
      "translation": "noioso",
      "definition": "N'étant pas intéressant ou excitant.",
      "definition_translation": "Non interessante o emozionante.",
      "example": "Le film était ennuyeux, je me suis endormi. Ce livre est ennuyeux, je ne veux pas le lire. Si le cours est ennuyeux, je n'y assistirai pas.",
      "example_translation": "Il film era noioso, mi sono addormentato. Questo libro è noioso, non voglio leggerlo. Se la classe è noiosa, non ci andrò.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "habile",
      "translation": "intelligente",
      "definition": "Ayant ou montrant un esprit rapide et inventif.",
      "definition_translation": "Avendo o mostrando una mente veloce e inventiva.",
      "example": "Ma sœur est habile, elle a résolu le puzzle rapidement. J'étais habile et j'ai trouvé un moyen de réparer l'ordinateur. Elle sera habile et trouvera la réponse.",
      "example_translation": "Mia sorella è intelligente, ha risolto il puzzle velocemente. Ero intelligente e ho trovato un modo per riparare il computer. Sarà intelligente e troverà la risposta.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "difficile",
      "translation": "difficile",
      "definition": "Requérant beaucoup d'effort ou de compétence pour accomplir, traiter ou comprendre ; pas facile.",
      "definition_translation": "Che richiede grande sforzo o abilità per essere realizzato, affrontato o compreso; non facile.",
      "example": "J'ai trouvé le problème de math difficile à résoudre. J'étais difficile à convaincre de changer d'avis. Ce sera difficile d'apprendre la nouvelle langue.",
      "example_translation": "Ho trovato il problema di matematica difficile da risolvere. Era difficile convincerlo a cambiare idea. Sarà difficile imparare la nuova lingua.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "excité",
      "translation": "eccitato",
      "definition": "Se sentant ou montrant une anticipation ou un intérêt enthousiastes.",
      "definition_translation": "Sentimento o manifestazione di anticipazione entusiastica e interessata.",
      "example": "J'étais excité d'aller au concert. Elle s'excite facilement. Il sera excité d'entendre les nouvelles.",
      "example_translation": "Ero eccitato di andare al concerto. Lei si eccita facilmente. Sarà eccitato di sentire la notizia.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "excitant",
      "translation": "eccitante",
      "definition": "Causing des sentiments d'enthousiasme et d'impatience.",
      "definition_translation": "Che causa sentimenti di entusiasmo e ansia.",
      "example": "Les nouvelles excitantes ont été annoncées hier. Ce jeu excitan est mon préféré. Le spectacle de feux d'artifice était excitable à regarder.",
      "example_translation": "La notizia eccitante è stata annunciata ieri. Questo gioco eccitante è il mio preferito. Lo spettacolo di fuochi d'artificio è stato eccitante da guardare.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "célèbre",
      "translation": "famoso",
      "definition": "Bien connu et respecté, en particulier en raison de quelque chose que vous avez accompli.",
      "definition_translation": "Conosciuto e rispettato, soprattutto per qualcosa che hai realizzato.",
      "example": "Elle était célèbre pour sa belle voix. Elle sera célèbre après ce film. Elle a été célèbre depuis l'âge de 20 ans.",
      "example_translation": "Era famosa per la sua bella voce. Sarà famosa dopo questo film. È stata famosa fin da quando aveva 20 anni.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amusant",
      "translation": "divertente",
      "definition": "Faisant rire ou amusant ; absurde ou ridicule.",
      "definition_translation": "Che causa risate o divertimento; assurdo o ridicolo.",
      "example": "Le film était amusant. Ce sera amusant de le regarder. Il a été amusant depuis l'enfance.",
      "example_translation": "Il film era divertente. Sarà divertente da guardare. È stato divertente fin dall'infanzia.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bon",
      "translation": "buono",
      "definition": "Ayant une qualité ou une caractéristique favorable ; moralement excellent.",
      "definition_translation": "Avendo una qualità o caratteristica favorevole; eccellente moralmente.",
      "example": "Il est un bon homme. Elle sera une bonne enseignante. Ils ont été bons amis depuis des années.",
      "example_translation": "È una brava persona. Sarà una brava insegnante. Sono stati buoni amici per anni.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heureux",
      "translation": "felice",
      "definition": "Se sentant ou montrant du plaisir ou de la satisfaction.",
      "definition_translation": "sentimento o manifestazione di piacere o soddisfazione",
      "example": "J'étais heureux quand j'ai obtenu mon premier emploi, je suis heureux maintenant et je serai heureux dans l'avenir.",
      "example_translation": "Ero felice quando ho ottenuto il mio primo lavoro, sono felice ora e sarò felice nel futuro.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intéressant",
      "translation": "interessante",
      "definition": "éveillant la curiosité ou l'intérêt",
      "definition_translation": "stimolante la curiosità o l'interesse",
      "example": "Le film était intéressant, je trouve l'histoire intéressante, et je trouverai le nouveau livre intéressant.",
      "example_translation": "Il film era interessante, trovo la storia interessante e troverò il nuovo libro interessante.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sympa",
      "translation": "carino",
      "definition": "agréable, convenable ou satisfaisant",
      "definition_translation": "piacevole, accettabile o soddisfacente",
      "example": "Il était sympa avec moi, elle est sympa maintenant, et ils seront sympas dans le futur.",
      "example_translation": "Lui è stato gentile con me, lei è gentile ora e loro saranno gentili nel futuro.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "triste",
      "translation": "triste",
      "definition": "Éprouvant ou manifestant de la tristesse ou du malheur.",
      "definition_translation": "Sentire o mostrare tristezza o infelicità.",
      "example": "J'ai été triste lorsque j'ai perdu mon livre préféré. Hier, j'étais triste parce que je n'ai pas pu assister à la fête. Si je n'obtiens pas le poste, je serai triste.",
      "example_translation": "Mi sentii triste quando persi il mio libro preferito. Ieri ero triste perché non potevo partecipare alla festa. Se non ottengo il lavoro, sarà triste.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fatigué",
      "translation": "stanco",
      "definition": "Éprouvant de la fatigue physique ou mentale.",
      "definition_translation": "Sentire stanchezza fisica o mentale.",
      "example": "J'étais fatigué après avoir couru le marathon. Elle se sent fatiguée parce qu'elle n'a pas bien dormi. Si je ne prends pas de pause, je serai fatigué.",
      "example_translation": "Ero stanco dopo aver corso la maratona. Lei si sente stanca perché non ha dormito bene. Se non mi prendo una pausa, sarò stanco.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "distrait",
      "translation": "distraibile",
      "definition": "Ayant ou montrant une tendance à oublier des choses ou à être facilement distrait.",
      "definition_translation": "Avere o mostrare una tendenza a dimenticare le cose o essere facilmente distratto.",
      "example": "Mon professeur distrait oublie toujours de nous donner des devoirs. Elle était distraite et a oublié son téléphone à la maison. Si je suis distrait, je vais rater le bus.",
      "example_translation": "Il mio professore distraibile dimentica sempre di darci degli incarichi. Era distraibile e ha dimenticato il suo telefono a casa. Se sono distraibile, perderò l'autobus.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayé",
      "translation": "spaventato",
      "definition": "Éprouvant de la peur ou de l'anxiété ; effrayé",
      "definition_translation": "provare paura o ansia; spaventato",
      "example": "J'étais effrayé du noir lorsque j'étais enfant, mais maintenant je ne suis plus effrayé d'entrer dans une pièce sombre. Je suis effrayé que je rate le délai. Je serai effrayé de conduire sur la route enneigée.",
      "example_translation": "Ero spaventato del buio quando ero bambino, ma ora non ho paura di entrare in una stanza buia. Ho paura di perdere la scadenza. Sarò spaventato di guidare nella neve.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "en colère",
      "translation": "arrabbiato",
      "definition": "Éprouvant ou manifestant une forte annoyance, déplaisir ou hostilité",
      "definition_translation": "sentimento o mostrando forte fastidio, dispiacere o ostilità",
      "example": "Je me suis mis en colère contre mon frère quand il a cassé mon jouet. Je suis en colère contre l'injustice dans le monde. Je serai en colère si je ne suis pas embauché pour le poste.",
      "example_translation": "Mi sono arrabbiato con mio fratello quando ha rotto il mio giocattolo. Sono arrabbiato per l'ingiustizia nel mondo. Sarò arrabbiato se non ottengo il lavoro.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prudent",
      "translation": "attento",
      "definition": "Donnant attention aux risques ou dangers potentiels ; prudent",
      "definition_translation": "prestando attenzione a rischi o pericoli potenziali; prudente",
      "example": "Sois prudent en traversant la rue. J'étais prudent pour ne pas renverser le café. Je serai prudent en conduisant sur la route sinueuse.",
      "example_translation": "Sta attento quando attraversi la strada. Sono stato attento a non rovesciare il caffè. Sarò attento quando guido sulla strada ventosa.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cool",
      "translation": "figo",
      "definition": "Attrayant ou impressionnant d'une manière fashionnable",
      "definition_translation": "Attraente o impressionante in modo trendy",
      "example": "J'étais cool dans le passé, je suis cool maintenant, et je serai cool dans le futur.",
      "example_translation": "Ero figo nel passato, sono figo ora e sarò figo nel futuro.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fou",
      "translation": "pazzo",
      "definition": "Ayant ou montrant un enthousiasme ou une excitation très grand",
      "definition_translation": "Avendo o mostrando un grande entusiasmo o eccitazione",
      "example": "Elle était folle du nouveau film, elle est folle de lui maintenant, et elle sera folle de lui dans le futur.",
      "example_translation": "Lei era pazza per il nuovo film, è pazza per esso ora e sarà pazza per esso nel futuro.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dangereux",
      "translation": "pericoloso",
      "definition": "Pouvoir ou risquer de causer un préjudice ou une blessure",
      "definition_translation": "In grado o probabile di causare danni o lesioni",
      "example": "La route était dangereuse l'année dernière, elle est dangereuse maintenant, et elle sera dangereuse l'année prochaine.",
      "example_translation": "La strada era pericolosa l'anno scorso, è pericolosa ora e sarà pericolosa l'anno prossimo.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amical",
      "translation": "amichevole",
      "definition": "Ayant ou montrant une disposition amicale; étant gentil et de bonne composition.",
      "definition_translation": "Avendo o mostrando una disposizione amichevole; essere gentile e di buon carattere.",
      "example": "Elle était une personne amicale, toujours prête à tendre la main. Elle a été amicale envers moi depuis que j'ai emménagé dans cette ville. Elle sera un hôte amical au party ce soir.",
      "example_translation": "Era una persona amichevole, sempre disposta a offrire una mano. È stata amichevole con me da quando mi sono trasferito in questo paese. Sarà un ospite amichevole al party stasera.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heureux",
      "translation": "contento",
      "definition": "Éprouvant ou montrant du plaisir ou de la joie; satisfait.",
      "definition_translation": "Sentendo o mostrando piacere o gioia; compiaciuto.",
      "example": "J'étais heureux de la revoir après tant d'années. Elle est heureuse d'avoir passé l'examen. Ils seront heureux de prendre une pause dans le travail.",
      "example_translation": "Ero contento di vederla di nuovo dopo così tanti anni. È contenta che abbia superato l'esame. Saranno contenti di prendere una pausa dal lavoro.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "honnête",
      "translation": "onesto",
      "definition": "Conforme à la vérité ou à la réalité; intégrité.",
      "definition_translation": "Conformità ai fatti o realtà; integrità.",
      "example": "Il était une personne honnête, toujours disant la vérité. Elle a été honnête quant à ses intentions depuis le début. Ils seront honnêtes quant à leurs erreurs.",
      "example_translation": "Era una persona onesta, sempre dicendo la verità. È stata onesta sulle sue intenzioni fin dall'inizio. Saranno onesti sui loro errori.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intéressé",
      "translation": "interessato",
      "definition": "Éprouvant ou montrant de la curiosité ou de la préoccupation à l'égard de quelque chose ou de quelqu'un",
      "definition_translation": "sentire o mostrare curiosità o preoccupazione per qualcosa o qualcuno",
      "example": "J'étais intéressé par l'apprentissage de la nouvelle technologie. Je suis intéressé par la lecture de l'histoire. Je serai intéressé par l'assistance à la conférence.",
      "example_translation": "Ero interessato a imparare di più sulla nuova tecnologia. Sono interessato a leggere sulla storia. Sarò interessato a partecipare alla conferenza.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gentil",
      "translation": "gentile",
      "definition": "Ayant ou montrant une nature douce et prévenante",
      "definition_translation": "avere o mostrare una natura gentile e premurosa",
      "example": "Elle était gentille envers moi lorsque j'étais triste. Il est gentil envers ses voisins. Ils seront gentils envers leurs amis.",
      "example_translation": "Lei è stata gentile con me quando mi sentivo triste. Lui è gentile con i suoi vicini. Saranno gentili con i loro amici.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "paresseux",
      "translation": "pigro",
      "definition": "Répugnant à travailler ou à faire un effort",
      "definition_translation": "non disposto a lavorare o fare uno sforzo",
      "example": "J'étais paresseux et n'ai pas terminé mes devoirs. Il est paresseux et procrastine toujours. Ils seront paresseux et dormiront tout le jour.",
      "example_translation": "Ero pigro e non ho finito i miei compiti. Lui è pigro e sempre rimanda le cose. Saranno pigri e dormiranno tutta la giornata.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "furieux",
      "translation": "pazzo",
      "definition": "Ayant ou montrant une grande colère ou enthousiasme",
      "definition_translation": "avendo o mostrando una grande quantità di rabbia o entusiasmo",
      "example": "J'étais furieux contre mon frère pour avoir pris ma voiture sans permission. Maintenant, je suis content que nous soyons amis à nouveau. À l'avenir, je serai poli et lui demanderai d'abord.",
      "example_translation": "Ero pazzo contro mio fratello per avere preso la mia macchina senza permesso. Ora sono contento che siamo di nuovo amici. In futuro, sarò gentile e gli chiederò prima.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "satisfait",
      "translation": "contento",
      "definition": "Éprouvant ou montrant du bonheur ou de la satisfaction à l'égard de quelque chose",
      "definition_translation": "sentendosi felice o soddisfatto di qualcosa",
      "example": "J'étais satisfait du service au restaurant. Le serveur était poli et amical. À l'avenir, je serai satisfait de retourner là-bas.",
      "example_translation": "Ero contento del servizio al ristorante. Il cameriere era gentile e amichevole. In futuro, sarò contento di tornarci.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poli",
      "translation": "gentile",
      "definition": "Ayant ou montrant un comportement respectueux et prévenant envers les autres",
      "definition_translation": "avendo o mostrando un comportamento che è rispettoso e considerato verso le altre persone",
      "example": "Le client était poli envers le vendeur, le remerciant pour son aide. Le vendeur était satisfait d'avoir fait une vente. À l'avenir, le client sera furieux si le produit ne fonctionne pas.",
      "example_translation": "Il cliente era gentile con l'assistente di vendita, ringraziandolo per il suo aiuto. L'assistente di vendita era contento di aver fatto una vendita. In futuro, il cliente sarà pazzo se il prodotto non funziona.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pauvre",
      "translation": "povero",
      "definition": "Manquant d'argent ou de ressources pour satisfaire les besoins de base; ayant peu ou pas d'argent, de biens ou d'autres moyens de soutien.",
      "definition_translation": "Mancante di denaro o risorse sufficienti per soddisfare le esigenze basiche; avendo poco o nessun denaro, beni o altri mezzi di sostegno.",
      "example": "Elle était pauvre et ne pouvait pas s'acheter un nouveau téléphone. Elle avait été pauvre depuis qu'elle avait perdu son emploi. Elle sera pauvre si elle ne trouve pas un nouvel emploi bientôt.",
      "example_translation": "Era povera e non poteva permettersi di comprare un nuovo telefono. Era stata povera da quando aveva perso il lavoro. Sarà povera se non trova un nuovo lavoro presto.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "silencieux",
      "translation": "quieto",
      "definition": "Faisant peu ou pas de bruit; calme et paisible.",
      "definition_translation": "Facendo poco o nessun rumore; calmo e pacifico.",
      "example": "La bibliothèque était silencieuse, donc j'ai pu étudier bien. Elle était silencieuse lorsqu'elle était en colère. Il sera silencieux lorsqu'il sera plus âgé.",
      "example_translation": "La biblioteca era quieta, quindi potevo studiare bene. Era quieta quando era arrabbiata. Sarà quieto quando diventerà più grande.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sérieux",
      "translation": "serio",
      "definition": "Ne pas plaisanter ou jouer; montrant une expression sévère ou solennelle.",
      "definition_translation": "Non scherzando o giocoso; mostrando un'espressione severa o solenne.",
      "example": "Il était sérieux quant à sa carrière. Elle avait l'air sérieuse lorsque'elle a vu les nouvelles. Ils seront sérieux quant à leur mariage.",
      "example_translation": "Era serio circa la sua carriera. Aveva un'aria seria quando vide le notizie. Saranno seri circa il loro matrimonio.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stupide",
      "translation": "stupido",
      "definition": "Ayant ou montrant un grand manque d'intelligence ou de bon sens.",
      "definition_translation": "Avendo o mostrando una grande mancanza di intelligenza o senso comune.",
      "example": "J'étais stupide d'avoir oublié mes clés à la maison. Je suis stupide de faire confiance à lui. Je serai stupide d'investir dans cette entreprise.",
      "example_translation": "Sono stato stupido a dimenticare le chiavi a casa. Sono stupido a fidarmi di lui. Sarò stupido a investire in quella azienda.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "surpris",
      "translation": "sorpreso",
      "definition": "Éprouvant ou montrant que vous ne vous attendiez pas à ce qui est arrivé.",
      "definition_translation": "Sentendo o mostrando che non ti aspettavi che qualcosa succedesse.",
      "example": "J'étais surpris de le voir à la fête. Je suis surpris qu'elle quitte son emploi. Je serai surpris si ils gagnent le championnat.",
      "example_translation": "Sono stato sorpreso di vederlo alla festa. Sono sorpreso che lei stia lasciando il lavoro. Sarò sorpreso se vinceranno il campionato.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sucre",
      "translation": "dolce",
      "definition": "Ayant un goût agréable, notamment un goût qui n'est ni aigre ni salé.",
      "definition_translation": "Avendo un gusto piacevole, soprattutto uno che non è né acido né salato.",
      "example": "J'adore les fraises sucrées. La musique sucrée a rempli l'air. Elle va faire un gâteau sucré pour mon anniversaire.",
      "example_translation": "Adoro le fragole dolci. La musica dolce ha riempito l'aria. Lei cuocerà un dolce torta per il mio compleanno.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rangé",
      "translation": "ordinato",
      "definition": "Rendre quelque chose propre et organisé, notamment en plaçant les choses à leur place appropriée.",
      "definition_translation": "Rendere qualcosa pulito e organizzato, specialmente mettendo le cose al loro posto appropriato.",
      "example": "J'ai rangé ma chambre hier, je range ma chambre chaque semaine, et je vais ranger ma chambre demain.",
      "example_translation": "Ho ordinato la mia stanza ieri, ordino la mia stanza ogni settimana e ordinerò la mia stanza domani.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "malheureux",
      "translation": "infelice",
      "definition": "Ne pas se sentir heureux ou content, souvent en raison d'un problème ou d'une situation désagréable.",
      "definition_translation": "Non sentirsi felice o contento, spesso a causa di un problema o situazione sgradevole.",
      "example": "J'étais malheureux avec le service, je suis malheureux avec mon emploi, et je serai malheureux si je n'obtiens pas de promotion.",
      "example_translation": "Ero infelice del servizio, sono infelice con il mio lavoro e sarò infelice se non otterrò una promozione.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inquiet",
      "translation": "preoccupato",
      "definition": "Éprouvant de l'anxiété ou de la préoccupation à propos de quelque chose.",
      "definition_translation": "Sentirsi ansioso o preoccupato per qualcosa.",
      "example": "J'étais inquiet à propos de mon examen, je suis inquiet à propos de ma santé, et je serai inquiet à propos de mon avenir.",
      "example_translation": "Ero preoccupato per il mio esame, sono preoccupato per la mia salute e sarò preoccupato per il mio futuro.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "actif",
      "translation": "attivo",
      "definition": "Engagé dans l'action ou l'effort; faisant quelque chose, notamment de manière délibérée et vigoureuse.",
      "definition_translation": "Impiegato in azione o sforzo; facendo qualcosa, specialmente in un modo deliberato e vigoroso.",
      "example": "Elle était active dans l'événement caritatif, récoltant de l'argent pour les sans-abri. Elle sera active dans le nouveau projet, dirigeant l'équipe. Elle avait été active dans la communauté, faisant du bénévolat à l'hôpital local.",
      "example_translation": "Era attiva nell'evento di beneficenza, raccogliendo denaro per i senza tetto. Sarà attiva nel nuovo progetto, guidando la squadra. Era stata attiva nella comunità, volontaria all'ospedale locale.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "émerveillé",
      "translation": "meravigliato",
      "definition": "Éprouvant une grande surprise ou une étonnement, souvent parce que quelque chose est inattendu ou impressionnant.",
      "definition_translation": "Sentendo grande sorpresa o stupore, spesso perché qualcosa è inaspettato o impressionante.",
      "example": "J'étais émerveillé par le beau paysage. Elle sera émerveillée par la nouvelle technologie. Ils avaient été émerveillés par les compétences du présentateur.",
      "example_translation": "Ero meravigliato dal paesaggio bellissimo. Sarà meravigliata dalla nuova tecnologia. Erano stati meravigliati dalle abilità del presentatore.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "incroyable",
      "translation": "incredibile",
      "definition": "Extrêmement surprenant ou impressionnant ; extraordinaire.",
      "definition_translation": "Estremamente sorprendente o impressionante; straordinario.",
      "example": "La vue incroyable du sommet de la montagne m'a coupé le souffle. Le nouveau smartphone a une caméra incroyable. Le spectacle de feu d'artifice a été incroyable, remplissant le ciel nocturne de couleurs.",
      "example_translation": "La vista incredibile dalla cima della montagna mi tolse il fiato. Il nuovo smartphone ha una macchina fotografica incredibile. Lo spettacolo di fuochi d'artificio era incredibile, riempiendo il cielo notturno di colori.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "furieusement",
      "translation": "adirato",
      "definition": "De manière marquée par une colère intense ou une hostilité.",
      "definition_translation": "In modo caratterizzato da intensa rabbia o ostilità.",
      "example": "J'ai crié furieusement à mon frère pour avoir cassé mon jouet quand j'étais gosse. Maintenant, j'essaie de ne pas parler furieusement à lui. Demain, si cela se reproduit, je réagirai furieusement.",
      "example_translation": "Ho gridato adirato a mio fratello per aver rotto il mio giocattolo quando ero un ragazzo. Ora, cerco di non parlare adirato con lui. Domani, se lo fa di nuovo, reagirò adirato.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyé",
      "translation": "infastidito",
      "definition": "Éprouvant ou montrant de l'irritation ou du déplaisir.",
      "definition_translation": "Sentendo o mostrando irritazione o dispiacere.",
      "example": "Je me sens ennuyé lorsque les gens coupent la ligne. Hier, j'étais ennuyé par le bruit du chantier. Demain, je serai ennuyé si cela se reproduit.",
      "example_translation": "Mi infastidisco quando le persone tagliano la fila. Ieri, ero infastidito dal rumore dal cantiere edile. Domani, sarò infastidito se succede di nuovo.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyeux",
      "translation": "fastidioso",
      "definition": "Provoquant de l'irritation ou du malaise.",
      "definition_translation": "Causando irritazione o disagio.",
      "example": "Le moustique bourdonnant autour de mon oreille m'ennuyait toute la nuit. Le professeur a trouvé le comportement de l'étudiant ennuyeux. Demain, le bruit du trafic sera ennuyeux.",
      "example_translation": "Il mosquito che ronzava intorno alla mia orecchio mi stava infastidendo tutta la notte. L'insegnante ha trovato il comportamento dello studente fastidioso. Domani, il rumore dal traffico sarà fastidioso.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anxieux",
      "translation": "ansioso",
      "definition": "Éprouvant de l'inquiétude ou de l'anxiété à l'idée de quelque chose qui pourrait se produire",
      "definition_translation": "sentirsi preoccupati o nervosi per qualcosa che potrebbe accadere",
      "example": "J'étais anxieux à propos de l'examen, mais j'ai éprouvé plus d'anxiété lorsque j'ai vu les questions.",
      "example_translation": "Ero ansioso sull'esame, ma mi sono sentito ancora più ansioso quando ho visto le domande.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courageux",
      "translation": "coraggioso",
      "definition": "Montrant du courage et de la force face au danger ou à la difficulté",
      "definition_translation": "mostrando coraggio e forza di fronte al pericolo o difficoltà",
      "example": "Le courageux pompier est entré dans le bâtiment en feu pour sauver les personnes piégées. Hier, elle a été courageuse et s'est opposée au persécuteur. Demain, elle sera courageuse et affrontera ses peurs.",
      "example_translation": "Il coraggioso pompiere è corso nell'edificio in fiamme per salvare le persone intrappolate. Ieri, lei è stata coraggiosa e ha affrontato il bullo. Domani, lei sarà coraggiosa e affronterà le sue paure.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courageusement",
      "translation": "coraggiosamente",
      "definition": "De manière courageuse ou héroïque",
      "definition_translation": "in maniera coraggiosa o valorosa",
      "example": "Le soldat a combattu courageusement pendant la bataille. Elle parlera courageusement contre l'injustice. Il a courageusement affronté ses peurs et les a surmontées.",
      "example_translation": "Il soldato ha combattuto coraggiosamente nella battaglia. Lei parlerà coraggiosamente contro l'ingiustizia. Lui ha affrontato coraggiosamente le sue paure e le ha superate.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brillant",
      "translation": "brillante",
      "definition": " Exceptionnellement doué ou impressionnant ; brillant et émettant beaucoup de lumière",
      "definition_translation": "Eccezionalmente dotato o impressionante; splendendo intensamente e emettendo molta luce",
      "example": "Elle était une étudiante brillante et obtenait toujours de bonnes notes. Elle est brillante dans son nouveau poste. Elle sera brillante dans sa future carrière.",
      "example_translation": "Era una studentessa brillante e otteneva sempre buoni voti. È brillante nel suo nuovo lavoro. Sarà brillante nella sua carriera futura.",
      "imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "calme",
      "translation": "calmo",
      "definition": "Paisible et tranquille ; ne se sentant pas anxieux ou dérangé",
      "definition_translation": "Pacifica e tranquilla; non sentendo ansia o turbamento",
      "example": "J'étais calme pendant l'examen. Elle est restée calme dans l'urgence. Il restera calme dans la situation difficile.",
      "example_translation": "Mi sentii calmo durante l'esame. Lei rimase calma nell'emergenza. Lui resterà calmo nella situazione difficile.",
      "imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "insouciant",
      "translation": "spensierato",
      "definition": "Ayant ou montrant un sentiment de liberté de souci ou de trouble",
      "definition_translation": "Avendo o mostrando un sentimento di libertà da preoccupazione o problema",
      "example": "Elle était insouciante dans son enfance. Il se sentait insouciant à son anniversaire. Ils seront insouciants lors de leur lune de miel.",
      "example_translation": "Lei era spensierata durante la sua infanzia. Lui si sentì spensierato nel suo compleanno. Saranno spensierati nel loro viaggio di nozze.",
      "imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "négligent",
      "translation": "imprudente",
      "definition": "Ayant ou montrant un manque de soin ou d'attention ; négligent.",
      "definition_translation": "Avendo o mostrando una mancanza di cura o attenzione; negligente.",
      "example": "Elle était négligente avec ses biens, et c'est pourquoi elle a perdu son téléphone. Elle est négligente avec ses dépenses, et c'est pourquoi elle est endettée. Elle sera négligente avec ses paroles, et c'est pourquoi elle blessera ses amis.",
      "example_translation": "Era imprudente con i suoi effetti personali, e questo è why ha perso il suo telefono. Sta essere imprudente con le sue spese, e questo è why è in debito. Sarà imprudente con le sue parole, e questo è why ferirà i suoi amici.",
      "imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "charmant",
      "translation": "incantevole",
      "definition": "Agréable ou attractif de manière subtile ; délicieux.",
      "definition_translation": "Piacente o attraente in un modo sottile; delizioso.",
      "example": "La charmante petite maison de vacances était notre endroit préféré. Elle a un rire charmant qui égaie toujours la salle. Il charmera le public avec ses tours de magie.",
      "example_translation": "Il grazioso cottage rustico era il nostro posto vacanziero preferito. Ha una risata incantevole che sempre illumina la stanza. Sarà incantevole il pubblico con i suoi trucchi di magia.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "joyeux",
      "translation": "allegro",
      "definition": "Ayant ou montrant une perspective agréable et optimiste ; heureux.",
      "definition_translation": "Avendo o mostrando un aspetto piacevole e ottimistico; felice.",
      "example": "L'infirmière joyeuse nous faisait toujours sentir mieux. Elle était joyeuse malgré les mauvaises nouvelles. Il sera joyeux lorsqu'il obtiendra l'offre d'emploi.",
      "example_translation": "L'infermiera allegra ci faceva sempre sentire meglio. Era allegra nonostante le brutte notizie. Sarà allegro quando riceverà l'offerta di lavoro.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "froid",
      "translation": "freddo",
      "definition": "Ayant une température basse ; pas chaud ou pas chaud.",
      "definition_translation": "Avendo una temperatura bassa; non caldo o tiedio.",
      "example": "J'étais froid lorsque je suis sorti sans manteau. Je suis froid lorsque je prends une douche froide. Je serai froid si je ne porte pas un manteau chaud.",
      "example_translation": "Ero freddo quando sono uscito fuori senza giacca. Sono freddo quando mi faccio una doccia fredda. Sarò freddo se non indosso un cappotto caldo.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perplex",
      "translation": "confuso",
      "definition": "Incertain de ce qu'il faut faire ou incapable de comprendre quelque chose.",
      "definition_translation": "Incapace di pensare chiaramente o capire qualcosa.",
      "example": "J'étais perplexe lorsque j'ai lu les instructions. Je suis perplexe quant à ce que je dois faire ensuite. Je serai perplexe si je n'obtiens pas d'aide.",
      "example_translation": "Ero confuso quando ho letto le istruzioni. Sono confuso su cosa fare dopo. Sarò confuso se non ottengo aiuto.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "créatif",
      "translation": "creativo",
      "definition": "Ayant la capacité de créer de nouvelles idées ou choses originales.",
      "definition_translation": "Avendo la capacità di creare nuove idee originali o cose.",
      "example": "J'étais créatif lorsque j'ai écrit une histoire. Je suis créatif lorsque je peins un tableau. Je serai créatif si je prends un cours d'art.",
      "example_translation": "Ero creativo quando ho scritto una storia. Sono creativo quando dipingo un quadro. Sarò creativo se prendo una classe di arte.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cruel",
      "translation": "crudele",
      "definition": "Caussant intentionnellement de la douleur ou de la souffrance à autrui, ou sans se soucier de causer de la douleur ou de la souffrance.",
      "definition_translation": "volontariamente causare dolore o sofferenza agli altri, o non sentire alcuna preoccupazione nel causare dolore o sofferenza",
      "example": "Elle était une maîtresse cruelle qui aimait voir souffrir ses serviteurs. Elle avait été cruelle envers lui dans le passé, mais maintenant elle est gentille. Elle sera cruelle envers lui à l'avenir.",
      "example_translation": "Era una crudele padrona che si godeva nel vedere soffrire i suoi servitori. Era stata crudele con lui nel passato, ma ora è gentile. Sarà crudele con lui di nuovo nel futuro.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "curieux",
      "translation": "curioso",
      "definition": "Ayant envie d'apprendre ou de savoir quelque chose sur quelqu'un ou quelque chose ; inquisiteur.",
      "definition_translation": "avendo il desiderio di imparare o conoscere qualcosa o qualcuno; curioso",
      "example": "L'enfant curieux posait trop de questions. Elle avait été curieuse au sujet du nouveau voisin, mais maintenant elle est ennuyée. Il sera curieux de la nouvelle technologie à l'avenir.",
      "example_translation": "Il bambino curioso ha fatto troppe domande. Era stata curiosa nei confronti del nuovo vicino, ma ora è annoiata. Sarà curioso della nuova tecnologia nel futuro.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "curieusement",
      "translation": "curiosamente",
      "definition": "De manière curieuse ; avec curiosité",
      "definition_translation": "in modo curioso; con curiosità",
      "example": "Il a regardé l'objet étrange curieusement. Elle était entrée dans la salle curieusement, mais était déçue. Ils examineront les preuves curieusement à l'avenir.",
      "example_translation": "Ha guardato l'oggetto strano curiosamente. Era entrata nella stanza curiosamente, ma era delusa. Esamineranno le prove curiosamente nel futuro.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ravissante",
      "translation": "deliziato",
      "definition": "Eprouvant ou manifestant un grand plaisir ou une grande joie.",
      "definition_translation": "Sentire o mostrare grande piacere o godimento.",
      "example": "J'étais ravissante de voir mes amis à la fête. Je suis ravissante de vous annoncer que j'ai obtenu un emploi. Je serai ravissante de vous aider avec votre projet.",
      "example_translation": "Ero deliziato di vedere i miei amici alla festa. Sono deliziato di annunciare che ho trovato un lavoro. Sarò deliziato di aiutarti con il tuo progetto.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déprimé",
      "translation": "depresso",
      "definition": "Sentant ou éprouvant une grande tristesse, de la misère ou un manque d'énergie ou d'enthousiasme.",
      "definition_translation": "Sentire infelice, miserabile e mancante di energia o entusiasmo.",
      "example": "Elle était déprimée après avoir perdu son emploi. Il est déprimé parce qu'il a échoué à l'examen. Ils seront déprimés si ils n'obtiennent pas le résultat qu'ils veulent.",
      "example_translation": "Lei era depressa dopo aver perso il lavoro. Lui è depresso perché ha fallito l'esame. Saranno depressi se non ottengono il risultato che vogliono.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déçu",
      "translation": "deluso",
      "definition": "Sentant ou éprouvant de la tristesse ou de la déception parce que quelque chose n'a pas eu lieu ou n'était pas aussi bien que prévu.",
      "definition_translation": "Sentire infelice o deluso perché qualcosa non è successo o non era così buono come previsto.",
      "example": "J'étais déçu par le film. Elle est déçue par ses notes. Ils seront déçus si ils n'obtiennent pas de billets pour le concert.",
      "example_translation": "Ero deluso con il film. Lei è delusa con i suoi voti. Saranno delusi se non ottengono i biglietti per il concerto.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décevant",
      "translation": "deludente",
      "definition": "Causing des sentiments de tristesse ou de déception, en particulier parce que quelque chose n'est pas aussi bon que prévu.",
      "definition_translation": "Che suscita sentimenti di tristezza o discontento, soprattutto perché qualcosa non è così buono come previsto.",
      "example": "Le film était décevant, nous sommes donc partis tôt du théâtre. J'ai été déçu par mon test de mathématiques. La nourriture au restaurant sera décevante si elles n'améliorent pas leur chef.",
      "example_translation": "Il film era deludente, quindi abbiamo lasciato il teatro presto. Ero deludente nel mio esame di matematica. Il cibo del ristorante sarà deludente se non migliorano il loro chef.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "détendu",
      "translation": "facile",
      "definition": "Ayant une attitude calme et détendue, ne se laissant pas facilement énerver ou irriter.",
      "definition_translation": "Avendo un'attitudine calma e rilassata, non facilmente disturbata o seccata.",
      "example": "Mon ami détendu ne se met jamais en colère. Elle était une personne détendue, nous nous sommes donc entendus bien. Il sera détendu à ce sujet, je suis sûr.",
      "example_translation": "Il mio amico facile non si arrabbia mai. Era una persona facile, quindi ci siamo trovati bene. Sarà facile riguardo a questo, ne sono sicuro.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gêné",
      "translation": "imbarazzato",
      "definition": "Eprouvant ou manifestant de la honte ou de la gêne, souvent à cause de quelque chose qui est arrivé ou qui a été fait.",
      "definition_translation": "Sentendo o mostrando vergogna o goffaggine, spesso a causa di qualcosa che è successo o stato fatto.",
      "example": "J'ai eu honte lorsque je suis tombé en public. Elle était gênée par sa erreur. Il sera gêné à propos de son mensonge.",
      "example_translation": "Mi sono sentito imbarazzato quando sono caduto in pubblico. Era imbarazzata dal suo errore. Sarà imbarazzato sulla sua bugia.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gênant",
      "translation": "imbarazzante",
      "definition": "Causing des sentiments de honte ou de gêne; extrêmement inconfortable ou humiliant.",
      "definition_translation": "Provocare sentimenti di vergogna o imbarazzo; estremamente scomodo o umiliante.",
      "example": "Je me souviens encore du moment gênant où je suis tombé sur scène, je cherche à éviter les situations gênantes, et je vais m'assurer de répéter mon discours pour ne pas me gêner moi-même devant le public.",
      "example_translation": "Ricordo ancora il momento imbarazzante in cui sono caduto sul palco, sto cercando di evitare situazioni imbarazzanti e mi assicurerò di esercitarmi sul mio discorso in modo da non imbarazzarmi davanti al pubblico.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agréable",
      "translation": "piacevole",
      "definition": "Donnant un grand plaisir ou délice; très divertissant ou satisfaisant.",
      "definition_translation": "Che dà grande piacere o delizia; altamente intrattenente o soddisfacente.",
      "example": "Le concert était agréable, j'ai eu un temps agréable à la fête, et je pense que ce nouveau restaurant sera agréable pour une soirée.",
      "example_translation": "Il concerto è stato piacevole, ho passato un momento piacevole alla festa e credo che questo nuovo ristorante sarà piacevole per una serata fuori.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avec enthousiasme",
      "translation": "con entusiasmo",
      "definition": "De manière caractérisée par l'enthousiasme ou l'excitation; avec ardeur ou passion.",
      "definition_translation": "In modo caratterizzato da entusiasmo o entusiasmo; ansiosamente o appassionatamente.",
      "example": "Les enfants couraient avec enthousiasme vers le terrain de jeu, elle parlait avec enthousiasme de son voyage à venir, et il a répondu avec enthousiasme à l'offre d'emploi.",
      "example_translation": "I bambini stavano correndo con entusiasmo verso il parco giochi, lei parlava con entusiasmo del suo viaggio imminente e lui rispose con entusiasmo all'offerta di lavoro.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épuisé",
      "translation": "esaurito",
      "definition": "Extrêmement fatigué, physiquement ou mentalement, en raison de l'épuisement.",
      "definition_translation": "Estermamente stanco, fisicamente o mentalmente, a causa di esaurimento.",
      "example": "J'étais épuisé après avoir couru un marathon la semaine dernière, je suis épuisé après avoir travaillé toute la journée, je serai épuisé après avoir étudié pour l'examen.",
      "example_translation": "Ero esausto dopo aver corrido la maratona la scorsa settimana, sono esausto dopo aver lavorato tutto il giorno, sarò esausto dopo aver studiato per l'esame.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "expérimenté",
      "translation": "esperto",
      "definition": "Ayant des compétences ou des connaissances acquises en faisant quelque chose de nombreuses fois.",
      "definition_translation": "Avendo abilità o conoscenza acquistata facendo qualcosa molte volte.",
      "example": "Elle est une enseignante expérimentée, Il était un programmeur expérimenté, Ils seront des guides expérimentés.",
      "example_translation": "Lei è un'insegnante esperta, lui era un programmatore esperto, loro saranno guide esperte.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oublieux",
      "translation": "dimentico",
      "definition": "Ayant tendance à oublier des choses ou des informations.",
      "definition_translation": "Avendo la tendenza a dimenticare le cose o le informazioni.",
      "example": "Je suis oublieux et oublie souvent mes clés, Elle était oublieuse et a oublié son téléphone, Il sera oublieux et oubliera son rendez-vous.",
      "example_translation": "Sono dimentico e spesso dimentico le mie chiavi, lei era dimentica e dimenticò il suo telefono, lui sarà dimentico e dimenticherà il suo appuntamento.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayé",
      "translation": "spaventato",
      "definition": "Éprouvant de la peur ou de l'anxiété; intimidé ou effrayé",
      "definition_translation": "sentimento di paura o ansietà; intimidito o spaventato",
      "example": "J'ai été effrayé par le film d'horreur. Je suis effrayé des araignées. Je serai effrayé si je n'obtiens pas le poste.",
      "example_translation": "Sono stato spaventato dal film dell'orrore. Ho paura dei ragni. Sarò spaventato se non otterrò il lavoro.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "généreux",
      "translation": "generoso",
      "definition": "Disposé à donner librement de son temps, de son argent ou de ses ressources; libéral dans la donation",
      "definition_translation": "disposto a dare liberamente del proprio tempo, denaro o risorse; liberale nel dare",
      "example": "Il était généreux de son temps et m'a aidé à déménager. Elle est généreuse de son argent et fait des dons à des œuvres de charité. Ils seront généreux de leurs ressources et partageront avec les autres.",
      "example_translation": "Lui era generoso con il suo tempo e mi ha aiutato a traslocare. Lei è generosa con il suo denaro e dona alla beneficenza. Saranno generosi con le loro risorse e condivideranno con gli altri.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doux",
      "translation": "gentile",
      "definition": "Moderé ou léger dans la nature ou l'effet; doux, calme et apaisant",
      "definition_translation": "mite o moderato nella natura o nell'effetto; morbido, calmo e rasserenante",
      "example": "Le doux ruisseau coulait à travers la campagne. Elle a une touche douce lorsqu'elle manipule des animaux. Il sera doux avec sa nouvelle guitare.",
      "example_translation": "Il ruscello gentile scorreva attraverso la campagna. Lei ha un tocco gentile quando si occupa di animali. Lui sarà gentile con la sua nuova chitarra.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "reconnaissant",
      "translation": "grato",
      "definition": "Éprouvant ou montrant de la gratitude envers quelque chose",
      "definition_translation": "sentimento o dimostrazione di gratitudine e apprezzamento per qualcosa",
      "example": "J'ai été reconnaissant de l'aide que j'ai reçue. Je suis reconnaissant de l'opportunité. Je serai reconnaissant de l'expérience.",
      "example_translation": "Ero grato per l'aiuto che ho ricevuto. Sono grato per l'opportunità. Sarò grato per l'esperienza.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coupable",
      "translation": "colpevole",
      "definition": "Éprouvant ou montrant du remords pour une erreur",
      "definition_translation": "sentimento o dimostrazione di rimorso per un'azione sbagliata",
      "example": "J'ai éprouvé de la culpabilité pour avoir menti. Je suis coupable d'avoir fait une erreur. Je serai coupable de tricherie si je ne confesse pas.",
      "example_translation": "Mi sentivo colpevole di aver mentito. Sono colpevole di aver fatto un errore. Sarò colpevole di barare se non mi confesso.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heureusement",
      "translation": "felice",
      "definition": "De manière heureuse ou joyeuse",
      "definition_translation": "in modo felice o gioioso",
      "example": "J'ai vécu heureusement jusqu'à la fin. Je suis heureusement marié. Je serai heureusement employé bientôt.",
      "example_translation": "Ho vissuto felice per sempre. Sono felicemente sposato. Sarò felicemente impiegato presto.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "utile",
      "translation": "utile",
      "definition": "Fournissant de l'assistance ou du soutien à autrui dans le besoin; apportant un avantage ou un bienfait.",
      "definition_translation": "Che fornisce assistenza o sostegno agli altri nel bisogno; fornisce aiuto o vantaggio.",
      "example": "Le voisin utile a porté mes bagages lourds à l'étage. J'ai été utile dans la cuisine pendant les fêtes. Je serai utile à l'avenir en faisant du bénévolat plus souvent.",
      "example_translation": "Il vicino utile ha portato le mie pesanti valigie al piano di sopra. Sono stato utile in cucina durante le vacanze. Sarò utile in futuro volontariando di più.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plein d'espoir",
      "translation": "speranzoso",
      "definition": "Ayant un sentiment d'attente ou de désir pour que quelque chose se produise; éprouvant de l'optimisme",
      "definition_translation": "Avendo un senso di aspettativa o desiderio per una cosa particolare che accada; sentendosi ottimista.",
      "example": "J'étais plein d'espoir pour la nouvelle opportunité d'emploi, mais cela n'a pas marché. Elle se sent pleine d'espoir pour ses chances d'entrer à l'université. Ils seront pleins d'espoir pour l'avenir après l'élection.",
      "example_translation": "Ero speranzoso sulla nuova opportunità di lavoro, ma non è andata bene. Si sente speranzosa sulle sue possibilità di entrare al college. Saranno speranzosi sul futuro dopo le elezioni.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "désespéré",
      "translation": "disperato",
      "definition": "N'ayant aucune attente de bien ou d'amélioration ; éprouvant du désespoir ou de la désespérance.",
      "definition_translation": "Non avendo aspettativa di bene o miglioramento; sentendosi disperato o disperazione.",
      "example": "La situation semblait désespérée, mais nous avons trouvé une solution. Elle se sentait désespérée après avoir perdu son emploi. Ils étaient désespérés quant à leurs chances de gagner le jeu.",
      "example_translation": "La situazione sembrava disperata, ma abbiamo trovato una soluzione. Si sentì disperata dopo aver perso il lavoro. Erano disperati sulle loro possibilità di vincere il gioco.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blessé",
      "translation": "fare male",
      "definition": "Causer une douleur physique ou une blessure à quelqu'un ou quelque chose",
      "definition_translation": "causare dolore fisico o lesione a qualcuno o qualcosa",
      "example": "Je me suis blessé le genou lorsque je suis tombé hier. Je me sens blessé partout aujourd'hui. Je me blesserai si je ne prends pas une pause.",
      "example_translation": "Mi sono fatto male al ginocchio quando sono caduto ieri. Sto soffrendo tutto oggi. Mi ferirò se non mi prendo una pausa.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amoureux",
      "translation": "innamorato",
      "definition": "Ayant un sentiment fort d'amour ou d'affection pour quelqu'un",
      "definition_translation": "avere un forte sentimento di amore o affetto per qualcuno",
      "example": "J'étais amoureux d'elle lorsque je l'ai rencontrée pour la première fois. Je suis amoureux d'elle maintenant. Je serai amoureux d'elle pour toujours.",
      "example_translation": "Ero innamorato di lei quando l'ho incontrata per la prima volta. Sono innamorato di lei adesso. Sarei innamorato di lei per sempre.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "en larmes",
      "translation": "in lacrime",
      "definition": "Pleurer ou être sur le point de pleurer, notamment en raison de la tristesse ou de la peine",
      "definition_translation": "piangendo o sul punto di piangere, especially a causa di tristezza o dolore",
      "example": "J'étais en larmes lorsque j'ai appris la nouvelle. Je suis en larmes en y pensant maintenant. Je serai en larmes si je la vois à nouveau.",
      "example_translation": "Ero in lacrime quando ho sentito la notizia. Sono in lacrime pensando a ciò adesso. Sarò in lacrime se la vedo di nuovo.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligente",
      "definition": "Ayant la capacité d'apprendre ou de comprendre, ou de faire face à de nouvelles situations difficiles ; ayant la capacité d'appliquer des connaissances pour manipuler son environnement ou penser de manière abstraite.",
      "definition_translation": "Avere la capacità di imparare o comprendere o di affrontare nuove situazioni difficili; avere la capacità di applicare la conoscenza per manipolare il proprio ambiente o per pensare astrattamente.",
      "example": "Elle était une étudiante intelligente qui a rapidement compris le concept. Elle avait été intelligente pour résoudre le puzzle. Elle sera intelligente pour le comprendre.",
      "example_translation": "Era una studentessa intelligente che aveva rapidamente compreso il concetto. Era stata abbastanza intelligente da risolvere il puzzle. Sarà abbastanza intelligente da capirlo.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jaloux",
      "translation": "geloso",
      "definition": "Éprouvant ou montrant un désir intense et souvent irraisonné d'avoir quelque chose qui appartient à quelqu'un d'autre.",
      "definition_translation": "Sentire o mostrare un desiderio intenso e spesso irragionevole di avere qualcosa che appartiene a qualcun altro.",
      "example": "Il était jaloux de la nouvelle voiture de son ami. Elle avait été jalouse de la beauté de sa sœur. Ils seront jaloux de notre succès.",
      "example_translation": "Era geloso della nuova macchina del suo amico. Era stata gelosa della bellezza di sua sorella. Saranno gelosi del nostro successo.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ravisseur",
      "translation": "acuto",
      "definition": "Ayant un intérêt fort et enthousiaste pour quelque chose ; ayant un esprit aiguisé ou une intelligence rapide.",
      "definition_translation": "Avere un forte e appassionato interesse per qualcosa; avere una mente acuta o un'intelligenza rapida.",
      "example": "Il était ravisseur d'apprendre de nouvelles langues. Elle avait été ravie de la photographie. Ils seront ravisseurs de découvrir de nouvelles nourritures.",
      "example_translation": "Era entusiasta di imparare nuove lingue. Era stata appassionata di fotografia. Saranno entusiasti di provare nuovi cibi.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aimablement",
      "translation": "cortesemente",
      "definition": "De manière aimable et gentille ; avec amabilité ou générosité.",
      "definition_translation": "In modo gentile e cortese; con gentilezza o generosità.",
      "example": "Elle m'a aimablement offert de m'aider avec mes devoirs. Elle m'a aimablement aidé plusieurs fois auparavant. Elle m'aidera aimablement à nouveau demain.",
      "example_translation": "Lei ha offerto gentilmente di aiutarmi con i miei compiti. Lei mi ha aiutato gentilmente molte volte prima. Lei mi aiuterà gentilmente di nuovo domani.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "animé",
      "translation": "vivace",
      "definition": "Plein d'énergie et de vitalité ; spirituel ou enthousiaste.",
      "definition_translation": "Pieno di energia e vitalità; spiritoso o entusiasta.",
      "example": "L'atmosphère animée de la fête a rendu tout le monde se sentir bienvenu. Elle a une personnalité animée qui attire les gens à elle. Il sera animé et énergique pendant la présentation.",
      "example_translation": "L'atmosfera della festa vivace ha fatto sentire tutti i benvenuti. Lei ha una personalità vivace che attrae le persone a lei. Lui sarà vivace e energico durante la presentazione.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "solitaire",
      "translation": "solitario",
      "definition": "Éprouvant de la tristesse et de l'isolement parce qu'il n'a pas d'amis ou de compagnie.",
      "definition_translation": "Sentirsi triste e isolato perché non si hanno amici o compagnia.",
      "example": "J'ai éprouvé de la solitude lorsque j'ai déménagé dans une nouvelle ville. Elle était solitaire pendant ses vacances sans sa famille. Il se sentira seul lorsqu'il commence à l'université.",
      "example_translation": "Mi sono sentito solo quando mi sono trasferito in una nuova città. Lei è stata sola durante le vacanze senza la sua famiglia. Lui si sentirà solo quando inizierà il college.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "humeur",
      "translation": "lunatico",
      "definition": "Ayant ou montrant une tendance à des changements d'humeur soudains et imprévisibles.",
      "definition_translation": "Avendo o mostrando una tendenza a improvvisi cambiamenti di umore imprevedibili.",
      "example": "Elle était de mauvaise humeur hier, mais aujourd'hui elle est de bonne humeur. Elle était de mauvaise humeur pendant son adolescence, mais elle est plus stable maintenant. Elle sera de mauvaise humeur si elle ne dort pas suffisamment.",
      "example_translation": " Era lunatica ieri, ma oggi è di ottimo umore. Era lunatica durante gli anni dell'adolescenza, ma ora è più stabile. Sarà lunatica se non dorme abbastanza.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "négatif",
      "translation": "negativo",
      "definition": "Exprimant ou impliquant une dénégation, un refus ou une insatisfaction.",
      "definition_translation": "Esprimendo o implicando negazione, rifiuto o insoddisfazione.",
      "example": "Il a donné une réponse négative à l'offre d'emploi. Le résultat du test était négatif. La critique négative a affecté les ventes du produit.",
      "example_translation": "Ha dato una risposta negativa all'offerta di lavoro. Il risultato del test era negativo. La recensione negativa ha influenzato le vendite del prodotto.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nerveux",
      "translation": "nervoso",
      "definition": "Éprouvant de l'anxiété ou de l'appréhension, souvent de manière difficile à contrôler.",
      "definition_translation": "Sentendosi ansioso o apprensivo, spesso in modo difficile da controllare.",
      "example": "J'étais nerveux avant la présentation, mais j'ai fait du bon travail. Elle est toujours nerveuse le premier jour du travail. Il sera nerveux à propos de l'examen jusqu'à ce qu'il soit terminé.",
      "example_translation": "Ero nervoso prima della presentazione, ma ho fatto bene. È sempre nervosa il suo primo giorno di lavoro. Sarà nervoso sull'esame finché non finisce.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patient",
      "translation": "paziente",
      "definition": "Une personne recevant ou inscrite pour recevoir des soins médicaux.",
      "definition_translation": "Una persona che riceve o è iscritta per ricevere cure mediche.",
      "example": "Le docteur a examiné le patient avec soin. Le patient avait attendu pendant des heures. Le patient subira une opération chirurgicale demain.",
      "example_translation": "Il dottore ha esaminato il paziente con attenzione. Il paziente aveva aspettato per ore. Il paziente sarà sottoposto a un intervento chirurgico domani.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poliment",
      "translation": "cortesemente",
      "definition": "De manière respectueuse et considérée.",
      "definition_translation": "In modo rispettoso e considerato.",
      "example": "Elle a parlé poliment au client. Il déclinera poliment l'invitation. Ils avaient poliment demandé des directions.",
      "example_translation": "Lei ha parlato cortesemente al cliente. Lui declinerà cortesemente l'invito. Avevano chiesto cortesemente le indicazioni.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "puissant",
      "translation": "potente",
      "definition": "Ayant une grande force, autorité ou influence.",
      "definition_translation": "Avendo grande forza, autorità o influenza.",
      "example": "Le moteur puissant a propulsé la voiture en avant. Elle est une oratrice puissante. L'entreprise deviendra plus puissante dans l'avenir.",
      "example_translation": "Il motore potente ha azionato la macchina in avanti. Lei è un oratore potente. La società diventerà più potente nel futuro.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fier",
      "translation": "orgoglioso",
      "definition": "Ayant ou montrant un sentiment de fierté ou de satisfaction, souvent accompagné d'un sentiment de plaisir ou d'accomplissement.",
      "definition_translation": "Avendo o mostrando un senso di orgoglio o soddisfazione, spesso accompagnato da un sentimento di piacere o realizzazione.",
      "example": "Elle était fière de son accomplissement, et ses parents étaient fiers d'elle aussi. Elle avait été fière de sa décision, mais maintenant elle n'était plus si sûre. Elle sera fière d'elle-même quand elle terminera le projet.",
      "example_translation": "Era orgogliosa del suo successo, e i suoi genitori erano orgogliosi di lei anche. Era stata orgogliosa della sua decisione, ma ora non era così sicura. Sarà orgogliosa di se stessa quando completerà il progetto.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "querelleur",
      "translation": "litigioso",
      "definition": "Ayant tendance à se disputer ou se battre avec les autres, souvent de manière agressive ou ennuyeuse.",
      "definition_translation": "Avendo la tendenza a discutere o a lottare con gli altri, spesso in modo aggressivo o fastidioso.",
      "example": "Il était une personne querelleuse, toujours à la recherche d'une querelle. Elle était querelleuse avec ses frères et sœurs, mais ils l'aimaient quand même. Il sera querelleux avec ses collègues si ils ne sont pas d'accord avec lui.",
      "example_translation": "Era una persona litigiosa, sempre alla ricerca di una lite. Era litigiosa con i suoi fratelli, ma loro la amavano comunque. Sarà litigioso con i suoi colleghi se non saranno d'accordo con lui.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "détendu",
      "translation": "rilassato",
      "definition": "Éprouvant du calme et de la liberté par rapport à la tension ou à l'anxiété, souvent dans un état paisible ou serein.",
      "definition_translation": "Sentendosi calmo e libero da tensione o ansietà, spesso in uno stato di pace o serenità.",
      "example": "La musique l'a fait se sentir détendue et calme. Il était détendu à propos de l'examen, sachant qu'il avait bien étudié. Ils seraient détendus pendant leurs vacances, loin du bruit de la ville.",
      "example_translation": "La musica la fece sentire rilassata e calma. Era rilassato circa l'esame, sapendo che aveva studiato bene. Saranno rilassati nella loro vacanza, lontano dal rumore della città.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "relaxant",
      "translation": "rilassante",
      "definition": "Fournissant un sentiment de confort et de tranquillité, réduisant le stress ou l'anxiété.",
      "definition_translation": "Che fornisce una sensazione di comfort e tranquillità, riducendo lo stress o l'ansia.",
      "example": "La musique relaxante m'a aidé à m'endormir. Je vais me relaxer sur la plage cet été. Ils ont relâché leurs règles pour la saison des fêtes.",
      "example_translation": "La musica rilassante mi ha aiutato a addormentarmi. Mi rilasserò sulla spiaggia quest'estate. Hanno rilassato le loro regole per la stagione delle festività.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fiable",
      "translation": "affidabile",
      "definition": "Pouvoir être considéré comme sûr, avoir une solide réputation pour la qualité ou les performances.",
      "definition_translation": "In grado di essere considerato attendibile per fare o fornire qualcosa, avendo una forte reputazione per la buona qualità o prestazioni.",
      "example": "Elle est un assistant fiable. L'entreprise a un service de livraison fiable. Ils seront des alliés fiables dans la bataille à venir.",
      "example_translation": "Lei è un'assistente affidabile. La società ha un servizio di consegna affidabile. Saranno alleati affidabili nella battaglia imminente.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "romantique",
      "translation": "romantico",
      "definition": "Relatif ou caractérisé par une attitude sentimentale ou émotionnelle, souvent utilisé pour décrire une relation ou une atmosphère.",
      "definition_translation": "Relativo o caratterizzato da un atteggiamento sentimentale o emotivo, spesso usato per descrivere una relazione o un'atmosfera.",
      "example": "Le dîner romantique était parfait. La ville a une atmosphère romantique. Il est une personne romantique et adore la poésie.",
      "example_translation": "La cena romantica era perfetta. La città ha un'atmosfera romantica. È una persona romantica e ama la poesia.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grossier",
      "translation": "scortese",
      "definition": "N'ayant pas de manières ou de respect; impoli.",
      "definition_translation": "Avendo o mostrando nessuna educazione o rispetto; scortese",
      "example": "Il a été grossier avec le serveur, ce qui était vraiment embarrassant. Il sera grossier avec le serveur à nouveau s'il n'apprend pas à contrôler son tempérament. Elle a été grossière avec le serveur hier soir.",
      "example_translation": "Era scortese con il cameriere, cosa era molto imbarazzante. Sarà scortese con il cameriere di nuovo se non impara a controllare la sua ira. Era scortese con il cameriere la scorsa notte.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "satisfait",
      "translation": "soddisfatto",
      "definition": "Se sentant heureux ou content car un désir ou un besoin a été satisfait.",
      "definition_translation": "Sentendosi felice o contento perché un desiderio o bisogno è stato soddisfatto",
      "example": "Elle a été satisfaite de son nouveau poste, qui lui offrait beaucoup d'opportunités. Il sera satisfait de sa nouvelle voiture, qui est très luxueuse. Ils ont été satisfaits du service au restaurant.",
      "example_translation": "Era soddisfatta del suo nuovo lavoro, che le offriva molte opportunità. Sarà soddisfatto della sua nuova auto, che è molto lussuosa. Erano soddisfatti del servizio al ristorante.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayé",
      "translation": "spaventato",
      "definition": "Éprouvant de la peur ou de l'anxiété à l'égard de quelque chose.",
      "definition_translation": "Sentendosi paura o ansia per qualcosa",
      "example": "Il a été effrayé par le noir, donc il ne pouvait pas dormir. Elle sera effrayée par l'examen, qui est très difficile. Ils ont été effrayés par l'orage de la nuit dernière.",
      "example_translation": "Era spaventato del buio, quindi non poteva dormire. Sarà spaventata dell'esame, che è molto difficile. Erano spaventati del temporale la scorsa notte.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayant",
      "translation": "spaventoso",
      "definition": "Provoquant de la peur ou de l'inquiétude; terrifiant.",
      "definition_translation": "Che causa paura o allarme; spaventoso.",
      "example": "Le film d'horreur était si effrayant que j'ai dû me cacher sous la couette. J'étais effrayé par le noir lorsque j'étais enfant, mais maintenant je ne le crains plus. D'ici l'année prochaine, j'aurai surmonté ma peur de l'avion.",
      "example_translation": "Il film spaventoso era così spaventoso che dovevo nascondermi sotto la coperta. Ero spaventato del buio quando ero un bambino, ma ora non ho più paura di esso. Entro l'anno prossimo, avrò superato la mia paura di volare.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "confiant en soi",
      "translation": "autorevole",
      "definition": "Ayant confiance en soi-même et en ses capacités; assuré.",
      "definition_translation": "Avendo fiducia in se stessi e nelle proprie abilità; sicuro.",
      "example": "Elle était un orateur public confiant en soi, capable de captiver l'auditoire avec ses mots. Il sera plus confiant en ses capacités après avoir terminé le cours. D'ici le mois prochain, elle sera devenue une leader confiante en soi.",
      "example_translation": "Era un oratore pubblico autorevole, in grado di catturare l'attenzione del pubblico con le sue parole. Sarà più autorevole nelle sue abilità dopo aver completato il corso. Entro il prossimo mese, sarà diventata una leader autorevole.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "égoïste",
      "translation": "egoista",
      "definition": "N'ayant pas de considération pour les autres; préoccupé principalement par ses propres intérêts.",
      "definition_translation": "Mancante di considerazione per gli altri; principalmente preoccupato dei propri interessi.",
      "example": "Il était une personne égoïste qui ne se souciait que de ses propres besoins. Elle a été égoïste en ne partageant pas ses jouets avec ses frères et sœurs. D'ici l'année prochaine, ils auront appris à être moins égoïstes.",
      "example_translation": "Era una persona egoista che si preoccupava solo delle sue esigenze. Era egoista nel non condividere i suoi giocattoli con i suoi fratelli. Entro l'anno prossimo, avranno imparato a essere meno egoisti.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sensé",
      "translation": "sensibile",
      "definition": "Ayant, contenant ou indiquant du bon sens ou de la raison; rationnel.",
      "definition_translation": "Avendo, contenendo o indicativo di buon senso o ragione; razionale.",
      "example": "Elle était une personne sensée et prenait des décisions intelligentes. Elle avait été sensée concernant ses finances et avait économisé suffisamment. Elle sera sensée et évitera de prendre des risques.",
      "example_translation": "Era una persona sensibile e prendeva decisioni intelligenti. Era stata sensibile circa le sue finanze e aveva risparmiato abbastanza. Sarà sensibile e eviterà di correre rischi.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choqué",
      "translation": "scioccato",
      "definition": "Éprouvant un sentiment intens de surprise, d'étonnement ou de dégoût.",
      "definition_translation": "Sensazione di sorpresa intensa, stupore o disgusto.",
      "example": "J'ai été choqué lorsque j'ai entendu la nouvelle. Elle avait été choquée par l'accident. Ils seront choqués par le changement de politique.",
      "example_translation": "Ero scioccato quando ho sentito la notizia. Era stata scioccata dall'incidente. Saranno scioccati dal cambio nella politica.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choquant",
      "translation": "scioccante",
      "definition": "Provoquant un sentiment fort de surprise, d'étonnement ou de dégoût.",
      "definition_translation": "Che causa una forte sensazione di sorpresa, stupore o disgusto.",
      "example": "Les nouvelles étaient choquantes pour tout le monde. Le film était choquant et dérangeant. Le résultat sera choquant pour beaucoup de personnes.",
      "example_translation": "La notizia era scioccante per tutti. Il film era scioccante e disturbante. Il risultato sarà scioccante per molte persone.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "timide",
      "translation": "timido",
      "definition": "Éprouvant de la nervosité ou du malaise dans les situations sociales",
      "definition_translation": "Sento ansia o disagio nelle situazioni sociali",
      "example": "J'étais timide à l'école, mais maintenant je suis plus confiant. J'étais timide avec les filles, mais plus maintenant. Je serai timide au party ce soir.",
      "example_translation": "Ero timido a scuola, ma ora sono più sicuro di me. Ero timido intorno alle ragazze, ma non più. Sarò timido alla festa stasera.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ridicule",
      "translation": "sciocco",
      "definition": "Manquant de sérieux ou de bon jugement, absurde ou ridicule",
      "definition_translation": "Mancante di serietà o buon giudizio, assurdo o ridicolo",
      "example": "Mes amis pensaient que j'étais ridicule lorsque je portais des chapeaux amusants. J'étais ridicule lorsque j'ai oublié mes clés. Je serai ridicule au spectacle de comédie ce soir.",
      "example_translation": "I miei amici pensano che io sia sciocco quando indosso cappelli divertenti. Ero sciocco quando ho dimenticato le chiavi. Sarò sciocco allo spettacolo di comedy stasera.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligente",
      "definition": "Ayant ou montrant une grande quantité d'intelligence, d'astuce ou de sagesse",
      "definition_translation": "Avere o mostrare una grande quantità di intelligenza, astuzia o saggezza",
      "example": "Ma sœur est intelligente et a été acceptée dans une bonne université. J'ai eu l'intelligence d'investir dans cette action. Je serai intelligent de prendre une carte avec moi.",
      "example_translation": "Mia sorella è intelligente e si è iscritta a un buon college. Ero intelligente a investire in quella azione. Sarò intelligente a prendere una mappa con me.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sociable",
      "translation": "socievole",
      "definition": "Ayant une disposition agréable et amicale, capable de s'entendre bien avec les autres",
      "definition_translation": "Avendo una disposizione piacevole e amichevole, in grado di andare d'accordo bene con gli altri",
      "example": "Elle était sociable et a fait beaucoup d'amis au party. Elle sera sociable et assistera à tous les événements sociaux. Elle avait été sociable et était aimée de tout le monde.",
      "example_translation": "Era socievole e ha fatto molti amici alla festa. Sarà socievole e parteciperà a tutti gli eventi sociali. Era stata socievole e era amata da tutti.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stressé",
      "translation": "stressato",
      "definition": "Éprouvant de l'anxiété ou de l'accablement, souvent en raison de trop de responsabilités ou de pressions",
      "definition_translation": "Sentendosi ansioso o sopraffatto, spesso a causa di troppe responsabilità o pressioni",
      "example": "J'étais stressé à propos de l'examen, mais je me suis senti stressé après qu'il fut terminé. Je serai stressé à propos de la date limite, mais j'avais été stressé à propos du projet.",
      "example_translation": "Ero stressato sull'esame, ma mi sentivo stressato dopo che era finito. Sarò stressato sulla scadenza, ma ero stato stressato sul progetto.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stressant",
      "translation": "stressante",
      "definition": "Provoquant des sentiments d'anxiété ou de tension, souvent en raison de pressions ou de demandes",
      "definition_translation": "Causando sentimenti di ansietà o tensione, spesso a causa di pressioni o richieste",
      "example": "Le travail stressant était préjudiciable à sa santé. Elle avait été sous des conditions stressantes pendant des mois. L'examen à venir était très stressant pour les étudiants.",
      "example_translation": "Il lavoro stressante stava avendo un impatto sulla sua salute. Era stata sotto condizioni stressanti per mesi. L'esame imminente era molto stressante per gli studenti.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "strict",
      "translation": "severo",
      "definition": "Ayant ou marqué par un sens fort de discipline et de contrôle; rigoureux dans les normes ou les exigences.",
      "definition_translation": "Avendo o segnato da un forte senso di disciplina e controllo; rigoroso negli standard o requisiti.",
      "example": "Le professeur était strict avec les étudiants, donc ils se comportaient bien.",
      "example_translation": "L'insegnante era severo con gli studenti, quindi si comportavano bene.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "surprenant",
      "translation": "sorprendente",
      "definition": "Provoquant un sentiment de merveille ou d'étonnement, inattendu.",
      "definition_translation": "Causando un sentimento di meraviglia o stupore, inaspettato.",
      "example": "Les nouvelles surprenantes se sont propagées rapidement dans la ville. Hier, j'ai été surpris de voir mon vieux ami. Je serai surpris si je gagnais à la loterie.",
      "example_translation": "La notizia sorprendente si diffuse rapidamente in tutta la città. Ieri, fui sorpreso di vedere il mio vecchio amico. Sarò sorpreso se vincerò la lotteria.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "surprenamment",
      "translation": "sorprendentemente",
      "definition": "De manière surprenante, inattendue.",
      "definition_translation": "In modo sorprendente, inaspettatamente.",
      "example": "Le test était surprenamment facile. Hier, j'ai surpris ma ex-petite amie. Je finirai surprenamment mon projet à temps.",
      "example_translation": "Il test era sorprendentemente facile. Ieri, mi sono improvvisamente imbattuto nel mio ex-ragazzo. Finirò sorprendentemente il mio progetto in tempo.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doué",
      "translation": "talentoso",
      "definition": "Ayant une aptitude naturelle ou une compétence, en particulier dans un domaine spécifique.",
      "definition_translation": "Avendo un'abilità naturale o una abilità, specialmente in un'area particolare.",
      "example": "Elle était une chanteuse douée, capable de performer dans plusieurs langues. Elle a été douée depuis qu'elle était enfant. Elle sera une artiste douée dans le futur.",
      "example_translation": "Era una cantante talentuosa, capace di esibirsi in molte lingue. È stata talentuosa fin da quando era bambina. Sarà un'artista talentuosa nel futuro.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrifié",
      "translation": "terrorizzato",
      "definition": "Éprouvant une peur ou une anxiété extrêmes.",
      "definition_translation": "Provando una paura o ansietà estrema.",
      "example": "J'étais terrifié des hauteurs quand j'étais enfant. Je suis terrifié de parler en public. Je serai terrifié des araignées pour le reste de ma vie.",
      "example_translation": "Ero terrorizzato dalle altezze quando ero bambino. Sono terrorizzato dagli interventi pubblici. Sarò terrorizzato dai ragni per il resto della mia vita.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fatigant",
      "translation": "stancante",
      "definition": "Causant la fatigue ou l'épuisement.",
      "definition_translation": "Causando fatica o esaurimento.",
      "example": "La longue randonnée a été fatigante, mais la vue en valait la peine. Le travail peut être fatigant parfois. L'entraînement sera fatigant, mais vous vous sentirez accompli après cela.",
      "example_translation": "La lunga escursione è stata stancante, ma la vista ne è valsa la pena. Il lavoro può essere stancante a volte. L'allenamento sarà stancante, ma ti sentirai realizzato dopo.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tolérant",
      "translation": "tollerante",
      "definition": "Ayant ou montrant une volonté d'accepter et de tolérer les croyances, opinions et comportements des autres.",
      "definition_translation": "Avendo o mostrando una disponibilità ad accettare e tollerare le credenze, le opinioni e i comportamenti degli altri",
      "example": "Le enseignant tollérant a permis à ses étudiants d'exprimer leurs opinions librement. Elle avait été tolérante de leurs erreurs dans le passé et le serait encore dans le futur.",
      "example_translation": "La insegnante tollerante ha permesso ai suoi studenti di esprimere le loro opinioni liberamente. Era stata tollerante dei loro errori nel passato e lo sarebbe stata anche nel futuro.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inattendu",
      "translation": "inaspettato",
      "definition": "Non anticipé ou attendu ; surprenant",
      "definition_translation": "Non anticipato o atteso; sorprendente",
      "example": "La nouvelle inattendue de sa promotion a surpris tout le monde. Elle n'avait pas attendu de la recevoir si tôt, mais était ravie de l'avoir fait. À l'avenir, elle sera mieux préparée aux surprises inattendues.",
      "example_translation": "La notizia inaspettata della sua promozione ha sorpreso tutti. Non si aspettava di riceverla così presto, ma era entusiasta quando lo fece. In futuro, sarà meglio preparata per sorprese inaspettate.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inamical",
      "translation": "ostile",
      "definition": "Ne montrant pas d'amabilité ou de gentillesse ; hostile ou froid dans son attitude.",
      "definition_translation": "Non mostrando gentilezza o amicizia; ostile o freddo nel modo",
      "example": "La réceptionniste inamicale n'a même pas nous salués en entrant. Elle avait été inamicale dans le passé et nous ne nous attendions pas à ce qu'elle change son comportement dans le futur.",
      "example_translation": "La receptionist ostile non ci ha nemmeno salutato quando siamo entrati. Era stata ostile nel passato e non ci aspettavamo che cambiasse il suo comportamento nel futuro.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "indifférent",
      "translation": "disinteressato",
      "definition": "Manquant d'enthousiasme ou d'intérêt pour quelque chose ou quelqu'un.",
      "definition_translation": "Mancanza di entusiasmo o interesse per qualcosa o qualcuno.",
      "example": "J'étais indifférent au film, donc je me suis endormi. Je suis indifférent au jeu, donc je ne vais pas jouer. Je serai indifférent au cours, donc je ne vais pas y assister.",
      "example_translation": "Non ero interessato al film, quindi mi sono addormentato. Non sono interessato al gioco, quindi non giocherò. Non sarò interessato alla lezione, quindi non parteciperò.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inintéressant",
      "translation": "noioso",
      "definition": "Non intéressant ou captivant ; ennuyeux.",
      "definition_translation": "Non interessante o coinvolgente; noioso.",
      "example": "Le livre inintéressant m'a rendu somnolent. Le cours a été inintéressant, donc je n'ai pas prêté attention. Le jeu inintéressant m'a ennuyé.",
      "example_translation": "Il libro noioso mi ha addormentato. La lezione era noiosa, quindi non ho prestato attenzione. Il gioco noioso mi ha reso annoiato.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "méchant",
      "translation": "scortese",
      "definition": "Non gentil ou affectueux ; cruel ou dur.",
      "definition_translation": "Non gentile o crudele; crudele o aspro.",
      "example": "Elle a été méchante envers sa sœur, ce qui l'a fait pleurer. Il a été méchant envers l'animal, ce qui l'a fait fuir. Ils seront méchants envers l'étranger, ce qui leur donnera un sentiment de malaise.",
      "example_translation": "Lei è stata scortese con sua sorella, il che l'ha fatta piangere. Lui è stato scortese con l'animale, il che lo ha fatto fuggire. Saranno scortesi con lo straniero, il che renderà loro infelici.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    }
  ]
}