{
  "data": [
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "banque",
      "translation": "banca",
      "definition": "Une banque est une institution financière qui fournit des services financiers à ses clients.",
      "definition_translation": "Una banca è un'istituzione finanziaria che fornisce servizi finanziari ai suoi clienti.",
      "example": "Je suis allé à la banque hier pour déposer mon chèque de paie. Je vais à la banque tous les vendredis pour retirer de l'argent. Je vais aller à la banque demain pour ouvrir un nouveau compte.",
      "example_translation": "Sono andato in banca ieri per depositare il mio assegno. Vado in banca ogni venerdì per prelevare contanti. Andrò in banca domani per aprire un nuovo conto.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bar",
      "translation": "bar",
      "definition": "Un bar est un endroit où des boissons et des collations sont servies.",
      "definition_translation": "Un bar è un luogo dove vengono serviti drink e snack.",
      "example": "Je suis allé au bar hier soir pour regarder le match. Je vais au bar tous les samedis pour rencontrer mes amis. Je vais aller au bar ce soir pour célébrer mon anniversaire.",
      "example_translation": "Sono andato al bar la scorsa notte per guardare la partita. Vado al bar ogni sabato per incontrare i miei amici. Andrò al bar stasera per festeggiare il mio compleanno.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plage",
      "translation": "spiaggia",
      "definition": "Une plage est une formation de terrain le long d'un corps d'eau, composée de particules lâches telles que du sable ou des galets.",
      "definition_translation": "Una spiaggia è una forma di terra lungo un corpo d'acqua, composta da particelle libere come sabbia o ciottoli.",
      "example": "Je suis allé à la plage l'été dernier pour nager. Je vais à la plage tous les week-ends pour me relaxer. Je vais aller à la plage le mois prochain pour construire des châteaux de sable.",
      "example_translation": "Sono andato in spiaggia l'estate scorsa per nuotare. Vado in spiaggia ogni weekend per rilassarmi. Andrò in spiaggia il mese prossimo per costruire castelli di sabbia.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "caffè",
      "definition": "Un café est un petit établissement ou une salle de café, où du café et des collations sont servis.",
      "definition_translation": "Un piccolo ristorante o caffè, di solito uno che serve caffè e spuntini.",
      "example": "Je suis allé au café hier, je vais au café maintenant, et je vais aller au café demain.",
      "example_translation": "Sono andato al caffè ieri, sto andando al caffè adesso e andrò al caffè domani.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cinéma",
      "translation": "cinema",
      "definition": "Un cinéma est un théâtre ou un bâtiment où des films sont projetés.",
      "definition_translation": "Un teatro o edificio dove vengono mostrati film.",
      "example": "J'ai regardé un film au cinéma hier soir, je regarde un film au cinéma maintenant, et je vais regarder un film au cinéma la semaine prochaine.",
      "example_translation": "Ho guardato un film al cinema ieri sera, sto guardando un film al cinema adesso e guarderò un film al cinema la prossima settimana.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "usine",
      "translation": "fabbrica",
      "definition": "Une usine est un bâtiment ou un complexe de bâtiments où des produits sont manufacturés ou assemblés.",
      "definition_translation": "Un edificio o complesso di edifici dove vengono prodotti o assemblati beni.",
      "example": "L'usine a produit des voitures hier, l'usine produit des voitures maintenant, et l'usine produira des voitures l'année prochaine.",
      "example_translation": "La fabbrica ha prodotto automobili ieri, la fabbrica sta producendo automobili adesso e la fabbrica produrrà automobili il prossimo anno.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ferme",
      "translation": "fattoria",
      "definition": "Une ferme est une zone de terrain utilisée pour des activités agricoles, souvent avec des bâtiments et des équipements pour l'élevage et la culture de céréales.",
      "definition_translation": "Una fattoria è un'area di terreno utilizzata per scopi agricoli, spesso con edifici e attrezzature per allevare bestiame e coltivare raccolti.",
      "example": "J'ai visité la ferme de mon oncle l'été dernier, où il élève du bétail et cultive du blé. Il cultive là-bas depuis plus de 20 ans. Il va agrandir sa ferme l'année prochaine.",
      "example_translation": "Ho visitato la fattoria di mio zio l'ultimo estate, dove allevava bestiame e coltivava grano. Ha lavorato nella fattoria per oltre 20 anni. Espanderà la sua fattoria l'anno prossimo.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appartement",
      "translation": "appartamento",
      "definition": "Un appartement est un ensemble de pièces, typiquement sur un seul niveau, utilisé comme habitation ou résidence.",
      "definition_translation": "Un appartamento è un insieme di stanze, normalmente su un singolo livello, utilizzato come abitazione o residenza.",
      "example": "Je vis dans un appartement au centre-ville, ce qui est très pratique pour moi. J'ai vécu dans cet appartement pendant trois ans et vais emménager dans un nouveau bientôt. Mes parents avaient un appartement à Rome lorsque j'étais enfant.",
      "example_translation": "Vivo in un appartamento nel centro città, che è molto comodo per me. Ho vissuto in questo appartamento per tre anni e mi trasferirò in uno nuovo presto. I miei genitori avevano un appartamento a Roma quando ero bambino.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hôpital",
      "translation": "ospedale",
      "definition": "Un hôpital est un établissement de santé qui fournit des soins médicaux et chirurgicaux aux patients, souvent avec des installations et des équipements spécialisés.",
      "definition_translation": "Un ospedale è un'istituzione sanitaria che fornisce trattamento medico e chirurgico ai pazienti, spesso con strutture e attrezzature specializzate.",
      "example": "Ma sœur est médecin à l'hôpital de notre ville, où elle travaille avec une équipe de chirurgiens expérimentés. L'hôpital sera rénové l'année prochaine pour améliorer ses installations. Elle a été hospitalisée pendant une semaine après l'accident.",
      "example_translation": "Mia sorella è un medico all'ospedale nella nostra città, dove lavora con un team di chirurghi esperti. L'ospedale sarà ristrutturato l'anno prossimo per migliorare le sue strutture. È stata ricoverata per una settimana dopo l'incidente.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hôtel",
      "translation": "albergo",
      "definition": "Un hôtel est un établissement qui fournit hébergement, restauration et d'autres services aux voyageurs et touristes.",
      "definition_translation": "Un albergo è un'istituzione che fornisce alloggio, pasti e altri servizi ai viaggiatori e turisti.",
      "example": "J'ai séjourné à un hôtel à Paris l'année dernière. Je séjourne à un hôtel à Rome maintenant. Je vais séjourner à un hôtel à Milan le mois prochain.",
      "example_translation": "Sono stato in un albergo a Parigi l'anno scorso. Sto soggiornando in un albergo a Roma ora. Soggiernerò in un albergo a Milano il prossimo mese.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maison",
      "translation": "casa",
      "definition": "Une maison est un bâtiment pour l'habitation humaine, notamment un lieu de résidence ou de séjour.",
      "definition_translation": "Una casa è un edificio per l'abitazione umana, specialmente un luogo di soggiorno o residenza.",
      "example": "J'habitais dans une maison quand j'étais enfant. J'habite dans une maison maintenant. J'habiterai dans une maison à la campagne l'année prochaine.",
      "example_translation": "Ho vissuto in una casa quando ero bambino. Sto vivendo in una casa ora. Viverò in una casa in campagna l'anno prossimo.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "musée",
      "translation": "museo",
      "definition": "Un musée est une institution dédiée à l'acquisition, à la conservation, à l'étude, à l'exposition et à l'interprétation éducative d'objets ayant une valeur scientifique, historique ou artistique.",
      "definition_translation": "Un museo è un'istituzione dedicata all'acquisizione, alla conservazione, allo studio, all'esposizione e all'interpretazione educativa di oggetti aventi valore scientifico, storico o artistico.",
      "example": "J'ai visité un musée à Londres la semaine dernière. Je visite un musée à Florence maintenant. Je visiterai un musée à Venise le mois prochain.",
      "example_translation": "Ho visitato un museo a Londra la scorsa settimana. Sto visitando un museo a Firenze ora. Visiterò un museo a Venezia il prossimo mese.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parc",
      "translation": "parco",
      "definition": "Un parc est une grande zone verte publique dans une ville, utilisée pour la détente et la récréation.",
      "definition_translation": "un'area verde pubblica grande in una città, utilizzata per il relax e il divertimento",
      "example": "Je suis allé au parc hier, je vais au parc maintenant, et je vais au parc demain.",
      "example_translation": "Sono andato al parco ieri, Sto andando al parco ora, e Andrò al parco domani.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "restaurant",
      "translation": "ristorante",
      "definition": "Un restaurant est un établissement où les gens paient pour s'asseoir et manger des repas préparés et servis sur place.",
      "definition_translation": "un posto dove le persone pagano per sedersi e mangiare pasti che sono preparati e serviti nei locali",
      "example": "J'ai mangé dans un restaurant hier soir, je mange dans un restaurant maintenant, et je mangerai dans un restaurant la semaine prochaine.",
      "example_translation": "Ho mangiato in un ristorante la scorsa notte, Sto mangiando in un ristorante ora, e Mangerò in un ristorante la prossima settimana.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rivière",
      "translation": "fiume",
      "definition": "Une rivière est un cours d'eau naturel, souvent relié à une océan ou un lac.",
      "definition_translation": "un corpo d'acqua naturale in movimento, spesso connesso a un oceano o a un lago",
      "example": "J'ai nagé dans la rivière l'été dernier, je nage dans la rivière maintenant, et je naguerai dans la rivière l'année prochaine.",
      "example_translation": "Ho nuotato nel fiume l'estate scorsa, Sto nuotando nel fiume ora, e Nuoterò nel fiume l'anno prossimo.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "route",
      "translation": "strada",
      "definition": "Une route est une voie faite pour le trafic des véhicules, notamment des voitures.",
      "definition_translation": "Una strada è un modo fatto per il viaggio dei veicoli, soprattutto delle auto.",
      "example": "J'ai marché sur la route hier, je marche sur la route maintenant, et je marcherai sur la route demain.",
      "example_translation": "Ho camminato giù per la strada ieri, sto camminando giù per la strada ora e camminerò giù per la strada domani.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "école",
      "translation": "scuola",
      "definition": "Une école est un établissement où les gens, notamment les enfants, vont apprendre.",
      "definition_translation": "Una scuola è un'istituzione dove le persone, soprattutto i bambini, vanno a imparare.",
      "example": "J'allais à l'école quand j'étais enfant, j'y vais maintenant, et j'y irai l'année prochaine.",
      "example_translation": "Sono andato a scuola quando ero un bambino, sto andando a scuola ora e andrò a scuola l'anno prossimo.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mer",
      "translation": "mare",
      "definition": "La mer est un grand corps d'eau salée qui couvre une grande partie de la surface de la Terre.",
      "definition_translation": "Il mare è un grande corpo di acqua salata che copre una porzione significativa della superficie della Terra.",
      "example": "J'ai nagé dans la mer l'été dernier, je nage dans la mer maintenant, et je naguerai dans la mer l'été prochain.",
      "example_translation": "Ho nuotato nel mare l'estate scorsa, sto nuotando nel mare ora e nuoterò nel mare l'estate prossima.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin",
      "translation": "negozio",
      "definition": "Un magasin est un bâtiment ou une partie de bâtiment où des biens ou des services sont vendus ou offerts à la vente.",
      "definition_translation": "Un edificio o parte di un edificio dove vengono venduti o offerti in vendita beni o servizi.",
      "example": "Je suis allé au magasin pour acheter du lait hier, je vais au magasin pour acheter du pain tous les jours, et je vais au magasin pour acheter des œufs demain.",
      "example_translation": "Sono andato al negozio a comprare del latte ieri, vado al negozio a comprare del pane ogni giorno, e andrò al negozio a comprare delle uova domani.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gare",
      "translation": "stazione",
      "definition": "Une gare est un bâtiment ou un endroit où une activité ou un service particulier est basé ou fourni.",
      "definition_translation": "Un edificio o luogo dove è basata o viene fornita un'attività o servizio particolare.",
      "example": "Je suis arrivé à la gare pour prendre le train hier, j'arrive à la gare pour rencontrer mon ami tous les jours, et j'arriverai à la gare pour prendre un taxi demain.",
      "example_translation": "Sono arrivato alla stazione per prendere il treno ieri, arrivato alla stazione per incontrare il mio amico ogni giorno, e arriverò alla stazione per prendere un taxi domani.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrêter",
      "translation": "fermata",
      "definition": "Un point ou un endroit où quelque chose s'arrête ou est interrompu.",
      "definition_translation": "Un punto o luogo dove qualcosa finisce o viene fermata.",
      "example": "J'ai dû m'arrêter au feu rouge hier, j'arrête pour réfléchir tous les jours et je m'arrêterai pour me reposer demain.",
      "example_translation": "Ho dovuto fermarmi al semaforo ieri, mi fermo a pensarci ogni giorno, e mi fermerò a riposare domani.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rue",
      "translation": "strada",
      "definition": "Une voie publique dans un environnement bâti, comme une ville ou un village, qui est bordée de bâtiments, de routes et de trottoirs.",
      "definition_translation": "Un percorso pubblico in un ambiente edilizio, come una città o una città, che è fiancheggiato da edifici, strade e marciapiedi.",
      "example": "J'ai marché dans la rue pour aller au magasin. Hier, j'ai marché dans la rue pour aller au magasin. Demain, je marcherai dans la rue pour aller au magasin.",
      "example_translation": "Ho camminato giù per la strada per arrivare al negozio. Ieri, ho camminato giù per la strada per arrivare al negozio. Domani, camminerò giù per la strada per arrivare al negozio.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "supermarché",
      "translation": "supermercato",
      "definition": "Un grand magasin de détail en libre-service qui vend une grande variété de produits alimentaires et ménagers.",
      "definition_translation": "Un grande negozio al dettaglio self-service che vende una vasta gamma di prodotti alimentari e casa.",
      "example": "Je vais au supermarché chaque semaine pour acheter des épicerie. La semaine dernière, j'y suis allé pour acheter des épicerie. La semaine prochaine, je vais au supermarché pour acheter des épicerie.",
      "example_translation": "Vado al supermercato ogni settimana per acquistare generi alimentari. La settimana scorsa, sono andato al supermercato per acquistare generi alimentari. La prossima settimana, andrò al supermercato per acquistare generi alimentari.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piscine",
      "translation": "piscina",
      "definition": "Une structure remplie d'eau, conçue pour la natation, la détente et la récréation.",
      "definition_translation": "Una struttura riempita d'acqua, progettata per il nuoto, la ricreazione e il relax.",
      "example": "J'aime nager dans la piscine pendant l'été. L'été dernier, j'ai nagé dans la piscine tous les jours. L'été prochain, je nagerai à nouveau dans la piscine.",
      "example_translation": "Mi piace nuotare nella piscina durante l'estate. L'estate scorsa, ho nuotato nella piscina ogni giorno. La prossima estate, nuoterò nella piscina di nuovo.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ville",
      "translation": "città",
      "definition": "Une ville est un établissement humain plus grand qu'un village mais plus petit qu'une ville.",
      "definition_translation": "Un paese è un insediamento umano che è più grande di un villaggio ma più piccolo di una città.",
      "example": "J'ai vécu dans une petite ville à la campagne. Je vis en ville maintenant. Je vivrai dans une ville au bord de la mer à l'avenir.",
      "example_translation": "Ho vissuto in un piccolo paese in campagna. Sto vivendo in città adesso. Vivrò in un paese sul mare nel futuro.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "université",
      "translation": "università",
      "definition": "Une université est une institution d'enseignement supérieur et de recherche qui délivre des diplômes universitaires dans divers domaines d'étude.",
      "definition_translation": "Una università è un'istituzione di istruzione superiore e di ricerca, che conferisce gradi accademici in vari campi di studio.",
      "example": "J'ai obtenu mon diplôme de l'université l'an dernier. Je suis actuellement étudiant à l'université. Je vais fréquenter l'université à l'automne.",
      "example_translation": "Mi sono laureato all'università l'anno scorso. Sto studiando all'università adesso. Frequerò l'università in autunno.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "village",
      "translation": "villaggio",
      "definition": "Un village est un groupe de maisons et de bâtiments associés, plus grand qu'un hameau et plus petit qu'une ville.",
      "definition_translation": "Un villaggio è un gruppo di case e edifici associati, più grande di un borgo e più piccolo di un paese.",
      "example": "J'ai grandi dans un village dans les montagnes. Je visite un village à la campagne maintenant. Je vais me installer dans un village au bord du lac en été.",
      "example_translation": "Sono cresciuto in un villaggio sulle montagne. Sto visitando un villaggio in campagna adesso. Mi trasferirò in un villaggio sul lago in estate.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "zoo",
      "translation": "zoo",
      "definition": "Un zoo est un endroit où des animaux sont détenus en captivité pour que les gens puissent les voir et les étudier.",
      "definition_translation": "Uno zoo è un luogo dove gli animali sono tenuti in cattività per le persone per vedere e studiare.",
      "example": "J'ai visité le zoo hier et j'ai vu un lion. Je vais visiter le zoo demain et voir un girafe. J'ai visité le zoo la semaine dernière et j'ai vu un singe.",
      "example_translation": "Ho visitato lo zoo ieri e ho visto un leone. Visiterò lo zoo domani e vedrò una giraffa. Ho visitato lo zoo la settimana scorsa e ho visto una scimmia.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aéroport",
      "translation": "aeroporto",
      "definition": "Un aéroport est un endroit où les avions décollent et atterrissent, et où les passagers embarquent et débarquent.",
      "definition_translation": "Un aeroporto è un luogo dove gli aerei decollano e atterrano, e dove i passeggeri si imbarcano e sbarcano.",
      "example": "Je suis arrivé à l'aéroport tôt et j'ai enregistré mes bagages. Je vais arriver à l'aéroport demain et récupérer mon ami. J'étais arrivé à l'aéroport la semaine dernière et j'ai attendu mon vol.",
      "example_translation": "Sono arrivato all'aeroporto presto e ho controllato il mio bagaglio. Arriverò all'aeroporto domani e raccoglierò il mio amico. Sono arrivato all'aeroporto la settimana scorsa e ho aspettato il mio volo.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appartement",
      "translation": "appartamento",
      "definition": "Un appartement est une unité d'habitation auto-suffisante qui occupe uniquement une partie d'un bâtiment.",
      "definition_translation": "Un appartamento è un'unità abitativa autonoma che occupa solo una parte di un edificio.",
      "example": "Je me suis installé dans mon nouvel appartement hier et j'ai déballé mes cartons. Je vais m'installer dans mon nouvel appartement la semaine prochaine et inviter mes amis. Je me suis installé dans mon nouvel appartement le mois dernier et j'ai décoré le salon.",
      "example_translation": "Mi sono trasferito nel mio nuovo appartamento ieri e ho scaricato le mie scatole. Mi trasferirò nel mio nuovo appartamento la prossima settimana e inviterò i miei amici. Mi sono trasferito nel mio nuovo appartamento lo scorso mese e ho decorato la sala客廳.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "zone",
      "translation": "area",
      "definition": "Une région définie ou un espace, comme une zone géographique ou une partie spécifique d'un bâtiment.",
      "definition_translation": "Una regione definita o spazio, come un'area geografica o una parte specifica di un edificio.",
      "example": "Le parc est une zone populaire pour la marche. Hier, j'ai marché dans la zone. Demain, je marcherai dans la zone.",
      "example_translation": "Il parco è un'area popolare per camminare. Ieri, ho camminato nell'area. Domani, camminerò nell'area.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "librairie",
      "translation": "libreria",
      "definition": "Un magasin qui vend des livres, des journaux et d'autres publications.",
      "definition_translation": "Un negozio che vende libri, giornali e altre pubblicazioni.",
      "example": "Je suis allé à la librairie pour acheter un roman. La librairie est près de chez moi. Je vais aller à la librairie la semaine prochaine.",
      "example_translation": "Sono andato in libreria per comprare un romanzo. La libreria è vicino a casa mia. Andrò in libreria la prossima settimana.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "librairie générale",
      "translation": "libreria",
      "definition": "Un magasin qui vend des livres, en particulier un grand avec une grande sélection de titres.",
      "definition_translation": "Un negozio che vende libri, soprattutto uno grande con una vasta selezione di titoli.",
      "example": "La librairie générale est mon endroit préféré pour me détendre. J'ai été à la librairie générale plusieurs fois. Je vais visiter la librairie générale demain.",
      "example_translation": "La libreria è il mio posto preferito per rilassarmi. Sono stato in libreria molte volte. Visiterò la libreria domani.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pont",
      "translation": "ponte",
      "definition": "Une structure construite pour franchir des obstacles physiques, tels que l'eau, la vallée ou la route, et pour fournir un passage au-dessus d'eux.",
      "definition_translation": "Una struttura costruita per superare ostacoli fisici, come acqua, valle o strada, e per fornire il passaggio sopra di essi.",
      "example": "L'ingénieur a conçu un nouveau pont pour relier les deux îles. Hier, j'ai marché sur le pont. Demain, je vais franchir le pont en voiture.",
      "example_translation": "L'ingegnere ha progettato un nuovo ponte per collegare le due isole. Ieri, ho attraversato il ponte. Domani, guiderò sul ponte.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bâtiment",
      "translation": "edificio",
      "definition": "Une structure avec un toit et des murs, comme une maison, une école ou un bureau, utilisée pour diverses activités.",
      "definition_translation": "Una struttura con un tetto e mura, come una casa, una scuola o un ufficio, utilizzata per varie attività.",
      "example": "Le bâtiment est en construction. Le bâtiment a été achevé l'année dernière. Le bâtiment sera démoli le mois prochain.",
      "example_translation": "L'edificio è in costruzione. L'edificio è stato completato l'anno scorso. L'edificio sarà demolito il prossimo mese.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gare routière",
      "translation": "stazione degli autobus",
      "definition": "Un endroit où les autobus s'arrêtent pour prendre et déposer des passagers.",
      "definition_translation": "Un posto dove gli autobus si fermano per prendere e lasciare i passeggeri.",
      "example": "Je suis allé à la gare routière pour acheter un billet. La gare routière est toujours bondée. La gare routière sera rénovée bientôt.",
      "example_translation": "Sono andato alla stazione degli autobus per comprare un biglietto. La stazione degli autobus è sempre affollata. La stazione degli autobus sarà rinnovata presto.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrêt de bus",
      "translation": "fermata dell'autobus",
      "definition": "Un endroit où les autobus s'arrêtent pour laisser monter ou descendre des passagers, généralement marqué par un panneau ou un abri.",
      "definition_translation": "Un luogo in cui gli autobus si fermano per far salire o scendere i passeggeri, solitamente segnalato da un cartello o da un riparo.",
      "example": "J'ai attendu 15 minutes à l'arrêt de bus, puis il a commencé à pleuvoir. Hier, j'ai raté le bus à l'arrêt de bus. Demain, je vais rencontrer mon ami à l'arrêt de bus.",
      "example_translation": "Ho aspettato 15 minuti alla fermata dell'autobus, poi è iniziato a piovere. Ieri, ho perso l'autobus alla fermata dell'autobus. Domani, incontrerò il mio amico alla fermata dell'autobus.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cafétéria",
      "translation": "mensa",
      "definition": "Un restaurant self-service, généralement dans une école, un hôpital ou un immeuble de bureaux, où la nourriture et les boissons sont dispensées à partir d'un comptoir ou de machines distributrices.",
      "definition_translation": "Un ristorante self-service, tipicamente in una scuola, ospedale o edificio per uffici, dove i cibi e le bevande vengono distribuiti da un bancone o dalle macchine di vendita.",
      "example": "La cafétéria de notre école sert de la bonne nourriture, mais elle est toujours bondée. J'ai rencontré mes collègues à la cafétéria pour déjeuner. La nouvelle cafétéria ouvrira le mois prochain.",
      "example_translation": "La mensa nella nostra scuola serve buon cibo, ma è sempre affollata. Ho incontrato i miei colleghi nella mensa per pranzo. La nuova mensa aprirà il prossimo mese.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "capitale",
      "translation": "capitale",
      "definition": "La ville ou le town qui sert de siège du gouvernement pour un pays, un état ou une province.",
      "definition_translation": "La città o paese che serve come sede del governo per un paese, stato o provincia.",
      "example": "La capitale de la France est Paris. La capitale des États-Unis est Washington D.C. La capitale de l'Italie est Rome.",
      "example_translation": "La capitale della Francia è Parigi. La capitale degli Stati Uniti è Washington D.C. La capitale dell'Italia è Roma.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parking",
      "translation": "parcheggio",
      "definition": "Une zone désignée pour stationner des véhicules, généralement une grande zone extérieure avec des espaces marqués.",
      "definition_translation": "Un'area designata per parcheggiare veicoli, tipicamente un'area all'aperto grande con spazi segnati.",
      "example": "J'ai garé ma voiture au parking et puis je suis allé au centre-ville à pied. Je vais garer ma voiture au parking demain. J'avais garé ma voiture au parking hier.",
      "example_translation": "Ho parcheggiato la mia auto nel parcheggio e poi ho camminato fino al centro città. Parcheggerò la mia auto nel parcheggio domani. Avevo parcheggiato la mia auto nel parcheggio ieri.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "château",
      "translation": "castello",
      "definition": "Un grand bâtiment ou structure impressionnant, généralement situé dans un emplacement notable, souvent associé au Moyen Âge.",
      "definition_translation": "Un grande edificio o struttura impressionante, solitamente in una posizione prominente, spesso associata ai tempi medievali.",
      "example": "Le château a été construit au 12e siècle et est maintenant une attraction touristique populaire. Je vais visiter le château l'été prochain. J'ai visité le château l'an dernier.",
      "example_translation": "Il castello è stato costruito nel XII secolo ed è ora un'attrazione turistica popolare. Visiterò il castello la prossima estate. Ho visitato il castello l'anno scorso.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cathédrale",
      "translation": "cattedrale",
      "definition": "Un grand édifice religieux, généralement siège d'un évêque, souvent caractérisé par une architecture et des décorations remarquables.",
      "definition_translation": "Un grande edificio della chiesa impressionante, solitamente la sede di un vescovo, spesso con una architettura mozzafiato e decorazioni ornaments.",
      "example": "La cathédrale a pris des siècles pour être achevée et est considérée comme un chef-d'œuvre de l'architecture gothique. Je vais assister à une messe à la cathédrale dimanche prochain. J'ai assisté à un concert à la cathédrale le mois dernier.",
      "example_translation": "La cattedrale ha impiegato secoli per essere completata e viene considerata un capolavoro dell'architettura gotica. Parteciperò a una messa alla cattedrale la prossima domenica. Ho partecipato a un concerto alla cattedrale lo scorso mese.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre",
      "translation": "centro",
      "definition": "Le point ou partie centrale de quelque chose, ou un endroit où une activité particulière est concentrée.",
      "definition_translation": "Il punto centrale o parte di qualcosa, o un luogo dove un'attività particolare è concentrata.",
      "example": "Je suis allé au centre de la ville pour rencontrer mes amis. Je vais au centre de la ville pour faire des achats. J'étais au centre de la ville le week-end dernier.",
      "example_translation": "Sono andato nel centro della città per incontrare i miei amici. Sto andando nel centro della città per fare shopping. Sono andato nel centro della città lo scorso weekend.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pharmacie",
      "translation": "farmacia",
      "definition": "Un magasin où sont vendus des médicaments et autres produits de soins de santé.",
      "definition_translation": "Un negozio dove vengono venduti medicinali e altri prodotti per la salute.",
      "example": "Je suis allé à la pharmacie pour acheter des médicaments. Je vais à la pharmacie pour récupérer ma prescription. J'étais à la pharmacie hier pour récupérer ma commande.",
      "example_translation": "Sono andato alla farmacia per comprare del medicinale. Sto andando alla farmacia per ottenere la mia ricetta. Sono andato alla farmacia ieri per ritirare la mia ordinazione.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "église",
      "translation": "chiesa",
      "definition": "Un bâtiment destiné aux services religieux chrétiens, notamment une grande église impressionnante.",
      "definition_translation": "Un edificio per servizi religiosi cristiani, soprattutto uno grande e impressionante.",
      "example": "J'ai été à l'église pour prier. Je vais à l'église pour le mariage. J'étais à l'église dimanche dernier pour assister au service.",
      "example_translation": "Sono andato in chiesa per pregare. Sto andando in chiesa per il matrimonio. Sono andato in chiesa la scorsa domenica per partecipare al servizio.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre-ville",
      "translation": "centro città",
      "definition": "La partie centrale d'une ville, généralement où se trouvent les principaux commerces, bureaux et bâtiments publics.",
      "definition_translation": "La parte centrale di una città, dove sono solitamente ubicati i principali negozi, uffici e edifici pubblici.",
      "example": "J'ai vécu dans le centre-ville pendant trois ans, je vis actuellement dans le centre-ville et je vivrai dans le centre-ville à l'avenir.",
      "example_translation": "Avevo vissuto nel centro città per tre anni, vivo attualmente nel centro città e vivrò nel centro città nel futuro.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de vêtements",
      "translation": "negozio di abbigliamento",
      "definition": "Un magasin qui vend des vêtements et autres choses que les gens portent.",
      "definition_translation": "Un negozio che vende abbigliamento e altre cose che le persone indossano.",
      "example": "J'étais au magasin de vêtements hier, je vais au magasin de vêtements aujourd'hui et je vais au magasin de vêtements demain.",
      "example_translation": "Sono andato al negozio di abbigliamento ieri, sto andando al negozio di abbigliamento oggi e andrò al negozio di abbigliamento domani.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "club",
      "translation": "club",
      "definition": "Une association de personnes ayant des intérêts ou des objectifs communs, notamment une organisation sociale ou sportive.",
      "definition_translation": "Un'associazione di persone con interessi o obiettivi comuni, specialmente un'organizzazione sociale o sportiva.",
      "example": "J'ai rejoint le club l'année dernière, je vais au club maintenant et je vais au club l'année prochaine.",
      "example_translation": "Mi sono unito al club l'anno scorso, sto partecipando al club ora e parteciperò al club l'anno prossimo.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "collège",
      "translation": "collegio",
      "definition": "Une institution d'enseignement supérieur, généralement offrant des diplômes de premier cycle.",
      "definition_translation": "Un'istituzione di istruzione superiore, che offre di solito lauree undergraduate.",
      "example": "J'ai fréquenté le collège pendant quatre ans pour étudier l'informatique. Je fréquente le collège ce semestre pour suivre quelques cours. Je vais fréquenter le collège l'année prochaine pour poursuivre mon master.",
      "example_translation": "Ho frequentato il collegio per quattro anni per studiare scienze informatiche. Sto frequentando il collegio questo semestre per prendere alcuni corsi in più. Frequento il collegio l'anno prossimo per perseguire la mia laurea magistrale.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coin",
      "translation": "angolo",
      "definition": "Le point ou zone où deux ou plusieurs arêtes, surfaces ou lignes se rencontrent.",
      "definition_translation": "Il punto o area dove due o più bordi, superfici o linee si incontrano.",
      "example": "Je me suis assis au coin du lit pour mettre mes chaussures. Le livre était placé au coin de la table. Le chef a coupé le coin du gâteau pour le servir.",
      "example_translation": "Mi sono seduto sull'angolo del letto per mettermi le scarpe. Il libro era stato posato sull'angolo del tavolo. Il cuoco ha tagliato l'angolo della torta per servirla.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de département",
      "translation": "grande magazzino",
      "definition": "Un grand magasin de détail qui offre une grande variété de produits, notamment des vêtements, des cosmétiques et des biens de maison.",
      "definition_translation": "Un grande negozio di vendita al dettaglio che offre una vasta gamma di prodotti, comprendenti abbigliamento, cosmetici e merci per la casa.",
      "example": "Je suis allé au magasin de département pour acheter une nouvelle robe. Elle a travaillé au magasin de département pendant cinq ans. Ils ouvrent un nouveau magasin de département dans le centre-ville.",
      "example_translation": "Sono andato al grande magazzino per comprare un nuovo abito. Lei ha lavorato al grande magazzino per cinque anni. Stanno aprendo un nuovo grande magazzino nel centro città.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "discothèque",
      "translation": "disco",
      "definition": "Un type de nightclub ou de fête où les gens dansent sur de la musique enregistrée.",
      "definition_translation": "un tipo di nightclub o festa dove le persone ballano con musica registrata",
      "example": "Je suis allé à une discothèque hier soir et j'ai dansé avec mes amis. Je vais aller à une discothèque ce soir et je danserai avec mes amis. J'étais à une discothèque l'année dernière et j'ai dansé avec mes amis.",
      "example_translation": "Sono andato a un disco la scorsa notte e ho ballato con i miei amici. Sto andando a un disco stasera e ballerò con i miei amici. Sono andato a un disco l'anno scorso e ho ballato con i miei amici.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pharmacie",
      "translation": "farmacia",
      "definition": "Un magasin où vous pouvez acheter des médicaments, des cosmétiques et d'autres produits de soins personnels.",
      "definition_translation": "un negozio dove puoi acquistare medicine, cosmetici e altri prodotti per la cura personale",
      "example": "Je suis allé à la pharmacie pour acheter des analgésiques. Je vais à la pharmacie pour acheter du sunscreen. J'étais à la pharmacie la semaine dernière pour acheter du shampooing.",
      "example_translation": "Sono andato in farmacia per comprare alcuni antidolorifici. Sto andando in farmacia per comprare del filtro solare. Sono andato in farmacia la settimana scorsa per comprare dello shampoo.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entrée",
      "translation": "ingresso",
      "definition": "Le point ou le moyen d'entrer dans un bâtiment, un lieu ou une zone.",
      "definition_translation": "il punto o modo di ingresso in un edificio, un luogo o un'area",
      "example": "L'entrée du musée était très impressionnante. Je cherche l'entrée du parc. J'ai trouvé l'entrée du bâtiment hier soir.",
      "example_translation": "L'ingresso del museo era molto impressionante. Sto cercando l'ingresso del parco. Ho trovato l'ingresso dell'edificio la scorsa notte.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sortie",
      "translation": "uscita",
      "definition": "Un moyen de sortir d'un lieu, d'un bâtiment ou d'un véhicule.",
      "definition_translation": "Un modo per uscire da un luogo, edificio o veicolo.",
      "example": "Je vais sortir de la pièce lorsque la réunion sera terminée. J'ai quitté le bâtiment hier. Je sorte de l'autoroute tous les jours.",
      "example_translation": "Uscirò dalla stanza quando la riunione sarà finita. Sono uscito dall'edificio ieri. Esco dall'autostrada ogni giorno.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "champ",
      "translation": "campo",
      "definition": "Une zone de terre utilisée pour un but particulier, comme l'agriculture ou les sports.",
      "definition_translation": "Un'area di terra utilizzata per uno scopo specifico, come l'agricoltura o gli sport.",
      "example": "J'ai joué au football dans le champ hier. Je vais travailler dans le champ demain. J'ai travaillé dans le champ pendant cinq ans.",
      "example_translation": "Ho giocato a calcio nel campo ieri. Lavorerò nel campo domani. Ho lavorato nel campo per cinque anni.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garage",
      "translation": "garage",
      "definition": "Un bâtiment ou une pièce pour abriter un véhicule ou d'autres véhicules.",
      "definition_translation": "Un edificio o stanza per alloggiare un'auto o altri veicoli.",
      "example": "Je vais garer ma voiture dans le garage ce soir. J'ai garé ma voiture dans le garage hier soir. J'ai garé ma voiture dans le garage tous les jours.",
      "example_translation": "Parcheggerò la mia auto nel garage stasera. Ho parcheggiato la mia auto nel garage ieri sera. Ho parcheggiato la mia auto nel garage ogni giorno.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "colline",
      "translation": "collina",
      "definition": "Une élévation naturelle de la surface de la terre qui s'élève plus ou moins brusquement du niveau environnant et qui atteint une altitude qui, par rapport à l'élévation adjacent, est impressionnante ou remarquable.",
      "definition_translation": "Un'elevazione naturale della superficie della terra che si innalza più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "Elle a marché sur la colline pour avoir une meilleure vue. Hier, j'ai escaladé la colline avec mes amis. L'été prochain, nous allons randonner sur la colline ensemble.",
      "example_translation": "È salita sulla collina per avere una vista migliore. Ieri, ho scalato la collina con i miei amici. La prossima estate, camperemo sulla collina insieme.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "île",
      "translation": "isola",
      "definition": "Un morceau de terre entouré d'eau à marée haute.",
      "definition_translation": "Un pezzo di terra circondato dall'acqua durante l'alta marea.",
      "example": "L'île était isolée et paisible. L'année dernière, j'ai visité l'île avec ma famille. L'hiver prochain, nous allons passer notre lune de miel sur l'île.",
      "example_translation": "L'isola era isolata e pacifica. Lo scorso anno, ho visitato l'isola con la mia famiglia. Il prossimo inverno, andremo all'isola per la luna di miele.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bibliothèque",
      "translation": "biblioteca",
      "definition": "Un lieu où sont conservés des matériaux littéraires, musicaux, artistiques ou de référence qui ne sont pas vendus.",
      "definition_translation": "Un luogo in cui materiali letterari, musicali, artistici o di riferimento sono conservati per l'uso ma non per la vendita.",
      "example": "J'ai passé la plupart de mon temps libre à la bibliothèque. Hier, j'ai rendu le livre à la bibliothèque. Le semestre prochain, nous allons avoir un projet de groupe à la bibliothèque.",
      "example_translation": "Ho trascorso la maggior parte del mio tempo libero nella biblioteca. Ieri, ho restituito il libro alla biblioteca. Il prossimo semestre, avremo un progetto di gruppo alla biblioteca.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ascenseur",
      "translation": "ascensore",
      "definition": "Un dispositif utilisé pour soulever ou élever des objets lourds ou des personnes, généralement par moyen d'une plateforme ou d'une cage qui est soulevée et abaissée par un système de poulies ou de machinerie hydraulique.",
      "definition_translation": "Un dispositivo utilizzato per sollevare o innalzare oggetti o persone pesanti, di solito mediante una piattaforma o gabbia che viene sollevata e abbassata da un sistema di pulegge o macchine idrauliche.",
      "example": "Les ouvriers de la construction ont utilisé un ascenseur pour transporter des matériaux de construction au dernier étage. Hier, j'ai utilisé un ascenseur pour porter mes bagages lourds jusqu'à mon appartement. D'ici l'année prochaine, nous aurons installé un nouvel ascenseur dans le bâtiment des bureaux.",
      "example_translation": "I lavoratori edili hanno utilizzato un ascensore per trasportare materiali da costruzione al piano superiore. Ieri, ho utilizzato un ascensore per portare i miei bagagli pesanti fino al mio appartamento. Entro l'anno prossimo, avremo installato un nuovo ascensore nell'edificio degli uffici.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marché",
      "translation": "mercato",
      "definition": "Une réunion régulière de personnes pour la vente d'aliments, de biens ou de services, souvent en plein air ou dans un grand bâtiment public.",
      "definition_translation": "Un'assemblea regolare di persone per la vendita di cibo, beni o servizi, spesso all'aperto o in un grande edificio pubblico.",
      "example": "Le marché local offre des produits frais et des crafts artisanaux. Au marché, nous avons acheté des fruits et des légumes frais. D'ici la fin de l'année, un nouveau marché ouvrira au centre-ville.",
      "example_translation": "Il mercato locale offre prodotti freschi e artigianato fatto a mano. Al mercato, abbiamo comprato alcuni frutti e verdure freschi. Alla fine dell'anno, un nuovo mercato aprirà nel centro della città.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mosquée",
      "translation": "moschea",
      "definition": "Un bâtiment pour la prière musulmane, généralement avec un minaret, un mihrab et un toit central en dôme.",
      "definition_translation": "Un edificio per la preghiera musulmana, tipicamente con un minareto, una nicchia di preghiera e un tetto centrale a cupola.",
      "example": "La belle mosquée au centre-ville attire de nombreux touristes. Hier, j'ai visité une mosquée historique dans la vieille ville. D'ici le mois prochain, la nouvelle mosquée sera achevée.",
      "example_translation": "La bella moschea nel centro della città ha attratto molti turisti. Ieri, ho visitato una moschea storica nella città vecchia. Entro il prossimo mese, la nuova moschea sarà completata.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "autoroute",
      "translation": "autostrada",
      "definition": "Une route à haute vitesse conçue pour le trafic rapide, notamment une qui fait partie d'un système d'autoroutes majeur.",
      "definition_translation": "Una strada ad alta velocità progettata per il traffico veloce, soprattutto una che fa parte di un sistema autostradale maggior.",
      "example": "J'ai conduit sur l'autoroute pendant trois heures pour atteindre ma destination. Hier, j'ai conduit sur l'autoroute pour visiter ma famille. Demain, je conduirai sur l'autoroute pour aller au travail.",
      "example_translation": "Ho guidato sull'autostrada per tre ore per raggiungere la mia destinazione. Ieri, ho guidato sull'autostrada per visitare la mia famiglia. Domani, guiderò sull'autostrada per andare al lavoro.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "montagne",
      "translation": "montagna",
      "definition": "Une élévation naturelle de la surface de la Terre s'élevant plus ou moins abruptement du niveau environnant et atteignant une altitude qui, relative à l'élévation adjacent, est impressionnante ou notable.",
      "definition_translation": "Un aumento naturale della superficie terrestre che sale più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "J'ai gravi la montagne la semaine dernière. Hier, j'ai vu la montagne depuis l'avion. L'année prochaine, je skierai sur la montagne.",
      "example_translation": "Ho scalato la montagna la scorsa settimana. Ieri, ho visto la montagna dall'aereo. L'anno prossimo, scierò sulla montagna.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bureau",
      "translation": "ufficio",
      "definition": "Une pièce, un ensemble de pièces ou un bâtiment où les personnes travaillent, souvent à un poste administratif ou de direction.",
      "definition_translation": "Una stanza, un set di stanze o un edificio dove le persone lavorano, spesso in una capacità amministrativa o manageriale.",
      "example": "Je suis allé au bureau hier. Aujourd'hui, je travaille au bureau. Demain, j'aurai une réunion au bureau.",
      "example_translation": "Sono andato in ufficio ieri. Oggi, sto lavorando nell'ufficio. Domani, avrò una riunione all'ufficio.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sentier",
      "translation": "percorsi",
      "definition": "Un sentier est un moyen de se déplacer d'un endroit à un autre, notamment à la campagne ou dans un parc.",
      "definition_translation": "Un percorso è un modo di spostarsi da un posto all'altro, specialmente in campagna o in un parco.",
      "example": "J'ai marché le long du sentier dans les bois. Je marche le long du sentier dans les bois. Je marcherai le long du sentier dans les bois.",
      "example_translation": "Ho camminato lungo il sentiero nel bosco. Sto camminando lungo il sentiero nel bosco. Camminerò lungo il sentiero nel bosco.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "animalerie",
      "translation": "negozio di animali",
      "definition": "Une animalerie est un magasin qui vend des animaux, notamment des chiens, des chats et des oiseaux, ainsi que de la nourriture et des accessoires pour eux.",
      "definition_translation": "Un negozio di animali è un negozio che vende animali, soprattutto cani, gatti e uccelli, così come cibo e accessori per loro.",
      "example": "Je suis allé à l'animalerie pour acheter de la nourriture pour mon chien. Je vais à l'animalerie pour acheter un nouvel oiseau. Je vais à l'animalerie pour acheter un chat.",
      "example_translation": "Sono andato al negozio di animali per comprare cibo per il mio cane. Sto andando al negozio di animali per comprare un nuovo uccello. Andrò al negozio di animali per comprare un gatto.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "station-service",
      "translation": "stazione di servizio",
      "definition": "Une station-service est un endroit où vous pouvez acheter du carburant pour votre voiture, ainsi que d'autres services tels que des changements d'huile et des lavages de voiture.",
      "definition_translation": "Una stazione di servizio è un luogo dove puoi comprare carburante per la tua automobile, così come altri servizi come cambi olio e lavaggi auto.",
      "example": "J'ai arrêté à la station-service pour faire le plein de mon véhicule. Je m'arrête à la station-service pour faire changer l'huile de mon véhicule. Je m'arrêterai à la station-service pour laver ma voiture.",
      "example_translation": "Mi sono fermato alla stazione di servizio per riempire la mia auto. Sto fermando alla stazione di servizio per cambiare l'olio. Mi fermerò alla stazione di servizio per lavare la mia auto.",
      "imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aire de jeu",
      "translation": "terreno giochi",
      "definition": "Un espace en plein air, notamment dans une école ou un parc public, équipé de structures et d'équipements pour que les enfants puissent jouer.",
      "definition_translation": "Un'area all'aperto, soprattutto in una scuola o in un parco pubblico, attrezzata con strutture e attrezzature per bambini che giocano.",
      "example": "J'ai joué sur les balançoires dans l'aire de jeu lorsque j'étais enfant. Maintenant, je prends mes enfants à l'aire de jeu le week-end. L'année prochaine, j'aurai construit une aire de jeu dans mon jardin.",
      "example_translation": "Ho giocato sulle altalene nel terreno giochi quando ero un bambino. Ora, porto i miei bambini al terreno giochi durante i fine settimana. Entro l'anno prossimo, avrò costruito un terreno giochi nel mio giardino.",
      "imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "commissariat de police",
      "translation": "stazione di polizia",
      "definition": "Un bâtiment ou un bureau où fonctionnent les policiers, où les gens peuvent signaler des crimes ou porter plainte.",
      "definition_translation": "Un edificio o ufficio da cui la polizia opera, dove le persone possono denunciare crimini o presentare reclami.",
      "example": "Le commissariat de police était juste au coin de la rue de ma maison. J'y suis allé pour signaler mon vélo volé. Si je deviens policière, je travaillerai au commissariat de police.",
      "example_translation": "La stazione di polizia era proprio dietro l'angolo dalla mia casa. Sono andato alla stazione di polizia per denunciare la mia bicicletta rubata. Se diventerò un agente di polizia, lavorerò in una stazione di polizia.",
      "imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piscine",
      "translation": "piscina",
      "definition": "Une petite zone d'eau stagnante, généralement en plein air, utilisée pour la natation ou d'autres activités récréatives.",
      "definition_translation": "Un'area piccola di acqua stagnante, generalmente all'aperto, utilizzata per nuotare o altre attività ricreative.",
      "example": "J'ai nagé dans la piscine hier. Ma famille construit une piscine dans notre jardin. D'ici l'été prochain, j'aurai appris à plonger dans la piscine.",
      "example_translation": "Ho nuotato nella piscina ieri. La mia famiglia sta costruendo una piscina nel nostro giardino. Entro la prossima estate, avrò imparato a tuffarmi nella piscina.",
      "imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bureau de poste",
      "translation": "ufficio postale",
      "definition": "Un bâtiment ou une pièce où sont offerts des services postaux, tels que l'envoi et la réception de courrier et de paquets",
      "definition_translation": "un edificio o stanza dove vengono forniti servizi postali, come l'invio e la ricezione di posta e pacchi",
      "example": "Je suis allé au bureau de poste pour envoyer une lettre à mon ami hier, puis je vais y retourner demain pour envoyer un paquet à ma sœur, et d'ici la semaine prochaine, j'aurai été au bureau de poste de nombreuses fois.",
      "example_translation": "Sono andato all'ufficio postale per spedire una lettera al mio amico ieri, poi ci andrò di nuovo domani per spedire un pacco alla mia sorella, e entro la prossima settimana, sarò già stato all'ufficio postale molte volte.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "taverne",
      "translation": "pub",
      "definition": "Un bâtiment ou une pièce, en particulier au Royaume-Uni, où les gens se réunissent pour boire et socialiser",
      "definition_translation": "un edificio o stanza, soprattutto nel Regno Unito, dove le persone vanno a bere e socializzare",
      "example": "J'ai rencontré mes amis à la taverne hier soir, nous nous y retrouverons à nouveau ce soir, et je vais à la taverne tous les vendredis depuis un an.",
      "example_translation": "Mi sono incontrato con i miei amici al pub la scorsa notte, ci incontreremo di nuovo al pub questa sera, e sono stato andando al pub ogni venerdì per l'anno scorso.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chemin de fer",
      "translation": "ferrovia",
      "definition": "Un système de voies ferrées et de trains pour le transport des personnes et des marchandises",
      "definition_translation": "un sistema di binari e treni per il trasporto di persone e merci",
      "example": "J'ai pris le chemin de fer pour rendre visite à ma famille le week-end dernier, je le reprendrai le mois prochain pour aller à la campagne, et j'utilise le chemin de fer pour me rendre au travail tous les jours depuis cinq ans.",
      "example_translation": "Ho preso la ferrovia per visitare la mia famiglia lo scorso fine settimana, prenderò di nuovo la ferrovia il mese prossimo per andare in campagna, e ho stato usando la ferrovia per andare al lavoro ogni giorno per gli ultimi cinque anni.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gare de chemin de fer",
      "translation": "stazione ferroviaria",
      "definition": "Une gare de chemin de fer est un bâtiment ou une structure où les trains s'arrêtent pour prendre ou laisser des passagers ou des marchandises.",
      "definition_translation": "Una stazione ferroviaria è un edificio o struttura dove i treni si fermano per prendere o lasciare passeggeri o merci.",
      "example": "Je suis allé à la gare de chemin de fer pour prendre mon train pour New York. Je vais à la gare de chemin de fer pour retrouver mon ami. Je vais à la gare de chemin de fer pour prendre le train pour Paris.",
      "example_translation": "Sono andato alla stazione ferroviaria per prendere il mio treno per New York. Sto andando alla stazione ferroviaria per incontrare il mio amico. Andrò alla stazione ferroviaria per prendere il treno per Parigi.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de chaussures",
      "translation": "negozi di scarpe",
      "definition": "Un magasin de chaussures est un établissement commercial qui vend des chaussures et d'autres produits de cuir.",
      "definition_translation": "Un negozio di scarpe è un'azienda di vendita al dettaglio che vende scarpe e altri prodotti di calzature.",
      "example": "Je suis allé au magasin de chaussures pour acheter une nouvelle paire de chaussures. Je vais au magasin de chaussures pour retourner mes chaussures défectueuses. Je vais au magasin de chaussures pour faire réparer mes chaussures.",
      "example_translation": "Sono andato al negozio di scarpe per comprare un nuovo paio di scarpe. Sto andando al negozio di scarpe per restituire le mie scarpe difettose. Andrò al negozio di scarpe per far riparare le mie scarpe.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre commercial",
      "translation": "centro commerciale",
      "definition": "Un centre commercial est un grand bâtiment ou un ensemble de bâtiments qui abritent de nombreux magasins, boutiques et restaurants.",
      "definition_translation": "Un centro commerciale è un grande edificio o area che contiene molti negozi, storie e ristoranti.",
      "example": "Je suis allé au centre commercial pour acheter des vêtements. Je vais au centre commercial pour retrouver mes amis. Je vais au centre commercial pour aller voir un film.",
      "example_translation": "Sono andato al centro commerciale per comprare بعضi vestiti. Sto andando al centro commerciale per incontrare i miei amici. Andrò al centro commerciale per guardare un film.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre sportif",
      "translation": "centro sportivo",
      "definition": "Un centre sportif est un grand bâtiment ou un ensemble de bâtiments qui offrent des installations et du matériel pour divers sports et activités physiques.",
      "definition_translation": "Un centro sportivo è un grande edificio o area che fornisce strutture e attrezzature per varie discipline sportive e attività fisiche.",
      "example": "Je suis allé au centre sportif pour jouer au basket-ball avec mes amis hier, je joue au tennis aujourd'hui, et je vais y faire du jogging demain.",
      "example_translation": "Sono andato al centro sportivo a giocare a pallacanestro con i miei amici ieri, sto giocando a tennis lì oggi e andrò a jogging lì domani.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "place",
      "translation": "piazza",
      "definition": "Une place est un espace ouvert dans une ville ou un village, souvent entouré de bâtiments, de rues ou de monuments historiques.",
      "definition_translation": "Una piazza è uno spazio aperto in una città o paese, spesso circondato da edifici, strade o monumenti storici.",
      "example": "J'ai traversé la place pour aller au musée hier, je m'y suis assis pour profiter du soleil aujourd'hui, et je vais y retrouver mes amis demain.",
      "example_translation": "Ho attraversato la piazza per arrivare al museo ieri, sto seduto nella piazza per godermi il sole oggi e incontrerò i miei amici nella piazza domani.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stade",
      "translation": "stadio",
      "definition": "Un stade est une grande structure en plein air ou intérieure, typiquement avec des rangées de sièges, utilisée pour les sports, les concerts et d'autres événements.",
      "definition_translation": "Uno stadio è una grande struttura all'aperto o al chiuso, tipicamente con posti a sedere a gradoni, usata per sport, concerti e altri eventi.",
      "example": "J'ai regardé un match de football au stade la semaine dernière, je vais à un concert au stade ce soir, et je vais courir un marathon au stade le mois prochain.",
      "example_translation": "Ho guardato una partita di calcio allo stadio la settimana scorsa, sto andando a un concerto allo stadio stasera e correrò una maratona allo stadio il prossimo mese.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "théâtre",
      "translation": "teatro",
      "definition": "Un bâtiment ou un espace où se déroulent des performances en direct, telles que des pièces de théâtre, des concerts et des spectacles de danse.",
      "definition_translation": "Un edificio o spazio in cui si tengono performance live, come spettacoli, concerti e esibizioni di danza.",
      "example": "Je suis allé au théâtre hier soir pour regarder une pièce de théâtre. Je vais au théâtre ce soir pour regarder un spectacle de musique. Je vais au théâtre la semaine prochaine pour regarder un spectacle de comédie.",
      "example_translation": "Sono andato a teatro ieri sera per guardare uno spettacolo. Sto andando a teatro stasera per guardare un musical. Andrò a teatro la prossima settimana per guardare uno spettacolo comico.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guichet",
      "translation": "biglietteria",
      "definition": "Un endroit où les billets sont vendus, notamment au théâtre, au cinéma ou à la gare.",
      "definition_translation": "Un luogo in cui si vendono biglietti, soprattutto in un teatro, cinema o stazione ferroviaria.",
      "example": "Je dois aller au guichet pour acheter un billet pour le concert. Le guichet était fermé lorsque je suis arrivé. Je vais au guichet demain pour acheter un billet pour la pièce de théâtre.",
      "example_translation": "Devo andare alla biglietteria per comprare un biglietto per il concerto. La biglietteria era chiusa quando sono arrivato. Andrò alla biglietteria domani per comprare un biglietto per lo spettacolo.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de jouets",
      "translation": "negozio di giocattoli",
      "definition": "Un magasin qui vend des jouets et des jeux, notamment pour les enfants.",
      "definition_translation": "Un negozio che vende giocattoli e giochi, soprattutto per bambini.",
      "example": "Je suis allé au magasin de jouets pour acheter un cadeau d'anniversaire pour mon neveu. Le magasin de jouets avait des soldes la semaine dernière. Je vais au magasin de jouets demain pour acheter un jouet pour la fille de ma sœur.",
      "example_translation": "Sono andato al negozio di giocattoli per comprare un regalo di compleanno per mio nipote. Il negozio di giocattoli aveva una vendita la scorsa settimana. Andrò al negozio di giocattoli domani per comprare un giocattolo per il figlio di mia sorella.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "souterrain",
      "translation": "sotterraneo",
      "definition": "Situé ou se produisant sous la surface de la terre",
      "definition_translation": "Situato o verificatosi sotto la superficie della terra",
      "example": "Le système de tunnels souterrains était complexe et difficile à naviguer. Nous avons marché sous terre pendant des heures. Ils vont construire un parc de stationnement souterrain l'année prochaine.",
      "example_translation": "Il sistema di tunnel sotterraneo era complesso e difficile da navigare. Avevamo camminato sotterraneo per ore. Costruiranno un parcheggio sotterraneo l'anno prossimo.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "immeuble d'appartements",
      "translation": "edificio residenziale",
      "definition": "Un bâtiment qui contient plusieurs appartements, notamment un qui est de plusieurs étages",
      "definition_translation": "Un edificio contenente molteplici appartamenti, specialmente uno che è di diverse piani",
      "example": "L'immeuble d'appartements était nouvellement construit et avait des équipements modernes. Nous avons vécu dans un immeuble d'appartements avec une vue magnifique. Ils vont rénover l'ancien immeuble d'appartements le mois prochain.",
      "example_translation": "L'edificio residenziale era appena costruito e aveva moderne comodità. Vivevamo in un edificio residenziale con una vista bellissima. Ristruttureranno l'edificio residenziale vecchio il mese prossimo.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balcon",
      "translation": "balcone",
      "definition": "Une plateforme qui fait saillie sur le mur d'un bâtiment, généralement close par une rambarde ou un garde-corps",
      "definition_translation": "Una piattaforma che sporge dalla parete di un edificio, generalmente chiusa da una ringhiera o balconata",
      "example": "Le balcon offrait une vue spectaculaire de la ville. Nous nous sommes assis sur le balcon, profitant de l'air frais. Ils vont réparer la rambarde du balcon cassée la semaine prochaine.",
      "example_translation": "Il balcone offriva una vista mozzafiato della città. Sedevamo sul balcone, godendoci l'aria fresca. Ripareranno la ringhiera del balcone rotta la settimana prossima.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bloc",
      "translation": "blocco",
      "definition": "Un morceau solide de matériau, tel que du bois ou de la pierre, utilisé pour la construction ou le pavage.",
      "definition_translation": "Un pezzo solido di materiale, come legno o pietra, utilizzato per la costruzione o la pavimentazione.",
      "example": "Je vais bloquer la route pour empêcher la voiture de passer. Hier, j'ai bloqué le trou pour réparer le tuyau. Dans le futur, je vais bloquer l'entrée du bâtiment.",
      "example_translation": "Blocco la strada per impedire all'auto di passare. Ieri, ho bloccato il buco per riparare la tubatura. In futuro, bloccherò l'ingresso all'edificio.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "camping",
      "translation": "campeggio",
      "definition": "Un endroit où les personnes passent la nuit dans des tentes ou d'autres abris temporaires, généralement dans un environnement naturel.",
      "definition_translation": "Un luogo dove le persone soggiornano per la notte in tende o altri ripari temporanei, tipicamente in un ambiente naturale.",
      "example": "Nous allons installer un camping près du lac. Hier, nous avons campé au camping avec des amis. Dans le futur, nous allons camper au camping dans les montagnes.",
      "example_translation": "Installeremo un campeggio vicino al lago. Ieri, abbiamo campeggiato al campeggio con gli amici. In futuro, camperemo in un campeggio sulle montagne.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cantine",
      "translation": "mensa",
      "definition": "Un endroit où la nourriture et les boissons sont vendues ou fournies, notamment dans une école, une usine ou une autre institution.",
      "definition_translation": "Un luogo dove vengono venduti o forniti cibo e bevande, soprattutto in una scuola, fabbrica o altra istituzione.",
      "example": "Je vais manger déjeuner à la cantine. Hier, j'ai acheté un sandwich à la cantine. Dans le futur, je vais travailler à la cantine.",
      "example_translation": "Mangerò il pranzo alla mensa. Ieri, ho comprato un panino alla mensa. In futuro, lavorerò alla mensa.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cirque",
      "translation": "circo",
      "definition": "Une tente ou un aréna circulaire, généralement entouré d'un ring de sièges, où des artistes de cirque, tels que des acrobates et des clowns, divertissent le public avec des actes de habileté et de bravoure.",
      "definition_translation": "Una tenda circolare o arena, solitamente circondata da un anello di sedili, in cui artisti del circo, come acrobati e clown, intrattengono il pubblico con atti di abilità e coraggio.",
      "example": "Je suis allé au cirque lorsque j'étais enfant, et j'étais émerveillé par les acrobates. Maintenant, je vais emmener mes enfants au cirque, et ils aiment les clowns. À l'avenir, j'espère emmener mes petits-enfants au cirque.",
      "example_translation": "Sono andato al circo quando ero bambino, e sono rimasto impressionato dagli acrobati. Ora sto portando i miei bambini al circo, e loro adorano i clown. In futuro, spero di portare i miei nipoti al circo.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clinique",
      "translation": "clinica",
      "definition": "Un établissement, souvent associé à un hôpital, où des services médicaux sont offerts aux patients ambulatoires.",
      "definition_translation": "Una struttura, spesso associata ad un ospedale, dove vengono forniti servizi medici ai pazienti esterni.",
      "example": "Je suis allé à la clinique hier pour un contrôle. Mon médecin dirige une clinique dans le centre-ville, et j'ai un rendez-vous là-bas la semaine prochaine. À l'avenir, j'espère ouvrir ma propre clinique.",
      "example_translation": "Sono andato alla clinica ieri per fare un controllo. Il mio dottore gestisce una clinica nel centro città, e ho un appuntamento lì la prossima settimana. In futuro, spero di aprire la mia clinica.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chalet",
      "translation": "cottage",
      "definition": "Une petite habitation, souvent rustique, située dans une zone rurale ou côtière, utilisée comme résidence permanente ou de vacances.",
      "definition_translation": "Un piccolo, accogliente e spesso rustico alloggio, solitamente in una zona rurale o costiera, utilizzato come casa permanente o vacanza.",
      "example": "J'ai passé l'été dernier dans un chalet près du lac, et j'ai adoré l'atmosphère paisible. Mes amis possèdent un chalet dans les montagnes, et nous planifions leur rendre visite le mois prochain. À l'avenir, j'espère acheter un chalet à la campagne.",
      "example_translation": "Ho trascorso l'estate scorsa in un cottage sul lago, e mi è piaciuto l'atmosfera pacifica. I miei amici possiedono un cottage sulle montagne, e stiamo pianificando di visitarli il prossimo mese. In futuro, spero di comprare un cottage in campagna.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tribunal",
      "translation": "corte",
      "definition": "Un tribunal, souvent comme institution gouvernementale, avec l'autorité de juger des affaires civiles, criminelles ou administratives en vertu de la loi.",
      "definition_translation": "Una corte è un tribunale, spesso come istituzione governativa, con l'autorità di giudicare casi civili, penali o amministrativi secondo la legge.",
      "example": "Le tribunal entendra l'affaire la semaine prochaine. Le juge a présidé le tribunal pendant de nombreuses années. Les avocats plaideront leur cause au tribunal demain.",
      "example_translation": "La corte ascolterà il caso la prossima settimana. Il giudice ha presieduto la corte per molti anni. Gli avvocati discuteranno il loro caso in corte domani.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ambassade",
      "translation": "ambasciata",
      "definition": "Une ambassade est une mission diplomatique, généralement dirigée par un ambassadeur, qui représente un pays dans un autre pays ou organisation.",
      "definition_translation": "Un'ambasciata è una missione diplomatica, di solito guidata da un ambasciatore, che rappresenta un paese in un altro paese o organizzazione.",
      "example": "J'ai visité l'ambassade pour obtenir un nouveau passeport. Le personnel de l'ambassade était très serviable. L'ambassade est située dans le centre-ville.",
      "example_translation": "Ho visitato l'ambasciata per ottenere un nuovo passaporto. Lo staff dell'ambasciata è stato molto utile. L'ambasciata si trova nel centro della città.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "champ",
      "translation": "campo",
      "definition": "Un champ est une zone de terrain ouverte, généralement utilisée pour cultiver des récoltes ou faire paître des animaux, ou un domaine d'étude ou d'activité spécifique.",
      "definition_translation": "Un campo è un'area di terreno aperta, di solito utilizzata per la coltivazione di colture o il pascolo di animali, o un'area specifica di studio o attività.",
      "example": "J'ai joué au football dans le champ avec mes amis. Le fermier a travaillé dans le champ toute la journée. Le domaine de la biologie est en rapide évolution.",
      "example_translation": "Ho giocato a calcio nel campo con i miei amici. Il contadino ha lavorato nel campo tutto il giorno. Il campo della biologia sta avanzando rapidamente.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caserne de pompiers",
      "translation": "caserma dei pompieri",
      "definition": "Un bâtiment ou une structure qui abrite un département des pompiers et ses véhicules, équipements et personnel.",
      "definition_translation": "Un edificio o struttura che ospita un dipartimento dei vigili del fuoco e i suoi veicoli, attrezzature e personale.",
      "example": "La caserne de pompiers est située sur la rue principale. Dans le passé, c'était une petite caserne, mais maintenant c'est une grande. À l'avenir, elle aura plus d'équipement.",
      "example_translation": "La caserma dei pompieri è situata in Via Main. Nel passato, era una stazione piccola, ma ora è una grande. Nel futuro, avrà più attrezzature.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fleuriste",
      "translation": "fiorista",
      "definition": "Un magasin où des fleurs et des plantes sont vendues, souvent avec un fleuriste qui les arrange pour des occasions décoratives.",
      "definition_translation": "Un negozio dove si vendono fiori e piante, spesso con una persona che li arrangia per scopi decorativi.",
      "example": "Je vais visiter le fleuriste demain pour acheter des fleurs. Hier, j'ai visité le fleuriste pour commander un bouquet. À l'avenir, j'ouvrirai ma propre fleuriste.",
      "example_translation": "Visiterò il fiorista domani per comprare alcuni fiori. Ieri, sono andato dal fiorista per ordinare un bouquet. Nel futuro, aprirò il mio proprio fiorista.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de meubles",
      "translation": "negozi di mobili",
      "definition": "Un établissement commercial qui vend du mobilier et des produits apparentés pour la maison.",
      "definition_translation": "Un'istituzione retail che vende mobili per la casa e prodotti correlati.",
      "example": "J'ai acheté un nouveau canapé au magasin de meubles hier. À l'avenir, j'achèterai un bureau au magasin de meubles. Quand j'étais enfant, mes parents m'ont emmené au magasin de meubles pour acheter un nouveau lit.",
      "example_translation": "Ho comprato un nuovo divano al negozio di mobili ieri. Nel futuro, comprerò una scrivania al negozio di mobili. Quando ero bambino, i miei genitori mi hanno portato al negozio di mobili per comprare un nuovo letto.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garage",
      "translation": "autorimessa",
      "definition": "Un bâtiment ou un abri pour héberger un véhicule, comme une voiture, une moto ou autre.",
      "definition_translation": "Un edificio o capannone per alloggiare un'auto, moto o altri veicoli.",
      "example": "Je vais garer ma voiture dans le garage ce soir. Hier, j'ai garé ma voiture dans le garage. Demain, je vais garer ma voiture dans le garage.",
      "example_translation": "Parcherò la mia auto nell'autorimessa stasera. Ieri, ho parcheggiato la mia auto nell'autorimessa. Domani, parcherò la mia auto nell'autorimessa.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épicerie",
      "translation": "fruttivendolo",
      "definition": "Un magasin vendant des fruits et légumes frais.",
      "definition_translation": "Un negozio che vende frutta e verdura fresca.",
      "example": "Je suis allé à l'épicerie pour acheter des pommes. Hier, je suis allé à l'épicerie pour acheter des bananes. Demain, j'irai à l'épicerie pour acheter des oranges.",
      "example_translation": "Sono andato dal fruttivendolo a comprare delle mele. Ieri, sono andato dal fruttivendolo a comprare delle banane. Domani, andrò dal fruttivendolo a comprare delle arance.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épicier",
      "translation": "drogheria",
      "definition": "Un magasin vendant des aliments et d'autres produits ménagers.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "Je vais aller à l'épicier pour acheter du lait. Hier, j'y suis allé pour acheter du pain. Demain, j'y vais pour acheter des œufs.",
      "example_translation": "Andrò dal droghiere a comprare del latte. Ieri, sono andato dal droghiere a comprare del pane. Domani, andrò dal droghiere a comprare delle uova.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "supermarché",
      "translation": "alimentari",
      "definition": "Un magasin qui vend des aliments et d'autres produits ménagers.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "Je suis allé au supermarché hier, je vais y aller maintenant, et j'y vais demain.",
      "example_translation": "Sono andato al negozio di alimentari ieri, sto andando al negozio di alimentari ora e andrò al negozio di alimentari domani.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pension",
      "translation": "pensione",
      "definition": "Un petit hôtel ou une pension qui offre des hébergements pour les clients.",
      "definition_translation": "Un piccolo albergo o casa di pensione che offre alloggio per gli ospiti.",
      "example": "J'ai séjourné dans une pension pendant mon voyage en Europe, j'y séjourne maintenant, et j'y séjournerai l'an prochain.",
      "example_translation": "Mi sono fermato in una pensione durante il mio viaggio in Europa, sto soggiornando in una pensione ora e mi fermerò in una pensione l'anno prossimo.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salle de sport",
      "translation": "palestra",
      "definition": "Un endroit où les gens vont s'entraîner ou jouer des sports, notamment en salle.",
      "definition_translation": "Un luogo dove le persone vanno per fare esercizio o giocare sport, soprattutto al chiuso.",
      "example": "Je suis allé à la salle de sport hier, j'y vais maintenant, et j'y vais demain.",
      "example_translation": "Sono andato in palestra ieri, sto andando in palestra ora e andrò in palestra domani.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "porto",
      "definition": "Un port est un corps d'eau où les navires peuvent accoster pour charger ou décharger des marchandises ou des passagers.",
      "definition_translation": "Un porto è un corpo d'acqua dove le navi possono attraccare per caricare e scaricare merci o passeggeri.",
      "example": "J'ai visité le port hier et j'ai vu de nombreux navires partir. Je vais visiter le port demain. J'ai visité le port de nombreuses fois auparavant.",
      "example_translation": "Ho visitato il porto ieri e ho visto molte navi salpare. Visiterò il porto di nuovo domani. Ho visitato il porto molte volte prima.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "auberge de jeunesse",
      "translation": "ostello",
      "definition": "Une auberge de jeunesse est un hébergement à faible coût où les clients peuvent louer un lit, généralement dans un dortoir, et partager des espaces communs.",
      "definition_translation": "Un ostello è un alloggio a basso costo dove gli ospiti possono noleggiare un letto, di solito in una camerata, e condividere aree comuni.",
      "example": "J'ai séjourné dans une auberge de jeunesse pendant que je faisais du backpacking en Europe. Je vais séjourner dans une auberge de jeunesse lors que je vais voyager au Japon. J'ai séjourné dans une auberge de jeunesse de nombreuses fois pendant mes voyages.",
      "example_translation": "Sono stato in un ostello quando ero in giro per l'Europa con lo zaino. Mi fermerò in un ostello quando viaggerò in Giappone. Mi sono fermato in un ostello molte volte durante i miei viaggi.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cabane",
      "translation": "capanna",
      "definition": "Une cabane est un petit bâtiment simple, souvent en bois ou en métal, utilisé comme abri ou habitation.",
      "definition_translation": "Una capanna è un piccolo edificio semplice, spesso fatto di materiali in legno o metallo, utilizzato come rifugio o abitazione.",
      "example": "J'ai vécu dans une cabane quando j'étais enfant. Je vais construire une cabane dans les bois lorsque je vais prendre ma retraite. J'ai visité une cabane dans les montagnes auparavant.",
      "example_translation": "Ho vissuto in una capanna quando ero bambino. Costruirò una capanna nel bosco quando mi pensionerò. Ho visitato una capanna in montagna prima.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prison",
      "translation": "carcere",
      "definition": "Un endroit où les personnes sont détenues, notamment en attendant leur procès ou leur condamnation.",
      "definition_translation": "Un luogo per la detenzione di persone che sono state arrestate o condannate, specialmente mentre aspettano il processo o la sentenza.",
      "example": "Le suspect a été emmené en prison pour être interrogé. Hier, j'ai visité mon ami en prison. Si je ne me comporte pas, je finirai en prison.",
      "example_translation": "Il sospetto è stato portato in carcere per ulteriori domande. Ieri, ho visitato il mio amico in carcere. Se non mi comporto, finirò in carcere.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "joaillier",
      "translation": "gioielliere",
      "definition": "Un magasin ou une entreprise qui vend des bijoux et des montres.",
      "definition_translation": "Un negozio o attività commerciale che vende gioielli e orologi.",
      "example": "Je suis allé chez le joaillier pour acheter une nouvelle montre. Le joaillier était très occupé pendant la saison des fêtes. Ma sœur est joaillière et crée de belles pièces.",
      "example_translation": "Sono andato dal gioielliere per comprare un nuovo orologio. Il gioielliere era molto occupato durante la stagione delle festività. Mia sorella è una gioielliera e crea pezzi bellissimi.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "labo",
      "translation": "laboratorio",
      "definition": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des essais.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "Les scientifiques ont travaillé au labo pour trouver un remède à la maladie. J'ai fait une expérience au labo hier. Les résultats du labo seront de retour la semaine prochaine.",
      "example_translation": "Gli scienziati hanno lavorato nel laboratorio per trovare una cura per la malattia. Ho fatto un esperimento nel laboratorio ieri. I risultati del laboratorio saranno disponibili la prossima settimana.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "laboratoire",
      "translation": "laboratorio",
      "definition": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des essais.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "J'ai travaillé dans un laboratoire pendant trois ans pour développer un nouveau vaccin. Maintenant, je travaille sur un nouveau projet dans le laboratoire. Je vais visiter un laboratoire demain pour conduire une expérience.",
      "example_translation": "Ho lavorato in un laboratorio per tre anni per sviluppare un nuovo vaccino. Ora, sto lavorando su un nuovo progetto nel laboratorio. Visiterò un laboratorio domani per eseguire un esperimento.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre commercial",
      "translation": "centro commerciale",
      "definition": "Un grand centre commercial fermé avec de multiples magasins et restaurants.",
      "definition_translation": "Un grande centro commerciale chiuso con多 negozi e ristoranti.",
      "example": "Je suis allé au centre commercial le week-end dernier pour acheter de nouveaux vêtements. Maintenant, je vais au centre commercial pour rencontrer mes amis. Je vais aller au centre commercial demain pour regarder un film.",
      "example_translation": "Sono andato al centro commerciale il weekend scorso per comprare alcuni nuovi vestiti. Ora, sto andando al centro commerciale per incontrare i miei amici. Andrò al centro commerciale domani per guardare un film.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marchand de journaux",
      "translation": "edicola",
      "definition": "Un magasin qui vend des journaux, des magazines et d'autres périodiques.",
      "definition_translation": "Un negozio che vende giornali, riviste e altri periodici.",
      "example": "J'ai fait une halte au marchand de journaux sur le chemin du retour pour acheter un journal. Maintenant, je vais au marchand de journaux pour acheter un magazine. Je vais visiter le marchand de journaux demain pour acheter un livre.",
      "example_translation": "Mi sono fermato all'edicola sulla strada di casa per comprare un giornale. Ora, sto andando all'edicola per acquistare una rivista. Visiterò l'edicola domani per comprare un libro.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boîte de nuit",
      "translation": "discoteca",
      "definition": "Un club ou une salle qui fonctionne tard dans la nuit, généralement avec de la musique et de la danse, et souvent servant des boissons alcoolisées.",
      "definition_translation": "Un club o locale che opera fino a tarda notte, solitamente con musica e ballo, e spesso servendo liquori.",
      "example": "Je suis allé à une boîte de nuit avec mes amis hier soir et nous avons dansé jusqu'au matin. Je vais à une boîte de nuit ce soir pour célébrer mon anniversaire. J'ai été à une boîte de nuit la semaine dernière et j'ai rencontré un nouvel ami.",
      "example_translation": "Sono andato a una discoteca con i miei amici la scorsa notte e abbiamo ballato fino al mattino. Andrò a una discoteca stasera per celebrare il mio compleanno. Sono andato a una discoteca la settimana scorsa e ho incontrato un nuovo amico.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "océan",
      "translation": "oceano",
      "definition": "Un vaste corps d'eau salée qui couvre plus de 70% de la surface de la Terre, incluant les cinq océans : Pacifique, Atlantique, Indien, Arctique et Austral.",
      "definition_translation": "Un vasto corpo di acqua salata che copre oltre il 70% della superficie terrestre, compresi i cinque oceani: Pacifico, Atlantico, Indiano, Artico e Meridionale.",
      "example": "J'adore nager dans l'océan pendant mes vacances d'été. L'océan est une source de nourriture très importante pour de nombreuses personnes. Les humains n'ont encore exploré qu'une petite partie de l'océan jusqu'à présent.",
      "example_translation": "Adoro nuotare nell'oceano durante le mie vacanze estive. L'oceano è una fonte di cibo molto importante per molte persone. Gli esseri umani hanno esplorato solo una piccola parte dell'oceano finora.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "palais",
      "translation": "palazzo",
      "definition": "Un grand et imposant bâtiment qui est utilisé comme résidence officielle ou bureaux d'un roi, d'une reine ou d'un autre haut fonctionnaire.",
      "definition_translation": "Un grande e imponente edificio che viene utilizzato come residenza ufficiale o ufficio di un re, regina o altro funzionario di alto rango.",
      "example": "Le palais a été construit au 18e siècle et est maintenant une attraction touristique populaire. J'ai visité le palais de Versailles l'année dernière et j'ai été émerveillé par sa beauté. La famille royale vivra au palais après le mariage.",
      "example_translation": "Il palazzo è stato costruito nel 18° secolo e ora è una popolare attrazione turistica. Ho visitato il palazzo di Versailles l'anno scorso e sono stato affascinato dalla sua bellezza. La famiglia reale vivrà nel palazzo dopo il matrimonio.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pharmacie",
      "translation": "farmacia",
      "definition": "Un magasin où les pharmaciens préparent et vendaient des médicaments, ainsi que d'autres produits de soins de santé.",
      "definition_translation": "Un negozio dove i farmacisti dispensano e preparano medicamenti, e vendono anche altri prodotti per la salute.",
      "example": "Je suis allé à la pharmacie pour acheter du médicament. Je vais à la pharmacie maintenant pour renouveler ma prescription. Je vais à la pharmacie demain pour récupérer mon médicament.",
      "example_translation": "Sono andato in farmacia per comprare alcuni medicinali. Sto andando in farmacia adesso per ritirare la mia ricetta. Andrò in farmacia domani a prendere la mia medicina.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "porto",
      "definition": "Un lieu sur une côte où les navires peuvent s'arrêter pour charger ou décharger des marchandises ou prendre du carburant.",
      "definition_translation": "Un luogo sulla costa dove le navi possono fermarsi per caricare o scaricare merci o prendere combustibile.",
      "example": "Le navire est entré au port pour décharger sa cargaison. Le port était animé avec de nombreux navires allant et venant. Le nouveau port créera de nombreux emplois pour la communauté locale.",
      "example_translation": "La nave è entrata nel porto per scaricare il suo carico. Il porto era pieno di molte navi che arrivavano e partivano. Il nuovo porto creerà molti posti di lavoro per la comunità locale.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prison",
      "translation": "prigione",
      "definition": "Un bâtiment ou une institution où les personnes sont détenues comme punition pour un crime.",
      "definition_translation": "Un edificio o istituzione dove le persone sono tenute come punizione per un crimine.",
      "example": "Le criminel a été envoyé en prison pour 10 ans. La prison était surpeuplée et sale. Les prisonniers étaient maltraités par les gardes.",
      "example_translation": "Il criminale è stato mandato in prigione per 10 anni. La prigione era sovraffollata e sporca. I detenuti erano trattati male dalle guardie.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "forêt tropicale",
      "translation": "foresta pluviale",
      "definition": "Une forêt tropicale est une forêt dense dans une région chaude, généralement près de l'équateur, avec des niveaux élevés de pluie et une grande variété d'espèces végétales et animales.",
      "definition_translation": "Una foresta pluviale è una foresta densa in una regione calda, tipicamente vicino all'equatore, con elevati livelli di pioggia e una vasta gamma di specie di piante e animali.",
      "example": "Dans le passé, les tribus indigènes vivaient au cœur de la forêt tropicale. Aujourd'hui, les touristes visitent la forêt tropicale pour observer son écosystème unique. Dans le futur, des efforts seront faits pour protéger la forêt tropicale de la déforestation.",
      "example_translation": "In passato, le tribù indigene vivevano nel profondo della foresta pluviale. Oggi, i turisti visitano la foresta pluviale per osservare il suo ecosistema unico. Nel futuro, saranno fatti sforzi per proteggere la foresta pluviale dalla deforestazione.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "collège",
      "translation": "scuola secondaria",
      "definition": "Un collège est un établissement d'enseignement qui fournit une éducation aux étudiants dans leur prime adolescence, généralement entre 11 et 16 ans.",
      "definition_translation": "Una scuola secondaria è una scuola che fornisce istruzione agli studenti nei loro primi anni teenager, tipicamente tra i 11 e i 16 anni di età.",
      "example": "J'ai fréquenté le collège de 2005 à 2010. Mes amis et moi avons étudié dur pour passer nos examens. Après avoir terminé le collège, nous sommes allés à l'université.",
      "example_translation": "Ho frequentato la scuola secondaria dal 2005 al 2010. I miei amici e io abbiamo studiato sodo per superare gli esami. Dopo aver completato la scuola secondaria, siamo andati all'università.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de souvenirs",
      "translation": "negozio di souvenir",
      "definition": "Un magasin de souvenirs est un magasin qui vend des articles qui servent de mémorabilia ou de rappels d'un endroit ou d'un événement, comme des cartes postales, des porte-clés ou des t-shirts.",
      "definition_translation": "Un negozio di souvenir è un negozio che vende articoli che servono come ricordi o promemoria di un luogo o evento particolare, come cartoline, porta chiavi o magliette.",
      "example": "Pendant notre voyage à Paris, nous avons visité un magasin de souvenirs pour acheter quelques cadeaux pour nos amis de retour à la maison. Le magasin était rempli de tous sortes de souvenirs, des modèles de la tour Effeil à des parfums français. Dans le futur, nous prévoyons de revenir à Paris et de visiter à nouveau le magasin de souvenirs.",
      "example_translation": "Durante il nostro viaggio a Parigi, abbiamo visitato un negozio di souvenir per comprare alcuni regali per i nostri amici a casa. Il negozio era pieno di tutti i tipi di souvenir, dai modelli della Torre Eiffel ai profumi francesi. Nel futuro, pianifichiamo di tornare a Parigi e visitare il negozio di souvenir di nuovo.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de sport",
      "translation": "negozi di articoli sportivi",
      "definition": "Un magasin de sport est un établissement commercial qui vend des équipements sportifs, des uniformes d'athlète et d'autres biens liés aux sports.",
      "definition_translation": "Un'azienda di vendita al dettaglio che vende attrezzature sportive, uniformi atletiche e altri beni correlati allo sport.",
      "example": "J'ai acheté une nouvelle raquette de tennis au magasin de sport hier. Aujourd'hui, je l'utilise au court. Demain, je l'emporterai au magasin de sport pour la faire réparer.",
      "example_translation": "Ho comprato una nuova racchetta da tennis al negozio di articoli sportivi ieri. Oggi, la sto usando al campo. Domani, la porterò al negozio di articoli sportivi per la riparazione.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin",
      "translation": "negozio",
      "definition": "Un bâtiment ou une pièce où les marchandises sont vendues, souvent avec un comptoir et des étagères.",
      "definition_translation": "Un edificio o una stanza dove vengono venduti i beni, spesso con un bancone e scaffali.",
      "example": "Je suis allé au magasin pour acheter du lait. Quand j'étais enfant, ma famille possédait un petit magasin. Dans le futur, j'ouvrirai mon propre magasin en ligne.",
      "example_translation": "Sono andato al negozio a comprare del latte. Quando ero bambino, la mia famiglia possedeva un piccolo negozio. In futuro, aprirò il mio proprio negozio online.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "temple",
      "translation": "tempio",
      "definition": "Un bâtiment dédié au culte d'une ou plusieurs divinités, souvent ayant un design grandiose ou imposant.",
      "definition_translation": "Un edificio dedicato al culto di una divinità o divinità, spesso con un design grandioso o imponente.",
      "example": "Les touristes ont visité le temple ancien hier. Aujourd'hui, ils visitent le temple moderne dans la ville. Dans le passé, de nombreuses personnes visitaient le temple chaque semaine.",
      "example_translation": "I turisti hanno visitato l'antico tempio ieri. Oggi, stanno visitando il tempio moderno nella città. Nel passato, molte persone erano solite visitare il tempio ogni settimana.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tour",
      "translation": "torre",
      "definition": "Un bâtiment ou une structure élevée, souvent conçu pour un usage spécifique, tel qu'une prison, une forteresse ou un point d'observation.",
      "definition_translation": "Un edificio o struttura alta, spesso stretta, progettata per uno scopo specifico, come una prigione, una fortezza o un punto di osservazione.",
      "example": "La tour Eiffel a été construite pour l'Exposition universelle à Paris. L'entreprise est en train de construire une nouvelle tour dans le centre-ville. La tour sera achevée l'année prochaine.",
      "example_translation": "La Torre Eiffel è stata costruita per la Fiera Mondiale a Parigi. L'azienda sta costruendo un nuovo tower nel centro città. La torre sarà completata l'anno prossimo.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piste",
      "translation": "pista",
      "definition": "Un chemin ou un parcours utilisé pour la marche, la course ou les compétitions, souvent avec une surface lisse ou préparée.",
      "definition_translation": "Un sentiero o percorso utilizzato per camminare, correre o gareggiare, spesso con una superficie liscia o preparata.",
      "example": "Je suis allé courir sur la piste ce matin. Elle s'entraînait sur la piste tous les jours. L'équipe participera à une compétition sur la piste la semaine prochaine.",
      "example_translation": "Sono andato a correre sulla pista stamattina. Lei si è allenata sulla pista ogni giorno. La squadra concorrerà sulla pista la prossima settimana.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "auberge de jeunesse",
      "translation": "ostello della gioventù",
      "definition": "Une auberge qui offre des chambres partagées ou dortoirs à bas prix, principalement pour les jeunes voyageurs.",
      "definition_translation": "Un alloggio economico per viaggiatori, in particolare per giovani, che offre camere condivise o in stile dormitorio.",
      "example": "J'ai séjourné dans une auberge de jeunesse à Londres l'été dernier. L'auberge de jeunesse était très abordable. Elle a réservé une chambre dans une auberge de jeunesse pour son voyage.",
      "example_translation": "Mi sono fermato in un ostello della gioventù a Londra l'estate scorsa. L'ostello della gioventù era molto économico. Lei ha prenotato una camera in un ostello della gioventù per il suo viaggio.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boulangerie",
      "translation": "panetteria",
      "definition": "Une entreprise qui produit et vend des aliments à base de farine tels que le pain, les gâteaux et les pâtisseries.",
      "definition_translation": "Una panetteria è un'azienda che produce e vende alimenti a base di farina come pane, torte e pasticceria.",
      "example": "Hier, je suis allé à la boulangerie pour acheter du pain frais. Aujourd'hui, je vais à la boulangerie pour acheter un gâteau pour l'anniversaire de ma sœur. Demain, j'ouvrirai ma propre boulangerie.",
      "example_translation": "Ieri, sono andato alla panetteria per comprare del pane fresco. Oggi, vado alla panetteria per comprare una torta per il compleanno di mia sorella. Domani, aprirò la mia panetteria.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sous-sol",
      "translation": "cantina",
      "definition": "Un sous-sol est la partie inférieure d'un bâtiment, généralement en-dessous du niveau du sol, utilisée pour le stockage ou comme espace de vie.",
      "definition_translation": "Una cantina è la parte inferiore di un edificio, generalmente al di sotto del livello del suolo, utilizzata per lo stoccaggio o come spazio abitativo.",
      "example": "Je passe la plupart de mon temps libre au sous-sol en jouant à des jeux vidéo. Ma grand-mère stockait des photos de famille anciennes au sous-sol. D'ici l'année prochaine, j'aurai transformé le sous-sol en salle de gym.",
      "example_translation": "Trascorro la maggior parte del mio tempo libero nella cantina giocando ai videogiochi. Mia nonna utilisava la cantina per stoccare vecchie foto di famiglia. Entro l'anno prossimo, avrò convertito la cantina in una palestra per casa.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cellule",
      "translation": "cellula",
      "definition": "Une cellule est une unité élémentaire d'un organisme vivant, tel qu'un micro-organisme ou une cellule dans un tissu végétal ou animal.",
      "definition_translation": "Una cellula è una piccola unità di un organismo vivente, come un microorganismo o una cellula in un tessuto di pianta o animale.",
      "example": "Le médecin a examiné la cellule au microscope pour diagnostiquer la maladie. La cellule de prison était petite et mal ventilée. D'ici 2050, les scientifiques auront découvert de nouvelles manières d'utiliser les cellules pour les traitements médicaux.",
      "example_translation": "Il dottore esaminò la cellula al microscopio per diagnosticare la malattia. La cella del carcere era piccola e scarsamente ventilata. Entro il 2050, gli scienziati avranno scoperto nuovi modi per utilizzare le cellule per trattamenti medici.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couloir",
      "translation": "corridorio",
      "definition": "Un couloir est un passage long dans un bâtiment, notamment un passage qui relie des pièces ou des étages.",
      "definition_translation": "Un lungo passaggio in un edificio, specialmente uno che collega le stanze o i piani.",
      "example": "J'ai marché dans le couloir pour aller à la salle de réunion. Hier, j'ai marché dans le couloir pour aller à la salle de réunion. Demain, je marcherai dans le couloir pour aller à la salle de réunion.",
      "example_translation": "Ho camminato lungo il corridoio per arrivare alla sala riunioni. Ieri, ho camminato lungo il corridoio per arrivare alla sala riunioni. Domani, camminerò lungo il corridoio per arrivare alla sala riunioni.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cours",
      "translation": "corso",
      "definition": "Un cours est une série de leçons ou de conférences sur un sujet particulier, notamment une formation qui mène à une qualification.",
      "definition_translation": "Una serie di lezioni o conferenze su un argomento specifico, specialmente uno che porta a una qualifica.",
      "example": "Je suis inscrit à un cours de programmation informatique. J'étais inscrit à un cours de programmation informatique le semestre dernier. L'année prochaine, je serai inscrit à un cours de programmation informatique.",
      "example_translation": "Sto seguendo un corso di programmazione informatica. Ho seguito un corso di programmazione informatica lo scorso semestre. Seguirò un corso di programmazione informatica l'anno prossimo.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "domaine",
      "translation": "tenuta",
      "definition": "Un domaine est une grande superficie de terrain à la campagne, notamment une propriété appartenant à une personne ou une famille riche.",
      "definition_translation": "Un'ampia area di terreno in campagna, specialmente uno che è di proprietà di una persona o famiglia ricca.",
      "example": "La famille riche possède un domaine à la campagne. Ils ont possédé un domaine à la campagne pour des générations. Ils posséderont un domaine à la campagne pour de nombreuses années à venir.",
      "example_translation": "La famiglia ricca possiede una tenuta in campagna. Hanno posseduto una tenuta in campagna per generazioni. Possiederanno una tenuta in campagna per molti anni a venire.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "siège social",
      "translation": "quartier generale",
      "definition": "Le siège social d'une organisation est le bureau principal ou le centre d'opérations.",
      "definition_translation": "Il quartier generale di un'organizzazione è l'ufficio principale o centro di operazioni.",
      "example": "Les sièges sociaux de l'entreprise étaient situés à New York, mais ils seront réinstallés à Chicago l'année prochaine. Le PDG a visité les sièges sociaux la semaine dernière, et ils sont actuellement situés à Londres.",
      "example_translation": "La sede dell'azienda era situata a New York City, ma sarà trasferita a Chicago l'anno prossimo. Il CEO ha visitato la sede la scorsa settimana e attualmente sono sede a Londra.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hall d'accueil",
      "translation": "lobby",
      "definition": "Une hall d'accueil est un hall ou une salle située près de l'entrée d'un bâtiment, ou un groupe de personnes qui essayent d'influencer les politiciens pour soutenir une cause particulière.",
      "definition_translation": "Un lobby è un corridoio o stanza vicino all'ingresso di un edificio, o un gruppo di persone che cercano di influenzare i politici per sostenere una causa particolare.",
      "example": "Le hall d'accueil de l'hôtel était magnifiquement décoré, et le hall d'accueil du bâtiment législatif était rempli de manifestants. Le groupe de lobby a essayé de faire passer la loi pendant des années.",
      "example_translation": "Il lobby dell'hotel era bellamente decorato, e il lobby dell'edificio legislativo era pieno di manifestanti. Il gruppo di lobby ha cercato di far approvare la legge per anni.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prairie",
      "translation": "prato",
      "definition": "Une prairie est une surface de terre couverte d'herbe et souvent de fleurs sauvages, généralement dans un état naturel et paisible.",
      "definition_translation": "Un prato è un pezzo di terra coperto d'erba e spesso di fiori selvatici, generalmente in stato naturale e tranquillo.",
      "example": "La famille a fait un pique-nique dans la prairie le week-end dernier, et la prairie était remplie de papillons. L'année prochaine, la prairie sera transformée en parking.",
      "example_translation": "La famiglia ha fatto un picnic nel prato la scorsa settimana, e il prato era pieno di farfalle. L'anno prossimo, il prato sarà convertito in un parcheggio.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ton",
      "translation": " lancio",
      "definition": "Le ton d'un son est sa hauteur ou sa bassesse. C'est une description du son en termes de son timbre perçu.",
      "definition_translation": "Il pitch di un suono è quanto è alto o basso. È una descrizione del suono in termini di tono percepito.",
      "example": "La chanteuse a ajusté le ton de sa voix pour correspondre à la mélodie. Elle avait présenté l'idée à son manager hier. L'entreprise présentera le nouvel produit le trimestre prochain.",
      "example_translation": "La cantante ha aggiustato il pitch della sua voce per adattarsi alla melodia. Aveva lanciato l'idea al suo manager ieri. L'azienda lancerà il nuovo prodotto il prossimo trimestre.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cabane",
      "translation": " capanna",
      "definition": "Une cabane est une structure petite, généralement fabriquée en bois ou en métal, utilisée pour stocker des choses.",
      "definition_translation": "Un capanno è una struttura piccola, tipicamente fatta di legno o metallo, utilizzata per lo stoccaggio di cose.",
      "example": "J'ai versé une larme quand j'ai dit adieu à mes amis. Le chien était en train de perdre ses poils partout. Nous allons éclairer le sujet lors de la prochaine réunion.",
      "example_translation": "Ho versato una lacrima quando mi sono congedato dai miei amici. Il cane stava perdendo il suo pelo dappertutto. Illumineremo il tema nella prossima riunione.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gratte-ciel",
      "translation": "grattacielo",
      "definition": "Un gratte-ciel est un bâtiment très haut, habitable en permanence, de nombreux étages, généralement conçu pour usage commercial et bureaucratique.",
      "definition_translation": "Un grattacielo è un edificio alto, abitabile in continuazione, di molti piani, tipicamente progettato per uffici e utilizzi commerciali.",
      "example": "Le gratte-ciel était le plus haut bâtiment de la ville. Elle travaillait au 30e étage d'un gratte-ciel à Manhattan. Ils vont construire un nouveau gratte-ciel dans le quartier financier l'année prochaine.",
      "example_translation": "Il grattacielo era l'edificio più alto della città. Lavorava al 30° piano di un grattacielo a Manhattan. Costruiranno un nuovo grattacielo nel distretto finanziario l'anno prossimo.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plage rocheuse",
      "translation": "spiaggia sassosa",
      "definition": "Une plage caractérisée par une grande proportion de pierres ou de galets, souvent trouvée dans les zones côtières à énergie de vague élevée.",
      "definition_translation": "Una spiaggia caratterizzata da una grande proporzione di pietre o ciottoli, spesso trovata in aree costiere con alta energia delle onde",
      "example": "L'été dernier, j'ai visité une plage rocheuse en Grèce et devais porter des chaussures pour protéger mes pieds. Je vais visiter une autre l'année prochaine. J'ai visité une belle plage rocheuse la semaine dernière.",
      "example_translation": "L'estate scorsa, ho visitato una spiaggia sassosa in Grecia e ho dovuto indossare scarpe per proteggere i miei piedi. Sto andando a visitare un'altra il prossimo anno. Ho visitato una bella spiaggia sassosa la settimana scorsa.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "studio",
      "translation": "studio",
      "definition": "Une pièce ou un bâtiment où un artiste, designer ou musicien travaille, souvent équipé d'équipements et de matières spéciales.",
      "definition_translation": "Una stanza o edificio dove un artista, designer o musicista lavora, spesso equipaggiato con attrezzature e materiali specializzati",
      "example": "J'ai passé toute la journée au studio, travaillant sur ma nouvelle peinture. Je vais au studio demain pour enregistrer un chant. J'étais au studio la semaine dernière pour prendre une classe de photographie.",
      "example_translation": "Ho trascorso tutta la giornata nello studio, lavorando sul mio nuovo dipinto. Sto andando allo studio domani per registrare un brano. Sono andato allo studio la settimana scorsa per prendere una lezione di fotografia.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gare",
      "translation": "terminale",
      "definition": "Un point de départ ou d'arrivée pour les autobus, trains ou avions, souvent équipé de facilités pour les passagers.",
      "definition_translation": "Un punto di partenza o arrivo per autobus, treni o aerei, spesso equipaggiato con strutture per i passeggeri",
      "example": "La gare routière était très encombrée, donc j'ai décidé de prendre un taxi. Je vais à la gare aéroportuaire pour récupérer mon ami. J'étais arrivé à la gare ferroviaire il y a une heure.",
      "example_translation": "Il terminale degli autobus era molto affollato, quindi ho deciso di prendere un taxi. Sto andando al terminal dell'aeroporto per prendere il mio amico. Sono arrivato al terminal della stazione un'ora fa.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrasse",
      "translation": "terrazza",
      "definition": "Un toit plat ou une plateforme surélevée, généralement entourée d'une rambarde ou d'un mur, souvent utilisée pour la détente ou la distraction.",
      "definition_translation": "Un tetto piano o una piattaforma rialzata, tipicamente circondata da una ringhiera o un muro, spesso utilizzata per il recreation o l'intrattenimento.",
      "example": "Nous nous sommes assis sur la terrasse pour profiter de la vue. Je vais m'asseoir sur la terrasse pour profiter de la vue. J'ai pris place sur la terrasse pour profiter de la vue.",
      "example_translation": "Ci sedemmo sulla terrazza per goderci la vista, Mi siederò sulla terrazza per goderci la vista, Mi sono seduto sulla terrazza per goderci la vista.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lieu",
      "translation": "luogo",
      "definition": "Un endroit, notamment celui où un événement ou une activité spécifique a lieu.",
      "definition_translation": "Un posto, soprattutto uno dove si tiene un evento o un'attività specifica.",
      "example": "Le lieu du concert était trop petit. Le lieu du mariage était magnifique. Le lieu de la conférence a été changé.",
      "example_translation": "Il luogo del concerto era troppo piccolo, Il luogo del matrimonio era bellissimo, Il luogo della conferenza è stato cambiato.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "service",
      "translation": "reparto",
      "definition": "Une division d'un hôpital ou d'une prison, ou un quartier d'une ville.",
      "definition_translation": "Un reparto di un ospedale o una prigione, o un distretto di una città.",
      "example": "Le patient a été transféré dans un autre service. L'hôpital a un service de maternité. Le service a été rénové l'année dernière.",
      "example_translation": "Il paziente è stato trasferito in un reparto diverso, L'ospedale ha un reparto di maternità, Il reparto è stato ristrutturato l'anno scorso.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tour de contrôle",
      "translation": "torre di controllo",
      "definition": "Une structure haute, généralement à un aéroport, d'où le trafic aérien est contrôlé.",
      "definition_translation": "Una struttura alta, solitamente in un aeroporto, da cui il traffico aereo è controllato.",
      "example": "Le contrôleur aérien travaillait dans la tour de contrôle pour diriger les avions décollant et atterrissant. Hier, elle a travaillé une double shift dans la tour de contrôle. Elle travaillera à nouveau dans la tour de contrôle demain.",
      "example_translation": "Il controllore del traffico aereo ha lavorato nella torre di controllo per dirigere gli aerei che decollavano e atterravano. Ieri, ha lavorato un doppio turno nella torre di controllo. Domani, lavorerà di nuovo nella torre di controllo.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épicerie fine",
      "translation": "gastronomia",
      "definition": "Un magasin vendant des aliments préparés, tels que des viandes, des fromages et des salades.",
      "definition_translation": "Un negozio che vende cibi già preparati, come carne, formaggi e insalate.",
      "example": "J'ai fait halte à l'épicerie fine pendant ma pause déjeuner pour acheter un sandwich. L'épicerie fine près de chez moi a le meilleur pastrami. Je vais à l'épicerie fine ce soir pour acheter des snacks.",
      "example_translation": "Mi sono fermato al negozio di gastronomia durante la pausa pranzo per prendere un panino. La gastronomia vicino a casa mia ha il miglior prosciutto. Andrò al negozio di gastronomia stasera per comprare bazı spuntini.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "monument",
      "translation": "punto di riferimento",
      "definition": "Un bâtiment ou un monument célèbre et facilement reconnaissable.",
      "definition_translation": "Un edificio, un monumento o una caratteristica notevoli o famosi che sono facilmente riconoscibili.",
      "example": "La Tour Eiffel est un monument célèbre à Paris. Ils ont visité de nombreux monuments pendant leur voyage en Europe. Le nouveau gratte-ciel sera un monument dans le paysage urbain de la ville.",
      "example_translation": "La Torre Eiffel è un punto di riferimento famoso a Parigi. Hanno visitato molti punti di riferimento durante il loro viaggio in Europa. Il nuovo grattacielo sarà un punto di riferimento nel profilo della città.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manoir",
      "translation": "villa",
      "definition": "Une grande et impressionnante maison, souvent à la campagne ou dans une banlieue, qui est habitée par une famille riche.",
      "definition_translation": "Una grande e imponente casa, spesso nella campagna o in una sobborgo, che è abitata da una famiglia ricca.",
      "example": "J'ai hérité d'un beau manoir de ma grand-mère. L'année dernière, je l'ai rénové. L'année prochaine, je vais le vendre.",
      "example_translation": "Ho ereditato una bellissima villa dalla nonna. L'anno scorso, l'ho ristrutturata. L'anno prossimo, la venderò.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "escalier",
      "translation": "scala",
      "definition": "Un ensemble d'escaliers, en particulier un grand ou impressionnant, qui relie les étages d'un bâtiment.",
      "definition_translation": "Un set di scale, specialmente una grande o imponente, che collega i piani di un edificio.",
      "example": "J'ai gravi l'escalier pour atteindre l'étage supérieur. Hier, je l'ai nettoyé. Demain, je vais le peindre.",
      "example_translation": "Ho scalato la scala per raggiungere l'ultimo piano. Ieri, l'ho pulita. Domani, la dipingerò.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papeterie",
      "translation": "negozio di carta",
      "definition": "Un magasin de détail qui vend des matériaux d'écriture, tels que du papier, des stylos et de l'encre, ainsi que des fournitures de bureau.",
      "definition_translation": "Un negozio al dettaglio che vende materiali di scrittura, come carta, penne e inchiostro, così come forniture per ufficio.",
      "example": "Je suis allé dans une papeterie pour acheter un nouveau cahier. La semaine dernière, j'ai acheté un stylo chez eux. Le mois prochain, je vais commander du papier auprès d'eux.",
      "example_translation": "Ho visitato un negozio di carta per comprare un nuovo quaderno. La settimana scorsa, ho comprato una penna da esso. Il mese prossimo, ordinerò della carta da esso.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entrepôt",
      "translation": "magazzino",
      "definition": "Un grand bâtiment pour stocker des marchandises, des biens ou d'autres valeurs.",
      "definition_translation": "Un grande edificio per lo stoccaggio di merci, merce o altri beni di valore.",
      "example": "L'entreprise a construit un nouvel entrepôt pour stocker son inventaire. Ils vont embaucher plus de personnel pour gérer l'entrepôt. L'entrepôt était vide depuis des années.",
      "example_translation": "L'azienda ha costruito un nuovo magazzino per archiviare le scorte. Assumeranno più personale per gestire il magazzino. Il magazzino era stato vuoto per anni.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poissonnerie",
      "translation": "pescheria",
      "definition": "Un magasin où l'on vend du poisson et d'autres fruits de mer.",
      "definition_translation": "Un negozio dove vengono venduti pesce e altri prodotti ittici.",
      "example": "Je suis allé à la poissonnerie pour acheter du saumon frais pour dîner. La poissonnerie était fermée hier. Elle va ouvrir sa propre poissonnerie bientôt.",
      "example_translation": "Sono andato alla pescheria per comprare del salmone fresco per cena. La pescheria era chiusa ieri. Aprirà la sua propia pescheria presto.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "quincaille",
      "translation": "ferrovia",
      "definition": "Un magasin qui vend des outils, des couteaux et d'autres biens métalliques.",
      "definition_translation": "Un negozio che vende articoli di ferro, coltelli e altri beni metallici.",
      "example": "Je dois aller chez le quincailleur pour acheter un nouveau marteau. Le quincailleur était très occupé hier. Ils vont rénover le quincailleur le mois prochain.",
      "example_translation": "Devo andare alla ferrovia per comprare un nuovo martello. La ferrovia era molto occupata ieri. Ristruttureranno la ferrovia il mese prossimo.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "atterrissage",
      "translation": "atterraggio",
      "definition": "L'action d'amener un vaisseau spatial ou un avion au sol ou à une surface.",
      "definition_translation": "L'atto di portare uno spaziale o un aereo a terra o a una superficie.",
      "example": "Le pilote a exécuté l'atterrissage avec adresse, et l'avion s'est arrêté sur la piste. Hier, les astronautes ont pratiqué leurs techniques d'atterrissage. Demain, ils vont atterrir sur Mars.",
      "example_translation": "Il pilota ha eseguito abilmente l'atterraggio e l'aereo si è fermato sulla pista. Ieri, gli astronauti hanno esercitato le loro tecniche di atterraggio. Domani, atterreranno su Marte.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grenier",
      "translation": "solaio",
      "definition": "Une pièce ou un espace à l'étage d'un bâtiment, notamment dans une habitation, utilisé pour le stockage ou l'habitation.",
      "definition_translation": "Una camera o spazio superiore in un edificio, specialmente in un'abitazione, utilizzato per lo stoccaggio o l'abitazione.",
      "example": "Le grenier de notre maison a été converti en une chambre calme. Elle avait vécu dans le grenier au-dessus du garage depuis des mois. D'ici l'année prochaine, ils auront rénové tout le grenier.",
      "example_translation": "Il solaio nella nostra casa è stato convertito in una camera da letto accogliente. Lei aveva vissuto nel solaio sopra il garage per mesi. Entro l'anno prossimo, avranno ristrutturato l'intero solaio.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "débit de boisson",
      "translation": "licenza di vendita al dettaglio di alcolici",
      "definition": "Un magasin ou un commerce autorisé à vendre des boissons alcoolisées pour consommation hors des lieux.",
      "definition_translation": "Un negozio o un negozio autorizzato a vendere bevande alcoliche per consumo fuori sede.",
      "example": "Le débit de boisson du corner est ouvert 24 heures sur 24. Elle a obtenu un emploi au débit de boisson de la rue. D'ici le week-end, ils auront ouvert un nouveau débit de boisson près du supermarché.",
      "example_translation": "La licenza di vendita al dettaglio di alcolici sull'angolo è aperta 24 ore. Lei ha ottenuto un lavoro alla licenza di vendita al dettaglio di alcolici giù per la strada. Entro il fine settimana, avranno aperto una nuova licenza di vendita al dettaglio di alcolici vicino al supermercato.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écurie",
      "translation": "stabile",
      "definition": "Un bâtiment ou une installation pour loger des chevaux, du bétail ou d'autres animaux, généralement avec des stalles ou des enclos pour chaque animal.",
      "definition_translation": "Un stabile è un edificio o struttura per ospitare cavalli, bestiame o altri animali, tipicamente con stalle o recinti per ogni animale.",
      "example": "Le fermier va écurier le cheval pour la nuit. Hier, elle a écurié le cheval. Demain, elle va écurier le cheval.",
      "example_translation": "Il contadino riposerà il cavallo per la notte. Ieri, lei ripose il cavallo. Domani, lei riposerà il cavallo.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin hors taxes",
      "translation": "negozio duty-free",
      "definition": "Un magasin hors taxes est un magasin de détail qui vend des biens sans charger de taxes de vente ou de droits, généralement dans les aéroports internationaux ou les ports.",
      "definition_translation": "Un negozio duty-free è un negozio al dettaglio che vende merci senza addebitare tasse di vendita o dazi, tipicamente negli aeroporti internazionali o porti.",
      "example": "J'achète toujours du parfum au magasin hors taxes lorsque je voyage. Hier, j'ai acheté une bouteille au magasin hors taxes. L'année prochaine, j'en achèterai un autre au magasin hors taxes.",
      "example_translation": "Compro sempre profumi al negozio duty-free quando viaggio. Ieri, ho comprato una bottiglia al negozio duty-free. L'anno prossimo, comprerò un'altra al negozio duty-free.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jetée",
      "translation": "molo",
      "definition": "Une jetée est une structure construite au-dessus de l'eau, généralement soutenue par des piliers ou des colonnes, utilisée pour diverses purposes telles que la pêche, l'amarrage ou la récréation.",
      "definition_translation": "Un molo è una struttura costruita sull'acqua, tipicamente supportata da pilastri o colonne, utilizzata per scopi diversi come la pesca, l'attracco o il divertimento.",
      "example": "La famille est allée pêcher sur la jetée hier. Aujourd'hui, ils se promènent sur la jetée. Demain, ils iront faire de la voile depuis la jetée.",
      "example_translation": "La famiglia è andata a pesca sul molo ieri. Oggi, stanno passeggiando sul molo. Domani, andranno a vela dal molo.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]
}