{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bière",
      "translation": "birra",
      "definition": "une boisson fermentée faite à partir de grains maltés, généralement servie froide",
      "definition_translation": "una bevanda fermentata fatta da cereali maltati, solitamente servita fredda",
      "example": "J'ai bu une bière au party hier soir. Je vais boire une bière au match ce soir. Je boirai une bière lorsque je serai en vacances la semaine prochaine.",
      "example_translation": "Ho bevuto una birra alla festa ieri sera. Sto per bere una birra alla partita stasera. Berò una birra quando sarò in vacanza la prossima settimana.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "caffè",
      "definition": "une boisson chaude faite à partir des grains de café torréfiés",
      "definition_translation": "una bevanda calda fatta dai semi tostati della pianta del caffè",
      "example": "J'ai bu une tasse de café ce matin. Je vais boire une tasse de café après déjeuner. Je boirai une tasse de café lorsque je me réveillerai demain.",
      "example_translation": "Ho bevuto una tazza di caffè stamattina. Sto per bere una tazza di caffè dopo pranzo. Berò una tazza di caffè quando mi sveglio domani.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Coca",
      "translation": "Coca-Cola",
      "definition": "une boisson sucrée et gazeuse parfumée au vanille et au caramel",
      "definition_translation": "una bevanda dolce, gassata e aromatizzata con vaniglia e caramello",
      "example": "J'ai bu une Coca au cinéma hier soir. Je vais boire une Coca au party ce soir. Je boirai une Coca lorsque je serai en pause au travail.",
      "example_translation": "Ho bevuto una Coca-Cola al cinema ieri sera. Sto per bere una Coca-Cola alla festa stasera. Berò una Coca-Cola quando sarò in pausa al lavoro.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boire",
      "translation": "bere",
      "definition": "Prendre en bois et avaler une substance liquide, telle que de l'eau, du jus ou du lait.",
      "definition_translation": "Assumere e ingerire una sostanza liquida, come acqua, succo o latte.",
      "example": "J'ai bu un verre d'eau hier, je bois une tasse de café tous les matins, et je boirai un jus demain.",
      "example_translation": "Ho bevuto un bicchiere d'acqua ieri, bevo una tazza di caffè ogni mattina e berò un succo domani.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus",
      "translation": "succo",
      "definition": "Une substance liquide extraite d'une plante, d'un fruit ou d'un légume, souvent consommée comme boisson.",
      "definition_translation": "Una sostanza liquida estratta da una pianta, frutto o ortaggio, spesso consumata come bevanda.",
      "example": "Elle a pressé un orange pour petit déjeuner, je presse un citron tous les matins, et ils presseront des pommes demain.",
      "example_translation": "Lei ha spremuto un'arancia per colazione, spremo un limone ogni mattina e loro spremeranno alcune mele domani.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lait",
      "translation": "latte",
      "definition": "Une substance liquide riche en nutriments produite par les glandes mammaires des femelles mammifères, souvent consommée comme boisson.",
      "definition_translation": "Un liquido ricco di nutrienti prodotto dalle ghiandole mammarie delle femmine dei mammiferi, spesso consumato come bevanda.",
      "example": "J'ai trait une vache hier, elle traite une chèvre tous les matins, et ils traiteront des moutons demain.",
      "example_translation": "Ho munto una mucca ieri, lei munisce una capra ogni mattina e loro muniranno alcune pecore domani.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus d'orange",
      "translation": "succo d'arancia",
      "definition": "Une substance liquide douce et acidulée extraite des oranges, souvent consommée comme boisson.",
      "definition_translation": "Un liquido dolce e aspro estratto dalle arance, spesso consumato come bevanda.",
      "example": "J'ai bu du jus d'orange pour petit déjeuner, je le bois maintenant, et je le boirai demain.",
      "example_translation": "Ho bevuto succo d'arancia per colazione, sto bevendolo adesso e lo berò domani.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "thé",
      "translation": "tè",
      "definition": "Une boisson chaude faite en infusant les feuilles du théier dans de l'eau chaude.",
      "definition_translation": "Una bevanda calda preparata infondendo le foglie della pianta del tè in acqua calda.",
      "example": "J'ai bu du thé hier, je le bois maintenant, et je le boirai demain soir.",
      "example_translation": "Ho bevuto il tè ieri, sto bevendolo adesso e lo berò stasera.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus de tomate",
      "translation": "succo di pomodoro",
      "definition": "Une substance liquide douce et savoureuse extraite des tomates, souvent consommée comme boisson ou utilisée comme ingrédient en cuisine.",
      "definition_translation": "Un liquido dolce e salato estratto dai pomodori, spesso consumato come bevanda o utilizzato come ingrediente nella cottura.",
      "example": "J'ai bu du jus de tomate au party, je le bois maintenant avec mon repas, et je le boirai au pique-nique la semaine prochaine.",
      "example_translation": "Ho bevuto succo di pomodoro alla festa, sto bevendolo ora con il mio pasto e lo berò al picnic la prossima settimana.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "eau",
      "translation": "acqua",
      "definition": "Une substance liquide claire, incolore, inodore et insipide qui est le composé le plus abondant sur Terre, constituant environ 71% de la surface de la planète.",
      "definition_translation": "Una sostanza liquida chiara, incolore, inodora e insapore che è il composto più abbondante sulla Terra, costituendo circa il 71% della superficie del pianeta.",
      "example": "J'ai bu un verre d'eau hier, je bois de l'eau maintenant, et je boirai de l'eau demain.",
      "example_translation": "Ho bevuto un bicchiere d'acqua ieri, sto bevendo acqua ora e berrò acqua domani.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vin",
      "translation": "vino",
      "definition": "Boisson alcoolisée faite à partir de raisins fermentés, souvent servie lors de repas ou de réunions sociales.",
      "definition_translation": "Una bevanda alcolica fatta da uve fermentate, spesso servita ai pasti o alle riunioni sociali.",
      "example": "J'ai goûté un vin fin hier soir, je goûte du vin maintenant, et je goûterai du vin au party ce soir.",
      "example_translation": "Ho assaggiato un vino pregiato la scorsa sera, sto assaggiando vino ora e assaggerò vino alla festa stasera.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alcool",
      "translation": "alcol",
      "definition": "Liquide volatil incolore, utilisé comme solvant et dans la préparation de parfums, solutions de nettoyage et carburant.",
      "definition_translation": "Un liquido volatile incolore infiammabile, utilizzato come solvente e nella preparazione di profumi, soluzioni di pulizia e carburante.",
      "example": "J'ai bu un verre alcoolisé la semaine dernière, je bois une boisson alcoolisée maintenant, et j'éviterai l'alcool pendant mon voyage.",
      "example_translation": "Ho bevuto un drink a base di alcol lo scorso fine settimana, sto bevendo un drink senza alcol ora e eviterò l'alcol durante il mio viaggio.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus de pomme",
      "translation": "succo di mela",
      "definition": "Beverage sucré et rafraîchissant fait à partir de pommes, souvent consommé comme alternative santé à la soda.",
      "definition_translation": "Una bevanda dolce e rinfrescante fatta con mele, spesso consumata come alternativa sana alle bibite gassate.",
      "example": "J'ai bu du jus de pomme ce matin, je bois du jus de pomme maintenant, et je boirai du jus de pomme ce soir.",
      "example_translation": "Ho bevuto succo di mela per colazione, sto bevendo per pranzo, e berrò per cena.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "champagne",
      "translation": "champagna",
      "definition": "Type de vin effervescent produit à partir de raisins cultivés dans la région de Champagne en France, souvent servie lors de célébrations et d'occasions spéciales.",
      "definition_translation": "Un tipo di vino spumante prodotto da uve cresciute nella regione della Champagne in Francia, spesso servito durante celebrazioni e occasioni speciali.",
      "example": "J'ai débouché la bouteille de champagne à mon mariage, je sirote du champagne à mon anniversaire, et je trinquerai avec du champagne à ma remise de diplôme.",
      "example_translation": "Ho stappato la kork di champagne al mio matrimonio, sto sorseggiando champagne al mio anniversario, e brinderò con champagne alla mia laurea.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cola",
      "translation": "cola",
      "definition": "Boisson gazeuse sucrée aromatisée au vanille et au caramel, souvent servie comme rafraîchissement.",
      "definition_translation": "Una bevanda dolce e gassata aromatizzata con vaniglia e caramello, spesso servita come drink rinfrescante.",
      "example": "J'ai bu de la cola au party, je bois de la cola avec une pizza maintenant, et je boirai de la cola au barbecue.",
      "example_translation": "Ho bevuto cola alla festa, sto bevendo cola con la pizza, e berrò cola al barbecue.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boire",
      "translation": "bere",
      "definition": "Prendre et avaler un liquide, notamment par la bouche.",
      "definition_translation": "Assumere e inghiottire un liquido, specialmente attraverso la bocca.",
      "example": "J'ai bu un verre d'eau hier, je bois du thé maintenant, et je boirai du jus demain.",
      "example_translation": "Ho bevuto un bicchiere d'acqua ieri, sto bevendo tè adesso e berrò succo di frutta domani.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chocolat chaud",
      "translation": "cioccolata calda",
      "definition": "Boisson sucrée, riche et crémeuse faite à partir de chocolat fondu et de lait, servie chaude.",
      "definition_translation": "Un dolce, ricco e cremoso drink fatto con cioccolato fuso e latte, servito caldo.",
      "example": "J'adorais boire du chocolat chaud enfant, je bois du chocolat chaud avec des marshmallows maintenant, et je boirai du chocolat chaud avec de la crème fouettée l'hiver prochain.",
      "example_translation": "Amavo bere cioccolata calda quando ero bambino, bevo cioccolata calda con marshmallows adesso e la berrò con panna montata il prossimo inverno.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "limonade",
      "translation": "limone",
      "definition": "Boisson sucrée et acide faite à partir de jus de citron, d'eau et de sucre.",
      "definition_translation": "Un drink dolce e aspro fatto con succo di limone, acqua e zucchero.",
      "example": "J'ai fait de la limonade pour le party l'été dernier, je bois de la limonade avec mes amis maintenant, et je ferai de la limonade à nouveau l'été prochain.",
      "example_translation": "Ho preparato limone per la festa l'estate scorsa, sto bevendo limone con gli amici adesso e lo preparerò di nuovo l'estate prossima.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "milk-shake",
      "translation": "frappé",
      "definition": "Boisson sucrée et crémeuse faite avec du lait, de la crème glacée et des arômes, généralement mélangés ensemble.",
      "definition_translation": "Un dolce, cremoso drink fatto con latte, gelato e flavori, solitamente mescolati insieme.",
      "example": "J'ai bu un milk-shake au diner hier, je bois un milk-shake maintenant, et je boirai un autre milk-shake demain.",
      "example_translation": "Ho bevuto un frappé al diner ieri, sto bevendo uno adesso e berrò un altro domani.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "eau minérale",
      "translation": "acqua minerale",
      "definition": "Eau qui provient d'une source souterraine et contient des minéraux ou d'autres substances censées avoir des bienfaits pour la santé.",
      "definition_translation": "Acqua che proviene da una fonte sotterranea e contiene minerali o altre sostanze che si ritiene abbiano benefici per la salute.",
      "example": "J'ai bu une bouteille d'eau minérale après la randonnée, je bois une bouteille d'eau minérale maintenant, et je boirai une autre bouteille d'eau minérale après mon entraînement.",
      "example_translation": "Ho bevuto una bottiglia di acqua minerale dopo la passeggiata, sto bevendo una adesso e berrò un'altra dopo la mia sessione di allenamento.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boisson douce",
      "translation": "bevanda analcolica",
      "definition": "Une boisson sucrée qui n'est pas un jus de fruit, généralement faite à partir de sirop aromatique et d'eau gazeuse.",
      "definition_translation": "Una bevanda dolce che non è un succo di frutta, solitamente fatta con sciroppo aromatizzato e acqua gassata.",
      "example": "J'ai bu une boisson douce au party, j'en bois une maintenant et j'en boirai une autre au pique-nique.",
      "example_translation": "Ho bevuto una bevanda analcolica al party, sto bevendo una adesso e berrò un'altra al picnic.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cocktail",
      "translation": "cocktail",
      "definition": "Un cocktail est un mélange de boissons, généralement fait avec un spiritueux, comme le rhum ou le whiskey, combiné avec du jus de fruit, de la crème ou d'autres aromatisants.",
      "definition_translation": "Un drink misto tipicamente preparato con uno spirito, come rum o whiskey, combinato con succo di frutta, crema o altri ingredienti di sapore.",
      "example": "J'ai commandé un cocktail au bar hier soir. Aujourd'hui, je vais préparer un cocktail pour mes amis. À l'avenir, j'aurai appris à faire le cocktail parfait.",
      "example_translation": "Ho ordinato un cocktail al bar ieri sera. Oggi, sto per preparare un cocktail per i miei amici. In futuro, avrò imparato a preparare il cocktail perfetto.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cacao",
      "translation": "cacao",
      "definition": "Un aliment sucré fait à partir des graines torréfiées de l'arbre à cacao, souvent utilisé pour faire du chocolat.",
      "definition_translation": "Un alimento dolce ottenuto dai semi tostati dell'albero del cacao, spesso utilizzato per fare cioccolato.",
      "example": "J'ai bu une tasse de cacao chaud hier. Aujourd'hui, je suis en train de déguster un gâteau fait avec du cacao. À l'avenir, j'essaierai de faire mon propre cacao en poudre.",
      "example_translation": "Ho bevuto una tazza di cioccolata calda ieri. Oggi, sto godendomi una fetta di torta fatta con cacao. In futuro, proverò a fare il mio stesso polvere di cacao.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boisson gazeuse",
      "translation": "bevanda frizzante",
      "definition": "Une boisson sucrée et gazeuse, comme le soda ou l'eau gazeuse, souvent aromatisée avec des fruits ou d'autres ingrédients naturels.",
      "definition_translation": "Una bevanda dolce e carbonata, come soda o acqua frizzante, che spesso è aromatizzata con frutta o altri ingredienti naturali.",
      "example": "J'ai ouvert une bouteille de boisson gazeuse hier soir. Aujourd'hui, je bois une boisson gazeuse avec mes amis. À l'avenir, j'essaierai de faire ma propre boisson gazeuse maison.",
      "example_translation": "Ho aperto una bottiglia di bevanda frizzante ieri sera. Oggi, sto bevendo una bevanda frizzante con i miei amici. In futuro, proverò a fare la mia propria bevanda frizzante fatta in casa.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café instantané",
      "translation": "caffè istantaneo",
      "definition": "Un type de café qui peut être préparé rapidement en ajoutant de l'eau chaude à une forme pulvérulente ou granulaire.",
      "definition_translation": "Un tipo di caffè che può essere preparato rapidamente aggiungendo acqua calda a una forma polverosa o granulare.",
      "example": "J'emporte toujours du café instantané dans mon sac à dos lorsque je vais hacer de l'escalade. J'ai préparé une tasse de café instantané hier matin. Je vais acheter du café instantané à l'épicerie demain.",
      "example_translation": "Porto sempre il caffè istantaneo nel mio zaino quando vado a fare trekking. Ho preparato una tazza di caffè istantaneo ieri mattina. Comprerò il caffè istantaneo al supermercato domani.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vodka",
      "translation": "vodka",
      "definition": "Un esprit clair, incolore et inodore fait à partir de céréales, comme le blé, le seigle ou les pommes de terre.",
      "definition_translation": " Uno spirito chiaro, incolore e inodoro prodotto da cereali come il grano, il segale o le patate.",
      "example": "J'aime boire de la vodka avec de l'eau tonique lors des fêtes. Mon ami a bu une bouteille de vodka entière hier soir. Nous servirons de la vodka à notre réception de mariage l'année prochaine.",
      "example_translation": "Mi piace bere vodka con acqua tonica alle feste. Il mio amico ha bevuto una bottiglia intera di vodka ieri sera. Serviremo vodka al nostro ricevimento di nozze l'anno prossimo.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "whisky",
      "translation": "whisky",
      "definition": "Un type d'esprit fait à partir d'un mélange de céréales fermenté, généralement vieilli dans des barriques de bois pour lui donner un goût riche et complexe.",
      "definition_translation": "Un tipo di spirito prodotto da mosto di cereale fermentato, solitamente invecchiato in barili di legno per dargli un sapore ricco e complesso.",
      "example": "Mon grand-père avait toujours une bouteille de whisky dans son cabinet. Elle a bu un verre de whisky au bar hier soir.Nous allons goûter différents types de whisky lors de la visite de la distillerie le mois prochain.",
      "example_translation": "Il mio nonno tieneva sempre una bottiglia di whisky nel suo armadio. Ha sorseggiato un bicchiere di whisky al bar ieri sera. Proveremo diversi tipi di whisky durante il tour della distilleria il prossimo mese.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "compotée",
      "translation": "composta",
      "definition": "Un plat sucré ou salé fait à partir de fruits, généralement cuits lentement pour les conserver, souvent servi comme accompagnement ou dessert.",
      "definition_translation": "Un piatto dolce o salato fatto di frutta, tipicamente cotto lentamente per conservarlo, spesso servito come contorno o dessert.",
      "example": "J'ai fait une délicieuse compotée avec des fruits frais et l'ai servie avec de la crème chantillée. Hier, j'ai mangé de la compotée avec mon petit déjeuner, et demain je vais en faire une autre pour mon déjeuner.",
      "example_translation": "Ho preparato un delizioso composto con frutti di bosco freschi e l'ho servito con panna montata. Ieri, ho avuto composta con la mia colazione, e domani ne farò un'altra per il mio pranzo.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café décaféiné",
      "translation": "caffè decaffeinato",
      "definition": "Du café qui a perdu presque tout son caféine, ce qui en fait un choix populaire pour les personnes sensibles au caféine ou qui veulent boire du café le soir.",
      "definition_translation": "Caffè che ha perso la maggior parte o tutto il suo caffeina, rendendolo una scelta popolare per coloro che sono sensibili alla caffeina o vogliono bere caffè la sera.",
      "example": "Je bois toujours du café décaféiné le soir pour bien dormir. Mon ami préfère le café décaféiné parce qu'il est sensible au caféine.",
      "example_translation": "Bevo sempre caffè decaffeinato la sera così posso dormire bene. La mia amica preferisce caffè decaffeinato perché è sensibile alla caffeina.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "shandy",
      "translation": "shandy",
      "definition": "Une boisson rafraîchissante faite à partir de bière et de limonade, souvent servie en été.",
      "definition_translation": "Un drink rinfrescante fatto con birra e lemonata, spesso servito in estate.",
      "example": "J'adore boire de la shandy lors d'une journée d'été chaude. Le week-end dernier, j'ai bu une shandy à la plage et cela m'a vraiment rafraîchi.",
      "example_translation": "Amo bere shandy in un giorno estivo caldo. Lo scorso weekend, ho avuto uno shandy alla spiaggia e era davvero rinfrescante.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]
}