[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dishonest",
      "translation": "disonesto",
      "definition": "Not honest or fair; willing to cheat or deceive others",
      "definition_translation": "Non onesto o equo; disposto a ingannare o tradire gli altri",
      "example": "The dishonest politician was caught embezzling funds from the charity. He had been dishonest with his business partners for years. He will be dishonest in his dealings if it benefits him.",
      "example_translation": "Il politico disonesto fu colto a rubare fondi dalla charity. Era stato disonesto con i suoi partner commerciali per anni. Sarà disonesto nei suoi affari se gli conviene.",
      "imageLink": "image_files\\English\\dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "disorganized",
      "translation": "disorganizzato",
      "definition": "Lacking a systematic or coordinated approach; chaotic or inefficient",
      "definition_translation": "Mancante di un approccio sistematico o coordinato; caotico o inefficiente",
      "example": "The disorganized team struggled to meet the deadline. She was disorganized in her daily routine, often forgetting important tasks.",
      "example_translation": "La squadra disorganizzata lottò per rispettare la scadenza. Era disorganizzata nella sua routine quotidiana, spesso dimenticando compiti importanti.",
      "imageLink": "image_files\\English\\disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dissatisfied",
      "translation": "insoddisfatto",
      "definition": "Not content or pleased with something; unhappy or unfulfilled",
      "definition_translation": "Non contento o soddisfatto di qualcosa; infelice o insoddisfatto",
      "example": "The customer was dissatisfied with the service and complained to the manager. She was dissatisfied with her job and quit after a year.",
      "example_translation": "Il cliente era insoddisfatto del servizio e si lamentò con il manager. Era insoddisfatta del suo lavoro e lo lasciò dopo un anno.",
      "imageLink": "image_files\\English\\dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "distressing",
      "translation": "disturbante",
      "definition": "Causing emotional pain or discomfort; upsetting or worrying",
      "definition_translation": "Causante dolore emotivo o disagio; sconvolgente o preoccupante",
      "example": "The news of the natural disaster was distressing to many people. The distressing image stayed with her for days.",
      "example_translation": "La notizia del disastro naturale fu disturbante per molte persone. L'immagine disturbante le rimase impressa per giorni.",
      "imageLink": "image_files\\English\\distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "doubtful",
      "translation": "dubbioso",
      "definition": "Feeling uncertain or questioning something; lacking confidence",
      "definition_translation": "Sentendosi incerto o mettendo in dubbio qualcosa; mancante di fiducia",
      "example": "I was doubtful about the investment opportunity and did some research. She was doubtful about her ability to finish the project on time.",
      "example_translation": "Ero dubbioso sulla opportunità di investimento e feci alcune ricerche. Era dubbiosa sulla sua capacità di finire il progetto in tempo.",
      "imageLink": "image_files\\English\\doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dynamic",
      "translation": "dinamico",
      "definition": "Characterized by action, change, or progress; energetic and lively",
      "definition_translation": "Caratterizzato da azione, cambiamento o progresso; energetico e vivace",
      "example": "The dynamic team leader inspired her team to achieve their goals. The city's dynamic arts scene attracts many tourists.",
      "example_translation": "La leader dinamica ispirò la sua squadra a raggiungere i loro obiettivi. La scena artistica dinamica della città attrae molti turisti.",
      "imageLink": "image_files\\English\\dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eager",
      "translation": "ansioso",
      "definition": "Feeling enthusiastic or impatient to do something; excited or keen",
      "definition_translation": "Sentendosi entusiasta o impaziente di fare qualcosa; emozionato o desideroso",
      "example": "The eager student raised her hand to answer the question. He was eager to start his new job and prove himself.",
      "example_translation": "La studentessa ansiosa alzò la mano per rispondere alla domanda. Era ansioso di iniziare il suo nuovo lavoro e dimostrare sé stesso.",
      "imageLink": "image_files\\English\\eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "educated",
      "translation": "istruito",
      "definition": "Having received an education; knowledgeable or cultured",
      "definition_translation": "Aver ricevuto un'istruzione; colto o erudito",
      "example": "The educated professional was well-respected in her field. He was educated at a prestigious university.",
      "example_translation": "Il professionista istruito era molto rispettato nel suo campo. Era stato istruito in un'università prestigiosa.",
      "imageLink": "image_files\\English\\educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "emotional",
      "translation": "emotivo",
      "definition": "Relating to or characterized by emotion; sensitive or sentimental",
      "definition_translation": "Riferito a o caratterizzato da emozione; sensibile o sentimentale",
      "example": "The emotional goodbye was difficult for everyone. The emotional impact of the movie was profound.",
      "example_translation": "La difficile addio emotiva fu difficile per tutti. L'impatto emotivo del film fu profondo.",
      "imageLink": "image_files\\English\\emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "encouraging",
      "translation": "incoraggiante",
      "definition": "Giving support or confidence; inspiring or motivating",
      "definition_translation": "Dando sostegno o fiducia; ispirando o motivando",
      "example": "The encouraging words from her coach helped her to win the game. The encouraging feedback boosted her confidence.",
      "example_translation": "Le parole incoraggianti del coach l'aiutarono a vincere la partita. Il feedback incoraggiante le diede una spinta alla fiducia.",
      "imageLink": "image_files\\English\\encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "energetic",
      "translation": "energico",
      "definition": "Characterized by or exhibiting energy; lively or active",
      "definition_translation": "Caratterizzato da o esibendo energia; vivace o attivo",
      "example": "The energetic puppy ran around the park all day. The energetic teacher kept the students engaged throughout the lesson.",
      "example_translation": "Il cucciolo energico corse intorno al parco tutto il giorno. L'insegnante energico tenne gli studenti coinvolti per tutta la lezione.",
      "imageLink": "image_files\\English\\energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "entertaining",
      "translation": "divertente",
      "definition": "Providing enjoyment or amusement; engaging or interesting",
      "definition_translation": "Fornendo intrattenimento o divertimento; coinvolgente o interessante",
      "example": "The entertaining movie kept us laughing all night. The entertaining speaker engaged the audience with her anecdotes.",
      "example_translation": "Il film divertente ci fece ridere tutta la notte. La speaker divertente coinvolse il pubblico con le sue aneddoti.",
      "imageLink": "image_files\\English\\entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "enthusiastic",
      "translation": "entusiasta",
      "definition": "Showing or feeling intense excitement or interest; passionate or dedicated",
      "definition_translation": "Mostrando o provando intensa eccitazione o interesse; appassionato o dedicato",
      "example": "The enthusiastic crowd cheered on their favorite team. She was enthusiastic about the new project and led the team to success.",
      "example_translation": "La folla entusiasta incitò la loro squadra preferita. Era entusiasta del nuovo progetto e guidò la squadra al successo.",
      "imageLink": "image_files\\English\\enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "evil",
      "translation": "malvagio",
      "definition": "Morally reprehensible or wicked; bad or malevolent",
      "definition_translation": "Moralmente riprovevole o cattivo; malvagio o malevolo",
      "example": "The evil villain in the movie was terrifying. The evil effects of the poison were devastating.",
      "example_translation": "Il villain malvagio nel film era terrorizzante. Gli effetti malvagi del veleno furono devastanti.",
      "imageLink": "image_files\\English\\evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exhausting",
      "translation": "estenuante",
      "definition": "Causing or feeling extreme fatigue or exhaustion; draining or tiring",
      "definition_translation": "Causando o provando estrema fatica o esaurimento; prosciugante o stancante",
      "example": "The exhausting hike was worth the breathtaking view. The exhausting work schedule left her feeling drained.",
      "example_translation": "La escursione estenuante valeva la vista mozza fiato. Il programma di lavoro estenuante la lasciò sentire svuotata.",
      "imageLink": "image_files\\English\\exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "expert",
      "translation": "esperto",
      "definition": "Having or showing advanced knowledge or skill in a particular area; specialized",
      "definition_translation": "Aver o mostrare conoscenza avanzata o abilità in un particolare campo; specializzato",
      "example": "The expert doctor diagnosed the rare disease correctly. The expert chef prepared a exquisite meal.",
      "example_translation": "Il dottore esperto diagnosticò la malattia rara correttamente. Il cuoco esperto preparò un pasto esquisite.",
      "imageLink": "image_files\\English\\expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "faithful",
      "translation": "fedele",
      "definition": "Showing loyalty or devotion; reliable or trustworthy",
      "definition_translation": "Mostrando lealtà o devozione; affidabile o degno di fiducia",
      "example": "The faithful dog waited for its owner at the door. She was faithful to her partner and never cheated.",
      "example_translation": "Il cane fedele aspettò il suo proprietario alla porta. Era fedele al suo partner e non tradì mai.",
      "imageLink": "image_files\\English\\faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fascinated",
      "translation": "fascinato",
      "definition": "Feeling or showing great interest or enthusiasm; captivated or engrossed",
      "definition_translation": "Provando o mostrando grande interesse o entusiasmo; affascinato o assorto",
      "example": "The fascinated child watched the magician's trick. She was fascinated by the ancient ruins.",
      "example_translation": "Il bambino fascinato guardò il trucco del mago. Era affascinata dalle rovine antiche.",
      "imageLink": "image_files\\English\\fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fascinating",
      "translation": "fascinante",
      "definition": "Extremely interesting or attractive; captivating or appealing",
      "definition_translation": "Estremamente interessante o attraente; affascinante o allettante",
      "example": "The fascinating documentary was watched by millions. The fascinating view from the top of the mountain was breathtaking.",
      "example_translation": "Il documentario fascinante fu visto da milioni di persone. La vista fascinante dalla cima della montagna fu mozza fiato.",
      "imageLink": "image_files\\English\\fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fierce",
      "translation": "fieroce",
      "definition": "Showing or feeling intense anger or aggression; violent or brutal",
      "definition_translation": "Mostrando o provando intensa rabbia o aggressività; violento o brutale",
      "example": "The fierce warrior fought bravely in the battle. The fierce storm damaged many buildings.",
      "example_translation": "Il guerriero feroce combatté valorosamente nella battaglia. La tempesta feroce danneggiò molti edifici.",
      "imageLink": "image_files\\English\\fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "foolish",
      "translation": "folle",
      "definition": "Lacking sense or judgment; silly or absurd",
      "definition_translation": "Mancante di senno o giudizio; sciocco o assurdo",
      "example": "The foolish decision led to financial ruin. The foolish joke fell flat with the audience.",
      "example_translation": "La decisione folle portò alla rovina finanziaria. La barzelletta folle cadde piatta con il pubblico.",
      "imageLink": "image_files\\English\\foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "furious",
      "translation": "furioso",
      "definition": "Extremely angry or violent; enraged or infuriated",
      "definition_translation": "Estremamente arrabbiato o violento; inferocito o infuriato",
      "example": "The furious driver yelled at the other motorist. The furious animal attacked its trainer.",
      "example_translation": "Il conducente furioso urlò contro l'altro automobilista. L'animale furioso attaccò il suo addestratore.",
      "imageLink": "image_files\\English\\furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "greedy",
      "translation": "avido",
      "definition": "Having or showing an intense desire for food, money, or power; selfish or materialistic",
      "definition_translation": "Aver o mostrare un'intensa voglia di cibo, denaro o potere; egoista o materialista",
      "example": "The greedy businessman took advantage of the situation. The greedy child wanted more candy.",
      "example_translation": "L'imprenditore avido approfittò della situazione. Il bambino avido voleva più caramelle.",
      "imageLink": "image_files\\English\\greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hard",
      "translation": "duro",
      "definition": "Firm or unyielding; difficult or challenging",
      "definition_translation": "Fermo o intransigente; difficile o impegnativo",
      "example": "The hard wood was difficult to cut. The hard worker earned a promotion.",
      "example_translation": "Il legno duro era difficile da tagliare. Il lavoratore duro guadagnò una promozione.",
      "imageLink": "image_files\\English\\hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hard-working",
      "translation": "lavoratore zelante",
      "definition": "Working diligently and with dedication; industrious or conscientious",
      "definition_translation": "Lavorando diligentemente e con dedizione; industrioso o coscienzioso",
      "example": "The hard-working employee was praised by the boss. The hard-working student earned good grades.",
      "example_translation": "Il lavoratore zelante fu lodato dal capo. Lo studente lavoratore zelante guadagnò buoni voti.",
      "imageLink": "image_files\\English\\hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "icy",
      "translation": "ghiacciato",
      "definition": "Extremely cold or frosty; unfriendly or unemotional",
      "definition_translation": "Estremamente freddo o ghiacciato; ostile o inespressivo",
      "example": "The icy wind made it difficult to breathe. The icy stare from her ex-boyfriend was unnerving.",
      "example_translation": "Il vento ghiacciato rese difficile respirare. Lo sguardo ghiacciato dell'ex ragazzo la fece sentire a disagio.",
      "imageLink": "image_files\\English\\icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "impatient",
      "translation": "impaziente",
      "definition": "Unable to tolerate delays or waiting; restless or irritable",
      "definition_translation": "Incapace di tollerare ritardi o attese; irrequieto o irritabile",
      "example": "The impatient customer tapped his foot anxiously. The impatient driver honked the horn repeatedly.",
      "example_translation": "Il cliente impaziente batté il piede ansiosamente. Il conducente impaziente suonò il clacson ripetutamente.",
      "imageLink": "image_files\\English\\impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "impolite",
      "translation": "scortese",
      "definition": "Lacking good manners or courtesy; rude or discourteous",
      "definition_translation": "Mancante di buone maniere o cortesia; rude o scortese",
      "example": "The impolite stranger pushed into the line. The impolite comment made her feel uncomfortable.",
      "example_translation": "Lo sconosciuto scortese si fece strada nella fila. Il commento scortese la fece sentire a disagio.",
      "imageLink": "image_files\\English\\impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "independent",
      "translation": "indipendente",
      "definition": "Not relying on others for support or guidance; self-sufficient or autonomous",
      "definition_translation": "Non dipendente da altri per sostegno o guida; autosufficiente o autonomo",
      "example": "The independent artist worked alone in her studio. The independent country declared its sovereignty.",
      "example_translation": "L'artista indipendente lavorò da sola nel suo studio. Il paese indipendente dichiarò la sua sovranità.",
      "imageLink": "image_files\\English\\independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "inexperienced",
      "translation": "inesperto",
      "definition": "Lacking experience or skill; novice or untrained",
      "definition_translation": "Mancante di esperienza o abilità; principiante o non addestrato",
      "example": "The inexperienced hiker got lost in the woods. The inexperienced chef made a mistake in the recipe.",
      "example_translation": "Il trekker inesperto si perse nella foresta. Il cuoco inesperto fece un errore nella ricetta.",
      "imageLink": "image_files\\English\\inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "innocent",
      "translation": "innocente",
      "definition": "Not guilty of wrongdoing; pure or free from sin",
      "definition_translation": "Non colpevole di azioni malvagie; puro o libero da peccato",
      "example": "The innocent child played with her doll. The innocent victim was wrongly accused.",
      "example_translation": "Il bambino innocente giocò con la sua bambola. La vittima innocente fu accusata ingiustamente.",
      "imageLink": "image_files\\English\\innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "insincere",
      "translation": "insincero",
      "definition": "Not genuine or sincere; deceitful or hypocritical",
      "definition_translation": "Non autentico o sincero; ingannevole o ipocrita",
      "example": "The insincere apology was not accepted. The insincere politician was caught lying.",
      "example_translation": "La scusa insincera non fu accettata. Il politico insincero fu colto a mentire.",
      "imageLink": "image_files\\English\\insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "intellectual",
      "translation": "intellettuale",
      "definition": "Relating to or characterized by intellect; scholarly or cultured",
      "definition_translation": "Riferito a o caratterizzato da intelligenza; erudito o colto",
      "example": "The intellectual discussion was fascinating. The intellectual bookstore attracted many scholars.",
      "example_translation": "La discussione intellettuale fu affascinante. La libreria intellettuale attrasse molti studiosi.",
      "imageLink": "image_files\\English\\intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "irresponsible",
      "translation": "irresponsabile",
      "definition": "Not responsible or accountable; careless or reckless",
      "definition_translation": "Non responsabile o rispondente; incurante o avventato",
      "example": "The irresponsible driver caused the accident. The irresponsible decision put many lives at risk.",
      "example_translation": "Il conducente irresponsabile causò l'incidente. La decisione irresponsabile mise in pericolo molte vite.",
      "imageLink": "image_files\\English\\irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "irritated",
      "translation": "irritato",
      "definition": "Feeling or showing annoyance or frustration; vexed or exasperated",
      "definition_translation": "Provando o mostrando fastidio o frustrazione; seccato o esasperato",
      "example": "The irritated customer complained to the manager. The irritated skin was red and itchy.",
      "example_translation": "Il cliente irritato si lamentò con il manager. La pelle irritata era rossa e pruriginosa.",
      "imageLink": "image_files\\English\\irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "irritating",
      "translation": "irritante",
      "definition": "Causing annoyance or frustration; vexing or exasperating",
      "definition_translation": "Causando fastidio o frustrazione; seccante o esasperante",
      "example": "The irritating noise kept me awake. The irritating customer was rude to the sales associate.",
      "example_translation": "Il rumore irritante mi tenne sveglio. Il cliente irritante fu scortese con l'associato di vendita.",
      "imageLink": "image_files\\English\\irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "loyal",
      "translation": "leale",
      "definition": "Showing loyalty or devotion; faithful or dedicated",
      "definition_translation": "Mostrando lealtà o devozione; fedele o dedicato",
      "example": "The loyal dog followed its owner everywhere. The loyal employee worked for the company for 20 years.",
      "example_translation": "Il cane leale seguì il suo proprietario ovunque. Il dipendente leale lavorò per l'azienda per 20 anni.",
      "imageLink": "image_files\\English\\loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mature",
      "translation": "maturo",
      "definition": "Having reached a high level of mental or emotional development; grown-up or adult",
      "definition_translation": "Aver raggiunto un alto livello di sviluppo mentale o emotivo; adulto o maturo",
      "example": "The mature student handled the criticism well. The mature wine was rich and complex.",
      "example_translation": "Lo studente maturo gestì la critica bene. Il vino maturo era ricco e complesso.",
      "imageLink": "image_files\\English\\mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mean",
      "translation": "cattivo",
      "definition": "Unkind or cruel; having or showing a bad intention",
      "definition_translation": "Scortese o crudele; avendo o mostrando una cattiva intenzione",
      "example": "The mean bully picked on the weak kid. The mean comment hurt her feelings.",
      "example_translation": "Il bullo cattivo si prendeva gioco del ragazzo debole. Il commento cattivo le fece male.",
      "imageLink": "image_files\\English\\mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mean",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "suspicious",
      "translation": "sospetto",
      "definition": "having or showing a feeling that something is wrong or that someone cannot be trusted",
      "definition_translation": "avendo o mostrando una sensazione che qualcosa non va bene o che qualcuno non può essere fidato",
      "example": "I was suspicious of the stranger who approached me on the street yesterday. Now I am suspicious of his intentions. I will be suspicious of him until he proves himself.",
      "example_translation": "Ero sospetto dello sconosciuto che mi si è avvicinato ieri per strada. Ora sono sospetto delle sue intenzioni. Sarò sospetto di lui fino a quando non si dimostra degno di fiducia.",
      "imageLink": "image_files\\English\\suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sympathetic",
      "translation": "compassionevole",
      "definition": "feeling or showing pity or sympathy for someone or something",
      "definition_translation": "sentendo o mostrando pietà o simpatia per qualcuno o qualcosa",
      "example": "The doctor was sympathetic towards the patient's pain. She has been sympathetic towards her friend's situation. She will be sympathetic towards the new employee's struggles.",
      "example_translation": "Il dottore era compassionevole verso il dolore del paziente. È stata compassionevole verso la situazione del suo amico. Sarà compassionevole verso le difficoltà del nuovo dipendente.",
      "imageLink": "image_files\\English\\sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tense",
      "translation": "teso",
      "definition": "feeling or showing anxiety or nervousness",
      "definition_translation": "sentendo o mostrando ansia o nervosismo",
      "example": "I was tense before the exam, but now I am more tense because of the results. I will be tense until the situation improves.",
      "example_translation": "Ero teso prima dell'esame, ma ora sono più teso a causa dei risultati. Sarò teso fino a quando la situazione non migliora.",
      "imageLink": "image_files\\English\\tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "terrifying",
      "translation": "terrorizzante",
      "definition": "extremely frightening or disturbing",
      "definition_translation": "estremamente spaventoso o disturbante",
      "example": "The horror movie was terrifying, and it terrified me when I was alone at night. It still terrifies me when I think about it.",
      "example_translation": "Il film horror era terrorizzante, e mi terrorizzò quando ero solo di notte. Mi terrorizza ancora quando ci penso.",
      "imageLink": "image_files\\English\\terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thoughtful",
      "translation": "pensieroso",
      "definition": "showing careful thought and consideration for others",
      "definition_translation": "mostrando pensiero e considerazione attenta per gli altri",
      "example": "My friend was thoughtful enough to surprise me on my birthday. She has been thoughtful towards my situation. She will be thoughtful of my feelings.",
      "example_translation": "Il mio amico è stato abbastanza pensieroso da sorprendermi nel mio compleanno. È stata pensierosa verso la mia situazione. Sarà pensierosa dei miei sentimenti.",
      "imageLink": "image_files\\English\\thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thrilled",
      "translation": "emozionato",
      "definition": "feeling extremely happy or excited",
      "definition_translation": "sentendo una felicità o emozione estrema",
      "example": "I was thrilled to receive the news, and I am thrilled about the upcoming event. I will be thrilled to see my friends again.",
      "example_translation": "Ero emozionato di ricevere la notizia, e sono emozionato sull'evento imminente. Sarò emozionato di rivedere i miei amici di nuovo.",
      "imageLink": "image_files\\English\\thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tough",
      "translation": "duro",
      "definition": "strong and able to withstand difficult conditions",
      "definition_translation": "forte e in grado di resistere a condizioni difficili",
      "example": "The tough athlete was able to finish the marathon. He has been tough enough to overcome his injuries. He will be tough in the face of challenges.",
      "example_translation": "L'atleta duro è riuscito a finire la maratona. È stato abbastanza duro per superare le sue lesioni. Sarà duro di fronte alle sfide.",
      "imageLink": "image_files\\English\\tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tragic",
      "translation": "tragico",
      "definition": "causing or involving great suffering or sadness",
      "definition_translation": "causando o coinvolgendo grande sofferenza o tristezza",
      "example": "The tragic event shocked the entire nation. It has been a tragic month for the family. It will be a tragic loss for the community.",
      "example_translation": "L'evento tragico ha scioccato tutta la nazione. È stato un mese tragico per la famiglia. Sarà una perdita tragica per la comunità.",
      "imageLink": "image_files\\English\\tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unaware",
      "translation": "ignaro",
      "definition": "not knowing or realizing something",
      "definition_translation": "non sapendo o realizzando qualcosa",
      "example": "I was unaware of the danger lurking around the corner. Now I am unaware of the consequences. In the future, I will be unaware of the outcome.",
      "example_translation": "Ero ignaro del pericolo in agguato intorno all'angolo. Ora sono ignaro delle conseguenze. In futuro, Sarò ignaro dell'esito.",
      "imageLink": "image_files\\English\\unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "uncertain",
      "translation": "incerto",
      "definition": "not knowing or being unsure about something",
      "definition_translation": "non sapendo o essere incerto su qualcosa",
      "example": "I was uncertain about my decision, but now I am more uncertain about the future. In the past, I was uncertain about my abilities.",
      "example_translation": "Ero incerto sulla mia decisione, ma ora sono più incerto sul futuro. Nel passato, ero incerto sulle mie capacità.",
      "imageLink": "image_files\\English\\uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "understanding",
      "translation": "comprensivo",
      "definition": "having or showing sympathy and tolerance towards someone or something",
      "definition_translation": "avendo o mostrando simpatia e tolleranza verso qualcuno o qualcosa",
      "example": "My teacher was understanding towards my situation, and now she is more understanding towards my struggles. In the past, she was understanding of my mistakes.",
      "example_translation": "Il mio insegnante è stata comprensiva verso la mia situazione, e ora è più comprensiva verso le mie lotte. Nel passato, è stata comprensiva dei miei errori.",
      "imageLink": "image_files\\English\\understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "uneasy",
      "translation": "inquieto",
      "definition": "feeling nervous or uncomfortable",
      "definition_translation": "sentendo nervosismo o disagio",
      "example": "I was uneasy during the silence, and now I am more uneasy about the outcome. In the future, I will be uneasy about the consequences.",
      "example_translation": "Ero inquieto durante il silenzio, e ora sono più inquieto sul risultato. In futuro, Sarò inquieto sulle conseguenze.",
      "imageLink": "image_files\\English\\uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unfortunate",
      "translation": "sfortunato",
      "definition": "not lucky or fortunate",
      "definition_translation": "non essere fortunato o fortunato",
      "example": "The unfortunate event occurred last night, and now it is more unfortunate that it happened again. It will be unfortunate if it happens again in the future.",
      "example_translation": "L'evento sfortunato è accaduto ieri notte, e ora è più sfortunato che sia successo di nuovo. Sarà sfortunato se accade di nuovo nel futuro.",
      "imageLink": "image_files\\English\\unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unhelpful",
      "translation": "inutile",
      "definition": "not providing assistance or support",
      "definition_translation": "non fornendo assistenza o sostegno",
      "example": "The unhelpful instructions made it difficult to understand. The unhelpful teacher did not provide enough guidance. The unhelpful employee did not contribute to the team.",
      "example_translation": "Le istruzioni inutili hanno reso difficile capire. L'insegnante inutile non ha fornito sufficiente guida. Il dipendente inutile non ha contribuito al team.",
      "imageLink": "image_files\\English\\unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unpopular",
      "translation": "impopolare",
      "definition": "not liked or approved of by most people",
      "definition_translation": "non essere apprezzato o approvato dalla maggior parte delle persone",
      "example": "The unpopular decision was criticized by many. The unpopular policy was rejected by the public. The unpopular candidate lost the election.",
      "example_translation": "La decisione impopolare è stata criticata da molti. La politica impopolare è stata respinta dal pubblico. Il candidato impopolare ha perso le elezioni.",
      "imageLink": "image_files\\English\\unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unpredictable",
      "translation": "imprevedibile",
      "definition": "unable to be forecast or anticipated",
      "definition_translation": "incapace di essere previsto o anticipato",
      "example": "The unpredictable weather made it difficult to plan. The unpredictable outcome of the game was surprising. The unpredictable behavior of the person was alarming.",
      "example_translation": "Il tempo imprevedibile ha reso difficile pianificare. Il risultato imprevedibile del gioco è stato sorprendente. Il comportamento imprevedibile della persona è stato allarmante.",
      "imageLink": "image_files\\English\\unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unrealistic",
      "translation": "irrealistico",
      "definition": "not based on reality or practicality",
      "definition_translation": "non basato sulla realtà o sulla praticità",
      "example": "The unrealistic goals were difficult to achieve. The unrealistic expectations were disappointing. The unrealistic plan was flawed from the start.",
      "example_translation": "Gli obiettivi irrealistici erano difficili da raggiungere. Le aspettative irrealistiche furono deludenti. Il piano irrealistico era difettoso fin dall'inizio.",
      "imageLink": "image_files\\English\\unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unreasonable",
      "translation": "irragionevole",
      "definition": "not based on reason or sense",
      "definition_translation": "non basato sulla ragione o sul senso",
      "example": "The unreasonable demands were rejected by the company. The unreasonable behavior of the person was unacceptable. The unreasonable decision was criticized by many.",
      "example_translation": "Le richieste irragionevoli sono state respinte dalla società. Il comportamento irragionevole della persona è stato inaccettabile. La decisione irragionevole è stata criticata da molti.",
      "imageLink": "image_files\\English\\unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unreliable",
      "translation": "inaffidabile",
      "definition": "not able to be trusted or depended on",
      "definition_translation": "non in grado di essere fidato o dipendente",
      "example": "The unreliable source of information was ignored. The unreliable friend was not trustworthy. The unreliable product was returned to the store.",
      "example_translation": "La fonte inaffidabile di informazione è stato ignorata. L'amico inaffidabile non era degno di fiducia. Il prodotto inaffidabile è stato restituito al negozio.",
      "imageLink": "image_files\\English\\unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unsure",
      "translation": "incerto",
      "definition": "not knowing or being certain about something",
      "definition_translation": "non sapendo o essendo certo su qualcosa",
      "example": "I was unsure about my answer, but now I am more unsure about the outcome. In the past, I was unsure about my abilities.",
      "example_translation": "Ero incerto sulla mia risposta, ma ora sono più incerto sul risultato. Nel passato, ero incerto sulle mie capacità.",
      "imageLink": "image_files\\English\\unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "violent",
      "translation": "violento",
      "definition": "using or involving physical force or violence",
      "definition_translation": "utilizzando o coinvolgendo forza fisica o violenza",
      "example": "The violent storm damaged the city. The violent protest was dispersed by the police. The violent movie was not suitable for children.",
      "example_translation": "La tempesta violenta ha danneggiato la città. La protesta violenta è stata dispersa dalla polizia. Il film violento non era adatto ai bambini.",
      "imageLink": "image_files\\English\\violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "welcome",
      "translation": "benvenuto",
      "definition": "giving pleasure or comfort when received or encountered",
      "definition_translation": "dando piacere o comfort quando ricevuto o incontrato",
      "example": "I received a welcome email from the company. The welcome party was a great success. The welcome gift was a nice surprise.",
      "example_translation": "Ho ricevuto un'email di benvenuto dalla società. La festa di benvenuto è stato un grande successo. Il regalo di benvenuto è stato una bella sorpresa.",
      "imageLink": "image_files\\English\\welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "well-balanced",
      "translation": "equilibrato",
      "definition": "having a good balance of different things or qualities",
      "definition_translation": "avendo un buon equilibrio di diverse cose o qualità",
      "example": "The well-balanced diet was healthy. The well-balanced team won the game. The well-balanced approach was successful.",
      "example_translation": "La dieta equilibrata era sana. La squadra equilibrata ha vinto il gioco. L'approccio equilibrato è stato di successo.",
      "imageLink": "image_files\\English\\well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wise",
      "translation": "saggio",
      "definition": "having or showing experience, knowledge, and good judgment",
      "definition_translation": "avendo o mostrando esperienza, conoscenza e buon giudizio",
      "example": "The wise old man gave good advice. The wise decision was made after careful consideration. The wise investor made a profit.",
      "example_translation": "Il vecchio uomo saggio ha dato un buon consiglio. La decisione saggia è stata presa dopo una attenta considerazione. L'investitore saggio ha fatto un profitto.",
      "imageLink": "image_files\\English\\wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "witty",
      "translation": "arguto",
      "definition": "cleverly humorous or amusing",
      "definition_translation": "umoristicamente astuto o divertente",
      "example": "The witty joke made everyone laugh. The witty response was unexpected. The witty writer was known for her humor.",
      "example_translation": "La battuta arguta ha fatto ridere tutti. La risposta arguta era inaspettata. La scrittrice arguta era nota per il suo umorismo.",
      "imageLink": "image_files\\English\\witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "worrying",
      "translation": "preoccupante",
      "definition": "causing anxiety or concern",
      "definition_translation": "causando ansia o preoccupazione",
      "example": "The worrying news was announced yesterday. The worrying situation was difficult to resolve. The worrying trend was a cause for concern.",
      "example_translation": "La notizia preoccupante è stata annunciata ieri. La situazione preoccupante era difficile da risolvere. La tendenza preoccupante era una causa di preoccupazione.",
      "imageLink": "image_files\\English\\worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]