[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fight",
      "translation": "lottare",
      "definition": "To engage in combat or violent struggle, either physically or verbally, with someone or something.",
      "definition_translation": "Combattere o lottare violentemente con qualcuno o qualcosa, fisicamente o verbalmente.",
      "example": "I fought with my brother when I was a kid. I fight to get the best grades in school. I will fight for my rights in court.",
      "example_translation": "Ho lottato con mio fratello quando ero un ragazzo. Lotto per ottenere i voti migliori a scuola. Lotterò per i miei diritti in tribunale.",
      "imageLink": "image_files\\English\\fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "go",
      "translation": "andare",
      "definition": "To move from one place to another, often in a deliberate or intentional manner.",
      "definition_translation": "Spostarsi da un luogo ad un altro, spesso in modo deliberato o intenzionale.",
      "example": "I went to the store yesterday. I go to school every day. I will go to the party tonight.",
      "example_translation": "Sono andato al negozio ieri. Vado a scuola ogni giorno. Andrò alla festa stasera.",
      "imageLink": "image_files\\English\\go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "habit",
      "translation": "abitudine",
      "definition": "A settled or regular tendency or practice, especially one that is hard to give up.",
      "definition_translation": "Una tendenza o pratica stabile o regolare, specialmente una che è difficile da abbandonare.",
      "example": "I have a habit of checking my phone every hour. She has a habit of biting her nails. They have a habit of waking up late.",
      "example_translation": "Ho l'abitudine di controllare il mio telefono ogni ora. Lei ha l'abitudine di mordere le sue unghie. Loro hanno l'abitudine di svegliarsi tardi.",
      "imageLink": "image_files\\English\\habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "housework",
      "translation": "lavori domestici",
      "definition": "Domestic tasks and chores, such as cleaning, cooking, and laundry, that are typically performed in a household.",
      "definition_translation": "Compiti e mestieri domestici, come la pulizia, la cucina e la lavanderia, che sono generalmente eseguiti in una casa.",
      "example": "I do housework on the weekends. She does housework every day. They didn't do any housework last week.",
      "example_translation": "Faccio i lavori domestici durante i fine settimana. Lei fa i lavori domestici ogni giorno. Non hanno fatto alcun lavoro domestico la scorsa settimana.",
      "imageLink": "image_files\\English\\housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hug",
      "translation": "abbracciare",
      "definition": "To hold someone tightly in one's arms, typically to show affection or comfort.",
      "definition_translation": "Tenersi stretto qualcuno tra le braccia, tipicamente per mostrare affetto o comfort.",
      "example": "I hugged my mom when I saw her. She hugs her teddy bear every night. They will hug each other at the wedding.",
      "example_translation": "Ho abbracciato mia madre quando l'ho vista. Lei abbraccia il suo orso di peluche ogni notte. Si abbracceranno l'un l'altro al matrimonio.",
      "imageLink": "image_files\\English\\hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ironing",
      "translation": "stiramento",
      "definition": "The act of removing wrinkles from fabric using heat and pressure from an iron.",
      "definition_translation": "L'atto di eliminare le rughe dal tessuto usando calore e pressione da una stira.",
      "example": "I do ironing on Sundays. She irons her clothes every morning. They ironed their uniforms for the ceremony.",
      "example_translation": "Faccio stiramento di domenica. Lei stira i suoi vestiti ogni mattina. Hanno stirato le loro uniformi per la cerimonia.",
      "imageLink": "image_files\\English\\ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jump",
      "translation": "saltare",
      "definition": "To propel oneself upward or forward, often using one's legs, into the air.",
      "definition_translation": "Propellere se stessi verso l'alto o in avanti, spesso usando le gambe, nell'aria.",
      "example": "I jumped over the fence. She jumped for joy when she heard the news. They will jump into the pool tomorrow.",
      "example_translation": "Ho saltato oltre la recinzione. Lei saltò di gioia quando sentì la notizia. Salteranno nella piscina domani.",
      "imageLink": "image_files\\English\\jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "look",
      "translation": "guardare",
      "definition": "To direct one's attention to something or someone, often using one's eyes.",
      "definition_translation": "Dirigere la propria attenzione a qualcosa o qualcuno, spesso usando gli occhi.",
      "example": "I looked out the window. She looks at her phone every minute. They looked at each other with anger.",
      "example_translation": "Ho guardato fuori dalla finestra. Lei guarda il suo telefono ogni minuto. Hanno guardato l'un l'altro con rabbia.",
      "imageLink": "image_files\\English\\look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "preparation",
      "translation": "preparazione",
      "definition": "The act of making or getting something ready, often in advance.",
      "definition_translation": "L'atto di fare o ottenere qualcosa pronto, spesso in anticipo.",
      "example": "I made preparations for the party. She made preparations for her exam. They made preparations for the trip.",
      "example_translation": "Ho fatto preparativi per la festa. Lei fece preparativi per il suo esame. Hanno fatto preparativi per il viaggio.",
      "imageLink": "image_files\\English\\preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "recycling",
      "translation": "riciclo",
      "definition": "The process of collecting and processing materials to be reused or converted into new products.",
      "definition_translation": "Il processo di raccolta e lavorazione di materiali per essere riutilizzati o convertiti in nuovi prodotti.",
      "example": "I recycle paper and plastic. She recycles glass and metal. They recycle food waste in the garden.",
      "example_translation": "Riciclo la carta e la plastica. Lei ricicla il vetro e il metallo. Riciclano i rifiuti alimentari nel giardino.",
      "imageLink": "image_files\\English\\recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rescue",
      "translation": "salvare",
      "definition": "To save someone or something from a dangerous or difficult situation.",
      "definition_translation": "Salvare qualcuno o qualcosa da una situazione pericolosa o difficile.",
      "example": "I rescued my cat from the tree. She rescued her sister from the flood. They rescued the people from the burning building.",
      "example_translation": "Ho salvato il mio gatto dall'albero. Lei salvò sua sorella dall'inondazione. Hanno salvato le persone dall'edificio in fiamme.",
      "imageLink": "image_files\\English\\rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "return",
      "translation": "ritornare",
      "definition": "To come or go back to a place or person, often after being away.",
      "definition_translation": "Tornare o andare indietro a un luogo o persona, spesso dopo essere stato via.",
      "example": "I returned to my hometown last year. She will return to school next semester. They returned the book to the library.",
      "example_translation": "Sono tornato nella mia città natale l'anno scorso. Lei ritornerà a scuola il prossimo semestre. Hanno restituito il libro alla biblioteca.",
      "imageLink": "image_files\\English\\return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "run",
      "translation": "correre",
      "definition": "To move quickly on foot, often in a hurried or urgent manner.",
      "definition_translation": "Muoversi rapidamente a piedi, spesso in modo veloce o urgente.",
      "example": "I ran to the store yesterday. She runs every morning. They will run in the marathon tomorrow.",
      "example_translation": "Sono corsa al negozio ieri. Lei corre ogni mattina. Correranno nella maratona domani.",
      "imageLink": "image_files\\English\\run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "search",
      "translation": "cercare",
      "definition": "To look carefully for something or someone, often in a deliberate or systematic manner.",
      "definition_translation": "Cercare attentamente qualcosa o qualcuno, spesso in modo deliberato o sistematico.",
      "example": "I searched for my keys everywhere. She searched for a job online. They searched the house from top to bottom.",
      "example_translation": "Ho cercato le mie chiavi dappertutto. Lei cercò un lavoro online. Hanno cercato la casa da cima a fondo.",
      "imageLink": "image_files\\English\\search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sex",
      "translation": "sesso",
      "definition": "The biological characteristics that define males and females, often referring to sexual activity or behavior.",
      "definition_translation": "Le caratteristiche biologiche che definiscono i maschi e le femmine, spesso riferendosi all'attività sessuale o comportamento.",
      "example": "The sex of the baby was revealed. She is having sex for the first time. They talked about safe sex in school.",
      "example_translation": "Il sesso del bambino è stato rivelato. Lei sta avendo sesso per la prima volta. Hanno parlato di sesso sicuro a scuola.",
      "imageLink": "image_files\\English\\sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "step",
      "translation": "passo",
      "definition": "A movement of the foot in walking or dancing, or a stage in a process or development.",
      "definition_translation": "Un movimento del piede nel camminare o ballare, o una fase in un processo o sviluppo.",
      "example": "I took a step forward. She took a step back. They took a step towards resolving the issue.",
      "example_translation": "Ho fatto un passo avanti. Lei fece un passo indietro. Hanno fatto un passo verso la risoluzione del problema.",
      "imageLink": "image_files\\English\\step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "support",
      "translation": "sostegno",
      "definition": "To give assistance or backing to someone or something, often emotionally or financially.",
      "definition_translation": "Fornire assistenza o sostegno a qualcuno o qualcosa, spesso emotivamente o finanziariamente.",
      "example": "I supported my friend during the difficult time. She supported her family financially. They supported the charity event.",
      "example_translation": "Ho sostenuto il mio amico durante il difficile periodo. Lei sostenne la sua famiglia finanziariamente. Hanno sostenuto l'evento di beneficenza.",
      "imageLink": "image_files\\English\\support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "visit",
      "translation": "visitare",
      "definition": "To go to see someone or something, often for a short time or for a specific purpose.",
      "definition_translation": "Andare a vedere qualcuno o qualcosa, spesso per un breve periodo o per un scopo specifico.",
      "example": "I visited my parents last weekend. She visited her doctor yesterday. They will visit the museum tomorrow.",
      "example_translation": "Ho visitato i miei genitori lo scorso fine settimana. Lei visitò il suo dottore ieri. Visiteranno il museo domani.",
      "imageLink": "image_files\\English\\visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "waste",
      "translation": "spendere",
      "definition": "To use or expend something in a careless or unnecessary manner, often resulting in loss or destruction.",
      "definition_translation": "Usare o spendere qualcosa in modo negligente o inutile, spesso con il risultato di perdita o distruzione.",
      "example": "I wasted my money on a useless gift. She wasted her time watching TV all day. They wasted food by not eating it.",
      "example_translation": "Ho sprecato i miei soldi su un regalo inutile. Lei ha sprecato il suo tempo guardando la TV tutto il giorno. Hanno sprecato il cibo senza mangiarlo.",
      "imageLink": "image_files\\English\\waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "workout",
      "translation": "allenamento",
      "definition": "A session of physical exercise, often with the aim of improving overall health and fitness.",
      "definition_translation": "Una sessione di esercizio fisico, spesso con l'obiettivo di migliorare la salute e la forma fisica complessive.",
      "example": "I had a great workout at the gym yesterday. She does a workout every morning. They had a workout session with their personal trainer.",
      "example_translation": "Ho avuto un grande allenamento alla palestra ieri. Lei fa un allenamento ogni mattina. Hanno avuto una sessione di allenamento con il loro allenatore personale.",
      "imageLink": "image_files\\English\\workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]