[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adult",
      "translation": "adulti",
      "definition": "A person who has reached the age of majority, typically 18 years old, and is considered to be fully responsible for their actions.",
      "definition_translation": "Una persona che ha raggiunto l'età della maggioranza, tipicamente 18 anni, e è considerata completamente responsabile delle sue azioni.",
      "example": "She became an adult when she turned 18. She was an adult in the eyes of the law. She will be an adult soon.",
      "example_translation": "È diventata un adulta quando ha compiuto 18 anni. Era un adulta agli occhi della legge. Sarà un adulta presto.",
      "imageLink": "image_files\\English\\"imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "baby",
      "translation": "bambino",
      "definition": "A very young human, typically from birth to two years old, who is not yet able to walk or talk.",
      "definition_translation": "Un essere umano molto giovane, tipicamente dalla nascita a due anni, che non è ancora in grado di camminare o parlare.",
      "example": "The baby laughed at the silly face. The baby was born yesterday. The baby will start talking soon.",
      "example_translation": "Il bambino ha riso della faccia buffa. Il bambino è nato ieri. Il bambino inizierà a parlare presto.",
      "imageLink": "image_files\\English\\"imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "be... (years old)",
      "translation": "avere (anni)",
      "definition": "To have a certain number of years, used to express someone's age.",
      "definition_translation": "Avere un certo numero di anni, usato per esprimere l'età di qualcuno.",
      "example": "I was 25 years old when I graduated. I will be 30 years old next year. She is 18 years old now.",
      "example_translation": "Ero 25 anni quando mi laureai. Sarò 30 anni il prossimo anno. Lei ha 18 anni adesso.",
      "imageLink": "image_files\\English\\"imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beard",
      "translation": "barba",
      "definition": "Hair that grows on a person's chin, cheeks, and jaw, often associated with masculinity.",
      "definition_translation": "Capelli che crescono sul mento, guance e mascella di una persona, spesso associati alla mascolinità.",
      "example": "He has a long beard that reaches his chest. He grew a beard last year. He will shave his beard soon.",
      "example_translation": "Ha una lunga barba che raggiunge il petto. Ha fatto crescere la barba l'anno scorso. Si raderà la barba presto.",
      "imageLink": "image_files\\English\\"imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beautiful",
      "translation": "bella",
      "definition": "Pleasing the senses, especially sight, or having a sense of beauty and charm.",
      "definition_translation": "Piacevolmente attraente per i sensi, specialmente la vista, o avere un senso di bellezza e fascino.",
      "example": "She is a beautiful woman. The city is beautiful at night. The sunset was beautiful yesterday.",
      "example_translation": "È una donna bella. La città è bella di notte. Il tramonto era bello ieri.",
      "imageLink": "image_files\\English\\"imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boy",
      "translation": "ragazzo",
      "definition": "A male child or young male person, typically below the age of puberty.",
      "definition_translation": "Un bambino maschio o una persona maschile giovane, tipicamente al di sotto dell'età della pubertà.",
      "example": "The boy loves playing soccer. The boy was lost in the park. The boy will go to school soon.",
      "example_translation": "Il ragazzo ama giocare a calcio. Il ragazzo era perso nel parco. Il ragazzo andrà a scuola presto.",
      "imageLink": "image_files\\English\\"imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eye",
      "translation": "occhio",
      "definition": "The organ of sight, a person's faculty of seeing, or a way of regarding something.",
      "definition_translation": "L'organo della vista, la facoltà di vedere di una persona, o un modo di considerare qualcosa.",
      "example": "Her eye is blue. His eyes are brown. They will get new eyes next year.",
      "example_translation": "Il suo occhio è blu. I suoi occhi sono marroni. Avranno nuovi occhi l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "face",
      "translation": "faccia",
      "definition": "The front part of the head, from the forehead to the chin, including the features such as eyes, nose, and mouth.",
      "definition_translation": "La parte anteriore della testa, dalla fronte al mento, compresi i lineamenti come occhi, naso e bocca.",
      "example": "Her face is beautiful. His face was sad. They will wash their faces soon.",
      "example_translation": "La sua faccia è bella. La sua faccia era triste. Laveranno le loro facce presto.",
      "imageLink": "image_files\\English\\"imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fat",
      "translation": "grassi",
      "definition": "Having a lot of flesh, especially around the waist and stomach, making a person appear overweight or obese.",
      "definition_translation": "Avere molta carne, specialmente intorno alla vita e allo stomaco, rendendo una persona apparire sovrappeso o obesa.",
      "example": "He is getting fat. She was very fat last year. They will lose fat soon.",
      "example_translation": "Sta diventando grasso. Era molto grassa l'anno scorso. Perderanno grassi presto.",
      "imageLink": "image_files\\English\\"imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "feet",
      "translation": "piedi",
      "definition": "The lower parts of the legs, on which a person stands or walks.",
      "definition_translation": "Le parti inferiori delle gambe, su cui una persona sta in piedi o cammina.",
      "example": "Her feet are small. His feet were dirty. They will wash their feet soon.",
      "example_translation": "I suoi piedi sono piccoli. I suoi piedi erano sporchi. Laveranno i loro piedi presto.",
      "imageLink": "image_files\\English\\"imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "foot",
      "translation": "piede",
      "definition": "The lower part of the leg, on which a person stands or walks, or a unit of length equal to 12 inches.",
      "definition_translation": "La parte inferiore della gamba, su cui una persona sta in piedi o cammina, o un'unità di lunghezza pari a 12 pollici.",
      "example": "Her foot was hurt. His foot was big. They will wash their foot soon.",
      "example_translation": "Il suo piede era ferito. Il suo piede era grande. Laveranno il loro piede presto.",
      "imageLink": "image_files\\English\\"imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "girl",
      "translation": "ragazza",
      "definition": "A female child or young female person, typically below the age of puberty.",
      "definition_translation": "Una bambina femmina o una persona femminile giovane, tipicamente al di sotto dell'età della pubertà.",
      "example": "The girl loves playing dolls. The girl was lost in the park. The girl will go to school soon.",
      "example_translation": "La ragazza ama giocare con le bambole. La ragazza era persa nel parco. La ragazza andrà a scuola presto.",
      "imageLink": "image_files\\English\\"imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair",
      "translation": "capelli",
      "definition": "A growth of fine thread-like strands that cover the human head, face, or body.",
      "definition_translation": "Una crescita di filamenti fini che coprono la testa, il viso o il corpo umano.",
      "example": "Her hair is long. His hair was black. They will wash their hair soon.",
      "example_translation": "I suoi capelli sono lunghi. I suoi capelli erano neri. Laveranno i loro capelli presto.",
      "imageLink": "image_files\\English\\"imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hand",
      "translation": "mano",
      "definition": "The end part of the arm, consisting of the wrist, palm, and fingers, used for grasping and manipulating objects.",
      "definition_translation": "La parte finale del braccio, composta dal polso, palmo e dita, usata per afferrare e manipolare oggetti.",
      "example": "Her hand is small. His hand was hurt. They will wash their hands soon.",
      "example_translation": "La sua mano è piccola. La sua mano era ferita. Laveranno le loro mani presto.",
      "imageLink": "image_files\\English\\"imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leg",
      "translation": "gamba",
      "definition": "One of the two lower limbs of the human body, extending from the hip to the ankle.",
      "definition_translation": "Una delle due parti inferiori del corpo umano, estendendosi dalla anche al tallone.",
      "example": "Her leg is long. His leg was broken. They will wash their legs soon.",
      "example_translation": "La sua gamba è lunga. La sua gamba era rotta. Laveranno le loro gambe presto.",
      "imageLink": "image_files\\English\\"imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "little",
      "translation": "piccolo",
      "definition": "Small in size, amount, or degree; not great or significant.",
      "definition_translation": "Piccolo nella dimensione, quantità o grado; non grande o significativo.",
      "example": "He is a little boy. She has a little dog. They will have a little baby soon.",
      "example_translation": "È un ragazzo piccolo. Ha un cane piccolo. Avranno un bambino piccolo presto.",
      "imageLink": "image_files\\English\\"imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "long",
      "translation": "lungo",
      "definition": "Extending or measuring a great distance in space or time; not short.",
      "definition_translation": "Estendendosi o misurando una grande distanza nello spazio o nel tempo; non breve.",
      "example": "Her hair is long. The road is long. They will have a long vacation soon.",
      "example_translation": "I suoi capelli sono lunghi. La strada è lunga. Avranno una vacanza lunga presto.",
      "imageLink": "image_files\\English\\"imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "man",
      "translation": "uomo",
      "definition": "An adult human male, typically having physical and emotional characteristics that distinguish him from women and children.",
      "definition_translation": "Un adulto umano maschio, tipicamente avente caratteristiche fisiche e emotive che lo distinguono dalle donne e dai bambini.",
      "example": "He is a man now. The man was tall. They will be men soon.",
      "example_translation": "È un uomo adesso. L'uomo era alto. Saranno uomini presto.",
      "imageLink": "image_files\\English\\"imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mouth",
      "translation": "bocca",
      "definition": "The opening through which an animal takes in food, or the corresponding opening in the human face, used for eating, speaking, and expressing emotions.",
      "definition_translation": "L'apertura attraverso cui un animale prende cibo, o l'apertura corrispondente nel viso umano, utilizzata per mangiare, parlare e esprimere emozioni.",
      "example": "Her mouth is small. His mouth was open. They will wash their mouths soon.",
      "example_translation": "La sua bocca è piccola. La sua bocca era aperta. Laveranno le loro bocche presto.",
      "imageLink": "image_files\\English\\"imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nose",
      "translation": "naso",
      "definition": "The organ of smell and intake of air, formed by the external nose and the nasal cavity, or the sense of smell itself.",
      "definition_translation": "L'organo dell'olfatto e della ingestione d'aria, formato dalle esterne e dalla cavità nasale, o il senso dell'olfatto stesso.",
      "example": "Her nose is small. His nose was red. They will wash their noses soon.",
      "example_translation": "Il suo naso è piccolo. Il suo naso era rosso. Laveranno i loro nasi presto.",
      "imageLink": "image_files\\English\\"imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "old",
      "translation": "vecchio",
      "definition": "Having lived or existed for a long time, or no longer new or modern.",
      "definition_translation": "Avere vissuto o esistito per un lungo tempo, o non essere più nuovo o moderno.",
      "example": "He is an old man. The old car was broken. They will be old soon.",
      "example_translation": "È un uomo vecchio. La vecchia macchina era rotta. Saranno vecchi presto.",
      "imageLink": "image_files\\English\\"imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "short",
      "translation": "corto",
      "definition": "Small in length or stature; not tall or long.",
      "definition_translation": "Piccolo in lunghezza o statura; non alto o lungo.",
      "example": "He is a short boy. The short dress was nice. They will have a short break soon.",
      "example_translation": "È un ragazzo corto. Il vestito corto era bello. Avranno una breve pausa presto.",
      "imageLink": "image_files\\English\\"imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "slim",
      "translation": "snello",
      "definition": "Thin or narrow in shape or form; not fat or overweight.",
      "definition_translation": "Sottile o stretto nella forma o figura; non grasso o sovrappeso.",
      "example": "She is a slim woman. The slim man was fast. They will become slim soon.",
      "example_translation": "È una donna snella. L'uomo snello era veloce. Diventeranno snelli presto.",
      "imageLink": "image_files\\English\\"imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tall",
      "translation": "alto",
      "definition": "High in stature; not short or low.",
      "definition_translation": "Alto di statura; non breve o basso.",
      "example": "He is a tall man. The tall building was impressive. They will be tall soon.",
      "example_translation": "È un uomo alto. L'edificio alto era impressionante. Saranno alti presto.",
      "imageLink": "image_files\\English\\"imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "woman",
      "translation": "donna",
      "definition": "An adult human female, typically having physical and emotional characteristics that distinguish her from men and children.",
      "definition_translation": "Una adulta umana femmina, tipicamente avente caratteristiche fisiche e emotive che la distinguono dagli uomini e dai bambini.",
      "example": "She is a woman now. The woman was nice. They will be women soon.",
      "example_translation": "È una donna adesso. La donna era gentile. Saranno donne presto.",
      "imageLink": "image_files\\English\\"imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "young",
      "translation": "giovane",
      "definition": "Relating to or characteristic of people or things in the early stages of growth or development; not old or mature.",
      "definition_translation": "Riferita o caratteristica di persone o cose nelle prime fasi di crescita o sviluppo; non vecchio o maturo.",
      "example": "He is a young boy. The young girl was happy. They will be young soon.",
      "example_translation": "È un ragazzo giovane. La ragazza giovane era felice. Saranno giovani presto.",
      "imageLink": "image_files\\English\\"imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aged",
      "translation": "anziano",
      "definition": "Having lived or existed for a long time, or showing the effects of age, such as wrinkles or gray hair.",
      "definition_translation": "Avere vissuto o esistito per un lungo tempo, o mostrando gli effetti dell'età, come rughe o capelli grigi.",
      "example": "He is an aged man. The aged dog was tired. They will be aged soon.",
      "example_translation": "È un uomo anziano. Il cane anziano era stanco. Saranno anziani presto.",
      "imageLink": "image_files\\English\\"imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attractive",
      "translation": "attraente",
      "definition": "Pleasing to the eye or mind; beautiful or charming.",
      "definition_translation": "Piacevole all'occhio o alla mente; bello o affascinante.",
      "example": "She is an attractive woman. The attractive car was expensive. They will be attractive soon.",
      "example_translation": "È una donna attraente. La macchina attraente era costosa. Saranno attraenti presto.",
      "imageLink": "image_files\\English\\"imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blonde",
      "translation": "bionda",
      "definition": "Having a fair or golden color of hair, or a light-brown color.",
      "definition_translation": "Avere un colore chiaro o dorato dei capelli, o un colore marrone chiaro.",
      "example": "She is a blonde girl. The blonde hair was beautiful. They will be blonde soon.",
      "example_translation": "È una ragazza bionda. I capelli biondi erano belli. Saranno biondi presto.",
      "imageLink": "image_files\\English\\"imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dressed",
      "translation": "vestito",
      "definition": "Wearing clothes; clothed or attired in a particular way.",
      "definition_translation": "Indossando vestiti; vestito o abbigliato in un modo particolare.",
      "example": "He is well dressed. The dressed woman was elegant. They will be dressed soon.",
      "example_translation": "È ben vestito. La donna vestita era elegante. Saranno vestiti presto.",
      "imageLink": "image_files\\English\\"imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fair",
      "translation": "giusto",
      "definition": "Just or unbiased; treating people equally or without favoritism.",
      "definition_translation": "Giusto o imparziale; trattando le persone in modo eguale o senza favoritismi.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fashion",
      "translation": "moda",
      "definition": "A prevailing or popular style of dress, behavior, or way of life, especially one that is fashionable or trendy.",
      "definition_translation": "Uno stile di abbigliamento, comportamento o stile di vita predominante o popolare, specialmente uno che è alla moda o trendy.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "finger",
      "translation": "dito",
      "definition": "One of the short, narrow, articulated parts of the hand, used for grasping or manipulating objects.",
      "definition_translation": "Una delle parti corte, strette e articolate della mano, usate per afferrare o manipolare oggetti.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "good-looking",
      "translation": "bello",
      "definition": "Pleasing to the eye or attractive in appearance.",
      "definition_translation": "Piacevole all'occhio o attraente nell'aspetto.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guy",
      "translation": "tizio",
      "definition": "A man or boy, especially one who is considered to be ordinary or typical.",
      "definition_translation": "Un uomo o ragazzo, specialmente uno che è considerato essere ordinario o tipico.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "make-up",
      "translation": "trucco",
      "definition": "Cosmetics or other substances applied to the face or body to enhance or alter one's appearance.",
      "definition_translation": "Cosmetici o altre sostanze applicate al viso o corpo per migliorare o alterare l'aspetto.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pretty",
      "translation": "carina",
      "definition": "Pleasing to the eye or ear; attractive or charming.",
      "definition_translation": "Piacevole all'occhio o all'orecchio; attraente o affascinante.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "red hair",
      "translation": "capelli rossi",
      "definition": "Hair that is red or reddish in color, often considered a distinctive or attractive feature.",
      "definition_translation": "Capelli che sono rossi o rossicci nel colore, spesso considerati una caratteristica distintiva o attraente.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "strong",
      "translation": "forte",
      "definition": "Having a great deal of power, strength, or intensity; able to exert force or withstand pressure.",
      "definition_translation": "Avere una grande quantità di potere, forza o intensità; in grado di esercitare forza o resistere alla pressione.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "teenager",
      "translation": "adolescente",
      "definition": "A person between the ages of 13 and 19, considered to be in the stage of adolescence.",
      "definition_translation": "Una persona tra i 13 e 19 anni, considerata essere nella fase dell'adolescenza.",
      "example": "",
      "example_translation": "",
      "imageLink": "image_files\\English\\"imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cheekbones",
      "translation": "zigomi",
      "definition": "the underlying bony structure of the face, forming the prominent ridge beneath the eye socket",
      "definition_translation": "la struttura ossea sottostante del viso, che forma la cresta prominente sotto la cavità oculare",
      "example": "She had high cheekbones and a small nose. Her grandmother had had cheekbones just like hers. She will have cheekbones like her mother's.",
      "example_translation": "Aveva zigomi alti e un naso piccolo. Sua nonna aveva avuto zigomi proprio come i suoi. Avrà zigomi come quelli di sua madre.",
      "imageLink": "image_files\\English\\"imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "complexion",
      "translation": "incarnato",
      "definition": "the natural color, texture, and appearance of one's skin",
      "definition_translation": "il colore naturale, la texture e l'aspetto della propria pelle",
      "example": "Her complexion was fair and smooth. She had a healthy complexion as a child. She will have a clear complexion after the skincare routine.",
      "example_translation": "Il suo incarnato era chiaro e liscio. Aveva un incarnato sano da bambina. Avrà un incarnato chiaro dopo la routine di cura della pelle.",
      "imageLink": "image_files\\English\\"imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuticle",
      "translation": "cuticola",
      "definition": "the thin layer of dead skin cells at the base of a fingernail or toenail",
      "definition_translation": "il sottile strato di cellule della pelle morta alla base di un'unghia del dito o del piede",
      "example": "She pushed back her cuticles carefully. The beauty therapist gently pushed back his cuticles. She will soak her cuticles before pushing them back.",
      "example_translation": "Lei spinse indietro le sue cuticole con cura. La terapista della bellezza spingeva indietro le sue cuticole con gentilezza. Lei si bagnerà le cuticole prima di spingerle indietro.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "palm",
      "translation": "palmare",
      "definition": "the inner surface of the hand from the wrist to the base of the fingers",
      "definition_translation": "la superficie interna della mano dal polso alla base delle dita",
      "example": "She read the lines on her palm. He had a large palm for his size. She will have a small palm like her mother's.",
      "example_translation": "Lei lesse le linee sulla sua palma. Lui aveva una grande palma per la sua taglia. Lei avrà una piccola palma come quella di sua madre.",
      "imageLink": "image_files\\English\\"imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ring finger",
      "translation": "anulare",
      "definition": "the fourth finger of a human hand, on which a wedding ring is typically worn",
      "definition_translation": "il quarto dito di una mano umana, sul quale si indossa generalmente l'anello di matrimonio",
      "example": "He put the ring on her ring finger. She wore a ring on her ring finger to work. They will put their wedding rings on their ring fingers.",
      "example_translation": "Lui mise l'anello sul suo anulare. Lei indossava un anello sul suo anulare per andare al lavoro. Loro si metteranno gli anelli di matrimonio sui loro anulari.",
      "imageLink": "image_files\\English\\"imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shin",
      "translation": "tibia",
      "definition": "the front part of the lower leg below the knee",
      "definition_translation": "la parte anteriore della gamba inferiore al di sotto del ginocchio",
      "example": "He bruised his shin on the table. She had a shin guard for soccer. He will protect his shin from the ball.",
      "example_translation": "Lui si ferì la tibia contro il tavolo. Lei aveva un paratibia per il calcio. Lui proteggerà la sua tibia dalla palla.",
      "imageLink": "image_files\\English\\"imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sideburns",
      "translation": "favoriti",
      "definition": "tufts of hair on the sides of a man's face, in front of the ears",
      "definition_translation": "ciuffi di capelli sui lati del viso di un uomo, davanti alle orecchie",
      "example": "He grew sideburns for the party. Elvis Presley had famous sideburns. He will shave his sideburns for the wedding.",
      "example_translation": "Lui cresceva i favoriti per la festa. Elvis Presley aveva favoriti famosi. Lui si raderà i favoriti per il matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spiky",
      "translation": "appuntito",
      "definition": "having a sharp, pointed shape or angle",
      "definition_translation": "avendo una forma o angolo appuntiti e affilati",
      "example": "He had spiky hair in the 80s. The hedgehog had spiky fur. The rock climber had spiky shoes for grip.",
      "example_translation": "Lui aveva capelli appuntiti negli anni '80. Il riccio aveva pelo appuntito. Il climber delle rocce aveva scarpe appuntite per la presa.",
      "imageLink": "image_files\\English\\"imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stubble",
      "translation": "barba corta",
      "definition": "short, rough hairs on the chin or cheeks, especially after not shaving",
      "definition_translation": "peli corti e ruvidi sul mento o sulle guance, soprattutto dopo non essersi rasati",
      "example": "He had stubble on his chin. She liked his stubble and beard. He will shave off his stubble for the job interview.",
      "example_translation": "Lui aveva una barba corta sul mento. Lei amava la sua barba corta e la sua barba. Lui si raderà la sua barba corta per il colloquio di lavoro.",
      "imageLink": "image_files\\English\\"imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toddler",
      "translation": "bambino",
      "definition": "a young child, typically between the ages of one and three, who is learning to walk and talk",
      "definition_translation": "un bambino piccolo, tipicamente tra l'età di uno e tre anni, che sta imparando a camminare e a parlare",
      "example": "The toddler took his first steps. The toddler said her first words. The toddler will play with blocks tomorrow.",
      "example_translation": "Il bambino fece i suoi primi passi. Il bambino disse le sue prime parole. Il bambino giocherà con i blocchi domani.",
      "imageLink": "image_files\\English\\"imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abdomen",
      "translation": "addome",
      "definition": "the region of the body between the chest and the pelvis, containing the stomach, intestines, and other organs",
      "definition_translation": "la regione del corpo tra il torace e il bacino, contenente lo stomaco, gli intestini e altri organi",
      "example": "The doctor examined her abdomen. The athlete had a strong abdomen for athletics. He will protect his abdomen during the surgery.",
      "example_translation": "Il dottore esaminò il suo addome. L'atleta aveva un addome forte per l'atletica. Lui proteggerà il suo addome durante l'intervento chirurgico.",
      "imageLink": "image_files\\English\\"imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bun",
      "translation": "panino",
      "definition": "a small, usually sweet or savory, bread roll",
      "definition_translation": "un piccolo, di solito dolce o salato, rotolo di pane",
      "example": "She bought a bun from the bakery. He ate a bun for breakfast. They will share a bun at the picnic.",
      "example_translation": "Lei comprò un panino dalla panetteria. Lui mangiò un panino per colazione. Loro divideranno un panino al picnic.",
      "imageLink": "image_files\\English\\"imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "forefinger",
      "translation": "indice",
      "definition": "the finger next to the thumb, used for pointing and manipulating objects",
      "definition_translation": "il dito accanto al pollice, usato per puntare e maneggiare oggetti",
      "example": "She used her forefinger to type. He injured his forefinger playing football. They will use their forefingers to press the buttons.",
      "example_translation": "Lei usò il suo indice per digitare. Lui si fece male all'indice giocando a calcio. Loro useranno i loro indici per premere i pulsanti.",
      "imageLink": "image_files\\English\\"imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "goatee",
      "translation": "pizzo",
      "definition": "a type of facial hair that is worn on the chin, typically extending from the bottom of the lower lip to the bottom of the chin",
      "definition_translation": "un tipo di peli facciali che vengono indossati sul mento, tipicamente estendendosi dal fondo del labbro inferiore al fondo del mento",
      "example": "He had a long goatee for years. The actor shaved off his goatee for the role. He will regrow his goatee after the movie.",
      "example_translation": "Lui aveva un pizzo lungo per anni. L'attore si rasò il pizzo per la parte. Lui ricrescerà il suo pizzo dopo il film.",
      "imageLink": "image_files\\English\\"imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "perm",
      "translation": "permesso",
      "definition": "a chemical treatment that curls, waves, or straightens hair",
      "definition_translation": "un trattamento chimico che riccia, ondeggia o raddrizza i capelli",
      "example": "She got a perm at the salon. He had a bad perm experience. They will try a new perm technique at the beauty school.",
      "example_translation": "Lei si fece un permesso al salone. Lui ebbe un'esperienza di permesso negativa. Loro proveranno una nuova tecnica di permesso alla scuola di bellezza.",
      "imageLink": "image_files\\English\\"imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]