[
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stone pine",
      "translation": "pino di pietra",
      "definition": "A stone pine is a type of evergreen tree that is native to the Mediterranean region. It is known for its long, needle-like leaves and its ability to thrive in dry conditions.",
      "definition_translation": "Il pino di pietra è un tipo di albero sempreverde originario della regione del Mediterraneo. È conosciuto per le sue foglie lunghe e simili ad aghi e la sua capacità di prosperare in condizioni di siccità.",
      "example": "The stone pine tree in our backyard was planted by my grandfather 20 years ago. It has grown into a beautiful tree. Yesterday, we sat under its shade. Next summer, we will decorate it with lights.",
      "example_translation": "L'albero di pino di pietra nel nostro giardino è stato piantato da mio nonno 20 anni fa. È cresciuto in un bell'albero. Ieri, ci siamo seduti alla sua ombra. La prossima estate, lo decoreremo con le luci.",
      "imageLink": "image_files\\English\\stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Swiss pine",
      "translation": "pino svizzero",
      "definition": "A Swiss pine is a type of evergreen tree that is native to the mountainous regions of Europe. It is known for its dense, dark green foliage and its ability to tolerate cold temperatures.",
      "definition_translation": "Il pino svizzero è un tipo di albero sempreverde originario delle regioni montuose dell'Europa. È conosciuto per la sua fitta, foglia verde scuro e la sua capacità di tollerare temperature fredde.",
      "example": "The Swiss pine tree in the park was damaged by the strong winds last week. It has started to recover now. By next winter, it will be strong again. We will hang our Christmas ornaments on it then.",
      "example_translation": "L'albero di pino svizzero nel parco è stato danneggiato dai forti venti della scorsa settimana. Ha iniziato a riprendersi ora. Per il prossimo inverno, sarà forte di nuovo. Ci appenderemo i nostri ornamenti di Natale allora.",
      "imageLink": "image_files\\English\\swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sycamore",
      "translation": "platano",
      "definition": "A sycamore is a type of deciduous tree that is commonly found in North America and Europe. It is known for its distinctive, mottled bark and its versatility as a timber tree.",
      "definition_translation": "Il platano è un tipo di albero deciduo comunemente trovato in Nord America e Europa. È conosciuto per la sua cortecciadistincta, variopinta e la sua versatilità come albero da legname.",
      "example": "The sycamore tree in our neighborhood was old and worn out. It was cut down last year. We planted a new one in its place. It will grow tall and strong in a few years.",
      "example_translation": "L'albero di platano nel nostro quartiere era vecchio e logoro. È stato tagliato l'anno scorso. Abbiamo piantato un nuovo albero al suo posto. Crescerà alto e forte in pochi anni.",
      "imageLink": "image_files\\English\\sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "twig",
      "translation": "rametto",
      "definition": "A twig is a small, thin branch that grows from a tree or bush. It is often used as a material for craft projects or as a plant label.",
      "definition_translation": "Il rametto è un ramo piccolo e sottile che cresce da un albero o un cespuglio. È spesso utilizzato come materiale per progetti di artigianato o come etichetta per piante.",
      "example": "I picked up a twig from the ground and used it to draw in the sand. Yesterday, I used a twig to label my plants. Next week, I will use twigs to make a bird's nest.",
      "example_translation": "Ho raccolto un rametto da terra e l'ho usato per disegnare sulla sabbia. Ieri, ho usato un rametto per etichettare le mie piante. La prossima settimana, userò rami perfare un nido di uccello.",
      "imageLink": "image_files\\English\\twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "weeping willow",
      "translation": "salice piangente",
      "definition": "A weeping willow is a type of deciduous tree that is known for its long, drooping branches and its ability to thrive in wet conditions.",
      "definition_translation": "Il salice piangente è un tipo di albero deciduo conosciuto per i suoi rami lunghi e pendenti e la sua capacità di prosperare in condizioni di umidità.",
      "example": "The weeping willow tree in the garden was beautiful and graceful. It was destroyed by the flood last year. We planted a new one in its place. It will grow beautifully again.",
      "example_translation": "L'albero di salice piangente nel giardino era bello e grazioso. È stato distrutto dall'alluvione l'anno scorso. Abbiamo piantato un nuovo albero al suo posto. Crescerà di nuovo in modo bellissimo.",
      "imageLink": "image_files\\English\\weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "willow",
      "translation": "salice",
      "definition": "A willow is a type of deciduous tree that is known for its flexible branches and its ability to grow in a variety of environments.",
      "definition_translation": "Il salice è un tipo di albero deciduo conosciuto per i suoi rami flessibili e la sua capacità di crescere in una varietà di ambienti.",
      "example": "The willow tree in the park was old and worn out. We sat under its shade yesterday. Next summer, we will have a picnic under its branches.",
      "example_translation": "L'albero di salice nel parco era vecchio e logoro. Ci siamo seduti alla sua ombra ieri. La prossima estate, faremo un picnic sotto i suoi rami.",
      "imageLink": "image_files\\English\\willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]