[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "snake",
      "translation": "serpente",
      "definition": "A long, slender, legless animal that has no eyelids or external ears and moves by undulating its body.",
      "definition_translation": "Un animale lungo, snello, senza zampe che non ha palpebre né orecchie esterne e si muove ondulando il corpo.",
      "example": "The snake slithered through the grass, its forked tongue darting in and out. It had slipped through the fence yesterday, and will slither back tomorrow.",
      "example_translation": "Il serpente si insinuò nell'erba, la sua lingua bifida sbucando dentro e fuori. Era scivolato attraverso la recinzione ieri, e si riinsinuò indietro domani.",
      "imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "frog",
      "translation": "rana",
      "definition": "A small jumping amphibian with a smooth moist skin, typically living in or near water.",
      "definition_translation": "Un piccolo anfibio saltatore con una pelle liscia e umida, che vive solitamente in acqua o nelle sue vicinanze.",
      "example": "The frog jumped out of the pond, landed on a lily pad, and began to croak loudly. It will jump back in tomorrow, and had jumped out yesterday.",
      "example_translation": "La rana saltò fuori dalla pozza, atterrò su una pista di ninfee e iniziò a gracidare forte. Salterà di nuovo dentro domani, e aveva saltato fuori ieri.",
      "imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tortoise",
      "translation": "tartaruga",
      "definition": "A slow-moving reptile with a shell, typically living on land.",
      "definition_translation": "Un rettile lento con una corazza, che vive solitamente sulla terra.",
      "example": "The tortoise crawled slowly across the desert, carrying its heavy shell. It had crawled back yesterday, and will crawl forward tomorrow.",
      "example_translation": "La tartaruga si trascinò lentamente attraverso il deserto, portando la sua pesante corazza. Si era trascinata indietro ieri, e si trascinerà avanti domani.",
      "imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "turtle",
      "translation": "tartaruga",
      "definition": "A reptile with a shell, typically living in or near water.",
      "definition_translation": "Un rettile con una corazza, che vive solitamente in acqua o nelle sue vicinanze.",
      "example": "The turtle swam through the ocean, its flippers beating steadily. It had swum back yesterday, and will swim forward tomorrow.",
      "example_translation": "La tartaruga nuotò attraverso l'oceano, le sue pinne battendo regolarmente. Aveva nuotato indietro ieri, e nuoterà avanti domani.",
      "imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alligator",
      "translation": "alligatore",
      "definition": "A large reptile with a long snout and powerful jaws, typically living in freshwater swamps or lakes.",
      "definition_translation": "Un grande rettile con un lungo muso e mascelle potenti, che vive solitamente in paludi o laghi di acqua dolce.",
      "example": "The alligator lay still in the swamp, its jaws wide open. It had lain still yesterday, and will lie still tomorrow.",
      "example_translation": "L'alligatore giaceva immobile nella palude, le sue mascelle spalancate. Aveva giaciuto immobile ieri, e giacerà immobile domani.",
      "imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "A large, non-venomous snake found in the wetlands of South America.",
      "definition_translation": "Un grande serpente non velenoso trovato nelle zone umide del Sud America.",
      "example": "The anaconda wrapped its body around the tree, squeezing tightly. It had wrapped its body yesterday, and will wrap its body tomorrow.",
      "example_translation": "L'anaconda avvolse il suo corpo intorno all'albero, stringendo forte. Aveva avvolto il suo corpo ieri, e avvolgerà il suo corpo domani.",
      "imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boa",
      "translation": "boa",
      "definition": "A large, non-venomous snake found in the tropics, often kept as a pet.",
      "definition_translation": "Un grande serpente non velenoso trovato nei tropici, spesso tenuto come animale domestico.",
      "example": "The boa constrictor wrapped its body around its owner, squeezing gently. It had wrapped its body yesterday, and will wrap its body tomorrow.",
      "example_translation": "La boa constrictor avvolse il suo corpo intorno al proprietario, stringendo gentilmente. Aveva avvolto il suo corpo ieri, e avvolgerà il suo corpo domani.",
      "imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crocodile",
      "translation": "coccodrillo",
      "definition": "A large reptile with a long snout and powerful jaws, typically living in freshwater swamps or lakes.",
      "definition_translation": "Un grande rettile con un lungo muso e mascelle potenti, che vive solitamente in paludi o laghi di acqua dolce.",
      "example": "The crocodile lay still in the swamp, its jaws wide open. It had lain still yesterday, and will lie still tomorrow.",
      "example_translation": "Il coccodrillo giaceva immobile nella palude, le sue mascelle spalancate. Aveva giaciuto immobile ieri, e giacerà immobile domani.",
      "imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lizard",
      "translation": "lucertola",
      "definition": "A reptile with a long tail and scaly skin, typically living on land.",
      "definition_translation": "Un rettile con una lunga coda e pelle squamosa, che vive solitamente sulla terra.",
      "example": "The lizard basked in the sun, its tail twitching occasionally. It had basked yesterday, and will bask tomorrow.",
      "example_translation": "La lucertola si crogiolava al sole, la sua coda fremendo occasionalmente. Aveva si crogiolata ieri, e si crogiolerà domani.",
      "imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shell",
      "translation": "guscio",
      "definition": "The hard outer covering of an animal, such as a turtle or a snail.",
      "definition_translation": "La copertura dura esterna di un animale, come una tartaruga o un lumaca.",
      "example": "The turtle retreated into its shell, feeling safe. It had retreated yesterday, and will retreat tomorrow.",
      "example_translation": "La tartaruga si ritirò nel suo guscio, sentendosi al sicuro. Aveva si ritirata ieri, e si ritirerà domani.",
      "imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rattlesnake",
      "translation": "serpente a sonagli",
      "definition": "A venomous snake with a rattle on its tail, found in the Americas.",
      "definition_translation": "Un serpente velenoso con un sonaglio sulla coda, trovato nelle Americhe.",
      "example": "The rattlesnake shook its tail, warning its enemies. It had shaken its tail yesterday, and will shake its tail tomorrow.",
      "example_translation": "Il serpente a sonagli scosse la coda, avvertendo i suoi nemici. Aveva scosso la coda ieri, e scuoterà la coda domani.",
      "imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "reptile",
      "translation": "rettile",
      "definition": "A cold-blooded animal with scales, laying eggs, and having a three-chambered heart.",
      "definition_translation": "Un animale a sangue freddo con squame, depone le uova e ha un cuore a tre camere.",
      "example": "The reptile basked in the sun, its scales glistening. It had basked yesterday, and will bask tomorrow.",
      "example_translation": "Il rettile si crogiolava al sole, le sue squame lucenti. Aveva si crogiolata ieri, e si crogiolerà domani.",
      "imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "salamander",
      "translation": "salamandra",
      "definition": "A small, often colorful, amphibian with a slender body and a long tail.",
      "definition_translation": "Un piccolo anfibio, spesso colorato, con un corpo snello e una lunga coda.",
      "example": "The salamander climbed up the tree, its tail swishing back and forth. It had climbed up yesterday, and will climb up tomorrow.",
      "example_translation": "La salamandra scalò l'albero, la sua coda svolazzando avanti e indietro. Aveva scalato ieri, e scalerà domani.",
      "imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tadpole",
      "translation": "girino",
      "definition": "The larval stage of a frog or toad, typically living in water.",
      "definition_translation": "La fase larvale di una rana o rospo, che vive solitamente in acqua.",
      "example": "The tadpole swam through the pond, its tail wagging back and forth. It had swum yesterday, and will swim tomorrow.",
      "example_translation": "Il girino nuotò attraverso la pozza, la sua coda oscillando avanti e indietro. Aveva nuotato ieri, e nuoterà domani.",
      "imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toad",
      "translation": "rospo",
      "definition": "A small, typically brown or grey, amphibian with a dry, warty skin.",
      "definition_translation": "Un piccolo anfibio, solitamente bruno o grigio, con una pelle secca e verrucosa.",
      "example": "The toad hopped across the forest floor, its warts prominent. It had hopped yesterday, and will hop tomorrow.",
      "example_translation": "Il rospo saltò attraverso il pavimento della foresta, le sue verruche prominenti. Aveva saltato ieri, e salterà domani.",
      "imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amphibians",
      "translation": "anfibi",
      "definition": "Animals that have a life cycle including both aquatic and terrestrial environments.",
      "definition_translation": "Animali che hanno un ciclo di vita che include sia ambienti acquatici che terrestri.",
      "example": "The amphibians lived in the pond, crawling out onto the surrounding rocks. They had lived yesterday, and will live tomorrow.",
      "example_translation": "Gli anfibi vivevano nella pozza, strisciando fuori sulle rocce circostanti. Avevano vissuto ieri, e vivranno domani.",
      "imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blindworm",
      "translation": "cecilia",
      "definition": "A small, legless, limbless amphibian, often found in damp environments.",
      "definition_translation": "Un piccolo anfibio senza zampe, senza arti, spesso trovato in ambienti umidi.",
      "example": "The blindworm crawled through the damp soil, its body undulating. It had crawled yesterday, and will crawl tomorrow.",
      "example_translation": "La cecilia strisciò attraverso il suolo umido, il suo corpo ondulando. Aveva strisciato ieri, e striscerà domani.",
      "imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chameleon",
      "translation": "camaleonte",
      "definition": "A lizard with a long, slender body and a prehensile tail, able to change color.",
      "definition_translation": "Un lucertola con un corpo lungo e snello e una coda prensile, capace di cambiare colore.",
      "example": "The chameleon changed color, blending in with its surroundings. It had changed yesterday, and will change tomorrow.",
      "example_translation": "Il camaleonte cambiò colore, fondendosi con l'ambiente circostante. Aveva cambiato ieri, e cambierà domani.",
      "imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cobra",
      "translation": "cobra",
      "definition": "A venomous snake found in Africa and Asia, known for its aggressive behavior.",
      "definition_translation": "Un serpente velenoso trovato in Africa e Asia, noto per il suo comportamento aggressivo.",
      "example": "The cobra raised its head, spreading its hood. It had raised its head yesterday, and will raise its head tomorrow.",
      "example_translation": "La cobra alzò la testa, aprire la sua cuffia. Aveva alzato la testa ieri, e alzerà la testa domani.",
      "imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grass snake",
      "translation": "serpente dei prati",
      "definition": "A non-venomous snake found in Europe and Asia, often living in grasslands and wetlands.",
      "definition_translation": "Un serpente non velenoso trovato in Europa e Asia, spesso vivente in prati e zone umide.",
      "example": "The grass snake slithered through the tall grass, hunting for small prey. It had slithered yesterday, and will slither tomorrow.",
      "example_translation": "Il serpente dei prati si insinuò attraverso l'erba alta, cacciando piccole prede. Aveva si insinuato ieri, e si insinuerà domani.",
      "imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "newt",
      "translation": "tritone",
      "definition": "A small, semi-aquatic amphibian with a slender body and a long tail.",
      "definition_translation": "Un piccolo anfibio semi-acquatico con un corpo snello e una lunga coda.",
      "example": "The newt swam through the pond, its tail fluttering back and forth. It had swum yesterday, and will swim tomorrow.",
      "example_translation": "Il tritone nuotò attraverso la pozza, la sua coda svolazzando avanti e indietro. Aveva nuotato ieri, e nuoterà domani.",
      "imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "python",
      "translation": "pitone",
      "definition": "A large, non-venomous snake found in Africa and Asia, often living in grasslands and wetlands.",
      "definition_translation": "Un grande serpente non velenoso trovato in Africa e Asia, spesso vivente in prati e zone umide.",
      "example": "The python wrapped its body around the tree, squeezing tightly. It had wrapped its body yesterday, and will wrap its body tomorrow.",
      "example_translation": "Il pitone avvolse il suo corpo intorno all'albero, stringendo forte. Aveva avvolto il suo corpo ieri, e avvolgerà il suo corpo domani.",
      "imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spotted salamander",
      "translation": "salamandra macchiata",
      "definition": "A small, semi-aquatic amphibian with a slender body and a long tail, often found in ponds and lakes.",
      "definition_translation": "Un piccolo anfibio semi-acquatico con un corpo snello e una lunga coda, spesso trovato in pozze e laghi.",
      "example": "The spotted salamander swam through the pond, its tail fluttering back and forth. It had swum yesterday, and will swim tomorrow.",
      "example_translation": "La salamandra macchiata nuotò attraverso la pozza, la sua coda svolazzando avanti e indietro. Aveva nuotato ieri, e nuoterà domani.",
      "imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tree frog",
      "translation": "rana degli alberi",
      "definition": "A small, semi-aquatic amphibian with a slender body and a long tail, often found in trees and wetlands.",
      "definition_translation": "Un piccolo anfibio semi-acquatico con un corpo snello e una lunga coda, spesso trovato negli alberi e zone umide.",
      "example": "The tree frog climbed up the tree, its tail grasping tightly. It had climbed up yesterday, and will climb up tomorrow.",
      "example_translation": "La rana degli alberi scalò l'albero, la sua coda afferrando forte. Aveva scalato ieri, e scalerà domani.",
      "imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "viper",
      "translation": "vipera",
      "definition": "A venomous snake found in Europe, Asia, and Africa, known for its aggressive behavior.",
      "definition_translation": "Un serpente velenoso trovato in Europa, Asia e Africa, noto per il suo comportamento aggressivo.",
      "example": "The viper raised its head, spreading its hood. It had raised its head yesterday, and will raise its head tomorrow.",
      "example_translation": "La vipera alzò la testa, aprire la sua cuffia. Aveva alzato la testa ieri, e alzerà la testa domani.",
      "imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "water serpent",
      "translation": "serpente d'acqua",
      "definition": "A legendary creature said to live in water, often depicted as a snake-like animal.",
      "definition_translation": "Una creatura leggendaria che si dice viva nell'acqua, spesso raffigurata come un animale serpentino.",
      "example": "The water serpent swam through the ocean, its body undulating. It had swum yesterday, and will swim tomorrow.",
      "example_translation": "Il serpente d'acqua nuotò attraverso l'oceano, il suo corpo ondulando. Aveva nuotato ieri, e nuoterà domani.",
      "imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]