[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "snare drum",
      "translation": "rullante",
      "definition": "A snare drum is a type of drum that produces a sharp, crisp sound when struck, often used in military and orchestral music.",
      "definition_translation": "Un rullante è un tipo di tamburo che produce un suono secco e corto quando colpito, spesso utilizzato nella musica militare e orchestrale.",
      "example": "The drummer expertly played the snare drum during the parade, adding energy to the performance. Yesterday, she had practiced the rhythm on her snare drum for hours. By next year, she will have mastered the snare drum technique.",
      "example_translation": "Il batterista ha suonato abilmente il rullante durante la parata, aggiungendo energia alla performance. Ieri, aveva praticato il ritmo sul suo rullante per ore. Entro l'anno prossimo, avrà padroneggiato la tecnica del rullante.",
      "imageLink": "image_files\\English\\"imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "trombone",
      "translation": "trombone",
      "definition": "A trombone is a musical instrument that belongs to the brass family, known for its slide-controlled pitch and rich, mellow sound.",
      "definition_translation": "Il trombone è uno strumento musicale appartenente alla famiglia degli strumenti a ottone, noto per la sua altezza controllata da una slide e il suo suono ricco e morbido.",
      "example": "The trombone player added a soulful solo to the jazz ensemble, captivating the audience. Last week, he had performed a trombone concerto with the orchestra. By the time he graduates, he will have become a renowned trombone virtuoso.",
      "example_translation": "Il trombettista ha aggiunto un solo soulful all'ensemble jazz, catturando il pubblico. La settimana scorsa, aveva eseguito un concerto per trombone con l'orchestra. Quando si laureerà, sarà diventato un virtuoso di trombone di fama mondiale.",
      "imageLink": "image_files\\English\\"imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tuba",
      "translation": "tuba",
      "definition": "A tuba is a large, low-pitched brass instrument used in orchestral and jazz music, known for its unique, mellow sound.",
      "definition_translation": "La tuba è uno strumento a ottone grande e grave utilizzato nella musica orchestrale e jazz, noto per il suo suono unico e morbido.",
      "example": "The tuba player added depth to the symphony orchestra, enriching the overall sound. Yesterday, she had struggled to carry her tuba up the stairs. By next month, she will have formed a tuba quartet with her friends.",
      "example_translation": "Il tubista ha aggiunto profondità all'orchestra sinfonica, arricchendo il suono complessivo. Ieri, aveva lottato per portare la sua tuba su per le scale. Entro il prossimo mese, formerà un quartetto di tube con i suoi amici.",
      "imageLink": "image_files\\English\\"imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tubular bells",
      "translation": "campane tubolari",
      "definition": "Tubular bells are a type of musical instrument consisting of metal tubes of varying lengths that produce a resonant, ringing sound when struck.",
      "definition_translation": "Le campane tubolari sono un tipo di strumento musicale composto da tubi di metallo di lunghezze variabili che producono un suono risonante e musicale quando colpiti.",
      "example": "The composer skillfully incorporated tubular bells into the score, creating an ethereal atmosphere. Last year, she had experimented with tubular bells in her music composition. By the time she finishes her PhD, she will have mastered the use of tubular bells in her music.",
      "example_translation": "Il compositore ha abilmente incorporato le campane tubolari nel punteggio, creando un'atmosfera eterea. L'anno scorso, aveva sperimentato le campane tubolari nella sua composizione musicale. Quando finirà il suo dottorato, avrà padroneggiato l'uso delle campane tubolari nella sua musica.",
      "imageLink": "image_files\\English\\"imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vibraphone",
      "translation": "vibrafono",
      "definition": "A vibraphone is a percussion instrument that produces a resonant, vibrating sound when struck, often used in jazz and classical music.",
      "definition_translation": "Il vibrafono è uno strumento a percussione che produce un suono risonante e vibrante quando colpito, spesso utilizzato nella musica jazz e classica.",
      "example": "The vibraphone player added a mesmerizing solo to the jazz quintet, captivating the audience. Last month, he had premiered a new vibraphone concerto with the orchestra. By next season, he will have toured the world with his vibraphone quartet.",
      "example_translation": "Il vibrafonista ha aggiunto un solo ipnotico al quintetto jazz, catturando il pubblico. Il mese scorso, aveva presentato in anteprima un nuovo concerto per vibrafono con l'orchestra. Entro la prossima stagione, avrà eseguito un tour mondiale con il suo quartetto di vibrafono.",
      "imageLink": "image_files\\English\\"imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "xylophone",
      "translation": "xilofono",
      "definition": "A xylophone is a musical instrument that consists of a row of wooden bars of varying pitches, played by striking them with a mallet.",
      "definition_translation": "Lo xilofono è uno strumento musicale che consiste in una fila di barre di legno di altezze diverse, suonato percuotendole con un martello.",
      "example": "The xylophone player's nimble fingers danced across the instrument, creating a lively melody. Yesterday, she had practiced a new xylophone piece for hours. By next year, she will have composed a xylophone concerto for the national orchestra.",
      "example_translation": "Le dita agili del xilofonista hanno ballato sulla tastiera dello strumento, creando una melodia vivace. Ieri, aveva praticato un nuovo pezzo di xilofono per ore. Entro l'anno prossimo, avrà composto un concerto per xilofono per l'orchestra nazionale.",
      "imageLink": "image_files\\English\\"imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]