{
  "data": [
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "black",
      "translation": "nero",
      "definition": "Having the color of soot or coal; having no light;",
      "definition_translation": "Avendo il colore della fuliggine o del carbone; non avere luce;",
      "example": "The black cat sat on the windowsill. Yesterday, it was black, but now it's gray. If I don't wash it, it will be black again.",
      "example_translation": "Il gatto nero sedeva sulla mensola della finestra. Ieri era nero, ma ora è grigio. Se non lo lavo, sarà di nuovo nero.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blue",
      "translation": "blu",
      "definition": "Having a bright, calm, and serene color, like the sky;",
      "definition_translation": "Avendo un colore luminoso, calmo e sereno, come il cielo;",
      "example": "The blue bird flew across the sky. Yesterday, the sea was blue, but now it's rough. If I paint the wall blue, it will be beautiful.",
      "example_translation": "L'uccello blu ha volato attraverso il cielo. Ieri il mare era blu, ma ora è agitato. Se dipingo la parete di blu, sarà bellissima.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "brown",
      "translation": "marrone",
      "definition": "Having a reddish-yellow color, like the earth;",
      "definition_translation": "Avendo un colore rosso-giallo, come la terra;",
      "example": "The brown dog ran across the field. Yesterday, the tree was brown, but now it's green. If I eat a brownie, I'll get energy.",
      "example_translation": "Il cane marrone ha attraversato il campo. Ieri l'albero era marrone, ma ora è verde. Se mangio un brownie, avrò energia.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "green",
      "translation": "verde",
      "definition": "Having a color like grass or leaves;",
      "definition_translation": "Avendo un colore come l'erba o le foglie;",
      "example": "The green grass was soft under my feet. Yesterday, the tree was green, but now it's yellow. If I wear a green shirt, I'll be happy.",
      "example_translation": "L'erba verde era soffice sotto i miei piedi. Ieri l'albero era verde, ma ora è giallo. Se indosso una maglietta verde, sarò felice.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grey",
      "translation": "grigio",
      "definition": "Having a color between black and white;",
      "definition_translation": "Avendo un colore tra il nero e il bianco;",
      "example": "The grey cat purred on my lap. Yesterday, the sky was grey, but now it's blue. If I paint my room grey, it will be calm.",
      "example_translation": "Il gatto grigio ha ronfato sul mio grembo. Ieri il cielo era grigio, ma ora è blu. Se dipingo la mia stanza di grigio, sarà calma.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "orange",
      "translation": "arancione",
      "definition": "Having a bright, vibrant color, like citrus fruits;",
      "definition_translation": "Avendo un colore luminoso e vibrante, come i frutti agrumi;",
      "example": "The orange cat played with a ball. Yesterday, the orange juice was fresh, but now it's sour. If I eat an orange, I'll be healthy.",
      "example_translation": "Il gatto arancione ha giocato con una palla. Ieri il succo d'arancia era fresco, ma ora è acido. Se mangio un'arancia, sarò sano.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "red",
      "translation": "rosso",
      "definition": "Having a bright, bold color, like fire or roses;",
      "definition_translation": "Avendo un colore luminoso e audace, come il fuoco o le rose;",
      "example": "The red car drove quickly down the road. Yesterday, the rose was red, but now it's wilted. If I wear a red dress, I'll be beautiful.",
      "example_translation": "La macchina rossa ha guidato velocemente giù per la strada. Ieri la rosa era rossa, ma ora è avvizzita. Se indosso un vestito rosso, sarò bellissima.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "white",
      "translation": "bianco",
      "definition": "Having a color like snow or milk;",
      "definition_translation": "Avendo un colore come la neve o il latte;",
      "example": "The white dog ran across the field. Yesterday, the snow was white, but now it's dirty. If I wear a white shirt, I'll be clean.",
      "example_translation": "Il cane bianco ha attraversato il campo. Ieri la neve era bianca, ma ora è sporca. Se indosso una maglietta bianca, sarò pulito.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "yellow",
      "translation": "giallo",
      "definition": "Having a bright, cheerful color, like the sun;",
      "definition_translation": "Avendo un colore luminoso e allegro, come il sole;",
      "example": "The yellow bird sang a happy song. Yesterday, the sun was yellow, but now it's hidden. If I wear a yellow hat, I'll be happy.",
      "example_translation": "L'uccello giallo ha cantato una canzone felice. Ieri il sole era giallo, ma ora è nascosto. Se indosso un cappello giallo, sarò felice.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cream",
      "translation": "panna",
      "definition": "Having a color like the thick liquid from milk;",
      "definition_translation": "Avendo un colore come il liquido denso del latte;",
      "example": "The cream cake was delicious. Yesterday, the coffee was with cream, but now it's black. If I put cream on my face, I'll be beautiful.",
      "example_translation": "La torta di panna era deliziosa. Ieri il caffè era con panna, ma ora è nero. Se metto la panna sulla mia faccia, sarò bella.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "golden",
      "translation": "dorato",
      "definition": "Having a color like gold;",
      "definition_translation": "Avendo un colore come l'oro;",
      "example": "The golden necklace shone brightly. Yesterday, the crown was golden, but now it's rusty. If I wear a golden dress, I'll be rich.",
      "example_translation": "La collana dorata ha brillato luminosamente. Ieri la corona era dorata, ma ora è arrugginita. Se indosso un vestito dorato, sarò ricca.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lemon",
      "translation": "limone",
      "definition": "Having a bright, citrusy color;",
      "definition_translation": "Avendo un colore luminoso e citrino;",
      "example": "The lemon tree bloomed in the garden. Yesterday, the lemon was sour, but now it's sweet. If I drink lemon juice, I'll be healthy.",
      "example_translation": "L'albero di limone ha fiorito nel giardino. Ieri il limone era acido, ma ora è dolce. Se bevo succo di limone, sarò sano.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pink",
      "translation": "rosa",
      "definition": "Having a color like flowers or sunsets;",
      "definition_translation": "Avendo un colore come i fiori o i tramonti;",
      "example": "The pink dress was beautiful on her. Yesterday, the flowers were pink, but now they're white. If I wear a pink shirt, I'll be happy.",
      "example_translation": "Il vestito rosa era bellissimo su di lei. Ieri i fiori erano rosa, ma ora sono bianchi. Se indosso una maglietta rosa, sarò felice.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "purple",
      "translation": "purpureo",
      "definition": "Having a rich, regal color;",
      "definition_translation": "Avendo un colore ricco e regale;",
      "example": "The purple grape was sweet and juicy. Yesterday, the king wore a purple robe, but now it's red. If I wear a purple hat, I'll be royal.",
      "example_translation": "L'uva purpurea era dolce e succosa. Ieri il re indossava una veste purpurea, ma ora è rossa. Se indosso un cappello purpureo, sarò reale.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "silver",
      "translation": "argento",
      "definition": "Having a bright, shiny color like metal;",
      "definition_translation": "Avendo un colore luminoso e lucente come il metallo;",
      "example": "The silver necklace shone brightly. Yesterday, the award was silver, but now it's gold. If I wear a silver ring, I'll be elegant.",
      "example_translation": "La collana d'argento ha brillato luminosamente. Ieri il premio era d'argento, ma ora è d'oro. Se indosso un anello d'argento, sarò elegante.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "violet",
      "translation": "viola",
      "definition": "Having a bright, colorful flower-like color;",
      "definition_translation": "Avendo un colore luminoso e colorato come un fiore;",
      "example": "The violet flower bloomed in the garden. Yesterday, the dress was violet, but now it's pink. If I wear a violet scarf, I'll be stylish.",
      "example_translation": "Il fiore di viola ha fiorito nel giardino. Ieri il vestito era viola, ma ora è rosa. Se indosso una sciarpa viola, sarò stylish.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beige",
      "translation": "beige",
      "definition": "Having a light brown or tan color;",
      "definition_translation": "Avendo un colore marrone chiaro o beige;",
      "example": "The beige dress was elegant on her. Yesterday, the wall was beige, but now it's white. If I wear a beige shirt, I'll be fashionable.",
      "example_translation": "Il vestito beige era elegante su di lei. Ieri il muro era beige, ma ora è bianco. Se indosso una maglietta beige, sarò alla moda.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "navy blue",
      "translation": "blu navy",
      "definition": "Having a dark, rich blue color;",
      "definition_translation": "Avendo un colore blu scuro e ricco;",
      "example": "The navy blue suit was formal. Yesterday, the ocean was navy blue, but now it's calm. If I wear a navy blue tie, I'll be professional.",
      "example_translation": "Il completo blu navy era formale. Ieri l'oceano era blu navy, ma ora è calmo. Se indosso una cravatta blu navy, sarò professionale.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "khaki",
      "translation": "kaki",
      "definition": "Having a light brown or beige color;",
      "definition_translation": "Avendo un colore marrone chiaro o beige;",
      "example": "The khaki pants were comfortable. Yesterday, the bag was khaki, but now it's brown. If I wear a khaki shirt, I'll be casual.",
      "example_translation": "I pantaloni kaki erano comfortevoli. Ieri la borsa era kaki, ma ora è marrone. Se indosso una maglietta kaki, sarò casuale.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "olive green",
      "translation": "verde oliva",
      "definition": "Having a green color like the fruit;",
      "definition_translation": "Avendo un colore verde come il frutto;",
      "example": "The olive green jacket was stylish. Yesterday, the trees were olive green, but now they're dry. If I wear an olive green hat, I'll be trendy.",
      "example_translation": "La giacca verde oliva era stilosa. Ieri gli alberi erano verdi oliva, ma ora sono secchi. Se indosso un cappello verde oliva, sarò alla moda.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amaranth",
      "translation": "amaranto",
      "definition": "Having a deep, rich purple color;",
      "definition_translation": "Avendo un colore viola scuro e ricco;",
      "example": "The amaranth flower was beautiful. Yesterday, the dress was amaranth, but now it's pink. If I wear an amaranth scarf, I'll be elegant.",
      "example_translation": "Il fiore di amaranto era bellissimo. Ieri il vestito era amaranto, ma ora è rosa. Se indosso una sciarpa amaranto, sarò elegante.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amber",
      "translation": "ambra",
      "definition": "Having a warm, golden yellow color;",
      "definition_translation": "Avendo un colore giallo dorato caldo;",
      "example": "The amber necklace was beautiful. Yesterday, the sun was amber, but now it's golden. If I wear an amber ring, I'll be stylish.",
      "example_translation": "La collana di ambra era bellissima. Ieri il sole era ambra, ma ora è dorato. Se indosso un anello di ambra, sarò stylish.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anthracite",
      "translation": "antracite",
      "definition": "Having a dark, glossy coal-like color;",
      "definition_translation": "Avendo un colore scuro e lucido come il carbone;",
      "example": "The anthracite suit was formal. Yesterday, the coal was anthracite, but now it's brown. If I wear an anthracite tie, I'll be professional.",
      "example_translation": "Il completo antracite era formale. Ieri il carbone era antracite, ma ora è marrone. Se indosso una cravatta antracite, sarò professionale.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aquamarine",
      "translation": "acquamarina",
      "definition": "Having a pale blue-green color;",
      "definition_translation": "Avendo un colore blu-verde pallido;",
      "example": "The aquamarine necklace was beautiful. Yesterday, the ocean was aquamarine, but now it's blue. If I wear an aquamarine ring, I'll be elegant.",
      "example_translation": "La collana di acquamarina era bellissima. Ieri l'oceano era acquamarina, ma ora è blu. Se indosso un anello di acquamarina, sarò elegante.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "carmine",
      "translation": "carminio",
      "definition": "Having a bright, vivid red color;",
      "definition_translation": "Avendo un colore rosso vivido e brillante;",
      "example": "The carmine dress was stunning. Yesterday, the lipstick was carmine, but now it's pink. If I wear a carmine scarf, I'll be fashionable.",
      "example_translation": "Il vestito carminio era stupefacente. Ieri il rossetto era carminio, ma ora è rosa. Se indosso una sciarpa carminio, sarò alla moda.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crimson",
      "translation": " cremisi",
      "definition": "Having a deep, rich red color;",
      "definition_translation": "Avendo un colore rosso scuro e ricco;",
      "example": "The crimson jacket was formal. Yesterday, the wine was crimson, but now it's red. If I wear a crimson tie, I'll be elegant.",
      "example_translation": "La giacca cremisi era formale. Ieri il vino era cremisi, ma ora è rosso. Se indosso una cravatta cremisi, sarò elegante.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cyan",
      "translation": "ciano",
      "definition": "Having a bright, vivid blue color;",
      "definition_translation": "Avendo un colore blu vivido e brillante;",
      "example": "The cyan shirt was stylish. Yesterday, the ocean was cyan, but now it's blue. If I wear a cyan hat, I'll be trendy.",
      "example_translation": "La maglietta ciano era stilosa. Ieri l'oceano era ciano, ma ora è blu. Se indosso un cappello ciano, sarò alla moda.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "emerald",
      "translation": "smeraldo",
      "definition": "Having a bright, vivid green color;",
      "definition_translation": "Avendo un colore verde vivido e brillante;",
      "example": "The emerald necklace was beautiful. Yesterday, the grass was emerald, but now it's green. If I wear an emerald ring, I'll be elegant.",
      "example_translation": "La collana di smeraldo era bellissima. Ieri l'erba era smeraldo, ma ora è verde. Se indosso un anello di smeraldo, sarò elegante.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ginger",
      "translation": "zenzero",
      "definition": "Having a light brown or yellowish color;",
      "definition_translation": "Avendo un colore marrone chiaro o giallastro;",
      "example": "The ginger cat was cute. Yesterday, the hair was ginger, but now it's brown. If I wear a ginger scarf, I'll be fashionable.",
      "example_translation": "Il gatto zenzero era carino. Ieri i capelli erano zenzero, ma ora sono marroni. Se indosso una sciarpa zenzero, sarò alla moda.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "indigo",
      "translation": "indaco",
      "definition": "Having a deep, rich blue color;",
      "definition_translation": "Avendo un colore blu scuro e ricco;",
      "example": "The indigo dress was elegant. Yesterday, the night sky was indigo, but now it's dark. If I wear an indigo hat, I'll be stylish.",
      "example_translation": "Il vestito indaco era elegante. Ieri il cielo notturno era indaco, ma ora è buio. Se indosso un cappello indaco, sarò stilosa.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "magenta",
      "translation": "magenta",
      "definition": "Having a bright, vivid pink color;",
      "definition_translation": "Avendo un colore rosa vivido e brillante;",
      "example": "The magenta shirt was stylish. Yesterday, the flowers were magenta, but now they're pink. If I wear a magenta tie, I'll be fashionable.",
      "example_translation": "La maglietta magenta era stilosa. Ieri i fiori erano magenta, ma ora sono rosa. Se indosso una cravatta magenta, sarò alla moda.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mahogany",
      "translation": "moghano",
      "definition": "Having a reddish-brown color;",
      "definition_translation": "Avendo un colore rosso-marrone;",
      "example": "The mahogany furniture was expensive. Yesterday, the wood was mahogany, but now it's brown. If I wear a mahogany scarf, I'll be elegant.",
      "example_translation": "Il mobilio moghano era costoso. Ieri il legno era moghano, ma ora è marrone. Se indosso una sciarpa moghano, sarò elegante.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "maroon",
      "translation": "bordeaux",
      "definition": "Having a dark, rich reddish-brown color;",
      "definition_translation": "Avendo un colore scuro e ricco rosso-marrone;",
      "example": "The maroon dress was formal. Yesterday, the wine was maroon, but now it's red. If I wear a maroon tie, I'll be professional.",
      "example_translation": "Il vestito bordeaux era formale. Ieri il vino era bordeaux, ma ora è rosso. Se indosso una cravatta bordeaux, sarò professionale.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ochre",
      "translation": "ocra",
      "definition": "Having a yellowish-brown color;",
      "definition_translation": "Avendo un colore giallo-marrone;",
      "example": "The ochre paint was vibrant. Yesterday, the earth was ochre, but now it's brown. If I wear an ochre scarf, I'll be trendy.",
      "example_translation": "La pittura ocra era vivace. Ieri la terra era ocra, ma ora è marrone. Se indosso una sciarpa ocra, sarò alla moda.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "scarlet",
      "translation": "scarlatto",
      "definition": "Having a bright, vivid red color;",
      "definition_translation": "Avendo un colore rosso vivido e brillante;",
      "example": "The scarlet dress was stunning. Yesterday, the lipstick was scarlet, but now it's red. If I wear a scarlet hat, I'll be fashionable.",
      "example_translation": "Il vestito scarlatto era stupefacente. Ieri il rossetto era scarlatto, ma ora è rosso. Se indosso un cappello scarlatto, sarò alla moda.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "turquoise",
      "translation": "turchese",
      "definition": "Having a blue-green color;",
      "definition_translation": "Avendo un colore blu-verde;",
      "example": "The turquoise necklace was beautiful. Yesterday, the ocean was turquoise, but now it's blue. If I wear a turquoise ring, I'll be elegant.",
      "example_translation": "La collana di turchese era bellissima. Ieri l'oceano era turchese, ma ora è blu. Se indosso un anello di turchese, sarò elegante.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]
}