[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Abyssinian",
      "translation": "Abissino",
      "definition": "A breed of domestic cat known for its distinctive ticked coat and slender build.",
      "definition_translation": "Una razza di gatto domestico nota per la sua peculiare mantello a tacche e corporatura slanciata.",
      "example": "My aunt has an Abyssinian cat that loves to play with yarn. She had an Abyssinian cat when she was a child, and she will have one when she retires. She has an Abyssinian cat now, and it's very affectionate.",
      "example_translation": "Mia zia ha un gatto Abissino che adora giocare con il filo. Aveva un gatto Abissino quando era bambina e avrà uno quando andrà in pensione. Ha un gatto Abissino adesso e è molto affettuoso.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "American shorthair",
      "translation": "Americano a pelo corto",
      "definition": "A breed of domestic cat known for its sturdy build and short, dense coat.",
      "definition_translation": "Una razza di gatto domestico nota per la sua corporatura robusta e mantello corto e denso.",
      "example": "The American shorthair is a popular breed among cat fanciers. Last year, I had an American shorthair kitten that was very playful. I will get an American shorthair cat when I move to a new apartment.",
      "example_translation": "L'Americano a pelo corto è una razza popolare tra gli appassionati di gatti. L'anno scorso, avevo un gattino Americano a pelo corto che era molto giocoso. Mi prenderò un gatto Americano a pelo corto quando mi trasferirò in un nuovo appartamento.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Bengal cat",
      "translation": "Gatto Bengal",
      "definition": "A hybrid breed of domestic cat known for its distinctive spotted or marbled coat.",
      "definition_translation": "Una razza ibrida di gatto domestico nota per la sua peculiare mantello maculato o marmorizzato.",
      "example": "Bengal cats are known for their energetic personalities. My friend had a Bengal cat that was very curious. She will get a Bengal cat when she moves to a bigger house.",
      "example_translation": "I gatti Bengal sono noti per le loro personalità energetiche. La mia amica aveva un gatto Bengal che era molto curioso. Si prenderà un gatto Bengal quando si trasferirà in una casa più grande.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Birman",
      "translation": "Birmano",
      "definition": "A breed of domestic cat known for its pointy ears and white paws.",
      "definition_translation": "Una razza di gatto domestico nota per le sue orecchie a punta e zampe bianche.",
      "example": "The Birman is a gentle and affectionate breed. I had a Birman cat when I was a child, and it was very playful. My sister wants a Birman cat for her birthday.",
      "example_translation": "Il Birmano è una razza gentile e affettuosa. Avevo un gatto Birmano quando ero bambino, e era molto giocoso. Mia sorella vuole un gatto Birmano per il suo compleanno.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "British shorthair",
      "translation": "Inglese a pelo corto",
      "definition": "A breed of domestic cat known for its sturdy build and short, dense coat.",
      "definition_translation": "Una razza di gatto domestico nota per la sua corporatura robusta e mantello corto e denso.",
      "example": "The British shorthair is a popular breed in the UK. My neighbor has a British shorthair cat that is very lazy. I will get a British shorthair cat when I move to a new house.",
      "example_translation": "L'Inglese a pelo corto è una razza popolare nel Regno Unito. Il mio vicino ha un gatto Inglese a pelo corto che è molto pigro. Mi prenderò un gatto Inglese a pelo corto quando mi trasferirò in una nuova casa.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Burmese",
      "translation": "Birmano",
      "definition": "A breed of domestic cat known for its sleek, glossy coat and golden eyes.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello liscio e lucente e occhi dorati.",
      "example": "The Burmese is a playful and curious breed. I had a Burmese cat when I was a teenager, and it was very mischievous. My cousin wants a Burmese cat for her new apartment.",
      "example_translation": "Il Birmano è una razza giocosa e curiosa. Avevo un gatto Birmano quando ero adolescente, e era molto furbo. La mia cugina vuole un gatto Birmano per il suo nuovo appartamento.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Chartreux",
      "translation": "Chartreux",
      "definition": "A breed of domestic cat known for its distinctive blue-grey coat and calm temperament.",
      "definition_translation": "Una razza di gatto domestico nota per il suo peculiare mantello blu-grigio e temperamento calmo.",
      "example": "The Chartreux is a rare and gentle breed. I saw a Chartreux cat at a cat show, and it was very majestic. My friend wants a Chartreux cat for her birthday.",
      "example_translation": "Il Chartreux è una razza rara e gentile. Ho visto un gatto Chartreux a una mostra di gatti, e era molto maestoso. La mia amica vuole un gatto Chartreux per il suo compleanno.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "colourpoint, Himalayan",
      "translation": "punto di colore, Himalayano",
      "definition": "A breed of domestic cat known for its pointy ears and markings on its face and legs.",
      "definition_translation": "Una razza di gatto domestico nota per le sue orecchie a punta e segni sul viso e zampe.",
      "example": "The colourpoint, Himalayan is a popular breed among cat fanciers. I had a colourpoint, Himalayan cat when I was a child, and it was very playful. My sister wants a colourpoint, Himalayan cat for her new apartment.",
      "example_translation": "Il punto di colore, Himalayano è una razza popolare tra gli appassionati di gatti. Avevo un gatto punto di colore, Himalayano quando ero bambino, e era molto giocoso. Mia sorella vuole un gatto punto di colore, Himalayano per il suo nuovo appartamento.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Devon Rex",
      "translation": "Devon Rex",
      "definition": "A breed of domestic cat known for its curly, soft coat and energetic personality.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello riccio, soffice e personalità energetica.",
      "example": "The Devon Rex is a rare and exotic breed. I saw a Devon Rex cat at a cat show, and it was very impressive. My cousin wants a Devon Rex cat for her birthday.",
      "example_translation": "Il Devon Rex è una razza rara e esotica. Ho visto un gatto Devon Rex a una mostra di gatti, e era molto impressionante. La mia cugina vuole un gatto Devon Rex per il suo compleanno.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "domestic cat",
      "translation": "gatto domestico",
      "definition": "A domesticated mammal that belongs to the species Felis catus.",
      "definition_translation": "Un mammifero domestico appartenente alla specie Felis catus.",
      "example": "Domestic cats are popular pets worldwide. I have a domestic cat that loves to sleep on my lap. My neighbor has a domestic cat that is very friendly.",
      "example_translation": "I gatti domesticati sono animali domestici popolari in tutto il mondo. Ho un gatto domestico che adora dormire sul mio grembo. Il mio vicino ha un gatto domestico che è molto amichevole.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exotic shorthair",
      "translation": "esotico a pelo corto",
      "definition": "A breed of domestic cat known for its short, dense coat and calm temperament.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello corto e denso e temperamento calmo.",
      "example": "The exotic shorthair is a popular breed among cat fanciers. I had an exotic shorthair cat when I was a teenager, and it was very playful. My friend wants an exotic shorthair cat for her new apartment.",
      "example_translation": "L'esotico a pelo corto è una razza popolare tra gli appassionati di gatti. Avevo un gatto esotico a pelo corto quando ero adolescente, e era molto giocoso. La mia amica vuole un gatto esotico a pelo corto per il suo nuovo appartamento.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Japanese bobtail",
      "translation": "Giapponese Bobtail",
      "definition": "A breed of domestic cat known for its short tail and fluffy coat.",
      "definition_translation": "Una razza di gatto domestico nota per la sua coda corta e mantello soffice.",
      "example": "The Japanese bobtail is a rare and exotic breed. I saw a Japanese bobtail cat at a cat show, and it was very impressive. My cousin wants a Japanese bobtail cat for her birthday.",
      "example_translation": "Il Giapponese Bobtail è una razza rara e esotica. Ho visto un gatto Giapponese Bobtail a una mostra di gatti, e era molto impressionante. La mia cugina vuole un gatto Giapponese Bobtail per il suo compleanno.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Maine coon",
      "translation": "Maine Coon",
      "definition": "A breed of domestic cat known for its large size and distinctive shaggy coat.",
      "definition_translation": "Una razza di gatto domestico nota per la sua grande taglia e mantello disordinato caratteristico.",
      "example": "The Maine coon is a popular breed among cat fanciers. I had a Maine coon cat when I was a child, and it was very playful. My sister wants a Maine coon cat for her new apartment.",
      "example_translation": "Il Maine Coon è una razza popolare tra gli appassionati di gatti. Avevo un gatto Maine Coon quando ero bambino, e era molto giocoso. Mia sorella vuole un gatto Maine Coon per il suo nuovo appartamento.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Norwegian Forest cat",
      "translation": "Gatto della Foresta Norvegese",
      "definition": "A breed of domestic cat known for its fluffy coat and playful personality.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello soffice e personalità giocosa.",
      "example": "The Norwegian Forest cat is a popular breed among cat fanciers. I had a Norwegian Forest cat when I was a teenager, and it was very affectionate. My friend wants a Norwegian Forest cat for her new apartment.",
      "example_translation": "Il Gatto della Foresta Norvegese è una razza popolare tra gli appassionati di gatti. Avevo un gatto della Foresta Norvegese quando ero adolescente, e era molto affettuoso. La mia amica vuole un gatto della Foresta Norvegese per il suo nuovo appartamento.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ocicat",
      "translation": "Ocicat",
      "definition": "A breed of domestic cat known for its distinctive spotted or marbled coat.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello maculato o marmorizzato caratteristico.",
      "example": "The ocicat is a rare and exotic breed. I saw an ocicat cat at a cat show, and it was very impressive. My cousin wants an ocicat cat for her birthday.",
      "example_translation": "L'Ocicat è una razza rara e esotica. Ho visto un gatto Ocicat a una mostra di gatti, e era molto impressionante. La mia cugina vuole un gatto Ocicat per il suo compleanno.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Persian",
      "translation": "Persiano",
      "definition": "A breed of domestic cat known for its long, fluffy coat and calm temperament.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello lungo e soffice e temperamento calmo.",
      "example": "The Persian is a popular breed among cat fanciers. I had a Persian cat when I was a child, and it was very gentle. My sister wants a Persian cat for her new apartment.",
      "example_translation": "Il Persiano è una razza popolare tra gli appassionati di gatti. Avevo un gatto Persiano quando ero bambino, e era molto gentile. Mia sorella vuole un gatto Persiano per il suo nuovo appartamento.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Ragdoll",
      "translation": "Ragdoll",
      "definition": "A breed of domestic cat known for its soft, silky coat and affectionate personality.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello morbido e setoso e personalità affettuosa.",
      "example": "The Ragdoll is a popular breed among cat fanciers. I had a Ragdoll cat when I was a teenager, and it was very playful. My friend wants a Ragdoll cat for her new apartment.",
      "example_translation": "Il Ragdoll è una razza popolare tra gli appassionati di gatti. Avevo un gatto Ragdoll quando ero adolescente, e era molto giocoso. La mia amica vuole un gatto Ragdoll per il suo nuovo appartamento.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Russian Blue",
      "translation": "Blu Russo",
      "definition": "A breed of domestic cat known for its thick, plush coat and green eyes.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello spesso e morbido e occhi verdi.",
      "example": "The Russian Blue is a rare and exotic breed. I saw a Russian Blue cat at a cat show, and it was very impressive. My cousin wants a Russian Blue cat for her birthday.",
      "example_translation": "Il Blu Russo è una razza rara e esotica. Ho visto un gatto Blu Russo a una mostra di gatti, e era molto impressionante. La mia cugina vuole un gatto Blu Russo per il suo compleanno.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Savannah",
      "translation": "Savannah",
      "definition": "A breed of domestic cat known for its tall, slender build and striking coat patterns.",
      "definition_translation": "Una razza di gatto domestico nota per la sua corporatura alta e slanciata e motivi del mantello impressionanti.",
      "example": "The Savannah is a rare and exotic breed. I saw a Savannah cat at a cat show, and it was very impressive. My friend wants a Savannah cat for her new apartment.",
      "example_translation": "La Savannah è una razza rara e esotica. Ho visto un gatto Savannah a una mostra di gatti, e era molto impressionante. La mia amica vuole un gatto Savannah per il suo nuovo appartamento.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Scottish Fold",
      "translation": "Fold Scozzese",
      "definition": "A breed of domestic cat known for its folded ears and playful personality.",
      "definition_translation": "Una razza di gatto domestico nota per le sue orecchie ripiegate e personalità giocosa.",
      "example": "The Scottish Fold is a popular breed among cat fanciers. I had a Scottish Fold cat when I was a child, and it was very curious. My sister wants a Scottish Fold cat for her new apartment.",
      "example_translation": "Il Fold Scozzese è una razza popolare tra gli appassionati di gatti. Avevo un gatto Fold Scozzese quando ero bambino, e era molto curioso. Mia sorella vuole un gatto Fold Scozzese per il suo nuovo appartamento.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Siamese",
      "translation": "Siamese",
      "definition": "A breed of domestic cat known for its pointed coat pattern and outgoing personality.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello a punti e personalità estroversa.",
      "example": "The Siamese is a popular breed among cat fanciers. I had a Siamese cat when I was a teenager, and it was very talkative. My friend wants a Siamese cat for her new apartment.",
      "example_translation": "Il Siamese è una razza popolare tra gli appassionati di gatti. Avevo un gatto Siamese quando ero adolescente, e era molto loquace. La mia amica vuole un gatto Siamese per il suo nuovo appartamento.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Siberian",
      "translation": "Siberiano",
      "definition": "A breed of domestic cat known for its thick, double coat and rugged build.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello spesso e doppio e corporatura robusta.",
      "example": "The Siberian is a popular breed among cat fanciers. I had a Siberian cat when I was a child, and it was very playful. My sister wants a Siberian cat for her new apartment.",
      "example_translation": "Il Siberiano è una razza popolare tra gli appassionati di gatti. Avevo un gatto Siberiano quando ero bambino, e era molto giocoso. Mia sorella vuole un gatto Siberiano per il suo nuovo appartamento.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Somali",
      "translation": "Somalo",
      "definition": "A breed of domestic cat known for its long, silky coat and outgoing personality.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello lungo e setoso e personalità estroversa.",
      "example": "The Somali is a rare and exotic breed. I saw a Somali cat at a cat show, and it was very impressive. My cousin wants a Somali cat for her birthday.",
      "example_translation": "Il Somalo è una razza rara e esotica. Ho visto un gatto Somalo a una mostra di gatti, e era molto impressionante. La mia cugina vuole un gatto Somalo per il suo compleanno.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Sphynx",
      "translation": "Sphynx",
      "definition": "A breed of domestic cat known for its lack of fur and wrinkled skin.",
      "definition_translation": "Una razza di gatto domestico nota per la sua assenza di pelo e pelle rugosa.",
      "example": "The Sphynx is a rare and exotic breed. I saw a Sphynx cat at a cat show, and it was very unusual. My friend wants a Sphynx cat for her new apartment.",
      "example_translation": "Lo Sphynx è una razza rara e esotica. Ho visto un gatto Sphynx a una mostra di gatti, e era molto insolito. La mia amica vuole un gatto Sphynx per il suo nuovo appartamento.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Turkish Angora",
      "translation": "Angora Turco",
      "definition": "A breed of domestic cat known for its long, silky coat and playful personality.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello lungo e setoso e personalità giocosa.",
      "example": "The Turkish Angora is a popular breed among cat fanciers. I had a Turkish Angora cat when I was a child, and it was very curious. My sister wants a Turkish Angora cat for her new apartment.",
      "example_translation": "L'Angora Turco è una razza popolare tra gli appassionati di gatti. Avevo un gatto Angora Turco quando ero bambino, e era molto curioso. Mia sorella vuole un gatto Angora Turco per il suo nuovo appartamento.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Turkish Van",
      "translation": "Van Turco",
      "definition": "A breed of domestic cat known for its white coat with colored markings and playful personality.",
      "definition_translation": "Una razza di gatto domestico nota per il suo mantello bianco con segni colorati e personalità giocosa.",
      "example": "The Turkish Van is a popular breed among cat fanciers. I had a Turkish Van cat when I was a teenager, and it was very energetic. My friend wants a Turkish Van cat for her new apartment.",
      "example_translation": "Il Van Turco è una razza popolare tra gli appassionati di gatti. Avevo un gatto Van Turco quando ero adolescente, e era molto energetico. La mia amica vuole un gatto Van Turco per il suo nuovo appartamento.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]