[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "insect",
      "translation": "insetto",
      "definition": "A small, usually winged, animal that has a body divided into three parts and usually has six legs.",
      "definition_translation": "Un piccolo animale, di solito alato, che ha un corpo diviso in tre parti e di solito ha sei zampe.",
      "example": "The insect crawled slowly across the floor. It had crawled across the floor yesterday. It will crawl across the floor tomorrow.",
      "example_translation": "L'insetto strisciava lentamente attraverso il pavimento. Era strisciato attraverso il pavimento ieri. Striscerà attraverso il pavimento domani.",
      "imageLink": "image_files\\English\\insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ant",
      "translation": "formica",
      "definition": "A small, usually reddish-brown, insect that lives in colonies and is known for its industry and organization.",
      "definition_translation": "Un piccolo insetto, di solito rossastro, che vive in colonie e è noto per la sua industriosità e organizzazione.",
      "example": "The ant carried a crumb back to its colony. It had carried a crumb back to its colony yesterday. It will carry a crumb back to its colony tomorrow.",
      "example_translation": "La formica portava un briciolo indietro alla sua colonia. Aveva portato un briciolo indietro alla sua colonia ieri. Porterà un briciolo indietro alla sua colonia domani.",
      "imageLink": "image_files\\English\\ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bee",
      "translation": "ape",
      "definition": "A flying, social insect that collects nectar from flowers and produces honey.",
      "definition_translation": "Un insetto volante, sociale, che raccoglie nettare dai fiori e produce miele.",
      "example": "The bee buzzed around the flowers. It had buzzed around the flowers yesterday. It will buzz around the flowers tomorrow.",
      "example_translation": "L'ape ronzava intorno ai fiori. Aveva ronzato intorno ai fiori ieri. Ronzerà intorno ai fiori domani.",
      "imageLink": "image_files\\English\\bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bug",
      "translation": "insetto",
      "definition": "A small, usually wingless, insect that has a soft body and often lives in or near water.",
      "definition_translation": "Un piccolo insetto, di solito senza ali, che ha un corpo morbido e spesso vive in o vicino all'acqua.",
      "example": "The bug crawled across the leaf. It had crawled across the leaf yesterday. It will crawl across the leaf tomorrow.",
      "example_translation": "L'insetto strisciava attraverso la foglia. Era strisciato attraverso la foglia ieri. Striscerà attraverso la foglia domani.",
      "imageLink": "image_files\\English\\bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "butterfly",
      "translation": "farfalla",
      "definition": "A flying insect with large, often brightly colored wings, that goes through a complete transformation from egg to adult.",
      "definition_translation": "Un insetto volante con ali grandi, spesso di colore vivace, che attraversa una trasformazione completa da uovo a adulto.",
      "example": "The butterfly fluttered around the flowers. It had fluttered around the flowers yesterday. It will flutter around the flowers tomorrow.",
      "example_translation": "La farfalla sbatteva intorno ai fiori. Aveva sbattuto intorno ai fiori ieri. Sbatte intorno ai fiori domani.",
      "imageLink": "image_files\\English\\butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cockroach",
      "translation": "scarafaggio",
      "definition": "A large, flat, brown insect that lives in dark, hidden places and is considered a pest.",
      "definition_translation": "Un grosso insetto, piatto, marrone, che vive in luoghi bui, nascosti e è considerato un parassita.",
      "example": "The cockroach scurried across the floor. It had scurried across the floor yesterday. It will scurry across the floor tomorrow.",
      "example_translation": "Lo scarafaggio correva attraverso il pavimento. Era corso attraverso il pavimento ieri. Correrà attraverso il pavimento domani.",
      "imageLink": "image_files\\English\\cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "creature",
      "translation": "creatura",
      "definition": "A living thing, such as an animal or plant, that exists in nature.",
      "definition_translation": "Una cosa vivente, come un animale o una pianta, che esiste in natura.",
      "example": "The creature lived in the forest. It had lived in the forest yesterday. It will live in the forest tomorrow.",
      "example_translation": "La creatura viveva nella foresta. Aveva vissuto nella foresta ieri. Vivrà nella foresta domani.",
      "imageLink": "image_files\\English\\creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fly",
      "translation": "mosca",
      "definition": "A small, usually winged, insect that is similar to a bee, but does not collect nectar.",
      "definition_translation": "Un piccolo insetto, di solito alato, che è simile all'ape, ma non raccoglie nettare.",
      "example": "The fly buzzed around the room. It had buzzed around the room yesterday. It will buzz around the room tomorrow.",
      "example_translation": "La mosca ronzava intorno alla stanza. Aveva ronzato intorno alla stanza ieri. Ronzerà intorno alla stanza domani.",
      "imageLink": "image_files\\English\\fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mosquito",
      "translation": "zanzara",
      "definition": "A small, flying insect that bites animals and humans to feed on their blood.",
      "definition_translation": "Un piccolo insetto volante che morde animali e esseri umani per nutrirsi del loro sangue.",
      "example": "The mosquito bit me yesterday. It bites me every summer. It will bite me again next summer.",
      "example_translation": "La zanzara mi ha morso ieri. Mi morde ogni estate. Mi morderà di nuovo la prossima estate.",
      "imageLink": "image_files\\English\\mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spider",
      "translation": "ragno",
      "definition": "A small, eight-legged animal that spins a web to catch its prey.",
      "definition_translation": "Un piccolo animale, con otto zampe, che tesse una tela per catturare la sua preda.",
      "example": "The spider spun a web in the corner. It had spun a web in the corner yesterday. It will spin a web in the corner tomorrow.",
      "example_translation": "Il ragno aveva tessuto una tela nell'angolo. Aveva tessuto una tela nell'angolo ieri. Tesserà una tela nell'angolo domani.",
      "imageLink": "image_files\\English\\spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "web",
      "translation": "tela",
      "definition": "A network of threads or fibers, especially one created by a spider.",
      "definition_translation": "Una rete di fili o fibre, soprattutto una creata da un ragno.",
      "example": "The spider's web was intricate. It had been intricate yesterday. It will be intricate tomorrow.",
      "example_translation": "La tela del ragno era intricata. Era stata intricata ieri. Sarà intricata domani.",
      "imageLink": "image_files\\English\\web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beetle",
      "translation": "coleottero",
      "definition": "A type of insect with a hard shell, often brightly colored, that is found in many different environments.",
      "definition_translation": "Un tipo di insetto con un guscio duro, spesso di colore vivace, che si trova in molti ambienti diversi.",
      "example": "The beetle crawled across the leaf. It had crawled across the leaf yesterday. It will crawl across the leaf tomorrow.",
      "example_translation": "Il coleottero strisciava attraverso la foglia. Era strisciato attraverso la foglia ieri. Striscerà attraverso la foglia domani.",
      "imageLink": "image_files\\English\\beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flea",
      "translation": "pulce",
      "definition": "A small, jumping insect that lives on the blood of mammals and birds.",
      "definition_translation": "Un piccolo insetto saltatore che vive sul sangue di mammiferi e uccelli.",
      "example": "The flea jumped on the dog. It had jumped on the dog yesterday. It will jump on the dog tomorrow.",
      "example_translation": "La pulce saltò sul cane. Era saltata sul cane ieri. Salterà sul cane domani.",
      "imageLink": "image_files\\English\\flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sting",
      "translation": "pungere",
      "definition": "A sharp, painful wound caused by the venom of an insect or other animal.",
      "definition_translation": "Una ferita acuta e dolorosa causata dal veleno di un insetto o di un altro animale.",
      "example": "The bee's sting was painful. It had stung me yesterday. It will sting me again tomorrow.",
      "example_translation": "La puntura dell'ape era dolorosa. Mi aveva punto ieri. Mi pungerà di nuovo domani.",
      "imageLink": "image_files\\English\\sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wasp",
      "translation": "vespa",
      "definition": "A type of flying insect that builds a paper-like nest and is known for its painful sting.",
      "definition_translation": "Un tipo di insetto volante che costruisce un nido simile a carta e è noto per la sua puntura dolorosa.",
      "example": "The wasp buzzed around the nest. It had buzzed around the nest yesterday. It will buzz around the nest tomorrow.",
      "example_translation": "La vespa ronzava intorno al nido. Aveva ronzato intorno al nido ieri. Ronzerà intorno al nido domani.",
      "imageLink": "image_files\\English\\wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mantis",
      "translation": "mante",
      "definition": "A type of insect with a long, slender body and spiked legs, known for its predatory behavior.",
      "definition_translation": "Un tipo di insetto con un corpo lungo e snello e zampe spinose, noto per il suo comportamento predatorio.",
      "example": "The mantis caught its prey with ease. It had caught its prey with ease yesterday. It will catch its prey with ease tomorrow.",
      "example_translation": "La mante catturò la sua preda con facilità. Aveva catturato la sua preda con facilità ieri. Catturerà la sua preda con facilità domani.",
      "imageLink": "image_files\\English\\mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "moth",
      "translation": "falena",
      "definition": "A type of insect with large, often brightly colored wings, that is active at night.",
      "definition_translation": "Un tipo di insetto con ali grandi, spesso di colore vivace, che è attivo di notte.",
      "example": "The moth fluttered around the light. It had fluttered around the light yesterday. It will flutter around the light tomorrow.",
      "example_translation": "La falena sbatteva intorno alla luce. Aveva sbattuto intorno alla luce ieri. Sbatte intorno alla luce domani.",
      "imageLink": "image_files\\English\\moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "potato beetle",
      "translation": "coleottero delle patate",
      "definition": "A type of beetle that is known for damaging potato crops.",
      "definition_translation": "Un tipo di coleottero che è noto per danneggiare le colture di patate.",
      "example": "The potato beetle infested the field. It had infested the field yesterday. It will infest the field tomorrow.",
      "example_translation": "Il coleottero delle patate infestò il campo. Aveva infestato il campo ieri. Infesterà il campo domani.",
      "imageLink": "image_files\\English\\potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "silkworm",
      "translation": "baco da seta",
      "definition": "A type of caterpillar that produces silk and is often kept for its cocoons.",
      "definition_translation": "Un tipo di bruco che produce seta e spesso viene allevato per le sue bozzole.",
      "example": "The silkworm spun its cocoon. It had spun its cocoon yesterday. It will spin its cocoon tomorrow.",
      "example_translation": "Il baco da seta tesseva la sua bozza. Aveva tessuta la sua bozza ieri. Tesserà la sua bozza domani.",
      "imageLink": "image_files\\English\\silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "termite",
      "translation": "termite",
      "definition": "A type of insect that eats wood and other cellulose-based materials.",
      "definition_translation": "Un tipo di insetto che mangia legno e altri materiali a base di cellulosa.",
      "example": "The termite infested the wood. It had infested the wood yesterday. It will infest the wood tomorrow.",
      "example_translation": "La termite infestò il legno. Aveva infestato il legno ieri. Infesterà il legno domani.",
      "imageLink": "image_files\\English\\termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bedbug",
      "translation": "cimice dei letti",
      "definition": "A type of insect that feeds on the blood of humans and animals.",
      "definition_translation": "Un tipo di insetto che si nutre del sangue di esseri umani e animali.",
      "example": "The bedbug bit me last night. It had bitten me the night before. It will bite me again tonight.",
      "example_translation": "La cimice dei letti mi ha morso la scorsa notte. Mi aveva morso la notte prima. Mi morderà di nuovo stasera.",
      "imageLink": "image_files\\English\\bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bumblebee",
      "translation": "ape bombarda",
      "definition": "A type of bee that is large and furry, often yellow and black in color.",
      "definition_translation": "Un tipo di ape che è grande e pelosa, spesso di colore giallo e nero.",
      "example": "The bumblebee buzzed around the flowers. It had buzzed around the flowers yesterday. It will buzz around the flowers tomorrow.",
      "example_translation": "L'ape bombarda ronzava intorno ai fiori. Aveva ronzato intorno ai fiori ieri. Ronzerà intorno ai fiori domani.",
      "imageLink": "image_files\\English\\bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "caterpillar",
      "translation": "bruco",
      "definition": "The larva of a butterfly or moth, often hairy and worm-like in appearance.",
      "definition_translation": "La larva di una farfalla o falena, spesso pelosa e simile a un verme nell'aspetto.",
      "example": "The caterpillar ate the leaf. It had eaten the leaf yesterday. It will eat the leaf tomorrow.",
      "example_translation": "Il bruco mangiò la foglia. Aveva mangiato la foglia ieri. Mangerà la foglia domani.",
      "imageLink": "image_files\\English\\caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cicada",
      "translation": "cicadina",
      "definition": "A type of insect that makes a loud, high-pitched noise and sheds its skin as it grows.",
      "definition_translation": "Un tipo di insetto che produce un rumore forte, acuto e si spoglia della sua pelle mentre cresce.",
      "example": "The cicada sang its song. It had sung its song yesterday. It will sing its song tomorrow.",
      "example_translation": "La cicadina cantò la sua canzone. Aveva cantato la sua canzone ieri. Canterà la sua canzone domani.",
      "imageLink": "image_files\\English\\cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dragonfly",
      "translation": "libellula",
      "definition": "A type of insect with a long, slender body and large, colorful wings.",
      "definition_translation": "Un tipo di insetto con un corpo lungo e snello e ali grandi e colorate.",
      "example": "The dragonfly flew around the pond. It had flown around the pond yesterday. It will fly around the pond tomorrow.",
      "example_translation": "La libellula volò intorno alla pozza. Aveva volato intorno alla pozza ieri. Volerà intorno alla pozza domani.",
      "imageLink": "image_files\\English\\dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drone",
      "translation": "drone",
      "definition": "A type of male bee that does not sting and is responsible for fertilizing the queen.",
      "definition_translation": "Un tipo di ape maschio che non punge e è responsabile della fertilizzazione della regina.",
      "example": "The drone buzzed around the hive. It had buzzed around the hive yesterday. It will buzz around the hive tomorrow.",
      "example_translation": "Il drone ronzava intorno all'alveare. Aveva ronzato intorno all'alveare ieri. Ronzerà intorno all'alveare domani.",
      "imageLink": "image_files\\English\\drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gadfly",
      "translation": "mosca pungente",
      "definition": "A type of insect that bites or annoys animals, often found near animals or in grasslands.",
      "definition_translation": "Un tipo di insetto che morde o annoia animali, spesso trovato vicino agli animali o in praterie.",
      "example": "The gadfly bit the horse. It had bitten the horse yesterday. It will bite the horse tomorrow.",
      "example_translation": "La mosca pungente morse il cavallo. Aveva morso il cavallo ieri. Morderà il cavallo domani.",
      "imageLink": "image_files\\English\\gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grasshopper",
      "translation": "cavalletta",
      "definition": "A type of insect with large hind legs and wings, often found in fields and grasslands.",
      "definition_translation": "Un tipo di insetto con zampe posteriori grandi e ali, spesso trovato in campi e praterie.",
      "example": "The grasshopper jumped across the field. It had jumped across the field yesterday. It will jump across the field tomorrow.",
      "example_translation": "La cavalletta saltò attraverso il campo. Aveva saltato attraverso il campo ieri. Salterà attraverso il campo domani.",
      "imageLink": "image_files\\English\\grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hornet",
      "translation": "calabrone",
      "definition": "A type of insect that is similar to a bee, but is larger and more aggressive.",
      "definition_translation": "Un tipo di insetto che è simile all'ape, ma è più grande e più aggressivo.",
      "example": "The hornet stung me yesterday. It had stung me the day before. It will sting me again tomorrow.",
      "example_translation": "Il calabrone mi aveva punto ieri. Mi aveva punto il giorno prima. Mi pungerà di nuovo domani.",
      "imageLink": "image_files\\English\\hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ladybird",
      "translation": "coccinella",
      "definition": "A type of beetle with a red and black shell, often found in gardens and eating aphids.",
      "definition_translation": "Un tipo di coleottero con un guscio rosso e nero, spesso trovato in giardini e mangia afidi.",
      "example": "The ladybird crawled across the leaf. It had crawled across the leaf yesterday. It will crawl across the leaf tomorrow.",
      "example_translation": "La coccinella strisciava attraverso la foglia. Aveva strisciato attraverso la foglia ieri. Striscerà attraverso la foglia domani.",
      "imageLink": "image_files\\English\\ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "locust",
      "translation": "locusta",
      "definition": "A type of insect that is similar to a grasshopper, but is often more damaging to crops.",
      "definition_translation": "Un tipo di insetto che è simile alla cavalletta, ma è spesso più dannoso per le colture.",
      "example": "The locust infested the field. It had infested the field yesterday. It will infest the field tomorrow.",
      "example_translation": "La locusta infestò il campo. Aveva infestato il campo ieri. Infesterà il campo domani.",
      "imageLink": "image_files\\English\\locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "louse",
      "translation": "pidocchio",
      "definition": "A type of small, wingless insect that lives on the bodies of humans and animals.",
      "definition_translation": "Un tipo di insetto piccolo, senza ali, che vive sul corpo di esseri umani e animali.",
      "example": "The louse crawled across my skin. It had crawled across my skin yesterday. It will crawl across my skin tomorrow.",
      "example_translation": "Il pidocchio strisciava sulla mia pelle. Aveva strisciato sulla mia pelle ieri. Striscerà sulla mia pelle domani.",
      "imageLink": "image_files\\English\\louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]