[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pointer",
      "translation": "indicatore",
      "definition": "A pointer is a breed of dog known for its energetic and athletic build, originally bred for pointing and retrieving game.",
      "definition_translation": "Un puntatore è una razza di cane nota per la sua costruzione energetica e atletica, originariamente allevata per puntare e recuperare il gioco.",
      "example": "I have always wanted a pointer as a pet because they are so intelligent and loyal. Yesterday, I saw a beautiful pointer at the dog show, and I pointed it out to my friend. By next year, I will have saved enough money to buy a pointer.",
      "example_translation": "Ho sempre desiderato un puntatore come animale domestico perché sono così intelligenti e leali. Ieri, ho visto un bell'esempio di puntatore alla mostra canina, e l'ho indicato al mio amico. Entro l'anno prossimo, avrò risparmiato abbastanza denaro per comprare un puntatore.",
      "imageLink": "image_files\\English\\pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Polish lowland sheepdog",
      "translation": "pastore di bassa pianura polacco",
      "definition": "The Polish Lowland Sheepdog is a breed of herding dog that originated in Poland and is known for its intelligence, agility, and strong herding instinct.",
      "definition_translation": "Il pastore di bassa pianura polacco è una razza di cane da pascolo originaria della Polonia e nota per la sua intelligenza, agilità e forte istinto da pascolo.",
      "example": "My friend has a Polish Lowland Sheepdog that is extremely intelligent and can herd sheep with ease. Last summer, I helped my friend train his Polish Lowland Sheepdog for a dog show. By next spring, my friend's Polish Lowland Sheepdog will be a champion.",
      "example_translation": "Il mio amico ha un pastore di bassa pianura polacco che è estremamente intelligente e può pascolare le pecore con facilità. L'estate scorsa, ho aiutato il mio amico ad addestrare il suo pastore di bassa pianura polacco per una mostra canina. Entro la prossima primavera, il pastore di bassa pianura polacco del mio amico sarà un campione.",
      "imageLink": "image_files\\English\\polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pomeranian",
      "translation": "Pomerania",
      "definition": "The Pomeranian is a breed of toy dog that originated in Pomerania, a region in Central Europe, and is known for its small size, fluffy coat, and friendly temperament.",
      "definition_translation": "Il Pomerania è una razza di cane giocattolo originaria della Pomerania, una regione dell'Europa centrale, e nota per la sua piccola taglia, il suo manto soffice e il suo temperamento amichevole.",
      "example": "I have a Pomeranian that is very friendly and loves to play fetch. Yesterday, I took my Pomeranian to the park and it chased after a squirrel. By next week, I will take my Pomeranian to the vet for a check-up.",
      "example_translation": "Ho un Pomerania che è molto amichevole e adora giocare a fare il fetch. Ieri, ho portato il mio Pomerania al parco e ha inseguito un scoiattolo. Entro la prossima settimana, porterò il mio Pomerania dal veterinario per un controllo.",
      "imageLink": "image_files\\English\\pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pug",
      "translation": "carlino",
      "definition": "A pug is a breed of dog known for its short, curved snout, wrinkled face, and playful personality.",
      "definition_translation": "Un carlino è una razza di cane nota per il suo muso corto e curvo, il viso rugoso e la personalità giocosa.",
      "example": "I have a pug that loves to cuddle and sleep all day. Last night, I played with my pug and it wagged its tail excitedly. By next month, I will take my pug to the dog beach for the first time.",
      "example_translation": "Ho un carlino che adora coccolare e dormire tutto il giorno. La scorsa notte, ho giocato con il mio carlino e ha scodinzolato la coda con entusiasmo. Entro il mese prossimo, porterò il mio carlino alla spiaggia per cani per la prima volta.",
      "imageLink": "image_files\\English\\pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pyrenean shepherd",
      "translation": "pastore dei Pirenei",
      "definition": "The Pyrenean Shepherd is a breed of herding dog that originated in the Pyrenees Mountains and is known for its intelligence, agility, and strong herding instinct.",
      "definition_translation": "Il pastore dei Pirenei è una razza di cane da pascolo originaria dei Pirenei e nota per la sua intelligenza, agilità e forte istinto da pascolo.",
      "example": "My friend has a Pyrenean Shepherd that is highly intelligent and can herd sheep with ease. Last winter, I helped my friend train his Pyrenean Shepherd for a dog show. By next autumn, my friend's Pyrenean Shepherd will be a champion.",
      "example_translation": "Il mio amico ha un pastore dei Pirenei che è altamente intelligente e può pascolare le pecore con facilità. L'inverno scorso, ho aiutato il mio amico ad addestrare il suo pastore dei Pirenei per una mostra canina. Entro la prossima autunno, il pastore dei Pirenei del mio amico sarà un campione.",
      "imageLink": "image_files\\English\\pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "The Rottweiler is a breed of dog known for its strength, loyalty, and protective instincts, originally bred as a guard dog and police dog.",
      "definition_translation": "Il Rottweiler è una razza di cane nota per la sua forza, lealtà e istinti protettivi, originariamente allevata come cane da guardia e cane della polizia.",
      "example": "I have always been fascinated by Rottweilers and their loyalty to their owners. Yesterday, I saw a Rottweiler at the dog park and it was playing with its owner. By next year, I will have trained my own Rottweiler to be a therapy dog.",
      "example_translation": "Sono sempre stato affascinato dai Rottweiler e dalla loro fedeltà ai loro proprietari. Ieri, ho visto un Rottweiler al parco cani e stava giocando con il suo proprietario. Entro l'anno prossimo, avrò addestrato il mio proprio Rottweiler per essere un cane terapia.",
      "imageLink": "image_files\\English\\rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Saint Bernard",
      "translation": "San Bernardo",
      "definition": "The Saint Bernard is a breed of large dog known for its friendly and outgoing personality, originally bred to help rescue travelers stranded in the Alps.",
      "definition_translation": "Il San Bernardo è una razza di cane grande nota per la sua personalità amichevole e estroversa, originariamente allevata per aiutare a salvare i viaggiatori bloccati nelle Alpi.",
      "example": "I have always loved Saint Bernards and their gentle nature. Last winter, I saw a Saint Bernard at the dog show and it was massive. By next summer, I will have adopted a Saint Bernard from a rescue organization.",
      "example_translation": "Ho sempre amato i San Bernardo e la loro natura gentile. L'inverno scorso, ho visto un San Bernardo alla mostra canina e era enorme. Entro la prossima estate, avrò adottato un San Bernardo da un'organizzazione di salvataggio.",
      "imageLink": "image_files\\English\\saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Samoyed",
      "translation": "Samoiéd",
      "definition": "The Samoyed is a breed of dog known for its white coat, fluffy fur, and friendly personality, originally bred to herd reindeer and pull sleds in Siberia.",
      "definition_translation": "Il Samoiéd è una razza di cane nota per il suo mantello bianco, il suo pelo soffice e la sua personalità amichevole, originariamente allevata per pascolare i renne e trainare slitte in Siberia.",
      "example": "I have a Samoyed that loves to play in the snow and cuddle with me. Yesterday, I took my Samoyed to the dog park and it chased after a ball. By next winter, I will take my Samoyed on a sled ride in the mountains.",
      "example_translation": "Ho un Samoiéd che adora giocare nella neve e coccolare con me. Ieri, ho portato il mio Samoiéd al parco cani e ha inseguito una palla. Entro la prossima inverno, porterò il mio Samoiéd su una slitta in montagna.",
      "imageLink": "image_files\\English\\samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "schnauzer",
      "translation": "Schnauzer",
      "definition": "The Schnauzer is a breed of dog known for its distinctive beard and mustache, originally bred to guard farms and herd livestock in Germany.",
      "definition_translation": "Lo Schnauzer è una razza di cane nota per la sua barba e baffi distintivi, originariamente allevata per guardare le fattorie e pascolare il bestiame in Germania.",
      "example": "I have a Schnauzer that is very intelligent and loves to learn new tricks. Last month, I took my Schnauzer to the dog show and it won first prize. By next year, I will have trained my Schnauzer to be a therapy dog.",
      "example_translation": "Ho uno Schnauzer che è molto intelligente e ama imparare nuovi trucchi. Il mese scorso, ho portato il mio Schnauzer alla mostra canina e ha vinto il primo premio. Entro l'anno prossimo, avrò addestrato il mio Schnauzer per essere un cane terapia.",
      "imageLink": "image_files\\English\\schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Scottish terrier",
      "translation": "Terrier scozzese",
      "definition": "The Scottish Terrier is a breed of dog known for its short, sturdy build, distinctive beard, and feisty personality, originally bred to hunt small game in Scotland.",
      "definition_translation": "Il Terrier scozzese è una razza di cane nota per la sua costruzione corta e robusta, la sua barba distintiva e la sua personalità vivace, originariamente allevata per cacciare piccoli giochi in Scozia.",
      "example": "I have a Scottish Terrier that is very energetic and loves to play fetch. Yesterday, I took my Scottish Terrier to the dog park and it chased after a ball. By next summer, I will take my Scottish Terrier on a hike in the mountains.",
      "example_translation": "Ho un Terrier scozzese che è molto energetico e ama giocare a fare il fetch. Ieri, ho portato il mio Terrier scozzese al parco cani e ha inseguito una palla. Entro la prossima estate, porterò il mio Terrier scozzese su una escursione in montagna.",
      "imageLink": "image_files\\English\\scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Shetland sheepdog",
      "translation": "pastore delle Shetland",
      "definition": "The Shetland Sheepdog is a breed of herding dog that originated in the Shetland Islands and is known for its small size, agility, and strong herding instinct.",
      "definition_translation": "Il pastore delle Shetland è una razza di cane da pascolo originaria delle Isole Shetland e nota per la sua piccola taglia, agilità e forte istinto da pascolo.",
      "example": "I have a Shetland Sheepdog that is very intelligent and loves to herd sheep. Last spring, I took my Shetland Sheepdog to the farm and it helped herd the sheep. By next autumn, I will enter my Shetland Sheepdog in a herding competition.",
      "example_translation": "Ho un pastore delle Shetland che è molto intelligente e ama pascolare le pecore. La scorsa primavera, ho portato il mio pastore delle Shetland alla fattoria e ha aiutato a pascolare le pecore. Entro la prossima autunno, entrerò il mio pastore delle Shetland in una competizione di pascolo.",
      "imageLink": "image_files\\English\\shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "The Shiba Inu is a breed of dog that originated in Japan and is known for its independence, agility, and strong prey drive.",
      "definition_translation": "Lo Shiba Inu è una razza di cane originaria del Giappone e nota per la sua indipendenza, agilità e forte istinto predatore.",
      "example": "I have a Shiba Inu that is very loyal and loves to go on walks. Yesterday, I took my Shiba Inu to the park and it chased after a squirrel. By next year, I will have trained my Shiba Inu to be a therapy dog.",
      "example_translation": "Ho uno Shiba Inu che è molto leale e ama andare a passeggio. Ieri, ho portato il mio Shiba Inu al parco e ha inseguito uno scoiattolo. Entro l'anno prossimo, avrò addestrato il mio Shiba Inu per essere un cane terapia.",
      "imageLink": "image_files\\English\\shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Siberian husky",
      "translation": "Husky siberiano",
      "definition": "The Siberian Husky is a breed of dog that originated in Siberia and is known for its strength, endurance, and strong prey drive, originally bred to pull sleds in the Arctic.",
      "definition_translation": "L'Husky siberiano è una razza di cane originaria della Siberia e nota per la sua forza, resistenza e forte istinto predatore, originariamente allevata per trainare slitte nell'Artico.",
      "example": "I have a Siberian Husky that is very energetic and loves to run in the snow. Last winter, I took my Siberian Husky to the mountains and it pulled a sled. By next winter, I will enter my Siberian Husky in a sled pull competition.",
      "example_translation": "Ho un Husky siberiano che è molto energetico e ama correre nella neve. L'inverno scorso, ho portato il mio Husky siberiano in montagna e ha trainato una slitta. Entro la prossima inverno, entrerò il mio Husky siberiano in una competizione di traino di slitte.",
      "imageLink": "image_files\\English\\siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spitz",
      "translation": "Spitz",
      "definition": "The Spitz is a breed of dog that originated in Europe and is known for its small size, fluffy coat, and friendly personality.",
      "definition_translation": "Lo Spitz è una razza di cane originaria dell'Europa e nota per la sua piccola taglia, il suo manto soffice e la sua personalità amichevole.",
      "example": "I have a Spitz that is very playful and loves to cuddle. Last month, I took my Spitz to the dog show and it won a prize. By next year, I will have trained my Spitz to be a therapy dog.",
      "example_translation": "Ho uno Spitz che è molto giocoso e ama coccolare. Il mese scorso, ho portato il mio Spitz alla mostra canina e ha vinto un premio. Entro l'anno prossimo, avrò addestrato il mio Spitz per essere un cane terapia.",
      "imageLink": "image_files\\English\\spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vizsla",
      "translation": "Vizsla",
      "definition": "The Vizsla is a breed of dog that originated in Hungary and is known for its energetic and playful personality, originally bred to hunt game birds and rabbits.",
      "definition_translation": "Il Vizsla è una razza di cane originaria dell'Ungheria e nota per la sua personalità energica e giocosa, originariamente allevata per cacciare uccelli da gioco e conigli.",
      "example": "I have a Vizsla that is very athletic and loves to run. Last summer, I took my Vizsla to the lake and it swam with me. By next summer, I will enter my Vizsla in a dog agility competition.",
      "example_translation": "Ho un Vizsla che è molto atletico e ama correre. La scorsa estate, ho portato il mio Vizsla al lago e ha nuotato con me. Entro la prossima estate, entrerò il mio Vizsla in una competizione di agilità canina.",
      "imageLink": "image_files\\English\\vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "The Weimaraner is a breed of dog that originated in Germany and is known for its athletic build, short coat, and strong prey drive, originally bred to hunt small game and birds.",
      "definition_translation": "Il Weimaraner è una razza di cane originaria della Germania e nota per la sua costruzione atletica, il suo manto corto e il suo forte istinto predatore, originariamente allevata per cacciare piccoli giochi e uccelli.",
      "example": "I have a Weimaraner that is very energetic and loves to play fetch. Last month, I took my Weimaraner to the dog park and it chased after a ball. By next year, I will have trained my Weimaraner to be a hunting dog.",
      "example_translation": "Ho un Weimaraner che è molto energetico e ama giocare a fare il fetch. Il mese scorso, ho portato il mio Weimaraner al parco cani e ha inseguito una palla. Entro l'anno prossimo, avrò addestrato il mio Weimaraner per essere un cane da caccia.",
      "imageLink": "image_files\\English\\weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Corgi gallesc (Corgi gallesc Pembroke)",
      "definition": "The Pembroke Welsh Corgi is a breed of herding dog that originated in Wales and is known for its short stature, intelligent nature, and strong herding instinct, originally bred to herd cattle and horses.",
      "definition_translation": "Il Corgi gallesc Pembroke è una razza di cane da pascolo originaria del Galles e nota per la sua bassa statura, la sua natura intelligente e il suo forte istinto da pascolo, originariamente allevata per pascolare bovini e cavalli.",
      "example": "I have a Pembroke Welsh Corgi that is very intelligent and loves to herd sheep. Last spring, I took my Pembroke Welsh Corgi to the farm and it helped herd the sheep. By next autumn, I will enter my Pembroke Welsh Corgi in a herding competition.",
      "example_translation": "Ho un Corgi gallesc Pembroke che è molto intelligente e ama pascolare le pecore. La scorsa primavera, ho portato il mio Corgi gallesc Pembroke alla fattoria e ha aiutato a pascolare le pecore. Entro la prossima autunno, entrerò il mio Corgi gallesc Pembroke in una competizione di pascolo.",
      "imageLink": "image_files\\English\\welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Yorkshire terrier",
      "translation": "Yorkshire terrier",
      "definition": "The Yorkshire Terrier is a breed of toy dog that originated in England and is known for its small size, silky coat, and spunky personality.",
      "definition_translation": "Lo Yorkshire terrier è una razza di cane giocattolo originaria dell'Inghilterra e nota per la sua piccola taglia, il suo manto setoso e la sua personalità vivace.",
      "example": "I have a Yorkshire Terrier that is very affectionate and loves to cuddle. Last month, I took my Yorkshire Terrier to the dog show and it won a prize. By next year, I will have trained my Yorkshire Terrier to be a therapy dog.",
      "example_translation": "Ho uno Yorkshire terrier che è molto affettuoso e ama coccolare. Il mese scorso, ho portato il mio Yorkshire terrier alla mostra canina e ha vinto un premio. Entro l'anno prossimo, avrò addestrato il mio Yorkshire terrier per essere un cane terapia.",
      "imageLink": "image_files\\English\\yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]