[
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fox",
      "translation": "volpe",
      "definition": "A small, carnivorous mammal with a bushy tail and a sharp, pointed face, found in forests and grasslands.",
      "definition_translation": "Un piccolo mammifero carnivoro con una coda folta e un viso affilato e appuntito, trovato nelle foreste e nei prati.",
      "example": "The fox jumped over the fence. The fox will eat a rabbit tonight. The fox had eaten all the food yesterday.",
      "example_translation": "La volpe ha saltato la barriera. La volpe mangerà un coniglio stasera. La volpe aveva mangiato tutto il cibo ieri.",
      "imageLink": "image_files\\English\\"imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gorilla",
      "translation": "gorilla",
      "definition": "A large, powerful primate that lives in forests in Africa, typically walking on all fours.",
      "definition_translation": "Un grande primato potente che vive nelle foreste dell'Africa, solitamente camminando su tutte e quattro zampe.",
      "example": "The gorilla roared loudly in the jungle. The gorilla will climb the tree tomorrow. The gorilla had eaten all the bananas yesterday.",
      "example_translation": "Il gorilla ha ruggito forte nella giungla. Il gorilla scalerà l'albero domani. Il gorilla aveva mangiato tutte le banane ieri.",
      "imageLink": "image_files\\English\\"imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kangaroo",
      "translation": "canguro",
      "definition": "A large, hopping marsupial found in Australia, characterized by its powerful hind legs and strong tail.",
      "definition_translation": "Un grande marsupiale saltatore trovato in Australia, caratterizzato dalle sue potenti zampe posteriori e dalla sua coda robusta.",
      "example": "The kangaroo hopped across the field. The kangaroo will give birth to a baby tomorrow. The kangaroo had jumped over the fence yesterday.",
      "example_translation": "Il canguro ha saltato attraverso il campo. Il canguro darà alla luce un bambino domani. Il canguro aveva saltato la barriera ieri.",
      "imageLink": "image_files\\English\\"imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leopard",
      "translation": "leopardo",
      "definition": "A large, carnivorous mammal with a distinctive spotty or rosette-shaped coat, found in Africa and Asia.",
      "definition_translation": "Un grande mammifero carnivoro con una copertura macchiata o a forma di rosetta distinta, trovato in Africa e in Asia.",
      "example": "The leopard climbed the tree quickly. The leopard will eat a deer tonight. The leopard had drunk water from the river yesterday.",
      "example_translation": "Il leopardo ha scalato l'albero rapidamente. Il leopardo mangerà un cervo stasera. Il leopardo aveva bevuto acqua dal fiume ieri.",
      "imageLink": "image_files\\English\\"imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ox",
      "translation": "bue",
      "definition": "A domesticated mammal used for draft purposes, such as plowing and hauling.",
      "definition_translation": "Un mammifero domestico usato per scopi di traino, come arare e trainare.",
      "example": "The ox pulled the plow through the field. The ox will be sold at the market tomorrow. The ox had broken the cart wheel yesterday.",
      "example_translation": "Il bue ha tirato l'aratro attraverso il campo. Il bue sarà venduto al mercato domani. Il bue aveva rotto la ruota del carro ieri.",
      "imageLink": "image_files\\English\\"imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "paw",
      "translation": "zampa",
      "definition": "The foot of an animal, especially a quadruped, consisting of the toes and the connecting tissue.",
      "definition_translation": "Il piede di un animale, specialmente un quadrupede, composto delle dita e del tessuto connettivo.",
      "example": "The cat lifted its paw to scratch. The dog will use its paw to dig. The bear had injured its paw yesterday.",
      "example_translation": "Il gatto ha sollevato la sua zampa per grattare. Il cane userà la sua zampa per scavare. L'orso aveva infortunato la sua zampa ieri.",
      "imageLink": "image_files\\English\\"imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "polar bear",
      "translation": "orso polare",
      "definition": "A large, carnivorous mammal that lives in the Arctic regions, characterized by its white fur and black skin.",
      "definition_translation": "Un grande mammifero carnivoro che vive nelle regioni artiche, caratterizzato dalla sua pelliccia bianca e dalla sua pelle nera.",
      "example": "The polar bear swam in the icy water. The polar bear will hunt for seals tomorrow. The polar bear had climbed the iceberg yesterday.",
      "example_translation": "L'orso polare ha nuotato nell'acqua ghiacciata. L'orso polare caccerà i sigilli domani. L'orso polare aveva scalato l'iceberg ieri.",
      "imageLink": "image_files\\English\\"imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rhinoceros",
      "translation": "rinoceronte",
      "definition": "A large, herbivorous mammal with a distinctive horn on its nose, found in Africa and southern Asia.",
      "definition_translation": "Un grande mammifero erbivoro con un corno distinto sul naso, trovato in Africa e nell'Asia meridionale.",
      "example": "The rhinoceros charged at the car. The rhinoceros will eat grass tomorrow. The rhinoceros had broken the fence yesterday.",
      "example_translation": "Il rinoceronte ha caricato la macchina. Il rinoceronte mangerà l'erba domani. Il rinoceronte aveva rotto la barriera ieri.",
      "imageLink": "image_files\\English\\"imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "seal",
      "translation": "foca",
      "definition": "A fin-footed, semi-aquatic marine mammal, commonly found in cold regions.",
      "definition_translation": "Un mammifero marino semi-acquatico con zampe a forma di pinna, comunemente trovato in regioni fredde.",
      "example": "The seal swam in the Arctic Ocean. The seal will give birth to a pup tomorrow. The seal had been caught in the net yesterday.",
      "example_translation": "La foca ha nuotato nell'Oceano Artico. La foca darà alla luce un cucciolo domani. La foca era stata catturata nella rete ieri.",
      "imageLink": "image_files\\English\\"imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "squirrel",
      "translation": "scoiattolo",
      "definition": "A small, rodent mammal with a bushy tail, typically found in trees and forests.",
      "definition_translation": "Un piccolo mammifero roditore con una coda folta, tipicamente trovato negli alberi e nelle foreste.",
      "example": "The squirrel climbed the tree quickly. The squirrel will store nuts for winter tomorrow. The squirrel had fallen from the branch yesterday.",
      "example_translation": "Lo scoiattolo ha scalato l'albero rapidamente. Lo scoiattolo stoccherà le noci per l'inverno domani. Lo scoiattolo era caduto dal ramo ieri.",
      "imageLink": "image_files\\English\\"imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]