[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bonnet",
      "translation": "cappello",
      "definition": "A covering for the head, typically having a flat crown and a narrow brim, worn by women in the 18th and 19th centuries.",
      "definition_translation": "Un copertura per la testa, solitamente con una corona piatta e una fascia stretta, indossata dalle donne nel 18° e 19° secolo.",
      "example": "She wore a bonnet to protect her face from the sun. She had worn a bonnet to the garden party. She will wear a bonnet to the wedding.",
      "example_translation": "Indossava un cappello per proteggere il viso dal sole. Aveva indossato un cappello alla festa in giardino. Indosserà un cappello al matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dressing gown",
      "translation": "accappatoio",
      "definition": "A loose, comfortable garment worn for lounging or sleeping, typically made of soft fabric.",
      "definition_translation": "Un vestito largo e confortevole indossato per il riposo o il sonno, solitamente fatto di stoffa morbida.",
      "example": "He put on his dressing gown to relax after the bath. She had worn her dressing gown to breakfast. They will wear their dressing gowns to the bed.",
      "example_translation": "Si mise il accappatoio per rilassarsi dopo il bagno. Aveva indossato il suo accappatoio a colazione. Indosseranno i loro accappatoi a letto.",
      "imageLink": "image_files\\English\\"imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hoodie",
      "translation": "felpa",
      "definition": "A casual jacket with a hood, typically made of cotton or synthetic fabric.",
      "definition_translation": "Una giacca informale con cappuccio, solitamente fatta di cotone o tessuto sintetico.",
      "example": "He wore a hoodie to the gym. She had worn a hoodie to the concert. They will wear hoodies to the baseball game.",
      "example_translation": "Indossava una felpa alla palestra. Aveva indossato una felpa al concerto. Indosseranno delle felpe alla partita di baseball.",
      "imageLink": "image_files\\English\\"imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "housecoat",
      "translation": "vestaglia",
      "definition": "A loose, comfortable garment worn at home, typically made of soft fabric.",
      "definition_translation": "Un vestito largo e confortevole indossato a casa, solitamente fatto di stoffa morbida.",
      "example": "She put on her housecoat to watch TV. He had worn his housecoat to the kitchen. They will wear their housecoats to the living room.",
      "example_translation": "Si mise la vestaglia per guardare la TV. Aveva indossato la sua vestaglia in cucina. Indosseranno le loro vestaglie nella sala da pranzo.",
      "imageLink": "image_files\\English\\"imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "turtleneck",
      "translation": "maglione a collo alto",
      "definition": "A sweater with a high, rounded collar that covers the neck.",
      "definition_translation": "Un maglione con un collo alto e rotondo che copre il collo.",
      "example": "She wore a turtleneck to the office. He had worn a turtleneck to the party. They will wear turtlenecks to the ski resort.",
      "example_translation": "Indossava un maglione a collo alto in ufficio. Aveva indossato un maglione a collo alto alla festa. Indosseranno dei maglioni a collo alto alla stazione sciistica.",
      "imageLink": "image_files\\English\\"imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "underskirt",
      "translation": "sottogonna",
      "definition": "A skirt worn under another skirt or dress, typically to add volume or warmth.",
      "definition_translation": "Una gonna indossata sotto un'altra gonna o un vestito, solitamente per aggiungere volume o calore.",
      "example": "She wore an underskirt to the wedding. He had worn an underskirt to the costume party. They will wear underskirts to the Renaissance fair.",
      "example_translation": "Indossava una sottogonna al matrimonio. Aveva indossato una sottogonna alla festa in costume. Indosseranno delle sottogonne alla fiera rinascimentale.",
      "imageLink": "image_files\\English\\"imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "waistcoat",
      "translation": "gilet",
      "definition": "A sleeveless garment worn around the waist, typically made of fabric or leather.",
      "definition_translation": "Un vestito senza maniche indossato intorno alla vita, solitamente fatto di stoffa o pelle.",
      "example": "He wore a waistcoat to the formal event. She had worn a waistcoat to the opera. They will wear waistcoats to the themed party.",
      "example_translation": "Indossava un gilet all'evento formale. Aveva indossato un gilet all'opera. Indosseranno dei gilet alla festa a tema.",
      "imageLink": "image_files\\English\\"imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]