[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "burdock",
      "translation": "bardana",
      "definition": "A biennial plant with large, coarse leaves and purple flowers, native to Europe and Asia, used in herbal medicine.",
      "definition_translation": "Una pianta bienne con foglie grandi e grossolane e fiori viola, originaria dell'Europa e dell'Asia, usata nella medicina erboristica",
      "example": "I used to drink burdock tea to detox my body. Now, I'm using it to treat my skin rash. By next month, I will have finished the treatment.",
      "example_translation": "Una volta bevevo il tè di bardana per disintossicare il mio corpo. Ora, lo sto usando per trattare la mia eruzione cutanea. Entro il prossimo mese, avrò finito il trattamento.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "camomile",
      "translation": "camomilla",
      "definition": "A herb with white or yellow flowers, used to make tea, cosmetics, and pharmaceuticals, valued for its calming effects.",
      "definition_translation": "Una erba con fiori bianchi o gialli, usata per fare tè, cosmetici e farmaci, valorizzata per i suoi effetti calmanti.",
      "example": "I added camomile oil to my bath water to relax. Yesterday, I drank a camomile tea to fall asleep. Next week, I will use camomile shampoo to soothe my scalp.",
      "example_translation": "Ho aggiunto olio di camomilla all'acqua del bagno per rilassarmi. Ieri, ho bevuto un tè di camomilla per addormentarmi. La prossima settimana, userò lo shampoo alla camomilla per calmare il mio scalpo.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cat's claw",
      "translation": "unghia di gatto",
      "definition": "A tropical vine with claw-like thorns, used in herbal medicine to treat inflammation and other conditions.",
      "definition_translation": "Una vite tropicale con spine a forma di artiglio, usata nella medicina erboristica per trattare l'infiammazione e altre condizioni.",
      "example": "The shaman used cat's claw to heal my wound. Last year, I took cat's claw supplements to reduce inflammation. By next year, I will have studied the cat's claw plant in depth.",
      "example_translation": "Lo sciamano ha usato l'unghia di gatto per curare la mia ferita. L'anno scorso, ho preso integratori di unghia di gatto per ridurre l'infiammazione. Entro il prossimo anno, avrò studiato la pianta di unghia di gatto in profondità.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coltsfoot",
      "translation": "tussilago",
      "definition": "A perennial herb with dandelion-like flowers, used in herbal medicine to treat respiratory issues.",
      "definition_translation": "Un'erba perenne con fiori simili a quelli della tarassaco, usata nella medicina erboristica per trattare i problemi respiratori.",
      "example": "I used to smoke coltsfoot to relieve my cough. Now, I'm using it to treat my bronchitis. By next month, I will have grown my own coltsfoot plants.",
      "example_translation": "Una volta fumavo la tussilago per alleviare la mia tosse. Ora, la sto usando per trattare la mia bronchite. Entro il prossimo mese, avrò coltivato le mie piante di tussilago.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dandelion",
      "translation": "tarassaco",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine and as a food source.",
      "definition_translation": "Un'erba perenne con fiori gialli, usata nella medicina erboristica e come fonte di cibo.",
      "example": "I made a salad with dandelion greens to detox my body. Yesterday, I drank dandelion tea to improve my digestion. Next week, I will use dandelion honey to sweeten my food.",
      "example_translation": "Ho fatto un'insalata con foglie di tarassaco per disintossicare il mio corpo. Ieri, ho bevuto il tè di tarassaco per migliorare la mia digestione. La prossima settimana, userò il miele di tarassaco per addolcire il mio cibo.",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fenugreek",
      "translation": "fenugreco",
      "definition": "An annual herb with white flowers, used in herbal medicine and as a spice.",
      "definition_translation": "Un'erba annuale con fiori bianchi, usata nella medicina erboristica e come spezia.",
      "example": "I added fenugreek powder to my smoothie to boost my energy. Last week, I used fenugreek oil to treat my hair loss. Next year, I will plant fenugreek in my garden.",
      "example_translation": "Ho aggiunto polvere di fenugreco al mio smoothie per aumentare la mia energia. La settimana scorsa, ho usato olio di fenugreco per trattare la mia perdita di capelli. L'anno prossimo, pianterò il fenugreco nel mio giardino.",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ginseng",
      "translation": "ginseng",
      "definition": "A perennial plant with fleshy roots, used in herbal medicine to improve mental clarity and physical vitality.",
      "definition_translation": "Una pianta perenne con radici carnose, usata nella medicina erboristica per migliorare la chiarezza mentale e la vitalità fisica.",
      "example": "I took ginseng supplements to improve my focus. Yesterday, I drank ginseng tea to boost my energy. Next month, I will use ginseng paste to treat my fatigue.",
      "example_translation": "Ho preso integratori di ginseng per migliorare la mia concentrazione. Ieri, ho bevuto il tè di ginseng per aumentare la mia energia. Entro il prossimo mese, userò la pasta di ginseng per trattare la mia stanchezza.",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "horsetail",
      "translation": "coda di cavallo",
      "definition": "A perennial herb with hollow stems, used in herbal medicine to treat skin and hair issues.",
      "definition_translation": "Un'erba perenne con steli cavi, usata nella medicina erboristica per trattare i problemi della pelle e dei capelli.",
      "example": "I used horsetail oil to treat my hair loss. Now, I'm using it to improve my skin texture. By next year, I will have studied the horsetail plant in depth.",
      "example_translation": "Ho usato olio di coda di cavallo per trattare la mia perdita di capelli. Ora, lo sto usando per migliorare la mia texture cutanea. Entro il prossimo anno, avrò studiato la pianta di coda di cavallo in profondità.",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knotgrass",
      "translation": "erba della pula",
      "definition": "An annual herb with small, green flowers, used in herbal medicine to treat digestive issues.",
      "definition_translation": "Un'erba annuale con fiori verdi, piccoli, usata nella medicina erboristica per trattare i problemi digestivi.",
      "example": "I drank knotgrass tea to relieve my constipation. Yesterday, I used knotgrass oil to treat my bloating. Next week, I will use knotgrass powder to support my digestive system.",
      "example_translation": "Ho bevuto il tè di erba della pula per alleviare la mia costipazione. Ieri, ho usato olio di erba della pula per trattare il mio gonfiore. La prossima settimana, userò la polvere di erba della pula per sostenere il mio sistema digestivo.",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lemon balm",
      "translation": "melissa",
      "definition": "A herb with light yellow flowers, used in herbal medicine and cooking to reduce stress and improve sleep.",
      "definition_translation": "Una erba con fiori gialli chiaro, usata nella medicina erboristica e nella cucina per ridurre lo stress e migliorare il sonno.",
      "example": "I added lemon balm to my tea to relax. Yesterday, I used lemon balm oil to calm my nerves. Next month, I will use lemon balm leaves to make a soothing sauce.",
      "example_translation": "Ho aggiunto la melissa al mio tè per rilassarmi. Ieri, ho usato olio di melissa per calmare i miei nervi. Entro il prossimo mese, userò le foglie di melissa per fare una salsa calmante.",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marigold",
      "translation": "calendula",
      "definition": "An annual herb with bright orange flowers, used in herbal medicine and cosmetics to treat skin issues.",
      "definition_translation": "Un'erba annuale con fiori arancioni brillanti, usata nella medicina erboristica e nei cosmetici per trattare i problemi della pelle.",
      "example": "I used marigold oil to treat my acne. Now, I'm using it to soothe my sunburn. By next year, I will have planted marigold flowers in my garden.",
      "example_translation": "Ho usato olio di calendula per trattare il mio acne. Ora, lo sto usando per calmare la mia scottatura solare. Entro il prossimo anno, avrò piantato i fiori di calendula nel mio giardino.",
      "imageLink": "image_files\\English\\marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marshmallow",
      "translation": "malvavisco",
      "definition": "A perennial herb with soft, white flowers, used in herbal medicine to treat respiratory issues.",
      "definition_translation": "Un'erba perenne con fiori morbidi, bianchi, usata nella medicina erboristica per trattare i problemi respiratori.",
      "example": "I drank marshmallow tea to soothe my cough. Yesterday, I used marshmallow oil to treat my sore throat. Next week, I will use marshmallow powder to make a throat lozenge.",
      "example_translation": "Ho bevuto il tè di malvavisco per calmare la mia tosse. Ieri, ho usato olio di malvavisco per trattare la mia gola dolorante. La prossima settimana, userò la polvere di malvavisco per fare un caramello per la gola.",
      "imageLink": "image_files\\English\\marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ribwort plantain",
      "translation": "piantaggine lancolate",
      "definition": "A perennial herb with lance-shaped leaves, used in herbal medicine to treat skin and digestive issues.",
      "definition_translation": "Un'erba perenne con foglie lanceolate, usata nella medicina erboristica per trattare i problemi della pelle e digestivi.",
      "example": "I used ribwort plantain oil to treat my eczema. Now, I'm using it to soothe my digestive system. By next year, I will have studied the ribwort plantain plant in depth.",
      "example_translation": "Ho usato olio di piantaggine lancolate per trattare la mia eczema. Ora, lo sto usando per calmare il mio sistema digestivo. Entro il prossimo anno, avrò studiato la pianta di piantaggine lancolate in profondità.",
      "imageLink": "image_files\\English\\ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sage",
      "translation": "salvia",
      "definition": "A perennial herb with grayish-green leaves, used in herbal medicine and cooking to improve cognitive function and memory.",
      "definition_translation": "Un'erba perenne con foglie grigio-verdi, usata nella medicina erboristica e nella cucina per migliorare la funzione cognitiva e la memoria.",
      "example": "I drank sage tea to improve my focus. Yesterday, I used sage oil to enhance my memory. Next week, I will use sage leaves to make a savory sauce.",
      "example_translation": "Ho bevuto il tè di salvia per migliorare la mia concentrazione. Ieri, ho usato olio di salvia per migliorare la mia memoria. La prossima settimana, userò le foglie di salvia per fare una salsa saporita.",
      "imageLink": "image_files\\English\\sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "St John's wort",
      "translation": "iperico",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine to treat depression and anxiety.",
      "definition_translation": "Un'erba perenne con fiori gialli, usata nella medicina erboristica per trattare la depressione e l'ansietà.",
      "example": "I took St John's wort supplements to treat my depression. Yesterday, I used St John's wort oil to calm my anxiety. Next month, I will use St John's wort tea to improve my mood.",
      "example_translation": "Ho preso integratori di iperico per trattare la mia depressione. Ieri, ho usato olio di iperico per calmare la mia ansietà. Entro il prossimo mese, userò il tè di iperico per migliorare il mio umore.",
      "imageLink": "image_files\\English\\st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wormwood",
      "translation": "assenzio",
      "definition": "A perennial herb with silvery-green leaves, used in herbal medicine to treat digestive issues and reduce stress.",
      "definition_translation": "Un'erba perenne con foglie argentee-verdi, usata nella medicina erboristica per trattare i problemi digestivi e ridurre lo stress.",
      "example": "I drank wormwood tea to relieve my bloating. Yesterday, I used wormwood oil to soothe my stomach cramps. Next week, I will use wormwood powder to make a digestive tonic.",
      "example_translation": "Ho bevuto il tè di assenzio per alleviare il mio gonfiore. Ieri, ho usato olio di assenzio per calmare i miei crampi allo stomaco. La prossima settimana, userò la polvere di assenzio per fare un tonico digestivo.",
      "imageLink": "image_files\\English\\wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]