[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pozytywny",
      "translation": "positiv",
      "definition": "mający lub wykazujący dobrą lub pozytywną cechę lub nastawienie; konstruktywny lub optymistyczny",
      "definition_translation": "eine gute oder förderliche Qualität oder Einstellung aufweisend; konstruktiv oder optimistisch",
      "example": "Ona ma pozytywne nastawienie do swojej pracy. Ona miała pozytywne doświadczenia w swojej poprzedniej pracy. Ona będzie miała pozytywny wpływ na zespół.",
      "example_translation": "Sie hat eine positive Einstellung gegenüber ihrer Arbeit. Sie hatte eine positive Erfahrung in ihrem vorherigen Job. Sie wird einen positiven Einfluss auf das Team haben.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "süchtig",
      "definition": "fizycznie lub psychicznie zależny od substancji lub zachowania; mający silną i niekontrolowaną potrzebę czegoś",
      "definition_translation": "physisch oder psychisch von einer Substanz oder einem Verhalten abhängig; eine starke und unkontrollierbare Notwendigkeit für etwas zu haben",
      "example": "On był uzależniony od papierosów. On jest uzależniony od mediów społecznościowych. On będzie uzależniony od gier komputerowych.",
      "example_translation": "Er war süchtig nach Zigaretten. Er ist süchtig nach sozialen Medien. Er wird süchtig nach Videospielen sein.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygodowy",
      "translation": "abenteuerlustig",
      "definition": "gotowy ryzykować i próbować nowych rzeczy, często w sposób odważny lub bezczelny",
      "definition_translation": "bereit, Risiken einzugehen und neue Dinge zu versuchen, oft in einer mutigen oder furchtlosen Weise",
      "example": "Ona jest przygodową osobą, która kocha podróżować. Ona była przygodowa i spróbowała skoków spadochronowych. Ona będzie przygodowa i założy własną firmę.",
      "example_translation": "Sie ist eine abenteuerlustige Person, die reisen liebt. Sie war abenteuerlustig und versuchte das Fallschirmspringen. Sie wird abenteuerlustig sein und ihr eigenes Unternehmen starten.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czuły",
      "translation": "zierlich",
      "definition": "okazujący lub czujący miłość, opiekę lub życzliwość wobec kogoś; ciepły i przyjazny",
      "definition_translation": "Liebe, Sorge oder Freundlichkeit gegenüber jemandem zeigt oder empfindet; warm und freundlich",
      "example": "Ona jest czułą osobą, która kocha swoją rodzinę. Ona była czuła i uściskała swojego przyjaciela. Ona będzie czuła i zajmie się swoimi dziećmi.",
      "example_translation": "Sie ist eine zierliche Person, die ihre Familie liebt. Sie war zierlich und umarmte ihren Freund. Sie wird zierlich sein und sich um ihre Kinder kümmern.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agresywny",
      "translation": "aggressiv",
      "definition": "mający lub wykazujący pewność siebie i siłę, często w sposób nieprzyjemny lub groźny",
      "definition_translation": "Ein selbstbewusstes und forschungsstarkes Persönlichkeit habend, oft auf eine Art, die unangenehm oder bedrohlich ist.",
      "example": "On był agresywnym sprzedawcą, zawsze próbującym zawrzeć umowę. On był agresywny w swoim podejściu, ale teraz staje się coraz bardziej agresywny w swoim zachowaniu. On będzie agresywny w swoich taktykach negocjacyjnych.",
      "example_translation": "Er war ein aggressiver Verkäufer, immer darauf aus, einen Deal zu machen. Er war in seinem Ansatz aggressiv gewesen, aber nun wird er in seinem Verhalten aggressiver. Er wird in seinen Verhandlungstaktiken aggressiv sein.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambitny",
      "translation": "ambitioniert",
      "definition": "mający lub wykazujący silną chęć sukcesu lub osiągnięcia czegoś, często wymagającego ciężkiej pracy i determinacji",
      "definition_translation": "Ein starker Wille, erfolgreich zu sein oder etwas zu erreichen, oft erfordert harte Arbeit und Entschlossenheit.",
      "example": "Ona była ambitnym przedsiębiorcą, zawsze szukającą nowych możliwości. Ona była ambitna w swojej karierze, ale teraz staje się coraz bardziej ambitna w swoich celach. Ona będzie ambitna w swoich przyszłych projektach.",
      "example_translation": "Sie war ein ambitionierter Unternehmer, immer auf der Suche nach neuen Möglichkeiten. Sie war in ihrer Karriere ambitioniert gewesen, aber nun wird sie in ihren Zielen ambitionierter. Sie wird in ihren zukünftigen Projekten ambitioniert sein.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozrywany",
      "translation": "amüsiert",
      "definition": "czujący przyjemność lub rozrywkę, często w sposób lżejszy lub żartobliwy",
      "definition_translation": "Genießt ein Vergnügen oder Unterhaltung, oft auf eine leichtfertige oder spielende Weise.",
      "example": "Byłem rozrywany przez program komediowy. Byłem rozrywany przez śmieszną anegdotę. Będę rozrywany przez gry na przyjęciu.",
      "example_translation": "Ich wurde von der Comedy-Show unterhalten. Ich war von dem dummen Witz unterhalten worden. Ich werde von den Party-Spielen unterhalten sein.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arogancja",
      "translation": "arrogant",
      "definition": "mający lub wykazujący nastawienie wyższości, często w sposób irytujący lub nieprzyjemny",
      "definition_translation": "Ein Überlegenheitsgefühl habend oder zeigend, oft auf eine Art, die ärgerlich oder irritierend ist.",
      "example": "On był aroganckim sportowcem, zawsze myślącym, że jest najlepszy. On był arogancki w swoim przemówieniu, ale teraz staje się coraz bardziej arogancki w swoim zachowaniu. On będzie arogancki w swoim przemówieniu zwycięstwa.",
      "example_translation": "Er war ein arroganter Athlet, immer denkend, er sei der Beste. Er war in seiner Rede arrogant gewesen, aber nun wird er in seinem Verhalten arrogant. Er wird in seiner Siegesrede arrogant sein.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "erstaunt",
      "definition": "czujący wielkie zdumienie lub zdziwienie, szczególnie w sposób trudny do wyrażenia",
      "definition_translation": "ein großes Erstaunen oder Staunen empfindet, insbesondere auf eine Weise, die schwierig zu äußern ist",
      "example": "Byłem zdumiony pięknem Wielkiego Kanionu. Jestem zdumiony kompleksowością algorytmu. Będę zdumiony, jeśli wygram w loterii.",
      "example_translation": "Ich war erstaunt von der Schönheit des Grand Canyons. Ich bin erstaunt von der Komplexität des Algorithmus. Ich werde erstaunt sein, wenn ich die Lotterie gewinne.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "atemberaubend",
      "definition": "bardzo zdumiewający lub imponujący",
      "definition_translation": "extrem überraschend oder beeindruckend",
      "example": "Zdumiewająca piękno zorzy północnej pozostawiło mnie bez słów. Zdumiewająca szybkość samochodu sportowego była niesamowita. Zdumiewające wyniki eksperymentu zostały opublikowane w czasopiśmie.",
      "example_translation": "Die atemberaubende Schönheit der Aurora Borealis ließ mich sprachlos. Die atemberaubende Geschwindigkeit des Sportwagens war unglaublich. Die atemberaubenden Ergebnisse des Experiments wurden im Journal veröffentlicht.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spokojny",
      "translation": "ruhig",
      "definition": "czując się relaksowany i komfortowo",
      "definition_translation": "sich entspannt und komfortabel fühlt",
      "example": "Czułem się spokojny w komfortowym pokoju hotelu. Jestem spokojny, gdy jestem z moją rodziną. Będę spokojny, gdy skończę ten projekt.",
      "example_translation": "Ich fühlte mich ruhig in dem komfortablen Hotelzimmer. Ich bin ruhig, wenn ich mit meiner Familie zusammen bin. Ich werde ruhig sein, wenn ich dieses Projekt fertiggestellt habe.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świadomy",
      "translation": "bewusst",
      "definition": "posiadający wiedzę lub zrozumienie czegoś",
      "definition_translation": "hat Kenntnis oder Verständnis von etwas",
      "example": "Byłem świadomy potencjalnych ryzyk inwestycji. Jestem świadomy ważności recyklingu. Będę świadomy terminu realizacji projektu.",
      "example_translation": "Ich war mir der potenziellen Risiken der Investition bewusst. Ich bin mir der Wichtigkeit des Recyclings bewusst. Ich werde mir des Deadlines für das Projekt bewusst sein.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złoszczona",
      "translation": "übel gelaunt",
      "definition": "mająca lub pokazująca silny i nieprzyjemny temperament, skłonna do wybuchów gniewu",
      "definition_translation": "Eine starke und unangenehme Stimmung haben oder zeigen, anfällig für Wutausbrüche.",
      "example": "Ona była złoszczoną osobą, która często wdawała się w bójki. Była złoszczoną od dzieciństwa. Będzie złoszczoną do końca życia.",
      "example_translation": "Sie war ein übel gelaunter Mensch, der oft in Kämpfe geriet. Sie war seit Kindheit übel gelaunt. Sie wird für den Rest ihres Lebens übel gelaunt sein.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "ausgeglichen",
      "definition": "mający stabilny i harmonijny stan psychiczny lub emocjonalny, wolny od nadmiernych lub ekstremalnych emocji",
      "definition_translation": "Einen stabilen und harmonischen geistigen oder emotionalen Zustand haben, frei von übermäßigen oder extremen Emotionen.",
      "example": "On był zrównoważoną osobą, która mogła obsłużyć każdą sytuację. Był zrównoważony od młodości. Będzie zrównoważony w starej fazie życia.",
      "example_translation": "Er war ein ausgeglicher Mensch, der jede Situation handhaben konnte. Er war seit seiner Jugend ausgeglichen. Er wird im Alter ausgeglichen bleiben.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorzki",
      "translation": "bitter",
      "definition": "mający silny, nieprzyjemny smak, lub czujący się obrażony i pełen urazy",
      "definition_translation": "Einen starken, unangenehmen Geschmack haben oder ärgerlich und verbittert fühlen.",
      "example": "Kawa była gorzka, więc dodałem cukru. Czuła się gorzko o rozstaniu. Będzie gorzko o tej przegranej przez długi czas.",
      "example_translation": "Der Kaffee war bitter, also fügte ich Zucker hinzu. Sie fühlte sich über den Bruch bitter. Er wird lange Zeit über den Verlust bitter sein.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "kühn",
      "definition": "pokazujący odwagę lub pewność siebie, nie bojący się podejmować ryzyka lub próbować czegoś nowego",
      "definition_translation": "Mut oder Zuversicht zeigen, nicht ängstlich, Risiken einzugehen oder etwas Neues zu tun.",
      "example": "On był odważnym przedsiębiorcą, który podejmował ryzyko, aby odnieść sukces. Była odważna w młodości. Będą odważni w swoim następnym projekcie.",
      "example_translation": "Er war ein kühner Unternehmer, der Risiken einging, um erfolgreich zu sein. Sie war in ihrer Jugend kühn. Sie werden in ihrem nächsten Projekt kühn sein.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": ".dyktatorska",
      "translation": "herrisch",
      "definition": "mająca lub pokazująca nadmierną chęć dominacji lub kontroli nad innymi",
      "definition_translation": "einen übermäßigen Wunsch zeigt, andere zu dominieren oder zu kontrollieren",
      "example": "Ona była dzieckiem dyktatorską, które zawsze chciało powiedzieć swoim przyjaciołom, co mają robić. Jest nadal dyktatorska, ale nauczyła się kontrolować to. Będzie dyktatorska w przyszłości, jeśli nie nauczy się słuchać innych.",
      "example_translation": "Sie war ein herrisches Kind, das immer seinen Freunden sagte, was sie tun sollten. Sie ist heute noch herrisch, aber sie hat gelernt, es zurückzufahren. Sie wird in Zukunft herrisch sein, wenn sie nicht lernt, anderen zuzuhören.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jasny",
      "translation": "hell",
      "definition": "emitujący lub odbijający dużo światła; świecący intensywnie",
      "definition_translation": "gibt oder reflektiert viel Licht; scheint intensiv",
      "example": "Jasne słońce sprawiło, że trudno było zobaczyć. Miała jasny pomysł na nowy projekt. Jasna przyszłość przed nią była ekscytująca.",
      "example_translation": "Das helle Sonnenlicht machte es schwierig, etwas zu sehen. Sie hatte eine helle Idee für ein neues Projekt. Die helle Zukunft vor ihr war aufregend.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "troskliwy",
      "translation": "fürsorglich",
      "definition": "wykazujący prawdziwe zainteresowanie i troskę o dobro innych",
      "definition_translation": "zeigt ein echt Interesse an und Sorge um das Wohl anderer",
      "example": "Ona była troskliwą matką, która zawsze stawiała swoje dzieci na pierwszym miejscu. On nie jest troskliwy o uczucia innych. Będzie troskliwa o swoich starzejących się rodziców w przyszłości.",
      "example_translation": "Sie war eine fürsorgliche Mutter, die immer ihre Kinder zuerst stellte. Er kümmert sich nicht um die Gefühle anderer. Sie wird in Zukunft für ihre älteren Eltern sorgen.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "vorsichtig",
      "definition": "być ostrymi, aby uniknąć ryzyka lub niebezpieczeństwa",
      "definition_translation": "vorsichtig, um Risiken oder Gefahren zu vermeiden",
      "example": "On był ostrożny, gdy po raz pierwszy zaczął jeździć. Jest ostrożna, gdy inveście jej pieniądze. Będą ostrożni, gdy podróżują do nowego kraju.",
      "example_translation": "Er war vorsichtig, als er erst begann, Auto zu fahren. Sie ist vorsichtig, wenn sie ihr Geld investiert. Sie werden vorsichtig sein, wenn sie in ein neues Land reisen.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zuchwały",
      "translation": "frech",
      "definition": "mający lub pokazujący zabawny i lekko niezdrowy humor",
      "definition_translation": "einen spielerischen und leicht respektlosen Humor zeigen",
      "example": "Byłem zuchwały wobec nauczyciela w szkole, ale ona mnie jeszcze lubiła. Jestem zuchwały wobec przyjaciół teraz i będę zuchwały wobec rodzeństwa jutro.",
      "example_translation": "Ich war meinem Lehrer in der Schule frech, aber sie mochte mich trotzdem. Ich bin jetzt meinem Freunden frech, und ich werde meinem Geschwistern morgen frech sein.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecinny",
      "translation": "kindisch",
      "definition": "zachowujący się w sposób typowy dla młodego dziecka, często w sposób śmieszny lub nieuzasadniony",
      "definition_translation": "sich auf eine Weise verhaltend, die typisch für ein junges Kind ist, oft auf eine Weise, die albern oder unvernünftig ist",
      "example": "Byłem dziecinny, gdy nie dostałem tego, czego chciałem, ale teraz jestem dorosły. Ona jest dziecinna, gdy wybucha wściekłością, ale na pewno się wyrośnie z tego.",
      "example_translation": "Ich war kindisch, als ich nicht bekam, was ich wollte, aber jetzt bin ich erwachsen. Sie ist kindisch, wenn sie Wutanfälle bekommt, aber ich bin sicher, dass sie daraus heranwachsen wird.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezdarły",
      "translation": "ungehoben",
      "definition": "mający lub pokazujący tendencję do upuszczania lub łamania rzeczy, lub robienia błędów",
      "definition_translation": "eine Tendenz haben oder zeigen, Dinge fallen zu lassen oder zu zerbrechen, oder Fehler zu machen",
      "example": "Byłem niezdarły, gdy przewróciłem kawę na koszulę, ale teraz jestem bardziej ostrożny. On jest niezdarły, gdy gra w sport, ale staje się coraz lepszym.",
      "example_translation": "Ich war ungehoben, als ich Kaffee auf mein Hemd verschüttete, aber jetzt bin ich vorsichtiger. Er ist ungehoben, wenn er Sport spielt, aber er wird besser.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komunikatywny",
      "translation": "kommunikativ",
      "definition": "chętnie rozmawiający i dzielący się pomysłami, oraz umiejący to robić w sposób łatwy do zrozumienia dla innych",
      "definition_translation": "bereit, zu sprechen und Ideen zu teilen, und in der Lage, dies auf eine Weise zu tun, die anderen leicht zu verstehen ist",
      "example": "Mój komunikatywny przyjaciel zawsze upewnia się, że wszyscy są na tej samej stronie. Była komunikatywna podczas spotkania, a wszyscy docenili jej wkład.",
      "example_translation": "Mein kommunikative Freundin sorgt immer dafür, dass alle auf demselben Stand sind. Sie war während des Meetings kommunikativ, und alle schätzten ihren Beitrag.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konkurencyjny",
      "translation": "wettbewerbsfähig",
      "definition": "mający lub pokazujący silne pragnienie wygrania lub bycia lepszym od innych, szczególnie w konkursie lub grze",
      "definition_translation": "Ein starker Wille, anderen zu überbieten oder besser als andere zu sein, insbesondere in einem Wettkampf oder Spiel.",
      "example": "Była bardzo konkurencyjnym sportowcem, zawsze próbującym pobić rekordy. Będzie konkuruje na igrzyskach olimpijskich przyszłego roku, a także konkuruje na mistrzostwach krajowych w zeszłym roku.",
      "example_translation": "Sie war eine sehr wettbewerbsfähige Athletin, die immer versuchte, Rekorde zu brechen. Sie wird nächstes Jahr an den Olympischen Spielen teilnehmen und nahm letztes Jahr an den nationalen Meisterschaften teil.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarozumiały",
      "translation": "eingebildet",
      "definition": "mający lub pokazujący zbyt wysoki obraz siebie, swojego wyglądu, zdolności lub osiągnięć",
      "definition_translation": "Ein übermäßig hoher Selbstwert, seine eigene Erscheinung, Fähigkeiten oder Leistungen betreffend.",
      "example": "Był zarozumiały, zawsze patrząc się w lustro i myśląc, że jest najprzystojniejszym mężczyzną na świecie. Zdemaskuje swoje błędy wkrótce, a zdemaskował swoje błędy w zeszłym roku.",
      "example_translation": "Er war ein eingebildeter Mensch, der sich immer im Spiegel betrachtete, denkend, er sei der schönste Mann der Welt. Er wird bald seine Fehler erkennen, und er erkannte seine Fehler letztes Jahr.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaniepokojony",
      "translation": "besorgt",
      "definition": "czujący się zmartwiony lub niepokojony, szczególnie wobec problemu lub potencjalnego problemu",
      "definition_translation": "Sich um etwas sorgend oder ängstlich, insbesondere ein Problem oder ein potenzielles Problem.",
      "example": "Jestem zaniepokojony prognozą pogody, więc sprawdzę ją ponownie. Była zaniepokojona o zdrowie, a będzie zaniepokojona o edukację swoich dzieci.",
      "example_translation": "Ich bin besorgt über die Wettervorhersage, daher werde ich sie wieder überprüfen. Sie war besorgt um ihre Gesundheit, und sie wird sich um die Bildung ihrer Kinder sorgen.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konserwatywny",
      "translation": "konservativ",
      "definition": "trzymający się tradycyjnych wartości i poglądów, oraz preferujący powolne zmiany lub brak zmian, szczególnie w polityce lub sprawach społecznych",
      "definition_translation": "Tradiationale Einstellungen und Werte vertretend und bevorzugend, langsame Veränderungen oder keine Veränderungen, insbesondere in der Politik oder sozialen Fragen.",
      "example": "Był konserwatywnym politykiem, zawsze głosującym przeciwko reformom. Byli konserwatywni w swojej strategii inwestycyjnej, a będą konserwatywni w swoich zwyczajach wydatkowych.",
      "example_translation": "Er war ein konservativer Politiker, der immer gegen Reformen stimmte. Sie waren konservativ in ihrer Anlagestrategie, und sie werden konservativ in ihren Ausgabegewohnheiten sein.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "Inhalt",
      "definition": "czujący się zadowolony lub z pielęgnacji, szczególnie wobec swoich okoliczności życiowych",
      "definition_translation": "Eine Zufriedenheit oder Freude zeigen, insbesondere im Hinblick auf die eigenen Umstände.",
      "example": "Jestem zadowolony ze swojego życia, mam wszystko, co potrzebuję. Byłem zadowolony ze swojej pracy, ale potem awansowałem. Będę zadowolony, gdy się przejdę na emeryturę.",
      "example_translation": "Ich bin mit meinem Leben zufrieden, ich habe alles, was ich brauche. Ich war mit meinem Job zufrieden, aber dann bekam ich eine Beförderung. Ich werde zufrieden sein, wenn ich in Rente gehe.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konwencjonalny",
      "translation": "konventionell",
      "definition": "oparty na tym, co jest powszechnie robione lub wierzone, niż na osobistych-opinii lub uczuciach",
      "definition_translation": "Basierend auf oder in Übereinstimmung mit dem, was allgemein getan oder geglaubt wird, anstatt auf persönliche Meinungen oder Gefühle.",
      "example": "Firma używa konwencjonalnych metod produkcji swoich produktów. Artystka była konwencjonalna w swoim podejściu do malarstwa. Nowa polityka sprawi, że nasze procedury będą bardziej konwencjonalne.",
      "example_translation": "Das Unternehmen verwendet konventionelle Methoden, um seine Produkte herzustellen. Die Künstlerin war in ihrer Malweise konventionell. Die neue Richtlinie wird unsere Verfahren mehr konventionell machen.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współpracujący",
      "translation": "genossenschaftlich",
      "definition": "Współpracujący, szczególnie między różnymi grupami lub organizacjami.",
      "definition_translation": "Beteiligung oder Charakterisierung durch Zusammenarbeit, insbesondere zwischen verschiedenen Gruppen oder Organisationen.",
      "example": "Współpracujący bank jest własnością swoich członków. Współpracujący wysiłek pomógł ukończyć projekt. Nowa polityka zachęca do współpracy w klasie.",
      "example_translation": "Die Genossenschaftsbank wird von ihren Mitgliedern gehört. Die gemeinsame Anstrengung half, das Projekt abzuschließen. Die neue Richtlinie fördert genossenschaftliches Lernen im Klassenzimmer.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tchórzliwy",
      "translation": "feige",
      "definition": "Brakujący odwagi lub siły charakteru, szczególnie w sytuacji wymagającej brawury.",
      "definition_translation": "Mangelnder Mut oder Charakterstärke, insbesondere in einer Situation, die Tapferkeit erfordert.",
      "example": "Oskarżono go o tchórzostwo, bo nie stanął w obronie swojego przyjaciela. Tchórzliwy akt został potępiony przez wszystkich. Ona nie była tchórzliwa, ale raczej ostrożna w swoim podejściu.",
      "example_translation": "Er wurde beschuldigt, feige zu sein, weil er nicht für seinen Freund einstand. Die feige Tat wurde von allen verurteilt. Sie war nicht feige, sondern vorsichtig in ihrem Ansatz.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyzwoity",
      "translation": "anständig",
      "definition": "Moralnie prostolinijny i uczciwy; szanowany i przyzwoity w zachowaniu lub charakterze.",
      "definition_translation": "Moralisch aufrecht und ehrlich; respektabel und anständig im Verhalten oder Charakter.",
      "example": "Był przyzwoitym mężczyzną, który zawsze starał się pomóc innym. Był przyzwoity wobec mnie, od kiedy przeprowadziłem się. On będzie przyzwoity i pożyczy mi pieniądze.",
      "example_translation": "Er war ein anständiger Mann, der immer versuchte, anderen zu helfen. Er war mir gegenüber anständig, seit ich einzog. Er wird anständig sein und mir etwas Geld leihen.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "decydujący",
      "translation": "entscheidend",
      "definition": "Posiadający moc decydowania lub określania sprawy lub wyniku; ostateczny.",
      "definition_translation": "Die Macht hat, eine Frage oder ein Ergebnis zu entscheiden oder festzulegen; schlüssig.",
      "example": "Decydujące zwycięstwo drużyny było zaskoczeniem dla wszystkich. Zrobiła decydujący ruch i zmieniła swoją ścieżkę kariery. Nowa polityka będzie decydująca w redukcji emisji dwutlenku węgla.",
      "example_translation": "Der entscheidende Sieg des Teams war für jeden eine Überraschung. Sie machte einen entscheidenden Schritt und änderte ihren Karriereweg. Die neue Politik wird entscheidend bei der Reduzierung von Kohlenstoffemissionen sein.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wymagający",
      "translation": "anspruchsvoll",
      "definition": "Wymagający dużego wysiłku, umiejętności lub cierpliwości; trudny lub wyzwaniowy.",
      "definition_translation": "Benötigt viel Anstrengung, Fähigkeit oder Geduld; schwierig oder herausfordernd.",
      "example": "Praca wymagała od niej długich godzin pracy. Był wymagający i zawsze chciał, aby wszystko było zrobione doskonale. Kurs jest wymagający, ale warto się go nauczyć.",
      "example_translation": "Der anspruchsvolle Job erforderte, dass sie lange Stunden arbeitete. Er war anspruchsvoll und wollte immer alles perfekt haben. Der Kurs ist anspruchsvoll, aber es lohnt sich.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygnębiający",
      "translation": "deprimierend",
      "definition": "Wywołujący uczucia smutku, ponurego nastroju lub beznadziei; zniechęcający.",
      "definition_translation": "Verursacht Gefühle von Traurigkeit, Düsternis oder Hoffnungslosigkeit; entmutigend.",
      "example": "Wiadomość była przygnębiająca i sprawiła, że się poczułem smutno. Pogoda była przygnębiająca i nie chciałem wyjść na zewnątrz. Film był przygnębiający, ale także thought-provoking.",
      "example_translation": "Die Nachricht war deprimierend und machte sie traurig. Das Wetter war deprimierend und ich wollte nicht rausgehen. Der Film war deprimierend, aber auch nachdenklich.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozpaczliwy",
      "translation": "verzweifelt",
      "definition": "Czujący lub pokazujący silne uczucie pilności lub rozpaczliwości.",
      "definition_translation": "eine starke Notwendigkeit oder Verzweiflung zeigen",
      "example": "Czułem się rozpaczliwie, kiedy zgubiłem telefon, ale ulgę poczułem, kiedy go znalazłem. Jestem rozpaczliwy, aby skończyć ten projekt na czas. Będę rozpaczliwy, aby wyjść stąd jutro.",
      "example_translation": "Ich fühlte mich verzweifelt, als ich mein Telefon verlor, aber ich war erleichtert, als ich es fand. Ich bin verzweifelt, dieses Projekt rechtzeitig zu beenden. Ich werde verzweifelt sein, um morgen hier herauszukommen.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdecydowany",
      "translation": "entschlossen",
      "definition": "Zrobił już pewną decyzję lub rozstrzygnięcie",
      "definition_translation": "hat eine feste Entscheidung oder Lösung getroffen",
      "example": "Byłem zdecydowany, aby ukończyć maraton, nawet w deszczu. Jestem zdecydowany, aby nauczyć się niemieckiego tego roku. Będę zdecydowany, aby uzyskać awans w przyszłym roku.",
      "example_translation": "Ich war entschlossen, den Marathon zu beenden, sogar wenn es regnete. Ich bin entschlossen, Deutsch dieses Jahr zu lernen. Ich werde entschlossen sein, eine Beförderung nächstes Jahr zu erhalten.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oddany",
      "translation": "hingeben",
      "definition": "Pokazujący miłość, lojalność lub poświęcenie komuś lub czemuś.",
      "definition_translation": "zeigt Liebe, Loyalität oder Hingabe gegenüber jemandem oder etwas",
      "example": "Rodzice byli oddani sobie przez 50 lat. Jestem oddany swojej pracy i spędzam długie godziny w biurze. Będę oddany swoim celom fitness i ćwiczyć regularnie.",
      "example_translation": "Meine Eltern waren 50 Jahre lang einander hingeben. Ich bin meiner Arbeit hingeben und verbringe lange Stunden im Büro. Ich werde meinem Fitnessziel hingeben und regelmäßig trainieren.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sumienny",
      "translation": "fleißig",
      "definition": "Pokazujący staranne i systematyczne wysiłki lub intensywną pracę.",
      "definition_translation": "zeigt sorgfältige und stete Anstrengung oder harte Arbeit",
      "example": "Byłem sumienny w swoich studiach i ukończyłem je z wyróżnieniem. Jestem sumienny w swoich badaniach i zbieram dane starannie. Będę sumienny w swojej pracy i dotrzymam wszystkich terminów.",
      "example_translation": "Ich war fleißig in meinen Studien und schloss mit Auszeichnung ab. Ich bin fleißig in meiner Forschung und sammle Daten sorgfältig. Ich werde fleißig in meinem Job sein und alle Fristen einhalten.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieuczciwy",
      "translation": "unehrlich",
      "definition": "Nieuczciwy lub nieprawdziwy; skłonny do oszukiwania lub wprowadzania w błąd innych.",
      "definition_translation": "Nicht ehrlich oder wahrheitsgemäß; geneigt, andere zu betrügen oder zu täuschen.",
      "example": "Została zwolniona z pracy, ponieważ była nieuczciwa w księgowości firmy. Ona była nieuczciwa wobec swojego partnera przez lata. Znowu będzie nieuczciwa w deklaracji podatkowej w tym roku.",
      "example_translation": "Sie wurde aus ihrem Job entlassen, weil sie mit den Firmengeldern unehrlich war. Sie war ihrem Partner Jahre lang unehrlich. Sie wird wieder unehrlich bei ihren Steuern sein dieses Jahr.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezorganizowany",
      "translation": "unorganisiert",
      "definition": "Brak systematycznego lub zorganizowanego podejścia; chaotyczny lubdezorientowany.",
      "definition_translation": "Fehlt eine systematische oder organisierte Herangehensweise; chaotisch oder verwirrt.",
      "example": "Biuro było niezorganizowane po przeprowadzce, ale udało nam się wszystko uporządkować. Ona była niezorganizowana w pracy, co spowodowało opóźnienia. Drużyna będzie niezorganizowana, jeśli lider odejdzie.",
      "example_translation": "Das Büro war nach dem Umzug unorganisiert, aber wir konnten alles wieder in Ordnung bringen. Sie war in ihrer Arbeit unorganisiert, was dazu führte, dass sie Fristen verpasste. Die Mannschaft wird unorganisiert sein, wenn der Leiter kündigt.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezadowolony",
      "translation": "unzufrieden",
      "definition": "Niezadowolony lub niezgodny; niezadowolony lub niekontentny.",
      "definition_translation": "Nicht zufrieden oder zufrieden; unglücklich oder unzufrieden.",
      "example": "Klient był niezadowolony z obsługi i poprosił o zwrot pieniędzy. Ona była niezadowolona z pracy i postanowiła odejść. Oni będą niezadowoleni z nowej polityki, jeśli ona się nie zmieni.",
      "example_translation": "Der Kunde war unzufrieden mit dem Service und forderte eine Rückerstattung. Sie war mit ihrem Job unzufrieden und entschied, zu kündigen. Sie werden unzufrieden mit der neuen Politik sein, wenn sie nicht ändert.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przykry",
      "translation": "beängstigend",
      "definition": "Powodujący niepokój, niepokój lub zdenerwowanie; nieprzyjemny lubbulwersujący.",
      "definition_translation": "Erregt Ängste, Sorgen oder Beunruhigung; unangenehm oder aufwühlend.",
      "example": "Wiadomość o zwolnieniach była przykra dla wszystkich pracowników. Ona znalazła horror film przykrym i nie spała dobrze później. Sytuacja będzie przykra, jeśli nie rozwiąże się jej szybko.",
      "example_translation": "Die Nachricht über die Entlassungen war für alle Mitarbeiter beängstigend. Sie fand den Horrorfilm beängstigend und schlief danach nicht gut. Die Situation wird beängstigend sein, wenn sie sie nicht bald lösen.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wątpiący",
      "translation": "zweifelhaft",
      "definition": "Czujący lub wyrażający niepewność co do prawdy lub ważności czegoś.",
      "definition_translation": "führt oder zeigt Ungewissheit über die Wahrheit oder Gültigkeit von etwas",
      "example": "Byłem wątpiący co do nowej polityki, ale ostatecznie zobaczyłem jej korzyści. Jestem wątpiący co do wyniku wyborów. Będę wątpiący co do sytuacji finansowej firmy, dopóki nie uzyskam większej przejrzystości.",
      "example_translation": "Ich hatte Zweifel an der neuen Politik, aber kam letztendlich dahin, ihre Vorteile zu erkennen. Ich bin unsicher über das Ergebnis der Wahl. Ich werde unsicher über die finanzielle Lage des Unternehmens sein, bis sie mehr Transparenz bieten.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dynamiczny",
      "translation": "dynamisch",
      "definition": "Dotyczący lub charakteryzujący się ciągłą zmianą, aktywnością lubpostępem.",
      "definition_translation": "bezieht sich auf oder ist gekennzeichnet durch ständige Veränderung, Aktivität oder Fortschritt",
      "example": "Firma szuka dynamicznego lidera, który pomoże w innowacyjności. Nauczyciel stworzył dynamiczny plan lekcji, który angażował wszystkich studentów. Dynamiczna gospodarka miasta przyciąga nowe firmy.",
      "example_translation": "Das Unternehmen sucht einen dynamischen Führer, um Innovationen voranzutreiben. Der Lehrer erstellte einen dynamischen Unterrichtsplan, der alle Schüler engagierte. Die dynamische Wirtschaft der Stadt zieht neue Unternehmen an.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "entuzjastyczny",
      "translation": "begierig",
      "definition": "Czujący lub wyrażający zapał i cierpliwość, aby zrobić coś.",
      "definition_translation": "fühlt oder zeigt Begeisterung und Ungeduld, etwas zu tun",
      "example": "Byłem entuzjastyczny, aby rozpocząć nową pracę i nauczyć się nowych umiejętności. Ona jest entuzjastyczna, aby podróżować po świecie i doświadczyć nowych kultur. On będzie entuzjastyczny, aby wrócić do gry po kontuzji.",
      "example_translation": "Ich war begierig, meinen neuen Job anzufangen und neue Fähigkeiten zu erlernen. Sie ist begierig, die Welt zu bereisen und neue Kulturen zu erleben. Er wird begierig sein, nach seiner Verletzung wieder Sport zu spielen.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wykształcony",
      "translation": "gebildet",
      "definition": "Mający dobre wykształcenie, zwłaszcza na uniwersytecie lub w szkole wyższej.",
      "definition_translation": "hat eine gute Ausbildung erhalten, insbesondere an einem College oder einer Universität",
      "example": "Ona jest wykształconym specjalistą z dyplomem inżynierii. Wykształcona elita ma obowiązek oddać coś w zamian swoim społecznościom. On będzie wykształcony w nowym systemie oprogramowania do końca miesiąca.",
      "example_translation": "Sie ist eine gebildete Fachkraft mit einem Ingenieurstudium. Die gebildete Elite haben die Verantwortung, iets zurückzugeben an ihre Gemeinden. Er wird bis Ende des Monats über das neue Softwaresystem ausgebildet werden.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "emocjonalny",
      "translation": "emotionell",
      "definition": "Dotyczący lub charakteryzujący się emocjami; intensywnie emocjonalny.",
      "definition_translation": "in Bezug auf oder gekennzeichnet durch Emotion; intensiv emotional",
      "example": "Ona jest emocjonalną osobą, skłonną do zmian nastroju. Ona była emocjonalna o swojej decyzji o odejściu z pracy. Ona będzie emocjonalna, gdy zobaczy swój dzieciństwo.",
      "example_translation": "Sie war eine emotionale Person, anfällig für Stimmungsschwankungen. Sie war emotional über ihre Entscheidung, ihren Job aufzugeben. Sie wird emotional sein, wenn sie ihr Kinderzimmer sieht.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachęcający",
      "translation": "ermutigend",
      "definition": "Dający komuś pewność, aby zrobić coś lub kontynuować coś.",
      "definition_translation": "jemandem das Vertrauen gibt, etwas zu tun oder fortzufahren",
      "example": "Trener dał zachęcającą mowę przed meczem. Ona zachęca swoich studentów, aby zadawali pytania. On będzie zachęcał swoich przyjaciół, aby założyli własną firmę.",
      "example_translation": "Der Trainer hielt eine ermutigende Rede vor dem Spiel zu dem Team. Sie hat ihre Studenten ermutigt, Fragen zu stellen. Er wird seine Freunde ermutigen, ihr eigenes Unternehmen zu starten.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "energetyczny",
      "translation": "energisch",
      "definition": "mający lub pokazujący dużo energii i aktywności",
      "definition_translation": "hat oder zeigt eine Menge Energie und Aktivität",
      "example": "Energetyczny szczeniak biegał po parku przez cały dzień. Ona była energiczna w swojej nowej roli w pracy. Będą energiczni w swoich prezentacjach jutro.",
      "example_translation": "Der energische Welpe rannte den ganzen Tag um den Park herum. Sie war energisch in ihrer neuen Rolle bei der Arbeit. Sie werden morgen in ihren Präsentationen energisch sein.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozrywkowy",
      "translation": "unterhaltsam",
      "definition": "dostarczający rozrywki lub przyjemności",
      "definition_translation": "bot Amusement oder Unterhaltung",
      "example": "Rozrywkowy film trzymał nas śmiechem całą noc. Ona była rozrywkowa dla gości w swoim domu przez cały weekend. Będą rozrywkowi dla klientów na firmowej imprezie.",
      "example_translation": "Der unterhaltsame Film hielt uns die ganze Nacht zum Lachen. Sie hat Gäste in ihrem Haus über das Wochenende unterhalten. Sie werden Kunden auf der Firmenparty unterhalten.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zapałowy",
      "translation": "begeistert",
      "definition": "mający lub pokazujący intensywną i ekscytującą pasję do czegoś.",
      "definition_translation": "Intensives und aufgeregtes Interesse an etwas zeigt.",
      "example": "Ona była zapałowa o nowym projekcie i pracowała bez zmęczenia, aby go zakończyć. Ona jest zapałowa o naukę nowego języka. Będzie zapałowa na koncercie dziś wieczorem.",
      "example_translation": "Sie war begeistert von dem neuen Projekt und arbeitete unermüdlich daran, es abzuschließen. Sie ist begeistert davon, eine neue Sprache zu lernen. Sie wird heute Abend begeistert vom Konzert sein.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "böse",
      "definition": "mający lub pokazujący chęć szkodzenia komuś.",
      "definition_translation": "Einen Wunsch hat, jemandem zu schaden.",
      "example": "Zły złoczyńca śmiał się, gdy planował swoją zemstę. Zły duch nawiedzał stary dom. Zły dyktator będzie pamiętny z powodu swoich okrucieństw.",
      "example_translation": "Der böse Schurke lachte, als er seine Rache plante. Der böse Geist spukte in dem alten Haus. Der böse Diktator wird für seine Gräueltaten in Erinnerung bleiben.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyczerpujący",
      "translation": "erschöpfend",
      "definition": "powodujący lub odczuwający ekstremalną fizyczną lub psychiczną zmęczenie.",
      "definition_translation": "Verursacht oder empfindet extremen körperlichen oder geistigen Müdigkeit.",
      "example": "Wyczerpujący wędrówka pozostawiła nas zmęczonymi. Wyczerpujący harmonogram pracy sprawiał, że trudno było spać. Wyczerpujący egzamin będzie szybko za nami.",
      "example_translation": "Der erschöpfende Wanderweg ließ uns erschöpft zurück. Der erschöpfende Arbeitsplan machte es schwer, zu schlafen. Die erschöpfende Prüfung wird bald vorbei sein.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekspert",
      "translation": "Experte",
      "definition": "Osoba mająca wysoki poziom wiedzy lub umiejętności w danej dziedzinie.",
      "definition_translation": "Eine Person, die über ein hohes Maß an Wissen oder Fähigkeit in einem bestimmten Bereich verfügt.",
      "example": "Ekspert chirurg wykonał operację bezbłędnie. Ekspert konsultant analizował dane dokładnie. Ekspert artysta stworzył piękny obraz.",
      "example_translation": "Der Experte Chirurg führte den Operation durch, ohne einen Fehler zu machen. Der Experte Berater analysierte die Daten genau. Der Experte Künstler schuf ein schönes Gemälde.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierny",
      "translation": "treu",
      "definition": "pozostający lojalnym i oddanym komuś lub czemuś; stały w przysiędze lub obowiązku.",
      "definition_translation": "Bleiben loyal und hingebungsvoll zu jemandem oder etwas; fest in Treue oder Pflicht.",
      "example": "Ona była wierna swojemu mężowi przez 50 lat małżeństwa. Będzie wierna swej nowej pracy, a ona była wierna swoim znajomym w trudnych czasach.",
      "example_translation": "Sie war ihrem Mann während ihrer 50-jährigen Ehe treu. Sie wird ihrem neuen Job treu sein, und sie war ihren Freunden während schwieriger Zeiten treu.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachwycona",
      "translation": "fasziniert",
      "definition": "Ekstremalnie zainteresowana i impresjonowana; oczarowana.",
      "definition_translation": "Extrem interessiert und beeindruckt; gefesselt.",
      "example": "Dzieci były zachwycone showem magicznym. Ona była zachwycona starożytnymi piramidami egipskimi, a on był zachwycony nową technologią.",
      "example_translation": "Die Kinder waren von der Zaubershow fasziniert. Sie war von den altägyptischen Pyramiden fasziniert, und er war von der neuen Technologie fasziniert.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachwycający",
      "translation": "faszinierend",
      "definition": "Ekstremalnie interesujący i atrakcyjny; oczarowujący.",
      "definition_translation": "Extrem interessant und attraktiv; gefangennehmend.",
      "example": "Dokument byłachwycający, a wykład profesora bylachwycający. Nowa wystawa muzeum sztuki była zachwycająca, a pokaz sztucznych ogni byłachwycający.",
      "example_translation": "Die Dokumentation war faszinierend, und die Vorlesung des Professors war faszinierend. Die neue Ausstellung des Kunstmuseums war faszinierend, und das Feuerwerk war faszinierend.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziki",
      "translation": "wütend",
      "definition": "Pokazujący silne i intensywne emocje, szczególnie gniew lub determinację.",
      "definition_translation": "zeigt eine starke und intensive Emotion, insbesondere Zorn oder Entschlossenheit.",
      "example": "Dziki lew chronił swojego terytorium. Dziki wojownik walczył dzielnie w bitwie. Dziki konkurent był zdeterminowany, aby wygrać mistrzostwa.",
      "example_translation": "Der wütende Löwe schützte sein Territorium. Der wütende Krieger kämpfte tapfer in der Schlacht. Der wütende Konkurrent war entschlossen, die Meisterschaft zu gewinnen.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "dumm",
      "definition": "brakujący zdrowego rozsądku lub sądu; absurdalny lub śmieszny",
      "definition_translation": "mangelnder gesunder Menschenverstand oder Urteil; absurd oder dumm",
      "example": "Zrobił głupią decyzję, rezygnując z pracy bez posiadania innej w perspektywie. Był głupi z pieniędzmi, kupując drogie rzeczy, których nie potrzebował. Będzie głupi, inwestując w tę firmę.",
      "example_translation": "Er traf eine dumme Entscheidung, seinen Job ohne eine andere Möglichkeit zu haben. Er war mit seinem Geld dumm, teure Dinge zu kaufen, die er nicht brauchte. Er wird dumm sein, in jenes Unternehmen zu investieren.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "wütend",
      "definition": "czujący lub pokazujący intensywną wściekłość lub gniew",
      "definition_translation": "intensive Wut oder Zorn empfindend oder zeigen",
      "example": "Była wściekła o niesprawiedliwości. On stał się wściekły, widząc uszkodzenia swojego samochodu. Będą wściekli, jeśli dowiedzą się, co się stało.",
      "example_translation": "Sie war wütend über die Ungerechtigkeit. Er wurde wütend, als er den Schaden an seinem Auto sah. Sie werden wütend sein, wenn sie herausfinden, was passiert ist.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chciwy",
      "translation": "gefräßig",
      "definition": "mający lub pokazujący intensywną i egoistyczną ochotę na coś, zwłaszcza na jedzenie lub bogactwo",
      "definition_translation": "eine intensive und selbstsüchtige Begierde nach etwas, insbesondere nach Nahrung oder Reichtum habend oder zeigen",
      "example": "Był chciwy władzy i pieniędzy. Firma była chciwa i wykorzystała swoich klientów. Będą chciwi i spróbują dostać więcej niż swoją sprawiedliwą część.",
      "example_translation": "Er war begierig nach Macht und Geld. Das Unternehmen war gefräßig und nahm seine Kunden aus. Sie werden gefräßig sein und versuchen, mehr als ihren fairen Anteil zu bekommen.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twardy",
      "translation": "hart",
      "definition": "stały lub solidny w kształcie lub strukturze; nie miękki lub łatwy do złamania",
      "definition_translation": "fest oder stabil in Form oder Struktur; nicht weich oder leicht zu biegen oder zu brechen",
      "example": "Twarde drewno było trudne do przecięcia. Pracował twardo, aby ukończyć projekt. Twarde lekcje, które nauczyła się z błędu, pomogą jej w przyszłości.",
      "example_translation": "Das harte Holz war schwierig zu schneiden. Er arbeitete hart, um das Projekt abzuschließen. Die harten Lektionen, die sie aus ihrem Fehler lernte, werden ihr in der Zukunft helfen.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pracowity",
      "translation": "fleißig",
      "definition": "Pokazujący dedykację i wytrwałość w swojej pracy, często wynikającą w wysokiej jakości wykonania.",
      "definition_translation": "Zeigt Hingabe und Ausdauer in seiner Arbeit, führt oft zu hochwertiger Leistung.",
      "example": "Była pracowitą studentką, która zawsze zdawała swoje zadania na czas.",
      "example_translation": "Sie war eine fleißige Studentin, die immer ihre Aufgaben rechtzeitig abgab.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lodu",
      "translation": "eisig",
      "definition": "Ekstremalnie zimny w temperaturze lub manierze.",
      "definition_translation": "Extrem kalt in der Temperatur oder Art.",
      "example": "Lodowy wiatr sprawiał, że było trudno spacerować na zewnątrz.",
      "example_translation": "Der eisige Wind machte es schwierig, draußen zu gehen.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niespokojny",
      "translation": "un geduldig",
      "definition": "Nie mogący tolerować zwłoki lub oczekiwania.",
      "definition_translation": "Kann Verzögerungen oder Warten nicht ertragen.",
      "example": "Był niespokojny i chciał rozpocząć projekt natychmiast.",
      "example_translation": "Er war ungeduldig und wollte das Projekt sofort starten.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "unhöflich",
      "definition": "Brakujący uprzejmości lub dobrych manier.",
      "definition_translation": "Fehlt Höflichkeit oder gute Manieren.",
      "example": "Niegrzeczny klient był nieprzyjemny dla sprzedawcy sklepu.",
      "example_translation": "Der unhöfliche Kunde war unhöflich gegenüber der Ladenkassiererin.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezależny",
      "translation": "unabhängig",
      "definition": "Nie polegający na innych w celu wsparcia, هدowania lub opieki; samowystarczalny.",
      "definition_translation": "Nicht von anderen abhängig für Unterstützung, Führung oder Pflege; selbständig.",
      "example": "Była niezależną kobietą, która podróżowała sama, miała udaną karierę i mieszkała w swoim własnym mieszkaniu. Była niezależna od wczesnej dwudziestki, była niezależna w czasach studenckich i pozostanie niezależna przez resztę życia.",
      "example_translation": "Sie war eine unabhängige Frau, die allein reiste, eine erfolgreiche Karriere hatte und in ihrer eigenen Wohnung lebte. Sie war seit Anfang zwanzig unabhängig, war während ihrer College-Jahre unabhängig und wird für den Rest ihres Lebens unabhängig bleiben.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedoświadczony",
      "translation": "unerfahren",
      "definition": "Brakujący praktycznej wiedzy lub umiejętności; nowicjusz.",
      "definition_translation": "Praktische Kenntnisse oder Fähigkeiten fehlend; Anfänger.",
      "example": "Niedoświadczony wspinacz się zgubił w lesie, ale doświadczony przewodnik pomógł mu znaleźć drogę powrotną. Był niedoświadczony przedtem, ale teraz jest bardziej doświadczony po tym incydencie.",
      "example_translation": "Der unerfahrene Wanderer ging in den Wäldern verloren, aber der erfahrene Führer half ihm, seinen Weg zurückzufinden. Er war vorher unerfahren gewesen, aber jetzt ist er nach dem Zwischenfall erfahrener.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewinny",
      "translation": "unschuldig",
      "definition": "Nie winny przestępstwa lub wykroczenia; brak doświadczenia lub wiedzy.",
      "definition_translation": "Nicht schuldig an einem Verbrechen oder Fehlverhalten; Erfahrung oder Wissen fehlend.",
      "example": "Niewinne dziecko nie wiedziało, co się dzieje, ale sędzia uznał go za niewinnego winy. Była niewinna, dopóki nie odkryła prawdy, teraz jest bardziej sceptyczna.",
      "example_translation": "Das unschuldige Kind wusste nicht, was passierte, aber der Richter erklärte ihn für schuldlos des Verbrechens. Sie war unschuldig gewesen, bis sie die Wahrheit entdeckte, aber jetzt ist sie skeptischer.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczery",
      "translation": "unaufrichtig",
      "definition": "Nie szczery lub hipokrytyczny.",
      "definition_translation": "Nicht echt oder aufrichtig; heuchlerisch.",
      "example": "Nieszczere przeprosiny prezesa spółki spotkały się z sceptycyzmem opinii publicznej. Nieszczere strategie marketingowe spółki zostały ujawnione i ujawnią swoje nieuczciwe intencje.",
      "example_translation": "Die unaufrichtige Entschuldigung vom CEO des Unternehmens wurde von der Öffentlichkeit mit Skepsis aufgenommen. Die unaufrichtigen Marketingstrategien des Unternehmens waren aufgedeckt worden, werden aufgedeckt und werden weiterhin ihre unehrlichen Absichten aufdecken.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "intelektualista",
      "translation": "intellektuell",
      "definition": "Osoba zajmująca się lub mająca silne zainteresowanie sprawami intelektualnymi, takimi jak czytanie, badania i uczenie się.",
      "definition_translation": "Eine Person, die sich mit intellektuellen Aktivitäten wie Lesen, Forschen und Lernen beschäftigt oder ein starkes Interesse daran hat.",
      "example": "Była intelektualistką i zawsze miała książkę w ręku. Będzie uczestniczyć w konferencji intelektualnej w następny tydzień. Była liderem intelektualnym w swojej społeczności przez lata.",
      "example_translation": "Sie war eine Intellektuelle und hatte immer ein Buch in der Hand. Sie wird nächste Woche eine intellektuelle Konferenz besuchen. Sie ist seit Jahren eine intellektuelle Führerin in ihrer Gemeinde gewesen.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieodpowiedzialny",
      "translation": "verantwortungslos",
      "definition": "Nie mający lub nie wykazujący poczucia odpowiedzialności; lekkomyślny i brakujący w rozważaniu konsekwencji swoich działań.",
      "definition_translation": "Hat oder zeigt keine Verantwortung; achtlos und ohne Gedanken an die Folgen seiner Handlungen.",
      "example": "Był nieodpowiedzialny i zostawił brudne naczynia w zlewie. Ona była nieodpowiedzialna w swoich finansach przez długi czas. Będą odpowiedzialni i podejmą się realizacji projektu.",
      "example_translation": "Er war verantwortungslos und ließ das schmutzige Geschirr im Waschbecken zurück. Sie war längere Zeit mit ihren Finanzen verantwortungslos. Sie werden nicht verantwortungslos sein und werden sich um das Projekt kümmern.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zirytowany",
      "translation": "geärgert",
      "definition": "Czujący lub wykazujący irytację lub niezadowolenie; zdenerwowany lub dotknięty.",
      "definition_translation": "Fühlt oder zeigt Ärger oder Missfallen; gestört oder gereizt.",
      "example": "Zirytowałem się, gdy nie pojawił się w odpowiednim czasie. Była zirytowana hałasem w tle. Będzie zirytowany, jeśli nie posłuchasz go.",
      "example_translation": "Ich wurde ärgerlich, als er nicht pünktlich erschien. Sie wurde durch den Lärm im Hintergrund gereizt. Er wird ärgerlich werden, wenn du ihm nicht zuhörst.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "irytujący",
      "translation": "ärgerlich",
      "definition": "Powodujący irytację lub niezadowolenie; uciążliwy lub dotkliwy.",
      "definition_translation": "Verursacht Ärger oder Missfallen; störend oder reizend.",
      "example": "Hałas był irytujący i nie pozwolił mi spać. Zapach był irytujący i sprawił, że poczułem się źle. Osoba była irytująca i nigdy nie słuchała innych.",
      "example_translation": "Der Lärm war ärgerlich und ließ mich nicht schlafen. Der Geruch war ärgerlich und machte mich krank. Die Person war ärgerlich und hörte nie anderen zu.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lojalny",
      "translation": "treu",
      "definition": "Okazujący lub dający firmne i stałe wsparcie lub lojalność osobie lub instytucji.",
      "definition_translation": "Eine feste und konstante Unterstützung oder Treue gegenüber einer Person oder Institution zeigt.",
      "example": "Była lojalną klientką przez wiele lat, a spółka nagradza jej lojalność specjalnymi zniżkami. Była lojalna wobec swojego przyjaciela i stała przy nim w trudnych czasach. Będzie lojalna wobec swojego nowego pracodawcy i będzie ciężko pracować, aby udowodnić swoją wartość.",
      "example_translation": "Sie war viele Jahre lang eine treue Kundin und erhielt von dem Unternehmen besondere Rabatte als Belohnung für ihre Treue. Sie war ihrem Freund treu und stand ihm in schwierigen Zeiten bei. Sie wird ihrem neuen Arbeitgeber treu sein und wird hart arbeiten, um sich zu bewähren.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dojrzały",
      "translation": "reif",
      "definition": "Osoba, która osiągnęła zaawansowany etap rozwoju psychicznego lub fizycznego; mający silne poczucie odpowiedzialności i samoświadomości.",
      "definition_translation": "Hat ein fortschrittliches Stadium der geistigen oder körperlichen Entwicklung erreicht; hat ein starkes Gefühl der Verantwortung und Selbstbewusstsein.",
      "example": "Dojrzałe drzewa w lesie były wysokie i silne, zapewniając cień i schronienie. Była dojrzała, aby rozumieć konsekwencje swoich działań. Gdy on dorastał, stał się bardziej dojrzały i odpowiedzialny.",
      "example_translation": "Die reifen Bäume im Wald waren hoch und stark, boten Schatten und Zuflucht. Sie war reif genug, um die Folgen ihrer Handlungen zu verstehen. Als er älter wurde, wurde er reifer und verantwortungsbewusster.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "gemein",
      "definition": "Nieprzyjemny, okrutny lub nieprzyjemny; mający lub wykazujący silne intencje, aby skrzywdzić lub obrazić.",
      "definition_translation": "Unfreundlich, grausam oder unangenehm; hat oder zeigt eine starke Absicht, zu schaden oder zu beleidigen.",
      "example": "Był zły wobec swojego młodszego brata i odebrał mu zabawkę. Była zła wobec swojego kolegi i rozsiewała plotki o nim. Nauczyciel był zły wobec swoich uczniów i dał im dużo pracy domowej.",
      "example_translation": "Er war seinem kleinen Bruder gemein und nahm ihm das Spielzeug weg. Sie war ihrem Kollegen gemein und verbreitete Gerüchte über ihn. Die Lehrerin war den Schülern gemein und gab ihnen viel Hausaufgaben.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oznaczać",
      "translation": "bedeuten",
      "definition": "Mieć określone znaczenie lub znaczenie; mieć konkretny cel lub cel.",
      "definition_translation": "Eine bestimmte Bedeutung oder Bedeutung beabsichtigen oder haben; ein bestimmtes Ziel oder Ziel zu haben.",
      "example": "Co to słowo oznacza w tym kontekście? Ona oznacza dobrze, ale jej działania są błędne. Spółka oznacza rozbudowę swojego biznesu na nowe rynki.",
      "example_translation": "Was bedeutet dieses Wort in diesem Kontext? Sie meint es gut, aber ihre Handlungen sind irreführend. Das Unternehmen beabsichtigt, sein Geschäft auf neue Märkte auszudehnen.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "umysłowy",
      "translation": "geistig",
      "definition": "Dotyczący umysłu; intelektualny lub psychiczny.",
      "definition_translation": "Bezieht sich auf den Geist; intellektuell oder psychologisch.",
      "example": "Mam problemy zdrowotne, które muszą zostać rozwiązane. Byłem psychicznie przygotowany do egzaminu. Będę psychicznie wyczerpany po tej podróży.",
      "example_translation": "Ich habe psychische Gesundheitsprobleme, die angegangen werden müssen. Ich war geistig auf die Prüfung vorbereitet. Ich werde nach diesem Trip geistig erschöpft sein.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nędzny",
      "translation": "elend",
      "definition": "Czujący lub wyrażający wielką niezadowolenie lub niekomfort.",
      "definition_translation": "Fühlt oder zeigt große Unzufriedenheit oder Unbehagen.",
      "example": "Byłem nędzny w miesiącach zimowych. Czuła się nędzna po zjedzeniu zepsutego jedzenia. Będzie nędzny, jeśli nie dostanie pracy.",
      "example_translation": "Ich war elend während der Wintermonate. Sie fühlte sich elend, nachdem sie das verdorbene Essen gegessen hatte. Er wird elend sein, wenn er den Job nicht bekommt.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmotywowany",
      "translation": "motiviert",
      "definition": "Mający silny powód lub pragnienie zrobienia czegoś.",
      "definition_translation": "Hat einen starken Grund oder die Wunsch, etwas zu tun.",
      "example": "Czułem się zmotywowany, aby ukończyć projekt po przemowie motywacyjnej. Była zmotywowana, aby nauczyć się nowego języka. Będzie zmotywowany, aby pracować ciężej po awansie.",
      "example_translation": "Ich fühlte mich motiviert, das Projekt nach der motivierenden Rede abzuschließen. Sie war motiviert, die neue Sprache zu erlernen. Er wird motiviert sein, nach der Beförderung härter zu arbeiten.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wstrząsający",
      "translation": "bewegend",
      "definition": "Wzbudzający silne emocje, szczególnie smutek lub współczucie.",
      "definition_translation": "Erzeugt starke Emotionen, insbesondere Traurigkeit oder Mitgefühl.",
      "example": "Wstrząsająca przemowa przyniosła łzy do moich oczu. Film był wstrząsający i dotknął mojego serca. Piosenka była tak wstrząsająca, że płakałem.",
      "example_translation": "Die bewegende Rede brachte Tränen in meine Augen. Der Film war bewegend und berührte mein Herz. Das Lied war so bewegend, dass es mich zum Weinen brachte.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieprzyjemny",
      "translation": "gemein",
      "definition": "Mający lub wyrażający silną niechęć lub złośliwość wobec kogoś lub czegoś.",
      "definition_translation": "eine starke Abneigung oder feindselig gegenüber jemandem oder etwas zeigt",
      "example": "Sądziła, że był nieprzyjemny wobec jej przyjaciela. Będzie sądzić, że jest nieprzyjemny wobec jej przyjaciela. Sądziła, że będzie nieprzyjemny wobec jej przyjaciela.",
      "example_translation": "Sie dachte, er sei ihrem Freund gegenüber gemein. Sie wird denken, er sei ihrem Freund gegenüber gemein. Sie dachte, er würde ihrem Freund gegenüber gemein sein.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "unartig",
      "definition": "Zachowujący się źle lub nieposłusznie, często w sposób zabawny lub psotny.",
      "definition_translation": " benimmt sich schlecht oder ungehorsam, oft auf spielerische oder freche Weise",
      "example": "Niegrzeczne dziecko złamało wazon. Niegrzeczne dziecko łamie wazon. Niegrzeczne dziecko złamie wazon.",
      "example_translation": "Das unartige Kind zerbrach das Glas. Das unartige Kind bricht das Glas. Das unartige Kind wird das Glas brechen.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "posłuszny",
      "translation": "gehorchsam",
      "definition": "Chętny do robienia tego, co ktoś władzy powiedział ci zrobić.",
      "definition_translation": "willig, das zu tun, was jemand in einer Autoritätsposition Ihnen sagt",
      "example": "Posłuszny uczeń słuchał nauczyciela. Posłuszny uczeń słucha nauczyciela. Posłuszny uczeń będzie słuchał nauczyciela.",
      "example_translation": "Der gehorsame Student hörte dem Lehrer zu. Der gehorsame Student hört dem Lehrer zu. Der gehorsame Student wird dem Lehrer zuhören.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obiektywny",
      "translation": "objektiv",
      "definition": "Nie podlegający wpływowi osobistych opinii lub uczuć.",
      "definition_translation": "nicht von persönlichen Meinungen oder Gefühlen beeinflusst",
      "example": "Dziennikarka próbowała być obiektywną w swoim raporcie. Dziennikarka próbuje być obiektywną w swoim raporcie. Dziennikarka będzie próbowała być obiektywną w swoim raporcie.",
      "example_translation": "Die Journalistin versuchte, objektiv in ihrer Berichterstattung zu sein. Die Journalistin versucht, objektiv in ihrer Berichterstattung zu sein. Die Journalistin wird objektiv in ihrer Berichterstattung versuchen.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obraźliwy",
      "translation": "angreifend",
      "definition": "Wzbudzający oburzenie lub niezadowolenie, intencjonalnie lub nie, tym, co się mówi lub robi.",
      "definition_translation": "Anstoß erregend oder belästigend, absichtlich oder nicht, durch das, was jemand sagt oder tut",
      "example": "Obraźliwe uwagi polityka wywołały oburzenie w całym kraju. Będzie przeprosił za swoje obraźliwe zachowanie. Firma będzie podejmowała obraźliwe działania, aby chronić swój znak towarowy.",
      "example_translation": "Die anstößige Bemerkung des Politikers löste Empörung im ganzen Land aus. Er wird sich für sein anstößiges Verhalten entschuldigen. Das Unternehmen wird offensiv Maßnahmen ergreifen, um seine Marke zu schützen.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "optymistyczny",
      "translation": "optimistisch",
      "definition": "Mający lub wyrażający pewny i pozytywny stosunek do życia lub przyszłości.",
      "definition_translation": "eine zuversichtliche und positive Einstellung zum Leben oder zur Zukunft habend oder zeigend",
      "example": "Była optymistyczna co do swoich szans na zatrudnienie. Optymistyczne prognozy firmy spowodowały wzrost ceny akcji. On był optymistyczny co do ożywienia gospodarczego.",
      "example_translation": "Sie war optimistisch bezüglich ihrer Chancen, eingestellt zu werden. Die optimistische Prognose des Unternehmens führte zu einem Anstieg der Aktienkurse. Er war optimistisch in Bezug auf die wirtschaftliche Erholung.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zorganizowany",
      "translation": "organisiert",
      "definition": "ustalony lub ustrukturalizowany w sposób systematyczny lub metodyczny",
      "definition_translation": "in einer systematischen oder methodischen Weise angeordnet oder strukturiert",
      "example": "Wydarzenie było dobrze zorganizowane i odbyło się płynnie. Ona jest bardzo zorganizowana i zawsze dotrzymuje terminów. Firma jest zorganizowana w różne departamenty.",
      "example_translation": "Das Ereignis war gut organisiert und verlief reibungslos. Sie ist sehr organisiert und erfüllt immer ihre Fristen. Das Unternehmen ist in verschiedene Abteilungen organisiert.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szokujący",
      "translation": "empörend",
      "definition": "szokujący lub nie do przyjęcia ze względu na nadmiar lub ekstremum",
      "definition_translation": "schockierend oder inakzeptabel, weil übermäßig oder extrem",
      "example": " Szokujące zachowanie celebryty wstrząsnęło publicznością. Firma ustaliła szokujące ceny, co doprowadziło do bojkotu. Zrobił szokującą deklarację o produkcie.",
      "example_translation": "Das empörende Verhalten des Prominenten schockierte die Öffentlichkeit. Die empörenden Preise des Unternehmens führten zu einem Boykott. Er tat eine empörende Aussage über das Produkt.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bolesny",
      "translation": "schmerzhaft",
      "definition": "powodujący fizyczne lub emocjonalne cierpienie lub niedogodności; nieprzyjemny i uciążliwy",
      "definition_translation": ".Physikalischen oder emotionalen Schmerz oder Leid verursachend; unangenehm und betrüblich.",
      "example": "Pacjentka miała bolesną operację tydzień temu, ale szybko się naprostuje. Będzie musiała brać środki przeciwbólowe przez kilka kolejnych dni. Do następnego tygodnia będzie całkowicie wyzdrowiała.",
      "example_translation": "Die Patientin hatte letzte Woche eine schmerzhafte Operation, aber sie erholte sich gut. Sie musste noch ein paar Tage Schmerzmittel nehmen. Bis nächste Woche wird sie vollständig genesen.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorliwy",
      "translation": "leidenschaftlich",
      "definition": "wykazujący lub wyrażający silne emocje, szczególnie intensywną miłość lub entuzjazm",
      "definition_translation": "Starke Emotionen zeigend oder ausdrückend, insbesondere intensive Liebe oder Begeisterung.",
      "example": "Gorliwa przemowa lidera zainspirowała całą publiczność. Była gorliwą obrończynią ochrony środowiska, a jej słowa zdobyły nas do działania. Do czasu zakończenia projektu, stanie się gorliwą ekspertką w tej dziedzinie.",
      "example_translation": "Die leidenschaftliche Rede des Führers inspirierte die ganze Menschenmenge. Sie war eine leidenschaftliche Fürsprecherin für Umweltschutz, und ihre Worte motivierten uns, Aktivitäten zu unternehmen. Wenn sie ihr Projekt abschließt, wird sie eine leidenschaftliche Expertin auf dem Gebiet geworden sein.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bierny",
      "translation": "passiv",
      "definition": "nieaktywnie angażujący się lub uczestniczący; pozwalający na to, co dzieje się bez podejmowania działań",
      "definition_translation": "Nicht aktiv engagiert oder teilnehmend; Dinge ohne eigenes Handeln geschehen lassen.",
      "example": "Uczeń był zbyt bierny podczas dyskusji i nie przedstawił żadnych pomysłów. Będzie musiała być bardziej aktywna w przyszłości, aby osiągnąć swoje cele. Do końca semestru stała się bardziej bierną i obojętną wobec przedmiotu.",
      "example_translation": "Der Student war während der Diskussion zu passiv und trug keine Ideen bei. Sie wird in Zukunft aktiver sein müssen, um ihre Ziele zu erreichen. Bis zum Ende des Semesters war sie passiver und gleichgültiger gegenüber dem Fach geworden.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pesymistyczny",
      "translation": "pessimistisch",
      "definition": "mający negatywny lub ponury punkt widzenia; spodziewający się najgorszego przypadku",
      "definition_translation": "Eine negative oder düstere Sichtweise habend; das Schlimmste erwarten.",
      "example": "Pesymistyczny sportowiec myślał, że przegrają mecz, ale ostatecznie wygrali. Była pesymistyczna co do pogody, ale okazało się, że jest piękny dzień. Do następnego roku, stanie się bardziej optymistyczna i pewna siebie.",
      "example_translation": "Der pessimistische Athlet dachte, sie würden das Spiel verlieren, aber sie gewannen schließlich. Sie war pessimistisch bezüglich des Wetters gewesen, aber es erwies sich als ein schöner Tag. Bis nächstem Jahr wird sie optimistischer und selbstsicherer geworden sein.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "versteinert",
      "definition": "bardzo przestraszony lub szokowany; tak przestraszony, że nie może ruszyć się lub myśleć klarownie",
      "definition_translation": "extrem ängstlich oder geschockt; so ängstlich, dass Sie nicht bewegen oder klar denken können",
      "example": "Byłem przerażony, gdy zobaczyłem pająka na łóżku. Będę przerażony, jeśli będę musiał wygłosić przemówienie przed dużą pubblicznością. Była przerażona po obejrzeniu horroru.",
      "example_translation": "Ich war versteinert, als ich die Spinne auf meinem Bett sah. Ich werde versteinert sein, wenn ich vor einem großen Publikum eine Rede halten muss. Sie war versteinert nachdem sie den Horrorfilm gesehen hatte.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praktyczny",
      "translation": "praktisch",
      "definition": "możliwy do użycia lub wykonania; praktyczny i realistyczny",
      "definition_translation": "kann verwendet oder durchgeführt werden; sinnvoll und realistisch",
      "example": "Jestem praktyczną osobą i wolę nosić wygodne buty. Ma praktyczny sposób rozwiązywania problemów. Nowy smartphone ma wiele praktycznych funkcji.",
      "example_translation": "Ich bin eine praktische Person und bevorzuge es, bequeme Schuhe zu tragen. Sie hat einen praktischen Weg, um Probleme zu lösen. Das neue Smartphone hat viele praktische Funktionen.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zawodowy",
      "translation": "professionell",
      "definition": "związany z zawodem lub karierą; posiadający lub wykazujący umiejętności i cechy, które są oczekiwane od osoby w określonym zawodzie lub profesji",
      "definition_translation": "in Bezug auf oder im Zusammenhang mit einer Person's Job oder Karriere; habe oder zeige die Fähigkeiten und Qualitäten, die von einer Person in einem bestimmten Job oder Beruf erwartet werden",
      "example": "Jest zawodową tancerką i koncertowała na całym świecie. On jest zawodowym piłkarzem i zdobył wiele nagród. Zawodowy zespół świadczył doskonałą obsługę klienta.",
      "example_translation": "Sie ist eine professionelle Tänzerin und hat weltweit getourt. Er ist ein professioneller Fußballspieler und hat viele Auszeichnungen gewonnen. Das professionelle Team bot einen ausgezeichneten Kundenservice.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdezorientowany",
      "translation": "verwirrt",
      "definition": "czujący się zagubiony lub niepewny co do czegoś",
      "definition_translation": "fühlt sich verwirrt oder unsicher über etwas",
      "example": "Byłem zdezorientowany przez skomplikowany problem matematyczny. Była zdezorientowana przez dziwny hałas dochodzący z silnika. Był zdezorientowany przez tajemniczą wiadomość.",
      "example_translation": "Ich war verwirrt von dem komplexen Mathematikproblem. Sie war verwirrt von dem seltsamen Geräusch, das aus dem Motor kam. Er war verwirrt von der kryptischen Nachricht.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwalifikowany",
      "translation": "qualifiziert",
      "definition": "Posiadający niezbędne umiejętności lub cechy, aby zrobić coś; spełniający wymagane standardy.",
      "definition_translation": "Mit den erforderlichen Fähigkeiten oder Eigenschaften, um etwas zu tun; Erfüllung der erforderlichen Standards.",
      "example": "Kwalifikowałem się do konkursu w zeszłym roku. Teraz kwalifikuję się do następnej rundy. Kwalifikuję się do rundy finałowej następnego roku.",
      "example_translation": "Ich qualifizierte mich letzten Jahr für den Wettbewerb. Jetzt qualifiziere ich mich für die nächste Runde. Ich werde mich nächstes Jahr für die finale Runde qualifizieren.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "realistyczny",
      "translation": "realistisch",
      "definition": "Mający lub reprezentujący prawdziwy lub dokładny obraz czegoś.",
      "definition_translation": "Mit einer wahrheitsgetreuen oder genauen Darstellung von etwas.",
      "example": "Film był realistyczny w swej prezentacji wojny. Obrazy artysty są realistyczne. Realistyczne podejście do problemu doprowadziło do rozwiązania.",
      "example_translation": "Der Film war in seiner Darstellung des Krieges realistisch. Die Gemälde des Künstlers sind realistisch. Der realistische Ansatz zum Problem führte zu einer Lösung.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozsądny",
      "translation": "vernünftig",
      "definition": "Mający zdrowy rozsądek; będący sensownym i sprawiedliwym.",
      "definition_translation": "Mit gesundem Menschenverstand; sinnvoll und fair.",
      "example": "Menedżer złożył rozsądną ofertę. Rozsądne podejście do konfliktu doprowadziło do pokojowego rozwiązania. Rozsądna decyzja została podjęta po starannym rozważeniu.",
      "example_translation": "Der Manager machte ein vernünftiges Angebot. Der vernünftige Ansatz zum Konflikt führte zu einer friedlichen Lösung. Die vernünftige Entscheidung wurde nach sorgfältiger Überlegung getroffen.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "religijny",
      "translation": "religiös",
      "definition": "Dotyczący lub związany z religią.",
      "definition_translation": "In Zusammenhang mit oder betreffend Religion.",
      "example": "Liderzy religijni zgromadzili się na konferencji. Jestem religijny, odkąd byłem dzieckiem. Religijne praktyki społeczności są unikatowe.",
      "example_translation": "Die religiösen Führer versammelten sich für die Konferenz. Ich bin seit meiner Kindheit religiös. Die religiösen Praktiken der Gemeinschaft sind einzigartig.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zasobny",
      "translation": "findig",
      "definition": "Mający zdolność do szybkiego i sprytnego pokonywania trudności.",
      "definition_translation": "Die Fähigkeit hat, schnelle und clevere Wege zu finden, um Schwierigkeiten zu überwinden.",
      "example": "Była zasobną osobą, która mogła naprawić każdy problem ze swoją kreatywnością. Naprawiła złamane krzesło w zeszłym tygodniu i naprawi przeciekający kranek miesiąc później.",
      "example_translation": "Sie war eine findige Person, die jedes Problem mit ihrer Kreativität lösen konnte. Sie hatte den kaputten Stuhl letzte Woche repariert und wird den undichten Wasserhahn nächsten Monat reparieren.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szanowany",
      "translation": "ehrenwert",
      "definition": "Zasługujący na szacunek i podziw ze względu na dobre cechy lub osiągnięcia.",
      "definition_translation": "Würdigkeit und Bewunderung verdient aufgrund guter Eigenschaften oder Leistungen.",
      "example": "Był szanowanym obywatelem, który zawsze płacił podatki na czas. Jest szanowanym członkiem społeczności i będzie szanowanym liderem w przyszłości.",
      "example_translation": "Er war ein ehrenwerter Bürger, der seine Steuern immer pünktlich bezahlt hatte. Er ist ein ehrenwertes Mitglied der Gemeinschaft und wird ein ehrenwerter Führer in Zukunft sein.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szanowany",
      "translation": "geachtet",
      "definition": "Czujący lub okazujący szacunek i podziw dla kogoś lub czegoś.",
      "definition_translation": "Respekt und Bewunderung für jemanden oder etwas empfindet oder zeigt.",
      "example": "Był szanowanym profesorem, który napisał wiele książek. Szanowała jego zdanie i będzie szanować jego decyzję w przyszłości.",
      "example_translation": "Er war ein geachteter Professor, der viele Bücher geschrieben hatte. Sie respektierte seine Meinung und wird seine Entscheidung in Zukunft respektieren.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odpowiedzialny",
      "translation": "verantwortlich",
      "definition": "Mający obowiązek zrobienia czegoś lub opiekowania się czymś.",
      "definition_translation": "Eine Verpflichtung hat, etwas zu tun oder für etwas zu sorgen.",
      "example": "Był odpowiedzialnym kierowcą, który zawsze nosił pas bezpieczeństwa. Była odpowiedzialna za projekt i będzie odpowiedzialna za sukces zespołu w przyszłości.",
      "example_translation": "Er war ein verantwortlicher Fahrer, der immer einen Sicherheitsgurt trug. Sie war für das Projekt verantwortlich und wird für den Erfolg des Teams in Zukunft verantwortlich sein.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ryzykowny",
      "translation": "riskant",
      "definition": "Niosący pewien stopień niebezpieczeństwa lub niepewności; potencjalnie szkodliwy lub groźny",
      "definition_translation": "eine bestimmte Gefahr oder Unsicherheit involvierend; potenziell schädlich oder bedrohlich",
      "example": "Był ryzykownym kierowcą, zawsze prowadzącym zbyt szybko. Prowadził ryzykownie w zeszłym tygodniu i dostał mandat. Prowadzi ryzykowną podróż miesiąc później.",
      "example_translation": "Er war ein riskanter Fahrer, immerzu Gas gebend. Er fuhr riskant letzte Nacht und bekam einen Strafzettel. Er wird nächsten Monat eine riskante Reise unternehmen.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bezwzględny",
      "translation": "rücksichtslos",
      "definition": "Nie-okazujący litości lub współczucia; brutalnie surowy lub srogi",
      "definition_translation": "ohne Mitleid oder Mitgefühl; brutal hart oder streng",
      "example": "Była bezwzględną kobietą, zawsze szukającą sposobów na zmniejszenie kosztów. Była bezwzględna w negocjacjach. Będzie bezwzględna w swoim dążeniu do władzy.",
      "example_translation": "Sie war eine rücksichtslose Geschäftsfrau, immer auf der Suche nach Möglichkeiten, Kosten zu reduzieren. Sie war rücksichtslos in ihren Verhandlungen. Sie wird rücksichtslos in ihrer Machtstreben sein.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wrażliwy",
      "translation": "sensibel",
      "definition": "posiadający lub pokazujący szybką i delikatną uwagę na postawach i uczuciach innych",
      "definition_translation": "mit einer schnellen und feinen Wahrnehmung und Reaktion auf die Einstellungen und Gefühle anderer",
      "example": "Był wrażliwy na jej uczucia i nie chciał jej zranić. Był wrażliwy na atmosferę w pomieszczeniu. Będzie wrażliwy na potrzeby nowego pracownika.",
      "example_translation": "Er war sensibel für ihre Gefühle und wollte ihr nicht weh tun. Er war sensibel für die Atmosphäre im Raum. Er wird sensibel für die Bedürfnisse des neuen Mitarbeiters sein.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "surowy",
      "translation": "streng",
      "definition": "bardzo złej lub nichtenionej jakości; surowa pogoda jest bardzo zimna, gorąca, wietrzna itp.",
      "definition_translation": "sehr schlecht oder unangenehm; strenges Wetter ist sehr kalt, heiß, windig usw.",
      "example": "Surowa burza spowodowała wiele szkód. Surowy zimno utrudniało chodzenie na zewnątrz. Surowy krytyk sprawił, że zapłakała.",
      "example_translation": "Der schwere Sturm verursachte viel Schaden. Die extreme Kälte machte es schwierig, draußen zu laufen. Der schwere Kritiker ließ sie weinen.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "umiejętny",
      "translation": "geschickt",
      "definition": "Posiadający lub pokazujący wysoki stopień umiejętności lub zdolności, szczególnie w określonej dziedzinie.",
      "definition_translation": "Ein hohes Maß an Fähigkeit oder Kompetenz aufweisend, insbesondere in einer bestimmten Aktivität.",
      "example": "Była umiejętną malarką, potrafiącą uchwycić subtelności światła i koloru. Była umiejętną w zarządzaniu projektem od samego początku. Będzie umiejętna wystarczająco, aby ukończyć zadanie na czas.",
      "example_translation": "Sie war eine geschickte Malerin, die in der Lage war, die Feinheiten des Lichts und der Farbe einzufangen. Sie war von Anfang an geschickt darin, das Projekt zu leiten. Sie wird geschickt genug sein, die Aufgabe rechtzeitig abzuschließen.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wykwalifikowany",
      "translation": "kundig",
      "definition": "Posiadający specjalistyczną wiedzę lub kompetencje w określonej dziedzinie, często nabyte poprzez szkolenie lub doświadczenie.",
      "definition_translation": "Expertenwissen oder Kompetenz in einem bestimmten Feld oder Bereich, oft durch Ausbildung oder Erfahrung erworben.",
      "example": "Wykwalifikowany chirurg był w stanie naprawić uszkodzone tkanki. Ma wykwalifikowane ręce, co jest niezbędne dla pianisty. Firma zatrudni wykwalifikowanych pracowników do pracy nad nowym projektem.",
      "example_translation": "Der kundige Chirurg konnte das beschädigte Gewebe reparieren. Sie hat geschickte Hände, was für einen Pianisten essentiell ist. Das Unternehmen wird kundige Angestellte einstellen, um an dem neuen Projekt zu arbeiten.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyrafinowany",
      "translation": "raffiniert",
      "definition": "Złożony lub kulturralny, często w sposób uważany za zaawansowany lub elegancki.",
      "definition_translation": " Komplex oder kultiviert, oft auf eine Weise, die als fortschrittlich oder elegant betrachtet wird.",
      "example": "Wyrafinowany algorytm był w stanie analizować dane szybko. Włożyła wyrafinowaną suknię wieczorową na przyjęcie. Nowy smartfon ma wyrafinowany system operacyjny.",
      "example_translation": "Der raffinierte Algorithmus konnte die Daten schnell analysieren. Sie trug ein raffiniertes Abendkleid zur Party. Das neue Smartphone hat ein raffiniertes Betriebssystem.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "duchowy",
      "translation": "geistlich",
      "definition": "Dotyczący lub wpływający na duch ludzki, raczej niż na materialne lub fizyczne rzeczy.",
      "definition_translation": "In Bezug auf oder beeinflusst den menschlichen Geist, anstatt materielle oder physische Dinge.",
      "example": "Duchowy lider prowadził zgromadzenie w modlitwie. Wierzyła w duchowy wzrost przez medytację. Duchowa muzyka wypełniła pokój spokojem.",
      "example_translation": "Der geistliche Führer leitete die Gemeinde im Gebet. Sie glaubt an geistliches Wachstum durch Meditation. Die geistliche Musik füllte den Raum mit einem Gefühl der Ruhe.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spontaniczny",
      "translation": "spontan",
      "definition": "Zdarzający się lub robiony bez planowania lub umówienia; naturalnie lub swobodnie.",
      "definition_translation": "Geschehend oder ohne vorherige Planung oder Absicht durchgeführt; natürlich oder frei entstanden.",
      "example": "Była spontaniczną tancerką, która uwielbiała improwizować. Była spontaniczna w młodości, ale teraz jest bardziej ostrożna. Będzie spontaniczna i zaskoczy nas propozycją.",
      "example_translation": "Sie war eine spontane Tänzerin, die gerne improvisierte. Sie war in ihrer Jugend spontan gewesen, aber jetzt war sie vorsichtiger. Sie wird spontan sein und uns mit einem Vorschlag überraschen.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prosty",
      "translation": "gerade",
      "definition": "Rozciągający się lub poruszający się w prostym kierunku; nie zakrzywiony lub nie zgięty; uczciwy i sprawiedliwy; prostolinijny.",
      "definition_translation": "In einer direkten Linie verlängert oder bewegt; nicht gekrümmt oder gebogen; ehrlich und fair; direkt.",
      "example": "Poszedł prosto do pokoju. Droga była prosta i wąska. Będzie prosto iść do sedna sprawy.",
      "example_translation": "Er ging direkt in den Raum. Die Straße war gerade und schmal. Sie wird direkt auf den Punkt kommen.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uparty",
      "translation": "stur",
      "definition": "Mający lub pokazujący determinację nie zmieniać swojego nastawienia lub pozycji; nieuzasadniony upór.",
      "definition_translation": "Eine Entschlossenheit zeigt, seine Haltung oder Position nicht zu ändern; unvernünftig störrisch.",
      "example": "Był uparty i odmówił słuchania. Była uparta jako dziecko, ale teraz jest bardziej otwarta. Będą uparci i odmówią kompromisu.",
      "example_translation": "Er war stur und weigerte sich zu hören. Sie war als Kind stur gewesen, aber jetzt war sie offenherziger. Sie werden stur sein und sich weigern, Kompromisse einzugehen.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przesądny",
      "translation": "abergläubisch",
      "definition": "Mający lub pokazujący nieuzasadniony lub irracjonalny strach przed tym, co jest nieznane lub tajemnicze; wierzący w przesądy.",
      "definition_translation": "Eine übermäßige oder irrationale Angst vor dem Unbekannten oder Mysteriösen zeigt; an Aberglauben glaubt.",
      "example": "Była przesądna i wierzyła, że czarne koty przynoszą pecha. Był przesądny w przeszłości, ale teraz jest bardziej racjonalny. Będą przesądni i uniknąć chodzenia pod łukiem.",
      "example_translation": "Sie war abergläubisch und glaubte an schwarze Katzen als Unglück bringend. Er war in der Vergangenheit abergläubisch gewesen, aber jetzt war er rationaler. Sie werden abergläubisch sein und das Gehen unter Leitern meiden.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejrzliwy",
      "translation": "verdächtig",
      "definition": "Mający lub wykazujący ostrożną nieufność wobec kogoś lub czegoś.",
      "definition_translation": "Einen vorsichtigen Misstrauen gegenüber jemandem oder etwas zeigt.",
      "example": "Policja była podejrzliwa wobec jego alibi, więc postanowili zaczęć śledztwo. Byłem podejrzliwy wobec załącznika email, więc go nie otworzyłem. Będzie podejrzliwa wobec jego intencji, jeśli nie pojawi się na czas.",
      "example_translation": "Die Polizei war seinem Alibi gegenüber misstrauisch, daher beschlossen sie, weiter zu ermitteln. Ich war dem Anhang der E-Mail gegenüber misstrauisch, daher öffnete ich ihn nicht. Sie wird seine Absichten misstrauen, wenn er nicht pünktlich erscheint.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współczujący",
      "translation": "mitfühlend",
      "definition": "Pokazujący zrozumienie i dzielący uczucia innej osoby.",
      "definition_translation": "zeigt Verständnis und teilt die Gefühle eines anderen.",
      "example": "Lekarz był współczujący wobec mojego stanu i przepisał mi leki. Byłem współczujący wobec straty mojego przyjaciela i uczestniczyłem w pogrzebie. Będzie współczująca wobec jego sytuacji, jeśli zrozumie kontekst.",
      "example_translation": "Der Arzt war meiner Krankheit gegenüber mitfühlend und verschrieb einige Medikamente. Ich war meinem Freundes Verlust gegenüber mitfühlend und nahm an der Beerdigung teil. Sie wird seiner Situation gegenüber mitfühlend sein, wenn sie den Kontext versteht.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "naprężony",
      "translation": "angespannt",
      "definition": "Czujący niepokój lub nerwowość, często w sytuacji, gdy czeka się na coś.",
      "definition_translation": "Fühlt sich ängstlich oder nervös, oft in einer Situation, in der Sie auf etwas wartet, das passiert.",
      "example": "Byłem naprężony podczas egzaminu, ale potem się uspokoiłem, gdy skończyłem. Atmosfera była naprężona przed wielkim ogłoszeniem. Zespół będzie naprężony przed finałowym meczem.",
      "example_translation": "Ich war während der Prüfung angespannt, aber dann entspannte ich mich, als ich fertig war. Die Atmosphäre war vor der großen Ankündigung angespannt. Das Team wird vor dem finalen Spiel angespannt sein.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażający",
      "translation": "erschreckend",
      "definition": "Wzbudzający ekstremalny strach lub alarm.",
      "definition_translation": "Verursacht extreme Angst oder Alarm.",
      "example": "Film horror był przerażający, nie mogłem spać tej nocy. Myśl o publicznym przemówieniu jest przerażająca dla mnie. Raport telewizyjny był przerażający, czułem się tak przestraszony.",
      "example_translation": "Der Horrorfilm war erschreckend, ich konnte in dieser Nacht nicht schlafen. Der Gedanke an öffentliches Sprechen ist für mich erschreckend. Der Nachrichtenbericht war erschreckend, ich fühlte mich so ängstlich.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "troskliwy",
      "translation": "gedankenlos",
      "definition": "Mający lub wykazujący staranną i uczuciową myśl, szczególnie w podejmowaniu decyzji.",
      "definition_translation": "Mit oder zeigt eine sorgfältige und bedenkenlose Überlegung, insbesondere bei Entscheidungen.",
      "example": "Ona była bardzo troskliwa i napisała do mnie ładny list. / Ona jest troskliwa i organizuje niespodziankę dla mnie. / Będzie troskliwa i wyśle mi prezent.",
      "example_translation": "Sie war sehr gedankenlos und schrieb mir einen netten Brief. / Sie ist gedankenlos und plant eine Überraschungsparty für mich. / Sie wird gedankenlos und schickt mir ein Geschenk.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachwycony",
      "translation": "begeistert",
      "definition": "Czujący wielką radość lub ekscytację, często w entuzjastyczny sposób.",
      "definition_translation": "Fühlt sich extrem glücklich oder aufgerührt, oft auf eine begeisterte Weise.",
      "example": "Byłem zachwycony, gdy otrzymałem tę wiadomość. / Ona jest zachwycona, że jedzie na wakacje. / Będą zachwyceni, gdy zobaczą swoją ulubioną grupę na żywo.",
      "example_translation": "Ich war begeistert, die Nachricht zu erhalten. / Sie ist begeistert, in den Urlaub zu gehen. / Sie werden begeistert sein, ihre Lieblingsband auftreten zu sehen.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twardy",
      "translation": "zäh",
      "definition": "Silny i wytrzymały, zdolny wytrzymać trudne warunki lub wyzwania.",
      "definition_translation": "Stark und resilient, in der Lage, schwierigen Bedingungen oder Herausforderungen standzuhalten.",
      "example": "On był twardy i ukończył maraton. / Ona jest twarda i może wytrzymać presję. / Będą twardzi i pokonają przeszkody.",
      "example_translation": "Er war zäh und beendete den Marathon. / Sie ist zäh und kann den Druck bewältigen. / Sie werden zäh sein und werden die Hindernisse überwinden.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tragiczny",
      "translation": "tragisch",
      "definition": "Wzbudzający uczucie smutku lub litości, często z powodu smutnej lub niefortunnej sytuacji.",
      "definition_translation": "Verursacht Gefühle von Traurigkeit oder Mitleid, oft aufgrund eines traurigen oder unglücklichen Ereignisses.",
      "example": "Wiadomość o jej śmierci była tragiczna. / Jego życie było naznaczone tragicznymi wydarzeniami. / Wypadek był tragiczny i uniknięty.",
      "example_translation": "Die Nachricht von ihrem Tod war tragisch. / Sein Leben war von tragischen Ereignissen geprägt. / Der Unfall war tragisch und vermeidbar.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieświadomy",
      "translation": "unbewusst",
      "definition": "Nie mający wiedzy lub świadomości o czymś.",
      "definition_translation": "Über etwas keine Kenntnis oder Bewusstsein haben.",
      "example": "Byłem nieświadomy zagrożenia, aż do czasu, gdy było zbyt późno. / Jestem nieświadomy reguł. / Będę nieświadomy konsekwencji.",
      "example_translation": "Ich war mir der Gefahr nicht bewusst, bis es zu spät war. Ich kenne die Regeln nicht. Ich werde mir der Folgen nicht bewusst sein.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "unsicher",
      "definition": "Nie mający lub nie wykazujący pewności lub wiary co do czegoś.",
      "definition_translation": "Keine Zuversicht oder Gewissheit über etwas haben oder zeigen.",
      "example": "Byłem niepewny odpowiedzi. / Jestem niepewny pogody. / Będę niepewny wyniku.",
      "example_translation": "Ich war mir über die Antwort unsicher. Ich bin mir über das Wetter unsicher. Ich werde mir über das Ergebnis unsicher sein.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozumienie",
      "translation": "Verständnis",
      "definition": "Umiejętność zrozumienia lub interpretacji czegoś.",
      "definition_translation": "Die Fähigkeit, etwas zu begreifen oder zu interpretieren.",
      "example": "Miałem głębokie rozumienie koncepcji. Mam rozumienie języka. Będę miał rozumienie sytuacji.",
      "example_translation": "Ich hatte ein tiefes Verständnis des Konzepts. Ich habe ein Verständnis der Sprache. Ich werde ein Verständnis der Situation haben.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepokój",
      "translation": "unruhig",
      "definition": "Odczuwanie niepokoju lub dyskomfortu.",
      "definition_translation": "Sich ängstlich oder unbehaglich fühlen.",
      "example": "Czułem niepokój wobec sytuacji. Jestem niepokojący o wiadomościach. Będę czuł niepokój przed testem.",
      "example_translation": "Ich fühlte mich unruhig über die Situation. Ich bin unruhig über die Nachricht. Ich werde mich unruhig über den Test fühlen.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczęście",
      "translation": "unglücklich",
      "definition": "Posiadanie lub charakteryzowanie się niepowodzeniem; pech.",
      "definition_translation": "Mit oder von schlechtem Glück gezeichnet; unglücklich.",
      "example": "Drużyna była nieszczęśliwa, utraciwszy gwiazdą gracza z powodu kontuzji. Są nieszczęśliwi, że pada deszcz w ich dniu ślubu. Będą nieszczęśliwi, jeśli nie przygotują się do egzaminu.",
      "example_translation": "Das Team hatte das Pech, ihren Star-Spieler aufgrund einer Verletzung zu verlieren. Sie haben das Pech, dass es an ihrem Hochzeitstag regnet. Sie werden Pech haben, wenn sie sich nicht auf die Prüfung vorbereiten.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieważny",
      "translation": "unhilfreich",
      "definition": "Nie zapewniając pomocy ani wsparcia; niewspierający.",
      "definition_translation": "Bietet keine Hilfe oder Unterstützung an; unsupportiv.",
      "example": "Nieważne instrukcje tylko dodawały do naszej konfuzji. Obsługa klienta była nieważna i nieuprzejma. Nieważny komentarz sprawił, że poczuła się frustrująca.",
      "example_translation": "Die unhelpful Anweisungen haben nur zu unserer Verwirrung beigetragen. Der Kundendienst war unhilfreich und unhöflich. Der unhelpful Kommentar hat sie frustriert gemacht.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepopularny",
      "translation": "unbeliebt",
      "definition": "Nie lubiany lub admirowany przez wiele osób; niechętny.",
      "definition_translation": "Von vielen Menschen nicht gemocht oder bewundert; unbeliebt.",
      "example": "Niepopularna polityka spotkała się z powszechną krytyką. Była niepopularna w szkole średniej z powodu swego zachowania. Niepopularna decyzja została cofnięta przez rząd.",
      "example_translation": "Die unbeliebte Politik wurde mit landesweiter Kritik konfrontiert. Sie war in der High School unbeliebt wegen ihres bösen Verhaltens. Die unbeliebte Entscheidung wurde von der Regierung aufgehoben.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieprzewidywalny",
      "translation": "unvorhersehbar",
      "definition": "Niemożliwy do przewidzenia lub przypuszczenia; nieoczekiwany.",
      "definition_translation": "Kann nicht vorhergesehen oder erwartet werden; unerwartet.",
      "example": "Pogoda w tym regionie jest nieprzewidywalna i szybko się zmienia. Jego zachowanie było nieprzewidywalne i budziło obawy. Wynik gry był nieprzewidywalny aż do ostatniej minuty.",
      "example_translation": "Das Wetter in dieser Region ist unvorhersehbar und ändert sich schnell. Sein Verhalten war unvorhersehbar und verursachte Besorgnis. Das Ergebnis des Spiels war unvorhersehbar bis zur letzten Minute.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieréalny",
      "translation": "unrealistisch",
      "definition": "Nie oparty na faktach rzeczywistych lub sprzeczny z nimi; niepraktyczny lub niemożliwy.",
      "definition_translation": "nicht auf oder im Widerspruch zu den Fakten der Realität basiert; unrealistisch oder nicht durchführbar",
      "example": "Spółka miała nieréalne oczekiwania, co doprowadziło do kłopotów finansowych. Byli nieréalistyczni co do harmonogramu projektu. Będą nieréalistyczni co do budżetu projektu.",
      "example_translation": "Die unrealistischen Erwartungen des Unternehmens führten zu finanziellen Schwierigkeiten. Sie waren unrealistisch bezüglich des Projektzeitplans. Sie werden unrealistisch bezüglich des Projektbudgets sein.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nierozsądny",
      "translation": "unvernünftig",
      "definition": "Nieuzasadniony lub niepoparty przez dobrą przyczynę; niesprawiedliwy lub absurdalny.",
      "definition_translation": "nicht durch einen guten Grund gerechtfertigt oder unterstützt; unfair oder absurd",
      "example": "Nieuzasadnione żądania klienta doprowadziły do sporu. Była nierozsądną w swej decyzji. Będą nierozsądnymi w swych wnioskach.",
      "example_translation": "Die unvernünftigen Forderungen des Kunden führten zu einem Streit. Sie war unvernünftig in ihren Erwartungen. Sie werden unvernünftig in ihren Anliegen sein.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewiarygodny",
      "translation": "unzuverlässig",
      "definition": "Nie mogący być ufany lub polegany; niestabilny lub niewierny.",
      "definition_translation": "nicht vertrauenswürdig oder zuverlässig; instabil oder untreu",
      "example": "Oprogramowanie firmy było niewiarygodne i powodowało wiele błędów. Był niewiarygodny w swoich zobowiązaniach. Będą niewiarygodni w swych obietnicach.",
      "example_translation": "Die unzuverlässige Software des Unternehmens verursachte viele Fehler. Er war unzuverlässig in seinen Verpflichtungen. Sie werden unzuverlässig in ihren Versprechen sein.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "unsicher",
      "definition": "Niepewny lub nieufny; wahający się lub niejasny.",
      "definition_translation": "nicht sicher oder zuversichtlich; zögernd oder zweideutig",
      "example": "Byłem niepewny odpowiedzi. Była niepewna swojej decyzji. Będą niepewni wyniku.",
      "example_translation": "Ich war unsicher über die Antwort. Sie war unsicher über ihre Entscheidung. Sie werden unsicher über das Ergebnis sein.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przemocowy",
      "translation": "gewalttätig",
      "definition": "Używający lub charakteryzujący się przemocą, szczególnie w celu zastraszenia lub dominacji nad innymi.",
      "definition_translation": "Die Verwendung oder Charakterisierung durch Gewalt, insbesondere um andere einzuschüchtern oder zu dominieren.",
      "example": "Policja musiała się zająć przemocowymi demonstrantami podczas manifestacji. Będą traktować ich przemocowo, jeśli nie uspokoją się. Mieli do czynienia z podobnymi sytuacjami wcześniej.",
      "example_translation": "Die Polizei musste mit gewalttätigen Demonstranten während der Demonstration umgehen. Sie werden gewalttätig mit ihnen umgehen, wenn sie sich nicht beruhigen. Sie hatten bereits mit ähnlichen Situationen zuvor umgegangen.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "powitalny",
      "translation": "willkommen",
      "definition": "Powitanie lub przyjęcie, szczególnie jeśli jest ciepłe i przyjazne.",
      "definition_translation": "Eine Begrüßung oder Aufnahme, insbesondere eine, die warm und freundlich ist.",
      "example": "Otrzymałem ciepłe powitanie, gdy przybyłem do hotelu. Będą nas powitać z otwartymi ramionami, gdy przyjedziemy. Powitali już wielu gości przed nami.",
      "example_translation": "Ich erhielt eine herzliche Begrüßung, als ich im Hotel ankam. Sie werden uns mit offenen Armen begrüßen, wenn wir ankommen. Sie hatten viele Gäste vor uns begrüßt.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "wohlbalanciert",
      "definition": "Mający wszystkie części lub elementy w harmonijnej proporcji lub stosunku.",
      "definition_translation": "Haben alle Teile oder Elemente in harmonischer Proportion oder Beziehung.",
      "example": "Posiłek był zrównoważony i zdrowy. Będą jeść zdrową i zrównoważoną dietę, aby pozostać zdrowymi. Zawsze utrzymywali zdrowy i zrównoważony styl życia.",
      "example_translation": "Das Essen war ausgeglichen und nahrhaft. Sie werden eine ausgewogene Ernährung essen, um gesund zu bleiben. Sie hatten immer einen ausgewogenen Lebensstil aufrechterhalten.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mądry",
      "translation": "weise",
      "definition": "Mający lub pokazujący doświadczenie, wiedzę i dobrą ocenę sytuacji.",
      "definition_translation": "Haben oder zeigen Erfahrung, Wissen und guten Urteil.",
      "example": "Był mądry, inwestując w giełdę. Będą mądry, słuchając jego rady. Byli mądrzy, podejmując taką decyzję.",
      "example_translation": "Er war klug, in den Aktienmarkt zu investieren. Sie werden klug sein, seinem Rat zu folgen. Sie waren klug, diese Entscheidung zu treffen.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dowcipny",
      "translation": "witzig",
      "definition": "Mający lub pokazujący szybką i inteligentną umysł; zabawnie inteligentny w łagodny sposób.",
      "definition_translation": "Ein schnelles und cleveres Verstandnis haben oder zeigen; amüsant clever auf eine leichte Weise.",
      "example": "Była znana ze swoich dowcipnych uwag na przyjęciach. Była dostatecznie dowcipna, aby rozwiązać łamigłówkę. Będzie dowcipna, aby wymyślić rozwiązanie.",
      "example_translation": "Sie war bekannt für ihre witzigen Bemerkungen auf Partys. Sie war witzig genug, um das Puzzle zu lösen. Sie wird witzig genug sein, um eine Lösung zu finden.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepokojący",
      "translation": "bekümmernd",
      "definition": "Wzbudzający uczucia niepokoju lub obaw; trudny lub uciążliwy.",
      "definition_translation": "Gefühle der Angst oder Sorge verursachend; schwierig oder ärgerlich.",
      "example": "Niepokojące wiadomości o stanie gospodarki znalazły się na wszystkich nagłówkach. Martwiła się o zdrowie swojego syna przez wiele tygodni. Będzie martwił się o wyniki egzaminu jutro.",
      "example_translation": "Die beunruhigenden Nachrichten über die Wirtschaft waren in allen Schlagzeilen. Sie hatte sich wochenlang um die Gesundheit ihres Sohnes gesorgt. Er wird morgen um seine Examensresultate besorgt sein.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]