[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znudzony",
      "translation": "gelangweilt",
      "definition": "Czując się zmęczonym i niezadowolonym, ponieważ coś nie jest interesujące.",
      "definition_translation": "Sich langweilig und unglücklich fühlen, weil etwas nicht interessant ist.",
      "example": "Byłem znudzony podczas wykładu, zasnęłem. Jestem znudzony w pracy, potrzebuję przerwy. Będę znudzony w domu, muszę wyjść.",
      "example_translation": "Ich war während des Vortrags gelangweilt, ich bin eingeschlafen. Ich bin gelangweilt bei der Arbeit, ich brauche eine Pause. Ich werde gelangweilt zu Hause sein, ich muss rausgehen.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nudny",
      "translation": "langweilig",
      "definition": "Nie interesujący ani ekscytujący.",
      "definition_translation": "Nicht interessant oder aufregend.",
      "example": "Film był nudny, wyszedłem po godzinie. Ta książka jest nudna, nie skończę jej. Wykład był nudny, nie uczestniczyłem.",
      "example_translation": "Der Film war langweilig, ich ging nach einer Stunde. Dieses Buch ist langweilig, ich werde es nicht beenden. Die Vorlesung war langweilig, ich habe nicht teilgenommen.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "klug",
      "definition": "Posiadający lub ukazujący szybką i wynalazczą umysł.",
      "definition_translation": "Ein schnelles und erfinderisches Gedächtnis haben oder zeigen.",
      "example": "Moja siostra jest zrównoważona, szybko rozwiązała puzzle. Byłem zrównoważony, znalazłem skrót. Będą zrównoważeni, zdadzą egzamin.",
      "example_translation": "Meine Schwester ist klug, sie löste das Puzzle schnell. Ich war klug, ich fand einen Shortcut. Sie werden klug sein, sie werden die Prüfung bestehen.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trudny",
      "translation": "schwierig",
      "definition": "Wymagający dużego nakładu pracy lub umiejętności, aby osiągnąć.",
      "definition_translation": "Eine Menge Anstrengung oder Fähigkeit benötigt, um zu erreichen.",
      "example": "Problem matematyczny był trudny, potrzebowałem pomocy. To zadanie jest trudne, będę potrzebował czasu. Egzamin będzie trudny, muszę ciężko studiować.",
      "example_translation": "Das Mathematik-Problem war schwierig, ich benötigte Hilfe. Diese Aufgabe ist schwierig, ich werde mich Zeit lassen. Die Prüfung wird schwierig sein, ich muss hart studieren.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekscytowany",
      "translation": "aufgerüstet",
      "definition": "Wypełniony entuzjazmem i niecierpliwością, typowo dlatego, że coś przyjemnego lub interesującego się dzieje lub będzie się działo.",
      "definition_translation": "Mit Begeisterung und Ungeduld erfüllt, typischerweise weil etwas Angenehmes oder Interessantes passiert oder passieren wird.",
      "example": "Byłem ekscytowany, gdy wyjechałem na wakacje w zeszłym roku. Jestem ekscytowany na party dzisiaj. Będę ekscytowany, gdy zobaczę swoich przyjaciół w przyszłym tygodniu.",
      "example_translation": "Ich war letztes Jahr aufgerüstet, in den Urlaub zu fahren. Ich bin aufgerüstet über die Party heute Abend. Ich werde aufgerüstet sein, wenn ich meine Freunde nächste Woche sehe.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekscytujący",
      "translation": "aufregend",
      "definition": "Wzbudzający uczucia entuzjazmu i niecierpliwości, typowo dlatego, że coś jest nowe, interesujące lub nietypowe.",
      "definition_translation": "Ruft Gefühle der Begeisterung und Ungeduld hervor, typischerweise weil etwas neu, interessant oder ungewöhnlich ist.",
      "example": "Ekscytująca wiadomość sprawiła, że skoczyłem z radości. Ekscytująca gra była pełna niespodzianek. Nowy park rozrywki będzie ekscytujący dla dzieci.",
      "example_translation": "Die aufregende Nachricht ließ mich vor Freude springen. Das aufregende Spiel war voller Überraschungen. Der neue Vergnügungspark wird für Kinder aufregend sein.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sławny",
      "translation": "berühmt",
      "definition": "Widoczny i celebrowany, typowo za osiągnięcia lub cechy, które są uważane za wyjątkowe.",
      "definition_translation": "Wohlbekannt und gefeiert, typischerweise für Leistungen oder Eigenschaften, die als außergewöhnlich gelten.",
      "example": "Sławny malarz otrzymał nagrodę. Sławna restauracja jest znana z delikatnego jedzenia. Sławny aktor wystąpi na scenie dziś wieczorem.",
      "example_translation": "Der berühmte Maler wurde mit einem Preis ausgezeichnet. Das berühmte Restaurant ist bekannt für seine leckeren Speisen. Der berühmte Schauspieler wird heute Abend auf der Bühne auftreten.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żartobliwy",
      "translation": "lustig",
      "definition": "Wzbudzający śmiech lub rozrywkę, typowo dlatego, że coś jest humorystyczne lub absurdalne.",
      "definition_translation": "Ruft Lachen oder Belustigung hervor, typischerweise weil etwas humorvoll oder absurd ist.",
      "example": "Żartobliwa żarta sprawiła, że się śmieliłem. Żartobliwy film był komedią. Żartobliwa sytuacja była zawstydzająca.",
      "example_translation": "Der lustige Witz ließ mich lachen. Der lustige Film war eine Komödie. Die lustige Situation war peinlich.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dobry",
      "translation": "gut",
      "definition": "Mający korzystną lub przyjemną jakość; moralnie doskonały",
      "definition_translation": "Eine positive oder angenehme Qualität habend; moralisch excellent",
      "example": "Miałem dobry czas na przyjęciu. Teraz mam dobry czas. Będę miał dobry czas jutro.",
      "example_translation": "Ich hatte eine gute Zeit auf der Party. Ich habe jetzt eine gute Zeit. Ich werde morgen eine gute Zeit haben.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczęśliwy",
      "translation": "glücklich",
      "definition": "Czujący lub pokazujący przyjemność lub zadowolenie",
      "definition_translation": "Fühlend oder zeigend Freude oder Zufriedenheit",
      "example": "Byłem szczęśliwy, gdy dostałem wiadomość. Jestem szczęśliwy teraz. Będę szczęśliwy, gdy zobaczę cię.",
      "example_translation": "Ich war glücklich, als ich die Nachricht erhielt. Ich bin jetzt glücklich. Ich werde glücklich sein, wenn ich dich sehe.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciekawy",
      "translation": "interessant",
      "definition": "Wzbudzający ciekawość lub zainteresowanie",
      "definition_translation": "Neugier oder Interesse weckend",
      "example": "Film był ciekawy. Książka jest ciekawa. Wykład będzie ciekawy.",
      "example_translation": "Der Film war interessant. Das Buch ist interessant. Die Vorlesung wird interessant sein.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miły",
      "translation": "nett",
      "definition": "Przyjemny, miły lub zadowalający",
      "definition_translation": "Angenehm, einverständlich oder zufriedenstellend",
      "example": "Pogoda była miła wczoraj. Ludzie są mili tutaj. Widok będzie miły z góry.",
      "example_translation": "Das Wetter war gestern nett. Die Leute sind hier nett. Der Blick wird oben nett sein.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "smutny",
      "translation": "traurig",
      "definition": "Czujący niezadowolenie, smutek lub przygnębienie.",
      "definition_translation": "Fühlend unglücklich, traurig oder deprimiert.",
      "example": "Czuję się smutny, kiedy mój ulubiony serial téléwizyjny się skończył. Jestem smutny, gdy pada deszcz. Będę smutny, jeśli nie zobaczę cię ponownie.",
      "example_translation": "Ich fühlte mich traurig, als meine Lieblingsserie endete. Ich bin traurig, wenn es regnet. Ich werde traurig sein, wenn ich dich nicht wiedersehe.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmęczony",
      "translation": "müde",
      "definition": "Czujący fizyczne lub psychiczne wyczerpanie.",
      "definition_translation": "Fühlend physisch oder geistig erschöpft.",
      "example": "Byłem zmęczony po długim locie. Jestem zmęczony tym projektem. Będę zmęczony, jeśli nie dostanę wystarczającej ilości snu.",
      "example_translation": "Ich war müde nach dem langen Flug. Ich bin müde von diesem Projekt. Ich werde müde sein, wenn ich nicht genug Schlaf bekomme.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozproszony",
      "translation": "abwesend",
      "definition": "Mający lub przejawiający tendencję do zapominania lub nieuwagi.",
      "definition_translation": "Habend oder zeigend eine Tendenz, vergesslich oder unaufmerksam zu sein.",
      "example": "Mój rozproszony profesor często zapominał swoich notatek. Jestem rozproszony, gdy jestem głodny. Będę rozproszony, jeśli nie dostanę wystarczającej ilości kawy.",
      "example_translation": "Mein abwesender Professor vergaß oft seine Notizen. Ich bin abwesend, wenn ich hungrig bin. Ich werde abwesend sein, wenn ich nicht genug Kaffee bekomme.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przestraszony",
      "translation": "ängstlich",
      "definition": "Czujący strach, lęk lub obawę przed czymś.",
      "definition_translation": "Fühlend Angst, Ängstlichkeit oder Besorgnis über etwas.",
      "example": "Byłem przestraszony ciemności, kiedy byłem dzieckiem. Jestem przestraszony mówienia w público. Będę przestraszony, jeśli nie przygotuję się dobrze.",
      "example_translation": "Ich war ängstlich vor der Dunkelheit, als ich ein Kind war. Ich bin ängstlich vor öffentlichen Reden. Ich werde ängstlich sein, wenn ich nicht gut vorbereite.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "wütend",
      "definition": "Mający silne uczucie niezadowolenia, wrogości lub oburzenia w odpowiedzi na krzywdę lub domniemaną krzywdę; pełen gniewu.",
      "definition_translation": "Ein starkes Gefühl der Unzufriedenheit, Feindseligkeit oder Empörung als Reaktion auf ein Unrecht oder ein wahrgenommenes Unrecht; voller Zorn.",
      "example": "Byłem wściekły, kiedy zobaczyłem wiadomość, ale teraz jestem tylko smutny. Ona się wścieka, gdy ktoś ją przecina w transporcie. Będzie wściekły, jeśli nie przeprosisz.",
      "example_translation": "Ich war wütend, als ich die Nachricht sah, aber jetzt bin ich einfach traurig. Sie wird wütend, wenn jemand ihr im Verkehr den Vorrang nehmen lässt. Er wird wütend sein, wenn du dich nicht entschuldigst.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "vorsichtig",
      "definition": "Dający bliską uwagę szczegółom; staranny; dbający o uniknięcie błędów lub trudności.",
      "definition_translation": "Gibt genau die Aufmerksamkeit auf Details; peinlich genau; nimmt sich die Zeit, um Fehler oder Schwierigkeiten zu vermeiden.",
      "example": "Powinieneś być ostrożny, idąc po lodzie. Była ostrożna, aby nie obudzić dziecka. Będzie ostrożny, aby nie popełnić tego samego błędu ponownie.",
      "example_translation": "Du solltest vorsichtig sein, wenn du auf vereisten Straßen gehst. Sie war vorsichtig, um das Baby nicht zu wecken. Er wird vorsichtig sein, um denselben Fehler nicht noch einmal zu machen.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chłodny",
      "translation": "cool",
      "definition": "Umiałkowo chłodny; nie gorący lub ciepły; mający niską lub umiarkowaną temperaturę.",
      "definition_translation": "Bescheiden kalt in der Temperatur; nicht warm oder heiß; hat eine niedrige oder moderate Temperatur.",
      "example": "Była to chłodna letnia wieczór, idealna na spacer. Woda była chłodna i orzeźwiająca. Będzie chłodny i spokojny podczas prezentacji.",
      "example_translation": "Es war ein kühler Sommerabend, ideal für einen Spaziergang. Das Wasser war kühl und erfrischend. Er wird ruhig und gelassen sein während der Präsentation.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szalony",
      "translation": "verrückt",
      "definition": "Mający lub pokazujący wielkie entuzjazm lub ekscytację; bardzo entuzjastyczny lub ekscytowany.",
      "definition_translation": "Hat oder zeigt eine sehr große Begeisterung oder Aufregung; extrem begeistert oder aufgerüstet.",
      "example": "Byłem szalony o tej nowej piosence, kiedy wyszła. Ona szaleje mnie z ciągłymi pytaniami. Będzie szalony o nowej kolejce górskiej.",
      "example_translation": "Ich war verrückt nach diesem neuen Lied, als es herauskam. Sie macht mich verrückt mit ihren ständigen Fragen. Er wird verrückt sein nach der neuen Achterbahn.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niebezpieczny",
      "translation": "gefährlich",
      "definition": "Potrafi lub może spowodować szkodę lub obrażenia komuś lub czemuś.",
      "definition_translation": "In der Lage oder wahrscheinlich, Schaden oder Verletzung an jemandem oder etwas zu verursachen.",
      "example": "Droga była niebezpieczna, więc musieliśmy jeździć ostrożnie. Będziemy się uważać na drodze, bo jest niebezpieczna. Oni prowadzili niebezpiecznie, kiedy byli młodzi.",
      "example_translation": "Die Straße war gefährlich, daher mussten wir vorsichtig fahren. Wir werden auf der Straße vorsichtig sein, weil sie gefährlich ist. Sie fuhren gefährlich, als sie jung waren.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjazny",
      "translation": "freundlich",
      "definition": "Mający lub pokazujący miłą i przystępną manierę.",
      "definition_translation": "Mit einer angenehmen und zugänglichen Art ausgestattet oder sie zeigend.",
      "example": "Mój przyjazny sąsiad pomógł mi się wprowadzić do nowego mieszkania. Będę przyjazny nowemu koleżence. Oni byli przyjaźni wobec siebie podczas imprezy.",
      "example_translation": "Mein freundlicher Nachbar half mir bei meinem Umzug in meine neue Wohnung. Ich werde freundlich zu meinem neuen Kollegen sein. Sie waren freundlich zueinander auf der Party.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "radość",
      "translation": "froh",
      "definition": "Odczuwający lub pokazujący przyjemność lub radość.",
      "definition_translation": "Vergnügen oder Freude empfindend oder zeigend.",
      "example": "Byłem radosny, kiedy zobaczyłem swojego przyjaciela po długim czasie. Będę radosny, kiedy usłyszę wiadomość. Oni byli radośni, że są na wakacjach.",
      "example_translation": "Ich war froh, meinen Freund nach langer Zeit wiederzusehen. Sie wird froh sein, die Nachricht zu hören. Sie waren froh, im Urlaub zu sein.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczciwy",
      "translation": "ehrlich",
      "definition": "Mówiący prawdę lub mogący być ufać, że nie będzie kłamać ani oszukiwać.",
      "definition_translation": "Die Wahrheit sagen oder vertrauenswürdig genug, um nicht zu lügen oder zu betrügen.",
      "example": "Uczciwi ludzie zawsze mówią prawdę. Będzie uczciwy wobec klientów. Oni byli uczciwi wobec swoich błędów.",
      "example_translation": "Ehrliche Menschen sagen immer die Wahrheit. Er wird ehrlich zu seinen Kunden sein. Sie waren ehrlich über ihre Fehler.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zainteresowany",
      "translation": "interessiert",
      "definition": "Odczuwający zaciekawienie lub troskę o coś lub kogoś.",
      "definition_translation": "Ein Gefühl der Neugier oder Sorge über etwas oder jemanden zu haben.",
      "example": "Byłem zainteresowany filmem, więc obejrzałem go trzy razy. Jestem zainteresowany nauką więcej o temacie. Będę zainteresowany inwestowaniem w tę firmę.",
      "example_translation": "Ich war an dem Film interessiert, also habe ich ihn drei Mal gesehen. Ich bin an der Erlernung mehr über das Fach interessiert. Ich werde an der Investition in das Unternehmen interessiert sein.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łaskawy",
      "translation": "freundlich",
      "definition": "Mający lub pokazujący łagodny i hojny charakter.",
      "definition_translation": "Ein sanftes und großzügiges Wesen haben oder zeigen.",
      "example": "Ona była łaskawą osobą, zawsze chętną do pomocy innym. On jest łaskawy wobec zwierząt. Będą łaskawi wobec nowego ucznia.",
      "example_translation": "Sie war eine freundliche Person, immer bereit, anderen zu helfen. Er ist freundlich zu Tieren. Sie werden freundlich zu dem neuen Schüler sein.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "leniwy",
      "translation": "faul",
      "definition": "Niechętny do pracy lub wysiłku; bezczynny.",
      "definition_translation": "Unwillig, zu arbeiten oder sich anzustrengen; müßig.",
      "example": "On był leniwy i nie chciał robić pracy domowej. Ona jest leniwa i śpi cały dzień. Oni byli leniwi i nie pomagali ze sprzątaniem.",
      "example_translation": "Er war faul und wollte seine Hausaufgaben nicht erledigen. Sie ist faul und schläft den ganzen Tag. Sie waren faul und halfen nicht bei der Reinigung.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "wütend",
      "definition": "Odczuwający lub pokazujący intensywną złość lub zdenerwowanie.",
      "definition_translation": "Intensive Wut oder Ärger empfinden oder zeigen.",
      "example": "Byłem wściekły na brata za złamanie mojego zabawki. Ona jest wściekła na szefa za nie przyznawanie podwyżki. Oni byli wściekli na rząd za nie robienie niczego wobec kryzysu.",
      "example_translation": "Ich war wütend auf meinen Bruder, weil er mein Spielzeug zerbrochen hat. Sie ist wütend auf ihren Chef, weil er ihr keine Gehaltserhöhung gibt. Sie waren wütend auf die Regierung, weil sie nichts gegen die Krise unternommen hat.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "erfreut",
      "definition": "Czujący się szczęśliwym lub zadowolonym, często z powodu czegoś, co się wydarzyło lub zostało zrobione.",
      "definition_translation": "fühlt sich glücklich oder zufrieden, oft weil etwas passiert oder erledigt wurde",
      "example": "Byłem zadowolony, kiedy zobaczyłem swojego przyjaciela po długim czasie. Jestem zadowolony z nowego telefonu. Będę zadowolony, że mogę pomóc tobie.",
      "example_translation": "Ich war erfreut, meinen Freund nach langer Zeit wiederzusehen. Ich bin mit dem neuen Telefon zufrieden. Ich werde erfreut sein, dir zu helfen.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uprzejmy",
      "translation": "höflich",
      "definition": "Mający lub pokazujący zachowanie, które jest szanujące i troskliwe wobec innych ludzi.",
      "definition_translation": "zeigt Verhalten, das Respekt und Rücksicht auf andere Menschen hat",
      "example": "Moja matka zawsze uczyła mnie, aby być uprzejmym wobec obcych. Przedstawiciel obsługi klienta był bardzo uprzejmy. Będę starał się być bardziej uprzejmym w przyszłości.",
      "example_translation": "Meine Mutter lehrte mich immer, fremden Menschen gegenüber höflich zu sein. Der Kundendienstmitarbeiter war sehr höflich. Ich werde versuchen, in Zukunft höflicher zu sein.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biedny",
      "translation": "arm",
      "definition": "mający little albo no pieniędzy, dóbr lub innych środków wsparcia",
      "definition_translation": "hat wenig oder kein Geld, Güter oder andere Unterstützungsmittel",
      "example": "Biedna rodzina walczyła, aby związać koniec z końcem. Czułem się biednym po wydaniu wszystkich pieniędzy na podróż. Ona będzie biedna, jeśli nie znajdzie pracy wkrótce.",
      "example_translation": "Die arme Familie kämpfte, um die Enden zusammenzubinden. Ich fühlte mich arm, nachdem ich all mein Geld für die Reise ausgegeben hatte. Sie wird arm sein, wenn sie nicht bald einen Job findet.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cichy",
      "translation": "ruhig",
      "definition": "robiąc mało albo wcale hałasu, lub nie powodując zakłóceń",
      "definition_translation": "macht wenig oder kein Geräusch, oder verursacht keine Störung",
      "example": "Biblioteka jest cichym miejscem do nauki. Próbowałem być cichym podczas egzaminu. Ona będzie cicha na spotkaniu jutro.",
      "example_translation": "Die Bibliothek ist ein ruhiger Ort zum Lernen. Ich versuchte, während der Prüfung ruhig zu sein. Sie wird morgen im Meeting ruhig sein.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poważny",
      "translation": "ernst",
      "definition": "wykazując poważny stosunek lub wyrazisko; nie żartując ani nie bawiąc się.",
      "definition_translation": "Eine ernsthafte Einstellung oder Ausdruck zeigend; nicht spaßig oder verspielt.",
      "example": "Ona była poważna o swoich studiach, i zawsze uczęszczała na zajęcia. Ona była poważna o swojej karierze, i pracowała ciężko, aby zdobyć awanse. Ona będzie poważna o swoich celach fitness, i zacznie regularnie ćwiczyć.",
      "example_translation": "Sie war ernsthaft bei ihren Studien und besuchte immer die Klassen. Sie war ernsthaft bei ihrer Karriere und arbeitete hart, um Beförderungen zu erhalten. Sie wird ernsthaft ihre Fitnessziele anstreben und regelmäßig trainieren.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "dumm",
      "definition": "brak inteligencji lub zmysłu praktycznego; głupi.",
      "definition_translation": "Intelligenz oder gesunden Menschenverstand fehlend; dumm.",
      "example": "On zrobił głupią rzecz, i dostał się w kłopoty. On był głupi, i nie myślał o konsekwencjach. On będzie głupi, jeśli nie nauczy się z błędów.",
      "example_translation": "Er tat etwas Dummes und geriet in Schwierigkeiten. Er war dumm und dachte nicht an die Folgen. Er wird dumm sein, wenn er nicht aus seinen Fehlern lernt.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdziwiony",
      "translation": "überrascht",
      "definition": "Czując lub wykazując nagłe zadowolenie lub zdziwienie.",
      "definition_translation": "Ein plötzliches Vergnügen oder Erstaunen empfindend oder zeigend.",
      "example": "Byłem zdziwiony wiadomością, i nie mogłem uwierzyć. Ona była zdziwiona prezentem, i była bardzo szczęśliwa. Oni będą zdziwieni wynikami, i będą dumni z siebie.",
      "example_translation": "Ich war von der Nachricht überrascht und konnte es nicht glauben. Sie war vom Geschenk überrascht und war sehr glücklich. Sie werden von den Ergebnissen überrascht sein und werden stolz auf sich selbst sein.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodki",
      "translation": "süß",
      "definition": "mający przyjemny smak lub zapach.",
      "definition_translation": "Ein angenehmer und süßer Geschmack oder Geruch habend.",
      "example": "Ciasto było słodkie, i każdy je kochał. Ona była słodka, i zawsze dzieliła się swoimi przysmakami. Oni będą słodcy, i zaskoczą swoich przyjaciół prezentami.",
      "example_translation": "Der Kuchen war süß, und jeder liebte ihn. Sie war süß und teilte immer ihre Leckereien. Sie werden süß sein und überraschen ihre Freunde mit Geschenken.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "porządkowy",
      "translation": "ordentlich",
      "definition": "utrzymywać coś czystego i uporządkowanego",
      "definition_translation": "etwas sauber und organisiert zu halten",
      "example": "Wczoraj spieszyłem swój pokój, dzisiaj porządkuję go, i jutro będę porządkował go ponownie.",
      "example_translation": "Ich habe mein Zimmer gestern aufgeräumt, ich werde es morgen wieder aufräumen und ich räume es gerade auf.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "unzufrieden",
      "definition": "czując smutek lub niezadowolenie",
      "definition_translation": "fühlt sich traurig oder unzufrieden",
      "example": "Byłem nieszczęśliwy z usługą wczoraj, dzisiaj jestem nieszczęśliwy z nią, i jutro będę nieszczęśliwy z nią.",
      "example_translation": "Ich war gestern unzufrieden mit dem Service, ich bin heute unzufrieden damit und ich werde morgen unzufrieden damit sein.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaniepokojony",
      "translation": "besorgt",
      "definition": "czując niepokój lub obawę o coś",
      "definition_translation": "fühlt sich ängstlich oder besorgt über etwas",
      "example": "Byłem zaniepokojony egzaminem wczoraj, dzisiaj jestem zaniepokojony nim, i jutro będę zaniepokojony nim.",
      "example_translation": "Ich war gestern besorgt über die Prüfung, ich bin heute besorgt darüber und ich werde morgen besorgt darüber sein.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktywny",
      "translation": "aktiv",
      "definition": "zaangażowany lub gotowy do fizycznej lub umysłowej aktywności",
      "definition_translation": "beteiligt sich an oder bereit für körperliche oder geistige Aktivität",
      "example": "Byłem aktywny w sporcie wczoraj, dzisiaj jestem aktywny, i jutro będę aktywny ponownie.",
      "example_translation": "Ich war gestern in Sportaktivitäten aktiv, ich bin heute aktiv und ich werde morgen wieder aktiv sein.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadziwiony",
      "translation": "erstaunt",
      "definition": "Odczuwając wielkie zdziwienie lub zdumienie, często z powodu czegoś nieoczekiwanego lub imponującego.",
      "definition_translation": " Ein Gefühl großer Überraschung oder Erstaunen, oft weil etwas unerwartet oder beeindruckend ist.",
      "example": "Byłem zadziwiony pięknem Wielkiego Kanionu. Jestem zadziwiony jej talentem. Będę zadziwiony nowymi technologiami.",
      "example_translation": "Ich war von der Schönheit des Grand Canyon erstaunt. Ich bin von ihrem Talent erstaunt. Ich werde von den neuen Technologien erstaunt sein.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "atemberaubend",
      "definition": "Ekstremalnie zaskakujący lub imponujący, często w sposób ekscytujący lub zdumiewający.",
      "definition_translation": "Extrem überraschend oder beeindruckend, oft auf eine Weise, die aufregend oder erstaunlich ist.",
      "example": "Wystawa fajerwerków była zdumiewająca. Nowa kolejka górską jest zdumiewająca. Widok z góry będzie zdumiewający.",
      "example_translation": "Die Feuerwerkshow war atemberaubend. Die neue Achterbahn ist atemberaubend. Der Blick von oben wird atemberaubend sein.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złościwie",
      "translation": "wütend",
      "definition": "Odczuwając silną złość lub niezadowolenie, często w sposób głośny lub gniewny.",
      "definition_translation": "Ein Gefühl oder Zeigen starker Wut oder Missbilligung, oft auf eine laute oder gewalttätige Weise.",
      "example": "Ona zwróciła się złościwie do szefa. On zareagował złościwie na wiadomość. Oni odpowiedzieli złościwie na krytykę.",
      "example_translation": "Sie sprach wütend mit ihrem Chef. Er reagierte wütend auf die Nachricht. Sie reagierten wütend auf die Kritik.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdenerwowany",
      "translation": "genervt",
      "definition": "Odczuwając irytację lub frustrację, często w sposób petycji lub nieistotny.",
      "definition_translation": "Ein Gefühl der Verärgerung oder Frustration, oft auf eine belanglose oder belanglose Weise.",
      "example": "Byłem zdenerwowany przez hałas. Ona się zdenerwuje, kiedy ktoś ją przerywa. On będzie zdenerwowany, jeśli będziemy spóźnieni.",
      "example_translation": "Ich war durch den Lärm genervt. Sie wird genervt, wenn jemand sie unterbricht. Er wird genervt sein, wenn wir zu spät kommen.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "irytujący",
      "translation": "ärgerlich",
      "definition": " Powodujący irytację lub frustrację; uciążliwy.",
      "definition_translation": "Verursacht Ärger oder Frustration; lästig.",
      "example": "Ciągły hałas był irytujący. Byłem irytowany ciągłym hałasem. Będę irytowany, jeśli ciągły hałas będzie kontynuowany.",
      "example_translation": "Das ständige Geräusch war ärgerlich. Ich war ärgerlich über das ständige Geräusch. Ich werde ärgerlich sein, wenn das ständige Geräusch weitergeht.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepokojony",
      "translation": "ängstlich",
      "definition": "Odczuwając niepokój lub lęk; zatroskany.",
      "definition_translation": "Fühlt sich besorgt oder nervös; besorgt.",
      "example": "Byłem niepokojony o egzamin. Jestem niepokojony o wynik. Będę niepokojony aż do otrzymania wyniku.",
      "example_translation": "Ich war ängstlich über die Prüfung. Ich bin ängstlich über das Ergebnis. Ich werde ängstlich sein, bis ich das Ergebnis bekomme.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "mutig",
      "definition": "Pokazujący odwagę lub siłę w obliczu niebezpieczeństwa lub trudności.",
      "definition_translation": "Zeigt Mut oder Stärke in Gefahr oder Schwierigkeit.",
      "example": "On był odważny podczas wojny. Ona jest odważna w obliczu krytyki. Oni będą odważni w trudnych czasach.",
      "example_translation": "Er war mutig während des Krieges. Sie ist mutig im Angesicht von Kritik. Sie werden mutig in schwierigen Zeiten sein.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważnie",
      "translation": "mutig",
      "definition": "W sposób odważny lub bohaterski.",
      "definition_translation": "Auf mutige oder tapfere Weise.",
      "example": "Ona walczyła odważnie z chorobą. On odważnie zmierzył się z wyzwaniem. Oni będą odważnie pokonywać przeszkody.",
      "example_translation": "Sie kämpfte mutig gegen die Krankheit. Er stellte sich tapfer der Herausforderung. Sie werden die Hindernisse mutig überwinden.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brilliantny",
      "translation": "brillant",
      "definition": "Wyjątkowo utalentowany lub imponujący; ekstremalnie inteligentny lub zdolny.",
      "definition_translation": "Außergewöhnlich begabt oder beeindruckend; extrem intelligent oder fähig.",
      "example": "Była brilliantnym matematykiem, który rozwiązał złożone równanie z łatwością. Ona będzie brilliantnym profesorem pewnego dnia. Ona była brilliantna w swoich badaniach przez lata.",
      "example_translation": "Sie war eine brillante Mathematikerin, die die komplexe Gleichung mühelos löste. Sie wird eines Tages eine brillante Professorin sein. Sie hat jahrelang beispiellose Forschung betrieben.",
      "imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spokojny",
      "translation": "ruhig",
      "definition": "Wolny od zakłóceń lub zamieszania; pokojny i cichy.",
      "definition_translation": "Frei von Störung oder Wirbel; friedlich und ruhig.",
      "example": "Spokojna atmosfera biblioteki pomogła mi się skupić. Jezioro było spokojne i pokojne po burzy. Ona pozostanie spokojna w obliczu przeciwności losu.",
      "example_translation": "Die ruhige Atmosphäre der Bibliothek half mir, mich zu konzentrieren. Der See war ruhig und friedlich nach dem Sturm. Sie wird sich auch in Zeiten der Not ruhig halten.",
      "imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bezstresowy",
      "translation": "sorgenfrei",
      "definition": "Wolny od troski lub obaw; czując się szczęśliwym i zrelaksowanym.",
      "definition_translation": "Frei von Sorgen oder Besorgnis; sich glücklich und entspannt fühlend.",
      "example": "Była bezstresowa i szczęśliwa w dzieciństwie. Beztroskie dni lata były wspaniałe. Będzie bezstresowy, gdy ukończy studia.",
      "example_translation": "Sie war in ihrer Kindheit sorgenfrei und glücklich. Die sorgenfreien Tage des Sommers waren wunderbar. Er wird sorgenfrei sein, wenn er absolviert hat.",
      "imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieuwagi",
      "translation": "nachlässig",
      "definition": "Nie udzielający sufficient uwagi lub myśli; lekkomyślny lub niedbały.",
      "definition_translation": "Erteilt nicht genügend Aufmerksamkeit oder Nachdenken; leichtsinnig oder fahrlässig.",
      "example": "Był nieuwagi wobec szklanki i rozbił ją. Nieuwagi kierowca spowodował wypadek. Będzie bardziej ostrożna w przyszłości.",
      "example_translation": "Er war nachlässig mit dem zerbrechlichen Vasen und es brach. Der fahrlässige Fahrer verursachte den Unfall. Sie wird in Zukunft vorsichtiger sein.",
      "imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uroczysty",
      "translation": "charmant",
      "definition": "Przyjemny lub atrakcyjny w sposób wdzięczny.",
      "definition_translation": "Erfreulich oder attraktiv auf eine entzückende Weise.",
      "example": "Była uroczysta w swojej nowej sukni. Będzie uroczysta na imprezie. Była uroczysta wobec wszystkich na spotkaniu.",
      "example_translation": "Sie war charmant in ihrem neuen Kleid. Sie wird charmant auf der Party sein. Sie war jedem auf der Sitzung charmant gewesen.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wesoły",
      "translation": "heiter",
      "definition": "Posiadający lub pokazujący przyjemny i optymistyczny nastrój.",
      "definition_translation": "Eine angenehme und optimistische Gesinnung habend oder zeigend.",
      "example": "Był wesoły podczas gry. Będzie wesoły na imprezie. Był wesoły przez cały dzień.",
      "example_translation": "Er war heiter während des Spiels. Er wird heiter auf der Party sein. Er war den ganzen Tag heiter gewesen.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimny",
      "translation": "kalt",
      "definition": "Mający niską temperaturę; nie ciepły ani gorący.",
      "definition_translation": "Eine niedrige Temperatur habend; nicht warm oder heiß.",
      "example": "Woda była zimna. Będzie zimno na zewnątrz. Było zimno w zimie.",
      "example_translation": "Das Wasser war kalt. Es wird Outside kalt sein. Es war im Winter kalt gewesen.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamroczony",
      "translation": "verwirrt",
      "definition": "Nie potrafiący myśleć klarownie lub podejmować decyzji; dezorientowany.",
      "definition_translation": "Unfähig, klar zu denken oder Entscheidungen zu treffen; desorientiert.",
      "example": "Byłem zamroczony przez instrukcje. Będę zamroczony, jeśli nie będę studiował. Byłem zamroczony przez skomplikowane reguły.",
      "example_translation": "Ich war durch die Anweisungen verwirrt. Ich werde verwirrt sein, wenn ich nicht studiere. Ich war durch die komplexen Regeln verwirrt gewesen.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kreatywny",
      "translation": "kreativ",
      "definition": "Posiadający zdolność tworzenia nowych i oryginalnych idei, produktów lub rozwiązań.",
      "definition_translation": "Die Fähigkeit, neue und originelle Ideen, Produkte oder Lösungen zu erstellen.",
      "example": "Jest kreatywną pisarką, która opublikowała kilka książek. Stworzy nową powieść w przyszłym roku. Stworzyła bestsellerową serię w ostatniej dekadzie.",
      "example_translation": "Sie ist eine kreative Schriftstellerin, die mehrere Bücher veröffentlicht hat. Sie wird nächstes Jahr einen neuen Roman schreiben. Sie hat letztes Jahrzehnt eine Bestseller-Serie geschaffen.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "okrutny",
      "translation": "grausam",
      "definition": "Powodujący ból lub cierpienie, świadomie lub umyślnie.",
      "definition_translation": "Verursacht Schmerz oder Leid, absichtlich oder vorsätzlich.",
      "example": "Był okrutny wobec swojego młodszego brata. Będzie okrutny wobec swoich przyszłych dzieci. Był okrutny wobec swojej byłej żony.",
      "example_translation": "Er war seinem kleinen Bruder grausam. Er wird seinen zukünftigen Kindern grausam sein. Er war seiner Ex-Frau grausam gewesen.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciekawski",
      "translation": "neugierig",
      "definition": "Mający pragnienie uczenia się lub eksploracji, często w sposób zabawny lub dociekliwy.",
      "definition_translation": "Hat eine Lust zu lernen oder zu erkunden, oft in einer spielerischen oder neugierigen Art.",
      "example": "Była ciekawska o nowej wystawie muzealnej. Będzie ciekawska o nowym mieście, które odwiedzi. Była ciekawska o starożytnej cywilizacji.",
      "example_translation": "Sie war neugierig auf die neue Museumsausstellung. Sie wird neugierig auf die neue Stadt sein, die sie besuchen wird. Sie war neugierig auf die antike Zivilisation gewesen.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciekawie",
      "translation": "neugierig",
      "definition": "W sposób wskazujący pragnienie uczenia się lub eksploracji, często w sposób zabawny lub dociekliwy.",
      "definition_translation": "Auf eine Art, die eine Lust zu lernen oder zu erkunden zeigt, oft in einer spielerischen oder neugierigen Weise.",
      "example": "Spojrzała ciekawie na dziwny obiekt. Będzie patrzeć ciekawie na nowy urządzenie. Patrzyła ciekawie na starożytne zabytki.",
      "example_translation": "Sie sah neugierig auf das fremde Objekt. Sie wird neugierig auf das neue Gerät schauen. Sie hatte neugierig auf das antike Artefakt geschaut.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uroczysty",
      "translation": "entzückt",
      "definition": "Odczuwając lub pokazując wielką przyjemność lub rozrywkę.",
      "definition_translation": "Ein großes Vergnügen oder Genuss empfindend oder zeigen.",
      "example": "Byłem uroczyście, gdy usłyszałem wiadomość. Jestem uroczyście, gdy widzę cię. Będę uroczyście, gdy będę mógł pomóc ci.",
      "example_translation": "Ich war entzückt, als ich die Nachricht hörte. Ich bin entzückt, dich zu sehen. Ich werde entzückt sein, dir zu helfen.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdepresowany",
      "translation": "deprimiert",
      "definition": "Czując się niezadowolonym, niepokojonym lub beznadziejnym, często przez długi czas.",
      "definition_translation": "Unzufrieden, ängstlich oder hoffnungslos fühlend, oft für eine lange Zeit.",
      "example": "Ona czuła się zdepresowana, gdy straciła pracę. On jest zdepresowany od miesięcy. Będą zdepresowani, jeśli nie zdadzą egzaminu.",
      "example_translation": "Sie fühlte sich deprimiert, nachdem sie ihren Job verloren hatte. Er war monatelang deprimiert. Sie werden deprimiert sein, wenn sie die Prüfung nicht bestehen.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozczarowany",
      "translation": "enttäuscht",
      "definition": "Czując się niezadowolonym lub rozczarowanym, ponieważ coś nie wydarzyło się lub nie było tak dobre, jak się spodziewano.",
      "definition_translation": "Unzufrieden oder enttäuscht fühlend, weil etwas nicht passiert ist oder nicht so gut war, wie erwartet.",
      "example": "Byłem rozczarowany filmem. Ona jest rozczarowana zachowaniem syna. Będą rozczarowani, jeśli nie dostaną biletów.",
      "example_translation": "Ich war von dem Film enttäuscht. Sie ist über das Verhalten ihres Sohnes enttäuscht. Sie werden enttäuscht sein, wenn sie keine Tickets bekommen.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozczarowujący",
      "translation": "enttäuschend",
      "definition": "Powodujący uczucia rozczarowania lub niezadowolenia.",
      "definition_translation": "Gefühle der Enttäuschung oder Unzufriedenheit verursachend.",
      "example": "Wiadomość była rozczarowująca dla wszystkich. Film był rozczarowujący. Wynik był rozczarowujący.",
      "example_translation": "Die Nachricht war für jeden enttäuschend. Der Film war enttäuschend. Das Ergebnis war enttäuschend.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łatwo podejmujący decyzje",
      "translation": "leichtfertig",
      "definition": "Mający lub pokazujący spokojny i wesoły charakter, nawet w trudnych sytuacjach.",
      "definition_translation": "Eine ruhige und fröhliche Natur haben, selbst in schwierigen Situationen.",
      "example": "Ona jest łatwo podejmującą decyzje osobą, która zawsze próbuje zobaczyć najlepsze w ludziach. Była łatwo podejmującą decyzje, kiedy pozwoliła mu podejmować decyzje. Będzie łatwo podejmującą decyzje i uległą w przyszłości.",
      "example_translation": "Sie ist ein leichtfertiger Mensch, der immer versucht, das Beste in den Menschen zu sehen. Sie war leichtfertig und ließ ihn die Entscheidungen treffen. Sie wird leichtfertig und entgegenkommend in der Zukunft sein.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zawstydzony",
      "translation": "peinlich berührt",
      "definition": "Czując się wstydliwie lub niezdarnie, często w sytuacjach społecznych.",
      "definition_translation": "Scham oder Peinlichkeit empfinden oder zeigen, oft in einer sozialen Situation.",
      "example": "Czułem się zawstydzonym, gdy potknąłem się na schodach. Ona była zawstydzona zachowaniem brata. Będzie zawstydzony, jeśli odkryje prawdę.",
      "example_translation": "Ich fühlte mich peinlich berührt, als ich auf der Treppe stolperte. Sie war peinlich berührt von ihrem Bruder's Verhalten. Er wird peinlich berührt sein, wenn er die Wahrheit entdeckt.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zawstydzający",
      "translation": "peinlich",
      "definition": "Powodujący uczucia wstydu lub niezręczności, często w sytuacjach społecznych.",
      "definition_translation": "Scham oder Peinlichkeit verursachen, oft in einer sozialen Situation.",
      "example": "Było to zawstydzające, gdy zobaczyłem go tańczącego przed wszystkimi. Ten zawstydzający moment został zarejestrowany na kamerze. Sytuacja była zawstydzająca dla wszystkich zaangażowanych.",
      "example_translation": "Es war peinlich, ihn vor allen Leuten tanzen zu sehen. Der peinliche Moment wurde von der Kamera erfasst. Die Situation war peinlich für alle Beteiligten.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjemny",
      "translation": "angenehm",
      "definition": "Dający przyjemność lub radość, często w sytuacjach społecznych.",
      "definition_translation": "Freude oder Vergnügen bereiten, oft in einer sozialen Situation.",
      "example": "Koncert był przyjemny, mimo deszczu. Ona znalazła film przyjemnym, ale jej przyjaciel nie. Będzie przyjemny, jeśli muzyka będzie dobra.",
      "example_translation": "Das Konzert war angenehm, trotz des Regens. Sie fand den Film angenehm, aber ihr Freund nicht. Die Party wird angenehm sein, wenn die Musik gut ist.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "z entuzjazmem",
      "translation": "aufgeregt",
      "definition": "W stanie entuzjastycznego podekscytowania.",
      "definition_translation": "in einem Zustand begeisterten Aufregens",
      "example": "Byłem z entuzjazmem czekając na koncert wczoraj wieczorem, jestem z entuzjazmem czekając na koncert dzisiaj wieczorem, i będę z entuzjazmem czekając na koncert jutro wieczorem.",
      "example_translation": "Ich wartete gestern Abend aufgeregt auf das Konzert, ich warte heute Abend aufgeregt auf das Konzert und ich werde morgen Abend aufgeregt auf das Konzert warten.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyczerpany",
      "translation": "erschöpft",
      "definition": "Ekstremalnie zmęczony lub wyczerpany energią.",
      "definition_translation": "äußerst müde oder energie leer",
      "example": "Byłem wyczerpany po biegu maratońskim, jestem wyczerpany po całym dniu pracy, i będę wyczerpany po całej nocy spędzonej na studiowaniu.",
      "example_translation": "Ich war nach dem Marathonlauf erschöpft, ich bin nach einer ganzen Arbeitstag müde und ich werde nach einer ganzen Nacht Studieren erschöpft sein.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "doświadczony",
      "translation": "erfahren",
      "definition": "posiadający wiedzę lub umiejętność zdobytą przez praktykę lub ekspozycję",
      "definition_translation": "mit Wissen oder Fähigkeiten, die durch Praxis oder Erfahrung erworben wurden",
      "example": "Byłem doświadczonym programistą przed zmianą kariery, jestem doświadczonym kierowcą teraz, a będę doświadczonym nauczycielem za parę lat.",
      "example_translation": "Ich war ein erfahrener Programmierer, bevor ich die Karriere wechselte, ich bin jetzt ein erfahrener Fahrer und ich werde in ein paar Jahren ein erfahrener Lehrer sein.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozpraszon",
      "translation": "vergesslich",
      "definition": "mający skłonność do zapominania rzeczy",
      "definition_translation": "mit der Tendenz, Dinge zu vergessen",
      "example": "Byłem rozpraszonym, kiedy byłem młody, czasami jestem rozpraszonym teraz, a będę rozpraszonym, kiedy będę stary.",
      "example_translation": "Ich war in meiner Jugend vergesslich, ich bin manchmal jetzt vergesslich und ich werde alt vergesslich sein.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przestraszony",
      "translation": "erschrocken",
      "definition": "czujący strach lub lęk, szczególnie nagle lub intensywnie",
      "definition_translation": "Furcht oder Angst empfindet, insbesondere plötzlich oder intensiv",
      "example": "Byłem przestraszony, gdy zobaczyłem węża w ogrodzie. Jestem przestraszony wysokościami. Będę przestraszony, jeśli nie zobaczę mojej rodziny ponownie.",
      "example_translation": "Ich war erschrocken, als ich die Schlange im Garten sah. Ich habe Angst vor Höhen. Ich werde mich fürchten, wenn ich meine Familie nie wieder sehe.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hojny",
      "translation": "großzügig",
      "definition": "chętnie dający z siebie pieniędzy, czasu lub zasobów",
      "definition_translation": "bereit, freiwillig von seinem Geld, seiner Zeit oder Ressourcen zu geben",
      "example": "Ona była hojna ze swoim czasem i pomogła mi z projektem. On jest hojny ze swoimi pieniędzmi i przekazuje darowizny. Będą hojni ze swoimi zasobami i podzielą się z innymi.",
      "example_translation": "Sie war großzügig mit ihrer Zeit und half mir bei meinem Projekt. Er ist großzügig mit seinem Geld und spendet an wohltätige Organisationen. Sie werden großzügig mit ihren Ressourcen und teilen mit anderen.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "delikatny",
      "translation": "sanft",
      "definition": "mający spokojny i pokojowy charakter lub naturę",
      "definition_translation": "eine ruhige und friedfertige Natur oder Charakter hat",
      "example": "Ona jest delikatną osobą i zawsze próbuje uspokoić innych. On był delikatny z dzieckiem i nie chciał go przestraszyć. Będą delikatni wobec środowiska i zmniejszą zanieczyszczenie.",
      "example_translation": "Sie ist eine sanfte Person und versucht immer, andere zu beruhigen. Er war sanft mit dem Baby und wollte es nicht erschrecken. Sie werden sanft mit der Umwelt umgehen und die Verschmutzung reduzieren.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wdzięczny",
      "translation": "dankbar",
      "definition": "czujący wdzięczność lub podziękowanie",
      "definition_translation": "fühlt oder zeigt Anerkennung oder Dankbarkeit",
      "example": "Jestem wdzięczny za moją rodzinę i przyjaciół. Ona była wdzięczna za możliwość studiowania za granicą. Będą wdzięczni za doświadczenie i nigdy o nim nie zapomną.",
      "example_translation": "Ich bin dankbar für meine Familie und Freunde. Sie war dankbar für die Gelegenheit, im Ausland zu studieren. Sie werden dankbar für die Erfahrung und werden es nie vergessen.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "winny",
      "translation": "schuldig",
      "definition": "dokonujący złego czynu lub czynu niezgodnego z prawem; odpowiedzialny za błąd lub omyłkę",
      "definition_translation": "Ein falsches oder unrechtmäßiges Verhalten begangen haben; für einen Fehler oder Fehler verantwortlich.",
      "example": "Ona czuła się winna za nieobecność na ślubie swojej siostry. Ona była winna oszustwa na egzaminie. Będzie czuć się winna, jeśli nie dotrzyma terminu.",
      "example_translation": "Sie fühlte sich schuldig, weil sie nicht bei der Hochzeit ihrer Schwester war. Sie war schuldig, weil sie bei der Prüfung betrogen hatte. Sie wird sich schuldig fühlen, wenn sie die Frist nicht einhält.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczęśliwie",
      "translation": "glücklich",
      "definition": "w sposób radosny lub wesoły; czując lub okazując wielką radość lub zadowolenie",
      "definition_translation": "Auf eine freudige oder heitere Weise; große Freude oder Zufriedenheit empfindend oder zeigend.",
      "example": "Oni żyli szczęśliwie do końca. Ona szczęśliwie przyjęła ofertę pracy. On będzie szczęśliwie pomagać jej w przeprowadzce.",
      "example_translation": "Sie lebten glücklich bis an ihr Lebensende. Sie akzeptierte das Jobangebot glücklich. Er wird ihr glücklich bei dem Umzug helfen.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomocny",
      "translation": "hilfreich",
      "definition": "udzielający pomocy lub wsparcia; użyteczny lub korzystny",
      "definition_translation": "Hilfe oder Unterstützung anbietend; nützlich oder vorteilhaft.",
      "example": "Instrukcje były bardzo pomocne. Ona była pomocnym przewodnikiem podczas wycieczki. On będzie pomocny w rozwiązaniu problemu.",
      "example_translation": "Die Anweisungen waren sehr hilfreich. Sie war eine hilfreiche Führerin auf der Tour. Er wird bei der Lösung des Problems hilfreich sein.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pełen nadziei",
      "translation": "hoffnungsvoll",
      "definition": "mający lub inspirujący optymizm lub pewność co do przyszłości",
      "definition_translation": "Eine optimistische oder zuversichtliche Haltung gegenüber der Zukunft habend oder inspirierend.",
      "example": "Jestem pełen nadziei, że otrzymam tę pracę. Ona była pełna nadziei, że jej drużyna wygra mecz. On będzie pełen nadziei co do wyniku operacji.",
      "example_translation": "Ich bin hoffnungsvoll, dass ich den Job bekomme. Sie war hoffnungsvoll, dass ihr Team das Spiel gewinnt. Er wird hoffnungsvoll über das Ergebnis der Operation sein.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nastrojowy",
      "translation": "launisch",
      "definition": "Mający lub pokazujący nagłe zmiany nastroju, często w nieprzewidywalny sposób",
      "definition_translation": "Hat oder zeigt plötzliche Stimmungswechsel, oft auf unvorhersehbare Weise",
      "example": "Była nastrojową osobą, która mogła zmienić się z radosnej na smutną szybko. On był nastrojowym nastolatkiem. Będą nastrojowi, jeśli nie dostaną wystarczającej ilości snu.",
      "example_translation": "Sie war eine launische Person, die schnell von fröhlich zu traurig wechseln konnte. Er war ein launischer Teenager gewesen. Sie werden launisch sein, wenn sie nicht genug Schlaf bekommen.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "negatywny",
      "translation": "negativ",
      "definition": "Wyrażający lub sugerujący dezaprobatę lub sprzeciw",
      "definition_translation": "Drückt oder impliziert Missbilligung oder Dissens",
      "example": "Miał negatywne nastawienie wobec nowej polityki. Dała negatywną recenzję filmu. Będą miały negatywny wpływ na środowisko.",
      "example_translation": "Er hatte eine negative Einstellung gegenüber der neuen Richtlinie. Sie gab ein negatives Review des Films ab. Sie werden einen negativen Einfluss auf die Umwelt haben.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nerwowy",
      "translation": "nervös",
      "definition": "Czujący niepokój lub lęk, często wobec czegoś konkretnego",
      "definition_translation": "Ein Gefühl der Ängstlichkeit oder Sorge, oft über etwas Spezifisches.",
      "example": "Byłem nerwowym przed pierwszym wywiadem, ale próbowałem się zrelaksować. Jestem nerwowym wobec publicznego przemawiania, ale pracuję nad tym. Będę nerwowy przed egzaminem, ale uczyłem się dużo.",
      "example_translation": "Ich war vor meinem ersten Vorstellungsgespräch nervös, aber ich versuchte, mich zu entspannen. Ich bin nervös wegen öffentlichen Redens, aber ich arbeite daran. Ich werde vor der Prüfung nervös sein, aber ich habe hart studiert.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pacjent",
      "translation": "Patient",
      "definition": "Osoba, która otrzymuje opiekę medyczną, leczenie lub uwagę od lekarza lub szpitala",
      "definition_translation": "Eine Person, die medizinische Versorgung, Behandlung oder Aufmerksamkeit von einem Arzt oder Krankenhaus erhält.",
      "example": "Pacjent był w dobrej kondycji po operacji, ale jeszcze potrzebował odpoczynek. Lekarz zobaczył pacjenta i przepisał mu leki. Pacjent będzie musiał się zgłosić do lekarza w ciągu tygodnia.",
      "example_translation": "Der Patient erholte sich gut von der Operation, aber musste noch ruhen. Der Arzt sah den Patienten und verschrieb einige Medikamente. Der Patient muss in einer Woche zum Arzt nachkommen.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uprzejmie",
      "translation": "höflich",
      "definition": "W sposób, który jest szanujący i uwzględniający innych, często używając dobrych manier",
      "definition_translation": "Auf eine Weise, die anderen gegenüber respektvoll und rücksichtsvoll ist, oft mit guten Manieren.",
      "example": "Mówiła uprzejmie do klienta, nawet gdy był trudny. Poprosił uprzejmie, czy może pożyczyć książkę. Będą odpowiadać uprzejmie na wszystkie maile.",
      "example_translation": "Sie sprach höflich mit dem Kunden, obwohl sie schwierig waren. Er fragte höflich, ob er das Buch leihen könnte. Sie werden auf alle E-Mails höflich reagieren.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "potężny",
      "translation": "mächtig",
      "definition": "Mający dużo siły, wpływu lub autorytetu, często z możliwością sprawowania wpływu na rzeczy",
      "definition_translation": "Mit einer Menge Stärke, Einfluss oder Autorität, oft mit der Fähigkeit, Dinge zu erreichen.",
      "example": "Firma stała się bardzo potężną w branży technologicznej. Potężny silnik pozwolił samochodowi przyspieszyć szybko. Potężna burza spowodowała znaczne szkody w mieście.",
      "example_translation": "Das Unternehmen ist in der Tech-Industrie sehr mächtig geworden. Der starke Motor ermöglichte es dem Auto, schnell zu beschleunigen. Der starke Sturm verursachte erhebliche Schäden an der Stadt.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dumni",
      "translation": "stolz",
      "definition": "Mający lub pokazujący duma; czujący się zadowolony i usatysfakcjonowany z czegoś, co zrobił lub osiągnął",
      "definition_translation": "Habend oder zeigend ein Gefühl des Stolzes; fühlt sich froh und zufrieden über etwas, das man getan oder erreicht hat.",
      "example": "Byłem dumny z mojej drużyny, gdy wygraliśmy mistrzostwo. Jestem dumny, że jestem częścią tej organizacji. Będę dumny, gdy pokażę ci mój nowy samochód.",
      "example_translation": "Ich war stolz auf mein Team, als wir die Meisterschaft gewannen. Ich bin stolz, Teil dieser Organisation zu sein. Ich werde stolz sein, dir mein neues Auto zu zeigen.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kłótliwy",
      "translation": "streitsüchtig",
      "definition": "Skłonny do kłótni lub sporów; lubiący się kłócić lub walczyć",
      "definition_translation": "Dem Streiten oder Disputieren ergeben; gerne streitet oder kämpft.",
      "example": "Mój brat może być kłótliwym czasami, ale wciąż go kocham. Ma kłótliwą naturę, co utrudnia dogadanie się z nią. Byli kłótliwi i nie mogli się zgodzić co do niczego.",
      "example_translation": "Mein Bruder kann manchmal streitsüchtig sein, aber ich liebe ihn trotzdem. Sie hat eine streitsüchtige Natur, was es schwierig macht, mit ihr zurechtzukommen. Sie waren streitsüchtig und konnten sich auf nichts einigen.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrelaksowany",
      "translation": "entspannt",
      "definition": "Czujący lub pokazujący stan.relaksu lub zredukowanego napięcia lub lęku",
      "definition_translation": "Ein Gefühl oder eine Zeigung eines Zustandes des Komforts und reduzierter Spannung oder Angst.",
      "example": "Czułem się zrelaksowany na wakacjach na plaży. Wyglądała zrelaksowana w nowej sukni. Był zrelaksowany podczas wywiadu.",
      "example_translation": "Ich fühlte mich entspannt auf dem Strandurlaub. Sie sieht entspannt in ihrem neuen Outfit aus. Er war entspannt während des Interviews.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "relaksujący",
      "translation": "entspannend",
      "definition": "Wyrzynający uczucie relaksu lub redukujący napięcie lub lęk",
      "definition_translation": "Verursacht ein Gefühl der Entspannung oder reduziert Spannung oder Angst.",
      "example": "Słuchanie muzyki jest relaksującą czynnością. Wzięcie ciepłej kąpieli jest relaksujące. Czytanie książki może być relaksujące.",
      "example_translation": "Musik hören ist eine entspannende Aktivität. Ein warmes Bad nehmen ist entspannend. Ein Buch lesen kann entspannend sein.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezawodny",
      "translation": "zuverlässig",
      "definition": "Można ufać lub polegać na nim, aby zachowywać się w określony sposób lub robić coś.",
      "definition_translation": "In der Lage, Vertrauen zu verdienen oder sich auf eine bestimmte Weise zu verhalten oder eine bestimmte Sache zu tun.",
      "example": "Była niezawodnym źródłem informacji. Będzie niezawodna w przyszłości. On był niezawodny w przeszłości.",
      "example_translation": "Sie war eine zuverlässige Quelle von Informationen. Sie wird in Zukunft zuverlässig sein. Er war in der Vergangenheit zuverlässig gewesen.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "romantyczny",
      "translation": "romantisch",
      "definition": "Dotyczy lub charakteryzuje się nastawieniem na emocje, wyobraźnię i piękno, zwłaszcza w relacjach miłosnych.",
      "definition_translation": "Im Zusammenhang mit oder durch eine Konzentration auf Emotion, Vorstellungskraft und Schönheit, insbesondere in Bezug auf Liebe oder Romanze, gekennzeichnet.",
      "example": "Romantyczna kolacja była piękna. Będą mieć romantyczny wyjazd za rok. On był romantykiem w młodości.",
      "example_translation": "Das romantische Abendessen war schön. Sie werden nächstes Jahr einen romantischen Ausflug haben. Er war in seiner Jugend ein Romantiker gewesen.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "ungehobelt",
      "definition": "Nie mający lub nie pokazujący manier ani uprzejmości; nieuprzejmy.",
      "definition_translation": "Haben oder zeigen keine Manieren oder Höflichkeit; unhöflich.",
      "example": "Był niegrzeczny wobec kelnera. Nie będą niegrzeczni wobec gości. Ona była niegrzeczna wobec swojej siostry.",
      "example_translation": "Er war unhöflich zum Kellner. Sie werden den Gästen nicht unhöflich sein. Sie war ihrer Schwester gegenüber unhöflich gewesen.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "zufrieden",
      "definition": "Czujący się zadowolonym lub szczęśliwym z czegoś.",
      "definition_translation": "Fühlte sich zufrieden oder erfreut über etwas.",
      "example": "Była zadowolona ze swojej pracy. Będą zadowoleni z wyniku. On był zadowolony ze swojego życia.",
      "example_translation": "Sie war mit ihrem Job zufrieden. Sie werden mit dem Ergebnis zufrieden sein. Er war mit seinem Leben zufrieden gewesen.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przestraszony",
      "translation": "ängstlich",
      "definition": "Czujący lęk lub niepokój; przerażony.",
      "definition_translation": "Fühlt sich ängstlich oder beunruhigt; erschrocken.",
      "example": "Byłem przestraszony, że muszę jechać na roller coaster, kiedy byłem dzieckiem. Teraz jestem przestraszony, że tak szybko rosnę. Będę przestraszony, że muszę zmierzyć się ze swoimi lękami za rok.",
      "example_translation": "Als ich ein Kind war, hatte ich Angst, die Achterbahn zu fahren. Jetzt habe ich Angst, daran zu denken, wie schnell ich älter werde. Ich werde Angst haben, meine Ängste nächstes Jahr zu überwinden.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażający",
      "translation": "erschreckend",
      "definition": "Wzbudzający lęk lub przerażenie; straszny.",
      "definition_translation": "Verursacht Angst oder Alarm; alles andere als beruhigend.",
      "example": "Ten przerażający film sprawił, że krzyczałem wczoraj wieczorem. Najprzerażający moment był, kiedy pojawiał się potwór. Myśl o pająkach nadal sprawia, że czuję się przerażony.",
      "example_translation": "Der gruselige Film hat mich letzte Nacht schreien lassen. Der gruselige Teil war, als das Monster erschien. Der gruselige Gedanke an Spinnen gibt mir immer noch die Gänsehaut.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pewny siebie",
      "translation": "selbstsicher",
      "definition": "Mający lub pokazujący ufność w swoich zdolnościach lub osądzie.",
      "definition_translation": "Habt oder zeigten Zuversicht in eigene Fähigkeiten oder Urteilskraft.",
      "example": "Weszła do pokoju z pewnym siebie uśmiechem. On był pewny siebie w swojej prezentacji wczoraj. Będę pewny siebie, kiedy skończę swoje zamierzenia za tydzień.",
      "example_translation": "Sie ging mit einem selbstsicheren Lächeln ins Zimmer. Er war gestern bei seinem Vortrag selbstsicher. Ich werde nächste Woche selbstsicher sein, wenn ich mein Projekt abgeschlossen habe.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "egoistyczny",
      "translation": "egoistisch",
      "definition": "Nie mający uwagi o innych; zajęty tylko swoimi interesami.",
      "definition_translation": "Fehlt Rücksicht auf andere; nur mit eigenen Interessen beschäftigt.",
      "example": "Mój brat może być egoistyczny czasem, kiedy chce wszystkiego dla siebie. Ona była egoistyczna, kiedy nie chciała się dzielić zabawkami z nami. Byłem egoistyczny, kiedy nie pomagałem mojemu przyjacielowi w potrzebie.",
      "example_translation": "Mein Bruder kann manchmal egoistisch sein, wenn er alles für sich selbst will. Sie war egoistisch, als sie ihre Spielzeuge nicht mit uns teilte. Ich war egoistisch, als ich meinem Freund in Not nicht half.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozsądny",
      "translation": "vernünftig",
      "definition": "Mający lub pokazujący zdrowy rozsądek lub sąd; rozsądny.",
      "definition_translation": "Mit guten Sinne oder Urteil versehen oder gekennzeichnet; vernünftig.",
      "example": "Zrobiła rozsądną decyzję, inwestując swoje pieniądze mądrze. Zawsze była rozsądna w swoich finansach. Będzie robić rozsądny wybór dla swojej przyszłości.",
      "example_translation": "Sie traf eine vernünftige Entscheidung, ihr Geld weise anzulegen. Sie war immer vernünftig mit ihren Finanzen umgegangen. Sie wird eine vernünftige Wahl für ihre Zukunft treffen.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "schockiert",
      "definition": "Czujący nagły i intensywny szok lub zdumienie.",
      "definition_translation": "Plötzliche und intensive Überraschung oder Erstaunen verspürend.",
      "example": "Byłem zdumiony, kiedy usłyszałem tajemnicę. Ona była zdumiona przez nagły hałas. Będą zdumieni, kiedy zobaczą wyniki.",
      "example_translation": "Ich war schockiert, als ich die Nachricht hörte. Sie war durch den plötzlichen Lärm schockiert. Sie werden schockiert sein, wenn sie die Ergebnisse sehen.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szokujący",
      "translation": "schockierend",
      "definition": "Wzbudzający silne uczucie zdziwienia, szoku lub obrzydzenia.",
      "definition_translation": "Eine starke Gefühl von Überraschung, Schock oder Abscheu verursachend.",
      "example": "Szokująca wiadomość rozprzestrzeniła się szybko. Film był szokujący, ale rozrywkowy. Szokująca prawda o firmie została ujawniona.",
      "example_translation": "Die schockierende Nachricht verbreitete sich schnell. Der Film war schockierend, aber unterhaltsam. Die schockierende Wahrheit über das Unternehmen wurde enthüllt.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieśmiały",
      "translation": "schüchtern",
      "definition": "Czujący nerwowość lub niezręczność, gdy jest wśród innych osób, zwłaszcza tych, których nie znasz.",
      "definition_translation": "Sich nervös oder unbehaglich fühlt, wenn man mit anderen Menschen zusammen ist, insbesondere mit Menschen, die man nicht kennt.",
      "example": "Była nieśmiała jako dziecko, ale wyrastała z tego. Był nieśmiały wśród dziewczyn, ale lubił rozmawiać z chłopcami. Byli nieśmiali na początku, ale wkrótce otworzyli się.",
      "example_translation": "Sie war als Kind schüchtern, aber wuchs daraus heraus. Er war schüchtern gegenüber Mädchen, aber liebte es, mit Jungen zu sprechen. Sie waren anfangs schüchtern, aber öffneten sich bald.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " nonsensowny",
      "translation": "albern",
      "definition": "Głupi lub absurdalny, często w sposób zabawny lub kapryśny.",
      "definition_translation": "Dümlich oder absurd, oft auf eine spielerische oder launische Weise.",
      "example": "Byłem nonsensowny jako dziecko, zawsze robiąc śmieszne miny. Teraz jestem poważniejszy. W przyszłości znów będę nonsensowny, kiedy odejdę na emeryturę.",
      "example_translation": "Ich war albern, als ich ein Kind war, immer lustige Gesichter machte. Jetzt bin ich ernsthafter. In Zukunft werde ich wieder albern sein, wenn ich in Rente gehe.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mądry",
      "translation": "intelligent",
      "definition": "Posiadający lub wykazujący dużo inteligencji lub zdrowego rozsądku.",
      "definition_translation": "Besitzt oder zeigt viel Intelligenz oder gesunden Menschenverstand.",
      "example": "Byłem mądry w szkole, zawsze dostając dobre oceny. Teraz jestem mądry w karierze, zawsze rozwiązując problemy. W przyszłości będę mądry w inwestycjach.",
      "example_translation": "Ich war intelligent in der Schule, immer gute Noten erzielend. Jetzt bin ich intelligent in meiner Karriere, immer Probleme lösend. In Zukunft werde ich intelligent in meinen Investitionen sein.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "towarzyski",
      "translation": "gesellig",
      "definition": "Cieszący się towarzystwem innych i będący przyjaznym i towarzyskim.",
      "definition_translation": "Genußt die Gesellschaft anderer und ist freundlich und extravertiert.",
      "example": "Byłem towarzyski na przyjęciu, rozmawiając z każdym. Teraz jestem towarzyski w pracy, zawsze rozmawiając z kolegami. W przyszłości będę towarzyski na imprezach towarzyskich.",
      "example_translation": "Ich war gesellig auf der Party, mit jedem redend. Jetzt bin ich gesellig bei der Arbeit, immer mit Kollegen plaudernd. In Zukunft werde ich gesellig bei gesellschaftlichen Ereignissen sein.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " zestresowany",
      "translation": "gestresst",
      "definition": "Czujący niepokój lub przytłoczenie, często z powodu zbyt dużej pracy lub presji.",
      "definition_translation": "Fühlt sich ängstlich oder überfordert, oft aufgrund zu viel Arbeit oder Druck.",
      "example": "Byłem zestresowany w zeszłym tygodniu, pracując nad projektem przed deadline'em. Teraz jestem zestresowany przez finanse. W przyszłości będę zestresowany przez zdrowie.",
      "example_translation": "Ich war gestresst letzte Woche, an einem Projekt-Datum arbeitend. Jetzt bin ich gestresst wegen meiner Finanzen. In Zukunft werde ich gestresst wegen meiner Gesundheit sein.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stresujący",
      "translation": "stressig",
      "definition": "wywołujący lęk lub napięcie; trudny do zniesienia",
      "definition_translation": "Anxiety oder Spannung verursachend; schwierig zu ertragen",
      "example": "Uważam, że ten job jest stresujący. Byłem zestresowany przed egzaminem. Będę zestresowany, jeśli nie spotkam deadline'u.",
      "example_translation": "Ich finde diesen Job stressig. Ich war gestresst wegen der Prüfung. Ich werde gestresst sein, wenn ich das Deadline nicht erreiche.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "surowy",
      "translation": "streng",
      "definition": " Bardzo skrupulatny lub wymagający; wymagający dokładności i poprawności",
      "definition_translation": "strenge genau oder fordernd; Durchsetzung und Richtigkeit erfordern",
      "example": "Moja nauczycielka jest bardzo surowa. Była surowa co do zasad. Będzie surowa wobec nas, jeśli nie będziemy się zachowywać.",
      "example_translation": "Meine Lehrerin ist sehr streng. Sie war streng bezüglich der Regeln. Sie wird streng mit uns sein, wenn wir uns nicht benehmen.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaskakujący",
      "translation": "überraschend",
      "definition": "wywołujący zdziwienie lub zdumienie; nieoczekiwany",
      "definition_translation": " Überraschung oder Erstaunen verursachend; unerwartet",
      "example": "Wiadomość była zaskakująca. Byłem zaskoczony przez prezent. Będę zaskoczony, jeśli wygrają mecz.",
      "example_translation": "Die Nachricht war überraschend. Ich war überrascht von dem Geschenk. Ich werde überrascht sein, wenn sie das Spiel gewinnen.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaskakująco",
      "translation": "überraschend",
      "definition": "w sposób zaskakujący; nieoczekiwanie",
      "definition_translation": "auf überraschende Weise; unerwartet",
      "example": "On przeszedł egzamin zaskakująco. Ona zrezygnowała z pracy zaskakująco. Będą wygrać nagrodę zaskakująco.",
      "example_translation": "Er bestand überraschend das Examen. Sie kündigte überraschend ihren Job. Sie werden überraschend den Preis gewinnen.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "utalentowany",
      "translation": "begabt",
      "definition": "Posiadający naturalny talent lub umiejętność, szczególnie w określonej dziedzinie lub aktywności.",
      "definition_translation": "Eine natürliche Fähigkeit oder Geschicklichkeit zu haben, insbesondere in einem bestimmten Bereich oder Aktivität.",
      "example": "Była utalentowaną muzykiem, która grała na pianinie od piątego roku życia. Jest wystarczająco utalentowana, by wystąpić na koncercie dziś wieczorem. Będzie utalentowaną artystką w przyszłości.",
      "example_translation": "Sie war eine begabte Musikerin, die seit ihrem fünften Lebensjahr Klavier spielte. Sie ist begabt genug, um heute Abend im Konzert aufzutreten. Sie wird in Zukunft eine begabte Künstlerin sein.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerażony",
      "translation": "verängstigt",
      "definition": "Czujący się ekstremalnie przerażonym lub zdruzgotanym.",
      "definition_translation": "Sich äußerst erschrocken oder ängstlich fühlen.",
      "example": "Dziecko było przerażone ciemnością. Jest przerażone pająkami. Będzie przerażone, jeśli zobaczy ducha.",
      "example_translation": "Das Kind war verängstigt vor der Dunkelheit. Sie ist verängstigt vor Spinnen. Sie wird verängstigt sein, wenn sie ein Gespenst sieht.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "męczący",
      "translation": "erschöpfend",
      "definition": "Powodujący uczucie fizycznego lub psychicznego wyczerpania.",
      "definition_translation": "Ein Gefühl der physischen oder mentalen Erschöpfung verursachen.",
      "example": "Długi spacer był męczący. Studiowanie do egzaminów jest męczące. Praca będzie męcząca, jeśli będę musiał pracować długo.",
      "example_translation": "Der lange Spaziergang war erschöpfend. Das Studieren für Prüfungen ist erschöpfend. Der Job wird erschöpfend sein, wenn ich lange Stunden arbeite.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tolerancyjny",
      "translation": "tolerant",
      "definition": "Gotów akceptować i dopuszczać istnienie opinii lub zachowań, z którymi się nie zgadza.",
      "definition_translation": "Bereit, die Existenz von Meinungen oder Verhaltensweisen zu akzeptieren und zuzulassen, mit denen man nicht notwendigerweise übereinstimmt.",
      "example": "Nauczyciel był tolerancyjny wobec błędów ucznia. Jest tolerancyjna wobec różnych kultur. Będzie tolerancyjny wobec poglądów przeciwnika.",
      "example_translation": "Die Lehrerin war tolerant gegenüber den Fehlern des Schülers. Sie ist tolerant gegenüber verschiedenen Kulturen. Er wird tolerant gegenüber den Ansichten seines Gegners sein.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieoczekiwany",
      "translation": "unerwartet",
      "definition": "Nieoczekiwany lub nieprzewidziany; zaskakujący lub nieprzewidywalny.",
      "definition_translation": "Nicht erwartet oder vorhergesehen; überraschend oder unvorhergesehen.",
      "example": "Wygrana drużyny była nieoczekiwana, ale zasłużona. Pracowali miesiącami. Wcześniej nie byli w stanie wygrać ani jednego meczu, ale teraz wygrają mistrzostwo. W przyszłości będą mogli konkurować na poziomie międzynarodowym.",
      "example_translation": "Der Sieg des Teams war unerwartet, aber wohlverdient. Sie hatten monatelang trainiert. Zuvor hatten sie nicht in der Lage sein können, ein einziges Spiel zu gewinnen, aber jetzt werden sie die Meisterschaft gewinnen. In Zukunft werden sie in der Lage sein, auf internationalem Niveau zu konkurrieren.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieprzyjazny",
      "translation": "unfreundlich",
      "definition": "Nieprzyjemny, zimny, lub wrogi; nieprzyjazny lub niegościnny.",
      "definition_translation": "Nicht freundlich, warm oder einladend; kalt, fern oder feindlich.",
      "example": "Nieprzyjazna recepcjonistka sprawiła, że czuliśmy się nieżyczliwie. Była nieprzyjazna wobec nas wcześniej, i wiemy, że będzie nieprzyjazna w przyszłości. W zeszłym tygodniu była nieprzyjazna wobec naszych kolegów, a teraz rozważamy zmianę hotelu.",
      "example_translation": "Die unfreundliche Rezeptionistin machte uns uns willkommen. Sie war uns gegenüber vorher unfreundlich gewesen, und wir wussten, dass sie in Zukunft unfreundlich sein würde. Letzte Woche war sie unseren Kollegen gegenüber unfreundlich, und jetzt überlegen wir, das Hotel zu wechseln.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezainteresowany",
      "translation": "uninteressiert",
      "definition": "Nie interesujący się lub niezainteresowany; brak entuzjazmu lub zainteresowania.",
      "definition_translation": "Nicht interessiert oder besorgt; ohne Enthusiasmus oder Aufregung.",
      "example": "Niezainteresowany uczeń nie zdał egzaminu, ponieważ nie słuchał w klasie. Był niezainteresowany tematyką od samego początku, a teraz boryka się z niedostatkami. W przyszłości będzie musiał być bardziej zainteresowany swoimi studiami.",
      "example_translation": "Der uninteressierte Student fiel durch die Prüfung, weil er im Unterricht nicht aufgepasst hatte. Er war seit Anfang nicht am Stoff interessiert gewesen, und jetzt kämpfte er darum, nachzukommen. In Zukunft wird er mehr Interesse an seinen Studien haben müssen.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieciekawy",
      "translation": "uninteressant",
      "definition": "Nie interesujący, nietętny, lub nużący; monotonna lub nudna.",
      "definition_translation": "Nicht aufregend, einnehmend oder fesselnd; langweilig, ermüdend oder(langweilig).",
      "example": "Nieciekawa wykład sprawiła, że studenci zasnęli. Profesor był nieciekawy od początku semestru, a teraz studenci borykają się z trudnością, by pozostać czujnymi. W przyszłości będzie musiał uczynić swoje wykłady bardziej atrakcyjnymi.",
      "example_translation": "Die uninteressante Vorlesung brachte die Studenten zum Einschlafen. Der Professor war seit Anfang des Semesters uninteressant gewesen, und jetzt kämpften die Studenten darum, wach zu bleiben. In Zukunft wird er seine Vorlesungen interessanter gemacht haben müssen.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niełaskawy",
      "translation": "unfreundlich",
      "definition": "Nie okazujący żadnej łaski lub współczucia; nie miły lub niepohamowany.",
      "definition_translation": "Ein Mangel an Freundlichkeit oder Mitgefühl aufweisend; nicht sanft oder wohltätig",
      "example": "Była niełaskawa dla swojej siostry, zawsze krytykując. Będzie niełaskawa dla swojej siostry, jeśli nie zmieni swojego zachowania. Była niełaskawa dla swojej siostry, ale teraz tego żałuje.",
      "example_translation": "Sie war ihrem Schwester unfreundlich, indem sie sie ständig kritisierte. Sie wird ihrem Schwester unfreundlich sein, wenn sie ihr Verhalten nicht ändert. Sie war ihrem Schwester unfreundlich, aber jetzt bereut sie es.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepły",
      "translation": "warm",
      "definition": "Mający umiarkowaną lub komfortową temperaturę; nie gorący ani zimny.",
      "definition_translation": "Eine moderate oder komfortable Temperatur aufweisend; nicht heiß oder kalt",
      "example": "Ciepła pogoda sprawiła, że spacer był idealny. Będzie czuła się ciepło, jeśli założy płaszcz. Ciepła woda czuła się dobrze na jej skórze.",
      "example_translation": "Das warme Wetter machte es perfekt für einen Spaziergang. Sie wird sich warm fühlen, wenn sie einen Mantel trägt. Das warme Wasser fühlte sich gut auf ihrer Haut an.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]