[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brat",
      "translation": "Bruder",
      "definition": "Męski brat, chłopak lub mężczyzna, który dzieli jeden lub oba rodziców z inną osobą.",
      "definition_translation": "Ein männlicher Geschwister, ein Junge oder Mann, der einen oder beide Eltern mit jemandem teilt.",
      "example": "Mój brat odwiedzi mnie jutro, ale mój brat odwiedził mnie wczoraj, a mój brat odwiedzi mnie za rok.",
      "example_translation": "Mein Bruder wird mich morgen besuchen, aber mein Bruder besuchte mich gestern, und mein Bruder wird mich bis zum nächsten Jahr besucht haben.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecko",
      "translation": "Kind",
      "definition": "Ludzkie dziecko pomiędzy urodzeniem a dojrzewaniem, lub syn lub córka w każdym wieku.",
      "definition_translation": "Ein menschliches Wesen zwischen Geburt und Pubertät, oder ein Sohn oder eine Tochter jeden Alters.",
      "example": "Dziecko bawiło się w parku, ale dziecko skończy szkołę za rok, a dziecko ukończyło college w zeszłym roku.",
      "example_translation": "Das Kind spielte im Park, aber das Kind wird die Schule bis zum nächsten Jahr beenden, und das Kind hatte das College letzten Jahr beendet.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dzieci",
      "translation": "Kinder",
      "definition": "Liczba mnoga dzieci, grupa młodych osób lub synów i córek w każdym wieku.",
      "definition_translation": "Plural von Kind, eine Gruppe junger Menschen oder Söhne und Töchter jeden Alters.",
      "example": "Dzieci bawiły się na placu zabaw, ale dzieci pójdą do szkoły jutro, a dzieci poszły do łóżka wczoraj wieczorem.",
      "example_translation": "Die Kinder spielten im Spielplatz, aber die Kinder werden morgen zur Schule gehen, und die Kinder waren früh ins Bett gegangen letzten Abend.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tata",
      "translation": "Vater",
      "definition": "Męski rodzic, ojciec, lub nieformalny tytuł szacunku dla starszego mężczyzny.",
      "definition_translation": "Ein männlicher Elternteil, ein Vater, oder ein informeller Titel des Respekts für einen älteren Mann.",
      "example": "Mój tata jest doktorem, ale mój tata był nauczycielem, a mój tata będzie konsultantem za rok.",
      "example_translation": " Mein Vater ist Arzt, aber mein Vater war Lehrer, und mein Vater wird nächstes Jahr Berater sein.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "córka",
      "translation": "Tochter",
      "definition": "Żeńskie dziecko lub żeński potomek.",
      "definition_translation": "Eine weibliche Kind oder eine weibliche Nachkommin.",
      "example": "Zabiorę moją córkę do parku jutro, zabrałem moją córkę do parku wczoraj, a zabieram moją córkę do parku co tydzień.",
      "example_translation": "Ich werde meine Tochter morgen in den Park bringen, ich brachte meine Tochter gestern in den Park, und ich bringe meine Tochter jeden Woche in den Park.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ojciec",
      "translation": "Vater",
      "definition": "Męski rodzic lub męski przodek.",
      "definition_translation": "Ein männlicher Elternteil oder ein männlicher Vorfahre.",
      "example": "Mój ojciec przyjdzie do domu jutro, mój ojciec przybył do domu wczoraj, a mój ojciec przychodzi do domu każdego dnia.",
      "example_translation": "Mein Vater wird morgen nach Hause kommen, mein Vater kam gestern nach Hause, und mein Vater kommt jeden Tag nach Hause.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mąż",
      "translation": "Ehemann",
      "definition": "Męski partner w małżeństwie.",
      "definition_translation": "Ein männlicher Partner in einer Ehe.",
      "example": "Mój mąż pójdzie do sklepu jutro, mój mąż poszedł do sklepu wczoraj, a mój mąż idzie do sklepu co tydzień.",
      "example_translation": "Mein Ehemann wird morgen in den Laden gehen, mein Ehemann ging gestern in den Laden, und mein Ehemann geht jeden Woche in den Laden.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "matka",
      "translation": "Mutter",
      "definition": "Żeński rodzic lub żeński przodek.",
      "definition_translation": "Eine weibliche Elternteil oder eine weibliche Vorfahrin.",
      "example": "Moja matka ugotuje obiad jutro, moja matka ugotowała obiad wczoraj, a moja matka gotuje obiad każdego dnia.",
      "example_translation": "Meine Mutter wird morgen Abendessen kochen, meine Mutter kochte Abendessen gestern, und meine Mutter kocht Abendessen jeden Tag.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mama",
      "translation": "Mutter",
      "definition": "Matka to żeński rodzic, który rodzi dziecko i wychowuje je, gdy rośnie.",
      "definition_translation": "Eine Mutter ist eine weibliche Eltern, die ein Kind zur Welt bringt und es während des Wachstums pflegt.",
      "example": "Kochałem moją mamę, gdy byłem dzieckiem. Kocham moją mamę teraz. Kocham moją mamę na zawsze.",
      "example_translation": "Ich liebte meine Mutter, als ich ein Kind war. Ich liebe meine Mutter jetzt. Ich werde meine Mutter für immer lieben.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rodzice",
      "translation": "Eltern",
      "definition": "Rodzice to matka i ojciec dziecka, którzy są odpowiedzialni za jego wychowanie i opiekę.",
      "definition_translation": "Eltern sind die Mutter und der Vater eines Kindes, die für seine Erziehung und Pflege verantwortlich sind.",
      "example": "Moje rodzice byli bardzo wsparci, gdy dorastałem. Moi rodzice są dumni ze mnie teraz. Odwiedzę moich rodziców następnego tygodnia.",
      "example_translation": "Meine Eltern waren sehr unterstützend, als ich aufwuchs. Meine Eltern sind jetzt stolz auf mich. Ich werde meine Eltern nächste Woche besuchen.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siostra",
      "translation": "Schwester",
      "definition": "Siostra to femaleinne rodzeństwo, dziewczyna lub kobieta, która dzieli z inną osobą jednego lub dwóch rodziców.",
      "definition_translation": "Eine Schwester ist eine weibliche Geschwister, ein Mädchen oder eine Frau, die ein oder beide Eltern mit einer anderen Person teilt.",
      "example": "Kochałem moją siostrę, gdy byliśmy dziećmi. Kocham moją siostrę teraz. Moja siostra przyjedzie do mnie wkrótce.",
      "example_translation": "Ich liebte meine Schwester, als wir Kinder waren. Ich liebe meine Schwester jetzt. Meine Schwester wird mich bald besuchen.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "syn",
      "translation": "Sohn",
      "definition": "Syn to maleńskie dziecko lub maleński potomek, chłopak lub mężczyzna, który jest dzieckiem rodziców.",
      "definition_translation": "Ein Sohn ist ein männliches Kind oder ein männlicher Nachkomme, ein Junge oder Mann, der das Kind eines Elternteils ist.",
      "example": "Kochałem mojego syna, gdy się urodził. Kocham mojego syna teraz. Mój syn ukończy studia za rok.",
      "example_translation": "Ich liebte meinen Sohn, als er geboren wurde. Ich liebe meinen Sohn jetzt. Mein Sohn wird nächstes Jahr von der Universität abschließen.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żona",
      "translation": "Ehefrau",
      "definition": "Żona to femaleński partner życiowy w małżeństwie, często współdzieli dom z mężem.",
      "definition_translation": "Eine Ehefrau ist eine weibliche Partnerin in einer Ehe, oft teilt sie ein Haus mit ihrem Ehemann.",
      "example": "Ożeniłem się z moją żoną w zeszłym roku. Była moją żoną, gdy byłem młody. Ożenię się z moją żoną następnym miesiącem.",
      "example_translation": "Ich heiratete meine Ehefrau letztes Jahr. Sie war meine Ehefrau, als ich jung war. Ich werde meine Ehefrau nächsten Monat heiraten.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciocia",
      "translation": "Tante",
      "definition": "Ciotka to siostra matki lub ojca, lub żona wuja.",
      "definition_translation": "Eine Tante ist die Schwester der Mutter oder des Vaters oder die Ehefrau des Onkels.",
      "example": "Moja ciocia odwiedziła mnie wczoraj. Moja ciocia odwiedzi mnie jutro. Moja ciocia odwiedziła mnie w zeszłym tygodniu.",
      "example_translation": "Meine Tante besuchte mich gestern. Meine Tante wird mich morgen besuchen. Meine Tante besuchte mich letzte Woche.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "starszy brat",
      "translation": "großer Bruder",
      "definition": "Starszy brat tostarszy brat, często służący jako opiekun lub mentor dla młodszych rodzeństwa.",
      "definition_translation": "Ein großer Bruder ist ein älterer Bruder, der oft als Schutz oder Mentor für seine jüngeren Geschwister dient.",
      "example": "Mój starszy brat pomógł mi z zadaniem. Mój starszy brat pomoże mi z projektem. Mój starszy brat pomógł mi z egzaminem.",
      "example_translation": " Mein großer Bruder half mir bei meinen Hausaufgaben. Mein großer Bruder wird mir bei meinem Projekt helfen. Mein großer Bruder half mir bei meinem Examen.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "starsza siostra",
      "translation": "große Schwester",
      "definition": "Starsza siostra to starsza siostra, często służąca jako model lub mentor dla młodszych rodzeństwa.",
      "definition_translation": "Eine große Schwester ist eine ältere Schwester, die oft als Vorbild oder Mentorin für ihre jüngeren Geschwister dient.",
      "example": "Moja starsza siostra nauczyła mnie, jak jeździć na rowerze. Moja starsza siostra nauczy mnie, jak pływać. Moja starsza siostra nauczyła mnie, jak gotować.",
      "example_translation": "Meine große Schwester lehrte mich, wie man ein Fahrrad fährt. Meine große Schwester wird mich lehren, wie man schwimmt. Meine große Schwester lehrte mich, wie man kocht.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kuzyn",
      "translation": "Vetter",
      "definition": "Dziecko wuja lub cioty.",
      "definition_translation": "Das Kind von Onkel oder Tante.",
      "example": "Spotkałem swojego kuzyna na rodzinnej imprezie. Spotkam swojego kuzyna na rodzinnej imprezie. Spotkałem swojego kuzyna na rodzinnej imprezie.",
      "example_translation": "Ich traf meinen Vetter bei der Familienzusammenkunft. Ich werde meinen Vetter bei der Familienzusammenkunft treffen. Ich traf meinen Vetter bei der Familienzusammenkunft.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wnuk",
      "translation": "Enkelkind",
      "definition": "Dziecko dzieci.",
      "definition_translation": "Ein Kind von seinem eigenen Kind.",
      "example": "Bawiłem się ze swoim wnukiem w zeszłym weekendzie. Bawię się ze swoim wnukiem co dzień. Bawię się ze swoim wnukiem w przyszłym tygodniu.",
      "example_translation": "Ich spielte mit meinem Enkelkind letzten Wochenende. Ich spiele mit meinem Enkelkind jeden Tag. Ich werde mit meinem Enkelkind nächste Woche spielen.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wnuki",
      "translation": "Enkelkinder",
      "definition": "Dzieci dzieci.",
      "definition_translation": "Kinder von seinen eigenen Kindern.",
      "example": "Mam pięcioro wnuków. Moi wnuki są zawsze tak pełni energii. Moi wnuki odwiedzą mnie następnym miesiącem.",
      "example_translation": "Ich habe fünf Enkelkinder. Meine Enkelkinder sind immer so energiegeladen. Meine Enkelkinder werden mich nächsten Monat besuchen.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziadek",
      "translation": "Großvater",
      "definition": "Ojciec matki lub ojca.",
      "definition_translation": "Der Vater von Mutter oder Vater.",
      "example": "Mój dziadek opowiedział mi historię. Mój dziadek jest bardzo miły. Mój dziadek nauczy mnie, jak łowić ryby.",
      "example_translation": "Mein Großvater erzählte mir eine Geschichte. Mein Großvater ist sehr freundlich. Mein Großvater wird mich angeln lehren.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wnuczka",
      "translation": "Enkeltochter",
      "definition": "Córka syna lub córki.",
      "definition_translation": "Die Tochter eines Sohnes oder einer Tochter.",
      "example": "Moja wnuczka uwielbia grać z laleczkami. Grała z nimi cały dzień wczoraj i znowu będzie grać jutro.",
      "example_translation": "Meine Enkeltochter liebt das Spielen mit Puppen. Sie spielte gestern den ganzen Tag mit Puppen und wird morgen wieder damit spielen.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziadek",
      "translation": "Großvater",
      "definition": "Ojciec matki lub ojca.",
      "definition_translation": "Der Vater von Mutter oder Vater.",
      "example": "Mój dziadek był wielkim opowiadaczem. Opowiadał nam historie, gdy byliśmy dziećmi, i nadal opowiada naszym dzieciom teraz.",
      "example_translation": " Mein Großvater war ein großartiger Erzähler. Er erzählte uns Geschichten, als wir Kinder waren, und erzählt sie unseren Kindern immer noch heute.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "babcia",
      "translation": "Oma",
      "definition": "Matka matki lub ojca.",
      "definition_translation": "Die Mutter von Mutter oder Vater.",
      "example": "Moja babcia nauczyła mnie pieczonek ciast. Pieczemy je co niedziela i znowu będziemy pieczone w przyszłym tygodniu.",
      "example_translation": "Meine Oma lehrte mich, wie man Kekse backt. Sie backt sie jeden Sonntag und wird nächste Woche wieder backen.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "babka",
      "translation": "Großmutter",
      "definition": "Matka matki lub ojca.",
      "definition_translation": "Die Mutter von Mutter oder Vater.",
      "example": "Moja babka jest bardzo uczuciową osobą. Była dla mnie miła, gdy byłem dzieckiem, i nadal jest miła dla moich dzieci teraz.",
      "example_translation": "Meine Großmutter ist eine sehr nette Person. Sie war mir gegenüber sehr freundlich, als ich ein Kind war, und ist meinen Kindern immer noch freundlich gegenüber.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziadzio",
      "translation": "Großvater",
      "definition": "Ojciec ojca lub matki; męski przodek, zwłaszcza dziadek, który aktywnie interesuje się swoimi wnukami.",
      "definition_translation": "Der Vater des Vaters oder der Mutter; ein männlicher Vorfahre, insbesondere ein Großvater, der sich aktiv für seine Enkel interessiert.",
      "example": "Mój dziadzio uczył mnie opowiadać historie, gdy byłem dzieckiem, a teraz ja uczę swoje wnuki. Nauczył mnie łowić ryby w zeszłym tygodniu, a ja nauczę swoje dzieci w przyszłym tygodniu.",
      "example_translation": "Mein Großvater erzählte mir Geschichten, als ich ein Kind war, und jetzt erzähle ich sie meinen eigenen Enkeln. Er lehrte mich letzten Wochenende Angeln, und ich werde meine Kinder nächstes Wochenende lehren.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziadkowie",
      "translation": "Großelternteil",
      "definition": "Rodzice matki lub ojca; babcia lub dziadek.",
      "definition_translation": "Ein Elternteil von Mutter oder Vater; eine Oma oder ein Opa.",
      "example": "Moi dziadkowie mieszkali z nami, gdy byłem dzieckiem, a teraz moi rodzice mieszkają ze mną. Pomagali mi z zadaniami, gdy byłam w szkole, a teraz ja pomagam moim dzieciom.",
      "example_translation": "Meine Großeltern lebten mit uns, als ich ein Kind war, und jetzt leben meine Eltern bei mir. Sie halfen mir bei meinen Hausaufgaben, als ich auf der Schule war, und jetzt helfe ich meinen Kindern bei ihren.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziadkowie",
      "translation": "Großeltern",
      "definition": "Liczba mnoga dziadka; rodzice matki lub ojca.",
      "definition_translation": "Pluralform von Großelternteil; die Eltern von Mutter oder Vater.",
      "example": "Moi dziadkowie byli dla mnie bardzo mili, gdy byłem dzieckiem, i teraz staram się być miły dla swoich dziadków. Odwiedzili nas w zeszłym roku, a my odwiedzimy ich w przyszłym lecie.",
      "example_translation": "Meine Großeltern waren sehr nett zu mir, als ich ein Kind war, und jetzt versuche ich nett zu meinen eigenen Großeltern zu sein. Sie besuchten uns letztes Jahr, und wir werden sie nächstes Sommer besuchen.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wnuk",
      "translation": "Enkel",
      "definition": "Syn syna lub córki; męski potomek.",
      "definition_translation": "Der Sohn von Sohn oder Tochter; ein männlicher Nachkomme.",
      "example": "Mój wnuk uwielbia grać z moim psem, a ja uwielbiałem grać z psem mojego dziadka, gdy byłem chłopcem. Odwiedzi mnie w przyszłym tygodniu, a ja zabiorę go do parku.",
      "example_translation": "Mein Enkel liebt es, mit meinem Hund zu spielen, und ich liebte es, mit dem Hund meines Großvaters zu spielen, als ich ein Junge war. Er wird mich nächste Woche besuchen, und ich werde ihn in den Park mitnehmen.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baba",
      "translation": "Oma",
      "definition": "Matka matki lub ojca, zwłaszcza matka matki.",
      "definition_translation": "Eine Großmutter ist eine weibliche Vorfahrin, insbesondere die Mutter von einem Elternteil.",
      "example": "Moja baba mieszkała z nami, gdy byłem dzieckiem, ona opowiadała nam historie. Teraz ja odwiedzam ją co weekend, a ona odwiedzi mnie w przyszłym miesiącu.",
      "example_translation": "Meine Oma lebte bei uns, als ich ein Kind war, sie erzählte uns Geschichten. Jetzt besuche ich sie jeden Wochenende, und sie wird mich nächsten Monat besuchen.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wuj",
      "translation": "Onkel",
      "definition": "Brat matki lub ojca, albo mąż ciotki.",
      "definition_translation": "Der Bruder von einem Elternteil oder der Ehemann von einem Tante.",
      "example": "Mój wuj był marynarzem, podróżował dookoła świata. Teraz uczy na uniwersytecie, a w przyszłym roku ponownie wyjedzie w podróż.",
      "example_translation": "Mein Onkel war ein Seemann, er hatte die Welt bereist. Jetzt unterrichtet er an einer Universität, und er wird nächstes Jahr wieder reisen.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siostrzeniec",
      "translation": "Neffe",
      "definition": "Syn brata lub siostry, lub syn męża lub żony brata lub siostry.",
      "definition_translation": "Der Sohn von einem Bruder oder einer Schwester, oder der Sohn von einem Ehepartner's Bruder oder Schwester.",
      "example": "Mój siostrzeniec jest bardzo inteligentny, nauczył się czytać, gdy miał trzy lata. Teraz studiuje na uniwersytecie i będzie miał dyplom za rok.",
      "example_translation": "Mein Neffe ist sehr intelligent, er lernte lesen, als er drei Jahre alt war. Jetzt studiert er an einem College, und er wird nächstes Jahr abschließen.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siostrzenica",
      "translation": "Nichte",
      "definition": "Córka brata lub siostry, lub córka męża lub żony brata lub siostry.",
      "definition_translation": "Die Tochter von einem Bruder oder einer Schwester, oder die Tochter von einem Ehepartner's Bruder oder Schwester.",
      "example": "Moja siostrzenica uwielbia tańczyć, zaczęła brać lekcje, gdy miała pięć lat. Teraz jest w zespole tanecznym i wystąpi na scenie za miesiąc.",
      "example_translation": "Meine Nichte liebt das Tanzen, sie begann mit Tanzunterricht, als sie fünf Jahre alt war. Jetzt ist sie in einer Tanzkompanie, und sie wird nächsten Monat auf der Bühne auftreten.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krewny",
      "translation": "Verwandter",
      "definition": "Osoba spokrewniona z innymi przez pokrewieństwo lub małżeństwo; osoba, która jest powiązana z innymi ludźmi.",
      "definition_translation": "Eine Person, die durch Blut oder Ehe mit einer anderen Person oder Menschen verbunden ist;",
      "example": "Mój krewny mieszka w Paryżu. Odwiedziłem mojego krewnego latem. Spotkam mojego krewnego za tydzień.",
      "example_translation": "Mein Verwandter lebt in Paris. Ich besuchte meinen Verwandten letzten Sommer. Ich werde meinen Verwandten nächste Woche treffen.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bliźniak",
      "translation": "Zwilling",
      "definition": "Jedno z dwóch dzieci urodzonych w tym samym czasie; osoba, która ma ten sam dzień urodzenia co inna osoba.",
      "definition_translation": "Einer von zwei Babys, die gleichzeitig geboren werden; eine Person, die denselben Geburtstag wie eine andere Person hat.",
      "example": "Mam bliźniaczą siostrę. Mój bliźniak brat jest lekarzem. Byliśmy bliźniakami w poprzednim życiu.",
      "example_translation": "Ich habe eine Zwillingsschwester. Mein Zwillingsbruder ist Arzt. Wir waren Zwillinge in unserem vorherigen Leben.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szwagier",
      "translation": "Schwager",
      "definition": "Mąż siostry lub brat męża.",
      "definition_translation": "Der Ehemann einer Schwester oder der Bruder eines Ehepartners.",
      "example": "Mój szwagier jest adwokatem. Poznałem mojego szwagra na weselu. Mój szwagier będzie nas odwiedzał wkrótce.",
      "example_translation": "Mein Schwager ist Anwalt. Ich traf meinen Schwager auf der Hochzeit. Mein Schwager wird uns bald besuchen.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " synowa",
      "translation": "Schwägerin",
      "definition": "Żona syna lub córka męża.",
      "definition_translation": "Die Frau eines Sohnes oder die Tochter eines Ehepartners.",
      "example": "Moja synowa jest nauczycielką. Spotkam moją synową za miesiąc. Moja synowa uwielbia gotować.",
      "example_translation": "Meine Schwägerin ist Lehrerin. Ich werde meine Schwägerin nächsten Monat treffen. Meine Schwägerin liebt das Kochen.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "teść",
      "translation": "Schwiegervater",
      "definition": "Ojciec męża lub żony, zwłaszcza w kontekście relacji z nimi.",
      "definition_translation": "Der Vater des Ehepartners, insbesondere in Bezug auf die eigene Beziehung zu ihnen.",
      "example": "Mój teść jest bardzo pomocny. Pomógł mi przenieść się do nowego mieszkania. Zawsze będę wdzięczny mu za jego wsparcie. Poproszę mojego teścia o radę, gdy jej potrzebuję.",
      "example_translation": "Mein Schwiegervater ist sehr freundlich und hilfsbereit. Er half mir, in meine neue Wohnung zu ziehen. Ich werde ihm immer dankbar sein für seine Unterstützung. Ich werde meinen Schwiegervater um Rat fragen, wenn ich ihn benötige.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "półbrat",
      "translation": "Halbbruder",
      "definition": "Brat, który jest synem matki, ale nie ojca, lub syn ojca, ale nie matki.",
      "definition_translation": "Ein Bruder, der der Sohn der Mutter, aber nicht des Vaters ist, oder der Sohn des Vaters, aber nicht der Mutter.",
      "example": "Mój półbrat i ja mamy tę samą matkę, ale różnych ojców. Nie dorastaliśmy razem, ale staliśmy się bliscy, gdy dorosliśmy. Mój półbrat będzie mnie odwiedzał za tydzień. Będę musiał pokazać mu miasto.",
      "example_translation": "Mein Halbbruder und ich haben dieselbe Mutter, aber wir haben verschiedene Väter. Wir sind nicht gemeinsam aufgewachsen, aber wir sind als Erwachsene enger geworden. Mein Halbbruder wird mich nächste Woche besuchen. Ich muss ihm die Stadt zeigen.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "półsiostra",
      "translation": "Halbschwester",
      "definition": "Siostra, która jest córką ojca, ale nie matki, lub córką matki, ale nie ojca.",
      "definition_translation": "Eine Schwester, die die Tochter der Mutter, aber nicht des Vaters ist, oder die Tochter des Vaters, aber nicht der Mutter.",
      "example": "Moja półsiostra i ja mamy tę samego ojca, ale różnych matek. Nie dorastaliśmy razem, ale staliśmy się bliscy, gdy dorosliśmy. Moja półsiostra jest bardzo utalentowana i zdobyła wiele nagród za swoją sztukę. Poproszę moją półsiostrę, aby nauczyła mnie malować.",
      "example_translation": "Meine Halbschwester und ich haben denselben Vater, aber wir haben verschiedene Mütter. Wir sind nicht gemeinsam aufgewachsen, aber wir sind als Erwachsene enger geworden. Meine Halbschwester ist sehr talentiert und hat bereits mehrere Preise für ihre Kunst gewonnen. Ich werde meine Halbschwester bitten, mir zu zeigen, wie man malt.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "teściowa",
      "translation": "Schwiegermutter",
      "definition": "Matka męża lub żony, zwłaszcza w kontekście relacji z nimi.",
      "definition_translation": "Die Mutter des Ehepartners, insbesondere in Bezug auf die eigene Beziehung zu ihnen.",
      "example": "Moja teściowa jest bardzo miła i zawsze pomaga mi w gotowaniu. Nauczyła mnie, jak robić tradycyjne potrawy z jej kraju. Zaproszę moją teściową na kolację za tydzień. Moja teściowa będzie bardzo szczęśliwa, widząc swoje wnuki.",
      "example_translation": "Meine Schwiegermutter ist sehr freundlich und hilft mir immer beim Kochen. Sie hat mir gezeigt, wie man traditionelle Gerichte aus ihrem Land zubereitet. Ich werde meine Schwiegermutter zum Abendessen nächste Woche einladen. Meine Schwiegermutter wird sich sehr freuen, ihre Enkel zu sehen.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stosunki",
      "translation": "Beziehungen",
      "definition": "Łączność lub powiązanie między ludźmi, grupami lub rzeczami; uczucie przyjaźni lub jedności między ludźmi.",
      "definition_translation": "Eine Verbindung oder Assoziation zwischen Menschen, Gruppen oder Dingen; ein Gefühl der Freundschaft oder Einheit zwischen Menschen.",
      "example": "Ceni ona swoje stosunki z rodziną i przyjaciółmi. Miała dobre stosunki z kolegami z pracy w przeszłości. Będzie pracowała nad budowaniem silnych stosunków ze swoimi klientami w przyszłości.",
      "example_translation": "Sie schätzt ihre Beziehungen zu ihrer Familie und Freunden. Sie hatte gute Beziehungen zu ihren Kollegen in der Vergangenheit. Sie wird daran arbeiten, starke Beziehungen zu ihren Kunden in der Zukunft aufzubauen.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rodzeństwo",
      "translation": "Geschwister",
      "definition": "Bracia i siostry; dzieci tych samych rodziców lub jednego z nich.",
      "definition_translation": "Brüder und Schwestern; Kinder derselben Eltern oder von einem oder beiden Eltern gemeinsam.",
      "example": "Mój brat i ja zawsze się kłócili, gdy byliśmy dziećmi. Ona jest bardzo bliska swojemu rodzeństwu. On zaprosi swoje rodzeństwo na imprezę.",
      "example_translation": "Meine Geschwister und ich haben immer gekämpft, als wir Kinder waren. Sie ist sehr eng mit ihren Geschwistern verbunden. Er wird seine Geschwister seinen Freunden auf der Party vorstellen.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szwagierka",
      "translation": "Schwägerin",
      "definition": "Siostra męża lub żony, lub żona brata.",
      "definition_translation": "Die Schwester des Ehemannes oder der Ehefrau oder die Ehefrau des Bruders.",
      "example": "Uwielbiam gotowanie mojej szwagierki. Ona jest bardzo bliska swojej szwagierce. On zaprosi swoją szwagierkę na ślub.",
      "example_translation": "Ich liebe das Kochen meiner Schwägerin. Sie ist sehr eng mit ihrer Schwägerin verbunden. Er wird seine Schwägerin zur Hochzeit einladen.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zięć",
      "translation": "Schwiegersohn",
      "definition": "Mąż córki lub siostry.",
      "definition_translation": "Der Ehemann der Tochter oder der Ehemann der Schwester.",
      "example": "Mój zięć jest wspaniałą osobą. Ona jest bardzo dumna ze swojego zięcia. On zaprosi swojego zięcia na kolację.",
      "example_translation": "Mein Schwiegersohn ist ein wunderbarer Mensch. Sie ist sehr stolz auf ihren Schwiegersohn. Er wird seinen Schwiegersohn zum Abendessen einladen.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasierbica",
      "translation": "Stieftochter",
      "definition": "Córka męża lub żony z poprzedniego małżeństwa.",
      "definition_translation": "Die Tochter eines Mannes oder einer Frau durch eine vorherige Ehe.",
      "example": "Moja pasierbica jest bardzo nieśmiała. Ona mieszka z nami już trzy lata. Ona ukończy studia za rok.",
      "example_translation": "Meine Stieftochter ist sehr schüchtern. Sie lebt seit drei Jahren bei uns. Sie wird nächstes Jahr von der Universität abschließen.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ojczym",
      "translation": "Stiefvater",
      "definition": "Mąż matki z następnego małżeństwa.",
      "definition_translation": "Der Ehemann der Mutter durch eine nachfolgende Ehe.",
      "example": "Mój ojczym był bardzo dla mnie miły. On jest żonaty z moją matką już dziesięć lat. On będzie emerytować się za miesiąc.",
      "example_translation": "Mein Stiefvater war sehr nett zu mir. Er ist seit zehn Jahren mit meiner Mutter verheiratet. Er wird nächsten Monat in Rente gehen.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "macocha",
      "translation": "Stiefmutter",
      "definition": "Żona ojca z następnego małżeństwa.",
      "definition_translation": "Die Ehefrau des Vaters durch eine nachfolgende Ehe.",
      "example": "Moja macocha jest doskonałą kucharką. Ona mieszka z nami już pięć lat. Ona otworzy swój własny restaurację wkrótce.",
      "example_translation": "Meine Stiefmutter ist eine großartige Köchin. Sie lebt seit fünf Jahren bei uns. Sie wird bald ihr eigenes Restaurant eröffnen.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasierb",
      "translation": "Stiefsohn",
      "definition": "Syn męża lub żony z poprzedniego małżeństwa.",
      "definition_translation": "Der Sohn eines Mannes oder einer Frau durch eine vorherige Ehe.",
      "example": "Mój pasierb jest bardzo inteligentny. On uczy się ciężko do egzaminów. On zdobędzie stypendium za rok.",
      "example_translation": "Mein Stiefsohn ist sehr intelligent. Er hat für seine Prüfungen hart gearbeitet. Er wird nächstes Jahr ein Stipendium gewinnen.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "małżonek",
      "translation": "Ehepartner",
      "definition": "Mąż lub żona, rozważany w stosunku do swojego partnera.",
      "definition_translation": "Ein Ehemann oder eine Ehefrau, in Bezug auf ihren Partner betrachtet.",
      "example": "Spotkałem mojego małżonka na imprezie ubiegłego roku. Będziemy świętować naszą rocznicę ze swoim małżonkiem za miesiąc. Moi rodzice byli szczęśliwi, gdy przedstawiłem im mojego małżonka.",
      "example_translation": "Ich habe meinen Ehepartner auf einer Party letztes Jahr kennengelernt. Wir werden unseren Hochzeitstag nächsten Monat mit meinem Ehepartner feiern. Meine Eltern waren glücklich, als ich ihnen meinen Ehepartner vorgestellt habe.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "teściowie",
      "translation": "Schwiegereltern",
      "definition": "Rodzice męża lub żony.",
      "definition_translation": "Die Eltern von jemandes Ehemann oder Ehefrau.",
      "example": "Spendowałem święta z teściowymi ubiegłego roku. Będziemy odwiedzać moich teściów w weekend. Moi teściowie przyjadą do nas na kolację jutro.",
      "example_translation": "Ich verbrachte die Feiertage mit meinen Schwiegereltern letzten Jahr. Wir werden meine Schwiegereltern nächstes Wochenende besuchen. Meine Schwiegereltern kommen morgen Abend zum Essen zu unserem Haus.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]