[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dorosły",
      "translation": "Erwachsener",
      "definition": "Osoba, która osiągnęła wiek pełnoletności,(typowo 18 lat), i jest uważana za całkowicie urośniętą i odpowiedzialną.",
      "definition_translation": "Eine Person, die das volljährige Alter erreicht hat, typischerweise 18 Jahre alt, und als vollständig ausgewachsen und verantwortungsbewusst gilt.",
      "example": "Była uważana za dorosłą, kiedy skończyła 18 lat, więc mogła głosować w wyborach. Była dorosłą, kiedy dostała swoją pierwszą pracę, a teraz jest udaną kobietą biznesu.",
      "example_translation": "Sie galt als Erwachsene, als sie 18 Jahre alt wurde, daher konnte sie an der Wahl teilnehmen. Sie war Erwachsene, als sie ihren ersten Job bekam, aber jetzt ist sie eine erfolgreiche Geschäftsfrau.",
      "imageLink": "image_files\\English\\adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecko",
      "translation": "Baby",
      "definition": "Bardo młody człowiek, od urodzenia do około roku życia, niezdolny do chodzenia lub mówienia.",
      "definition_translation": "Ein sehr junges menschliches Wesen, von der Geburt bis etwa einem Jahr alt, unfähig zu gehen oder zu sprechen.",
      "example": "Dziecko śmiało się z głupich min, które robiła jej matka. Kiedy byłem dzieckiem, płakałem dużo, ale teraz jestem wielkim chłopcem. Ona będzie miała dziecko wkrótce, a już przygotowują pokój dla dziecka.",
      "example_translation": "Das Baby lachte über die verrückten Gesichter, die seine Mutter machte. Als ich ein Baby war, habe ich viel geweint, aber jetzt bin ich ein großer Junge. Sie wird bald ein Baby haben, und sie bereiten bereits das Kinderzimmer vor.",
      "imageLink": "image_files\\English\\baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mieć... lat",
      "translation": "sein... (Jahre alt)",
      "definition": "Mieć pewien wiek, używane do opisu wieku kogoś.",
      "definition_translation": "Ein bestimmtes Alter in Jahren zu haben, verwendet, um das Alter eines Menschen zu beschreiben.",
      "example": "Miałem 5 lat, když zacząłem chodzić do szkoły. Ona będzie miała 25 lat w przyszłym miesiącu. On ma 30 lat i wciąż gra w piłkę nożną profesjonalnie.",
      "example_translation": "Ich war fünf Jahre alt, als ich die Schule begann. Sie wird nächsten Monat 25 Jahre alt. Er ist 30 Jahre alt und spielt noch professionellen Fußball.",
      "imageLink": "image_files\\English\\be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "broda",
      "translation": "Bart",
      "definition": "Włosy, które rosną na brodzie, policzkach i szczęce człowieka, zwłaszcza mężczyzny.",
      "definition_translation": "Haare, die auf dem Kinn, den Wangen und dem Kiefer eines Menschen, insbesondere eines Mannes, wachsen.",
      "example": "Miał długą brodę, kiedy wrócił z podróży. Czarodziej miał białą brodę, która sięgała do pasa. Ona nie lubiła, jak on wyglądał z brodą.",
      "example_translation": "Er hatte einen langen Bart, als er von seiner Reise zurückkehrte. Der Zauberer hatte einen weißen Bart, der bis zu seiner Taille reichte. Sie mochte nicht, wie er mit einem Bart aussah.",
      "imageLink": "image_files\\English\\beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piękny",
      "translation": "schön",
      "definition": "Zadowalający zmysły lub umysł estetycznie; produkujący poczucie piękna lub przyjemności.",
      "definition_translation": "Den Sinnen oder Geist ästhetisch gefallen; ein Gefühl von Schönheit oder Freude produzierend.",
      "example": "Zachód słońca był piękny. Wyglądała pięknie w sukni ślubnej. Miasto będzie piękne za 10 lat.",
      "example_translation": "Der Sonnenuntergang war schön. Sie sah in ihrem Hochzeitskleid schön aus. Die Stadt wird in 10 Jahren schön sein.",
      "imageLink": "image_files\\English\\beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chłopiec",
      "translation": "Junge",
      "definition": "Młody chłopiec lub młody mężczyzna.",
      "definition_translation": "Ein männliches Kind oder junger männlicher Mensch.",
      "example": "Chłopiec biegł szybko. Chłopiec zje obiad. Chłopiec zjadł śniadanie.",
      "example_translation": "Der Junge rannte schnell. Der Junge wird Abendessen essen. Der Junge aß Frühstück.",
      "imageLink": "image_files\\English\\boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oko",
      "translation": "Auge",
      "definition": "Organ wzroku; część twarzy.",
      "definition_translation": "Das Organ des Sehens; ein Teil des Gesichts.",
      "example": "Jej oczy były niebieskie. Oko huraganu. Piekł się w oko.",
      "example_translation": "Ihre Augen sind blau. Das Auge des Hurricane. Er stach sich ins Auge.",
      "imageLink": "image_files\\English\\eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twarz",
      "translation": "Gesicht",
      "definition": "Część przednia głowy, w którą wchodzą oczy, nos i usta.",
      "definition_translation": "Der vordere Teil des Kopfes, der die Augen, Nase und Mund aufweist.",
      "example": "Jej twarz była smutna. Umiał umyć twarz. Twarz zegara.",
      "example_translation": "Ihr Gesicht war traurig. Er wusch sein Gesicht. Das Gesicht der Uhr.",
      "imageLink": "image_files\\English\\face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gruby",
      "translation": "fett",
      "definition": "Mający wiele tkanki tłuszczowej lub być pulchny; zaokrąglony.",
      "definition_translation": "Hatte viel Fleisch oder Fett; rund oder pummelig.",
      "example": "Byłem grubym, kiedy byłem młodszy, ale teraz ćwiczę, aby schudnąć. Staję się coraz grubszym każdego roku. Będę grubym jeszcze raz, jeśli nie będę diety.",
      "example_translation": "Ich war fett, als ich jünger war, aber ich habe trainiert, um abzunehmen. Ich werde jeden Jahr rundlicher. Ich werde wieder fett sein, wenn ich nicht diätmache.",
      "imageLink": "image_files\\English\\fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stopy",
      "translation": "Füße",
      "definition": "Dolne części nogi poniżej kostki, na których człowiek stoi lub chodzi.",
      "definition_translation": "Die unteren Gliedmaßen des Beins unterhalb des Knöchels, auf dem eine Person steht oder geht.",
      "example": "Umyłem stopy przed snem. Mam zimne stopy w zimie. Będę miał większe stopy, kiedy będę starszy.",
      "example_translation": "Ich wusch meine Füße, bevor ich ins Bett ging. Ich habe kalte Füße im Winter. Ich werde größere Füße haben, wenn ich älter bin.",
      "imageLink": "image_files\\English\\feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stopa",
      "translation": "Fuß",
      "definition": "Dolna część nogi poniżej kostki, na której osoba stoi lub chodzi.",
      "definition_translation": "Das untere Gliedmaßen des Beins unterhalb des Knöchels, auf dem eine Person steht oder geht.",
      "example": "Uderzyłem się w stopę, grając w piłkę nożną. Mam dużą stopę, więc potrzebuję większych butów. Złamię sobie stopę, jeśli nie będę ostrożny.",
      "example_translation": "Ich verletzte meinen Fuß, während ich Fußball spielte. Ich habe einen großen Fuß, daher benötige ich größere Schuhe. Ich werde meinen Fuß brechen, wenn ich nicht vorsichtig bin.",
      "imageLink": "image_files\\English\\foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziewczyna",
      "translation": "Mädchen",
      "definition": "Dziecko lub młoda kobieta.",
      "definition_translation": "Ein weibliches Kind oder eine junge Frau.",
      "example": "Wczoraj zobaczyłem dziewczynę w sklepie. Dziewczyna, którą poznałem, była bardzo sympatyczna. Dziewczyna będzie kobietą, gdy dorówna.",
      "example_translation": "Ich sah ein Mädchen im Laden gestern. Das Mädchen, das ich traf, war sehr freundlich. Das Mädchen wird eine Frau sein, wenn es erwachsen ist.",
      "imageLink": "image_files\\English\\girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "włosy",
      "translation": "Haar",
      "definition": "Wzrost na głowie człowieka, składający się z długich, cienkich filamentów keratynowych, występujący na głowach ludzi i niektórych innych zwierząt.",
      "definition_translation": "Ein Wachstum am menschlichen Kopf, bestehend aus einem langen, dünnen Keratin-Filament, das aus der Haut wächst, auf den Köpfen von Menschen und einigen anderen Tieren gefunden.",
      "example": "Miała piękne, długie włosy, kiedy była młodsza. Teraz musi farbować włosy, aby zakryć szarość. Zrobi sobie strzyżenie za tydzień.",
      "example_translation": "Sie hatte schönes, langes Haar, als sie jung war. Jetzt muss sie ihr Haar färben, um die Grau zu verdecken. Sie wird nächste Woche einen Haarschnitt machen.",
      "imageLink": "image_files\\English\\hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ręka",
      "translation": "Hand",
      "definition": "Część końcowa ramienia człowieka, służąca do chwytania i manipulowania przedmiotami, składająca się z nadgarstka, dłoni i palców.",
      "definition_translation": "Der Endteil des menschlichen Arms, verwendet zum Greifen und Manipulieren von Objekten, bestehend aus einem Handgelenk, Handfläche und Fingern.",
      "example": "Trzymała mnie za rękę, gdyśmy przechodzili przez ulicę. Uścisnął mi rękę, gdy się spotkaliśmy. Będą trzymać się za ręce, gdy będą szli razem jutro.",
      "example_translation": "Sie hielt meine Hand, als wir die Straße überquerten. Er schüttelte meine Hand fest, als wir uns trafen. Sie werden sich die Hände halten, wenn sie morgen gemeinsam spazieren gehen.",
      "imageLink": "image_files\\English\\hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "noga",
      "translation": "Bein",
      "definition": "Dolna część ciała ludzkiego, rozciągająca się od biodra do kostki, używana do chodzenia, biegania i innych ruchów.",
      "definition_translation": "Das untere Glied des menschlichen Körpers, das sich vom Hüftgelenk bis zum Knöchel erstreckt, verwendet zum Gehen, Laufen und anderen Bewegungen.",
      "example": "Złamał nogę w wypadku. Stała na jednej nodze, kiedy surfowała. Będą biegać, aż leurs nogi będą bolały po maratonie jutro.",
      "example_translation": "Er brach sich das Bein bei dem Unfall. Sie steht auf einem Bein, wenn sie surft. Sie werden ihre Beine am Marathon morgen lahmen.",
      "imageLink": "image_files\\English\\leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mały",
      "translation": "klein",
      "definition": "Mały pod względem ilości lub stopnia; nie wielki ani znaczący.",
      "definition_translation": "Klein in Menge oder Grad; nicht groß oder bedeutend.",
      "example": "Miała trochę pieniędzy. Był małym chłopcem, gdy nauczył się jeździć na rowerze. Będą mieli trochę czasu, aby się zrelaksować dzisiaj wieczorem.",
      "example_translation": "Sie hatte ein bisschen Geld übrig. Er war ein kleiner Junge, als er leaned, ein Fahrrad zu fahren. Sie werden heute Abend ein bisschen Zeit haben, um sich zu entspannen.",
      "imageLink": "image_files\\English\\little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "długi",
      "translation": "lang",
      "definition": "Rozciągający się na wielką odległość; długotrwały w czasie lub stopniu.",
      "definition_translation": "Eine große Entfernung zurücklegend; zeitlich oder graduell weitreichend.",
      "example": "Rzeka była długa i wijąca, szedłem nią rok temu, i pójdę nią znów rok później.",
      "example_translation": "Der Fluss war lang und gewunden, ich war letztes Jahr darauf gegangen, und ich werde ihn nächstes Jahr wieder gehen.",
      "imageLink": "image_files\\English\\long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mężczyzna",
      "translation": "Mann",
      "definition": "Dorosły mężczyzna.",
      "definition_translation": "Ein erwachsener männlicher Mensch.",
      "example": "Mężczyzna był wysoki i silny, był chłopcem, i będzie starym mężczyzną.",
      "example_translation": "Der Mann war groß und stark, er war ein Junge gewesen, und er würde ein alter Mann sein.",
      "imageLink": "image_files\\English\\man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "usta",
      "translation": "Mund",
      "definition": "Otwór, przez który zwierzę pobiera pokarm.",
      "definition_translation": "Die Öffnung, durch die ein Tier Nahrung aufnimmt.",
      "example": "Dziecko włożyło rękę do ust, włożyło ją tam wczoraj, i włoży ją tam znów jutro.",
      "example_translation": "Das Baby steckte seine Hand in seinen Mund, er hatte es gestern getan, und er wird es morgen wieder tun.",
      "imageLink": "image_files\\English\\mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nos",
      "translation": "Nase",
      "definition": "Organ węchu i wdychania powietrza.",
      "definition_translation": "Das Organ des Geruchs und der Luftaufnahme.",
      "example": "Kobieta miała mały nose, złamała go rok temu, i za rok go naprawi.",
      "example_translation": "Die Frau hatte eine kleine Nase, sie hatte sie letztes Jahr gebrochen, und sie würde sie nächstes Jahr flicken.",
      "imageLink": "image_files\\English\\nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stary",
      "translation": "alt",
      "definition": "mający długo żyć lub istnieć; nie będąc już młodym",
      "definition_translation": "lange gelebt oder existiert; nicht mehr jung",
      "example": "Moja babcia jest stara i mądra. Była stara, gdy byłem dzieckiem. Będzie stara, gdy będę miał dzieci.",
      "example_translation": "Meine Großmutter ist alt und weise. Sie war alt, als ich ein Kind war. Sie wird alt sein, wenn ich Kinder habe.",
      "imageLink": "image_files\\English\\old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krótki",
      "translation": "kurz",
      "definition": "nie będący długim w długości lub czasie trwania",
      "definition_translation": "nicht lang in Länge oder Dauer",
      "example": "Włożyłem krótką suknię na imprezę. Film był krótki i nudny. Wykład będzie krótki i słodki.",
      "example_translation": "Ich trug ein kurzes Kleid zu der Party. Der Film war kurz und langweilig. Die Vorlesung wird kurz und süß sein.",
      "imageLink": "image_files\\English\\short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "smukły",
      "translation": "schlank",
      "definition": "mający smukłą lub wąską formę lub kształt",
      "definition_translation": "eine schmale oder schlanke Form oder Gestalt habend",
      "example": "Ona ma smukłą figurę i uwielbia nosić tightowe suknie. Był smukły w młodości, ale teraz jest przegrubiony. Firma zmniejszy swoje operacje, aby zmniejszyć koszty.",
      "example_translation": "Sie hat eine schlanke Figur und liebt es, enge Kleider zu tragen. Er war schlank in seiner Jugend, aber jetzt ist er übergewichtig. Das Unternehmen wird seine Operationen reduzieren, um Kosten zu senken.",
      "imageLink": "image_files\\English\\slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wysoki",
      "translation": "hoch",
      "definition": "mający wielką wysokość; powyżej średniej wysokości",
      "definition_translation": "eine große Höhe habend; überdurchschnittliche Höhe",
      "example": "On jest wysoki i atletyczny. Budynek był wysoki i imponujący. Będzie wysoka, gdy urośnie.",
      "example_translation": "Er ist groß und athletisch. Das Gebäude war hoch und imposant. Sie wird groß sein, wenn sie aufwächst.",
      "imageLink": "image_files\\English\\tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kobieta",
      "translation": "Frau",
      "definition": "Dorosła ludzka samica, zwykle odróżniana od mężczyzny swoimi narządami rozrodczymi i cechami fizycznymi, lub dorosła samica ludzka w każdym wieku.",
      "definition_translation": "Eine erwachsene menschliche Frau, normalerweise von einem Mann durch ihre Fortpflanzungsorgane und körperlichen Merkmale unterschieden, oder ein weibliches menschliches Wesen jeglichen Alters.",
      "example": "Kobieta weszła do pokoju. Wchodzi do pokoju codziennie. Wejdzie do pokoju jutro.",
      "example_translation": "Die Frau ging in das Zimmer. Sie geht jeden Tag in das Zimmer. Sie wird morgen in das Zimmer gehen.",
      "imageLink": "image_files\\English\\woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "młody",
      "translation": "jung",
      "definition": "Mający żyć stosunkowo krótki czas; nie będąc jeszcze w pełni rozwiniętym lub ukształtowanym.",
      "definition_translation": "Eine relativ kurze Zeit gelebt haben; noch nicht vollständig gewachsen oder entwickelt.",
      "example": "Młody chłopiec grał na zewnątrz. Gra na zewnątrz codziennie. Będzie grał na zewnątrz jutro.",
      "example_translation": "Der junge Junge spielte draußen. Er spielt jeden Tag draußen. Er wird morgen draußen spielen.",
      "imageLink": "image_files\\English\\young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "starszy",
      "translation": "gealtert",
      "definition": "Mający żyć przez długi czas; stary.",
      "definition_translation": "Eine lange Zeit gelebt haben; alt.",
      "example": "Starszy mężczyzna siedział na ławce. Siedział na ławce codziennie. Będzie siedział na ławce jutro.",
      "example_translation": "Der gealterte Mann saß auf der Bank. Er saß jeden Tag auf der Bank. Er wird morgen auf der Bank sitzen.",
      "imageLink": "image_files\\English\\aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atrakcyjny",
      "translation": "attraktiv",
      "definition": "Zadowalający zmysły lub umysł estetycznie.",
      "definition_translation": "Ästhetisch ansprechend für die Sinne oder den Geist.",
      "example": "Atrakcyjna kobieta weszła do pokoju. Wchodzi do pokoju codziennie. Wejdzie do pokoju jutro.",
      "example_translation": "Die attraktive Frau ging in das Zimmer. Sie geht jeden Tag in das Zimmer. Sie wird morgen in das Zimmer gehen.",
      "imageLink": "image_files\\English\\attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blondynka",
      "translation": "blond",
      "definition": "Mająca naturalny kolor włosów o jasnożółtobrązowej barwie",
      "definition_translation": "Eine natürliche Haarfarbe eines hellgelb-bräunlichen Farbtons",
      "example": "Ona była blondynką od czasów szkolnych, ale teraz farbuje włosy brązowo. Była blondynką w szkole, a będzie blondynką, gdy pójdzie do salonu.",
      "example_translation": "Sie war seit ihrer Teenagerzeit blond, aber jetzt färbt sie ihr Haar braun. Sie war in der Schule blond und wird wieder blond, wenn sie zum Friseur geht.",
      "imageLink": "image_files\\English\\blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ubrany",
      "translation": "angezogen",
      "definition": "Noszący ubrania odpowiednie dla danej okazji lub celu",
      "definition_translation": "Trägt Kleidung, die für eine bestimmte Gelegenheit oder Zweck geeignet ist",
      "example": "Ubliż szybko i wybiegliśmy z domu. Będzie ubrana na imprezę wieczorem. Oni byli ubrani elegancko na weselu.",
      "example_translation": "Ich zog mich schnell an und rannte zur Tür hinaus. Sie wird sich heute Abend für die Party anziehen. Sie hatten sich gut für die Hochzeit angezogen.",
      "imageLink": "image_files\\English\\dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczciwy",
      "translation": "fair",
      "definition": "Sprawiedliwy lub niezawistny w swoich czynnościach lub sądach",
      "definition_translation": "Gerecht oder unbefangen in seinem Handeln oder Urteilen",
      "example": "Sędzia próbowała być uczciwa w swojej decyzji. Firma będzie uczciwa w swoich kontaktach z klientami. Byli uczciwi i szczerzy w swoich praktykach biznesowych.",
      "example_translation": "Die Richterin versuchte, in ihrer Entscheidung gerecht zu sein. Das Unternehmen wird fair in seinen Umgang mit Kunden sein. Sie waren fair und ehrlich in ihren Geschäftspraktiken.",
      "imageLink": "image_files\\English\\fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "moda",
      "translation": "Mode",
      "definition": "Popularny lub najnowszy styl ubioru, fryzury lub makijażu",
      "definition_translation": "Ein beliebter oder neuester Stil von Kleidung, Haar oder Make-up",
      "example": "Modelka mody przeszła z pewnością po kądzie. Ona podąża za najnowszymi trendami mody. Marka mody jest znana z jej zrównoważonej odzieży.",
      "example_translation": "Das Modell ging mit Selbstbewusstsein über den Laufsteg. Sie folgt den neuesten Modetrends. Die Modemarke ist bekannt für ihre umweltfreundliche Kleidung.",
      "imageLink": "image_files\\English\\fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palec",
      "translation": "Finger",
      "definition": "Palec to długa, cienka, elastyczna część ludzkiej ręki, używana do chwytania i manipulowania przedmiotami.",
      "definition_translation": "Ein Finger ist ein langer, dünner, flexibler Teil der menschlichen Hand, der zum Greifen und Manipulieren von Objekten verwendet wird.",
      "example": "Zraniłem swój palec, gdy zamknąłem drzwi. Będę musiał go zabandażować. Mam nadzieję, że mój palec będzie okazał się na koncert tej nocy. Do następnego tygodnia mój palec powinien być całkowicie zdrowy.",
      "example_translation": "Ich habe mir den Finger verletzt, als ich die Tür geschlossen habe. Ich muss ihn verbinden. Ich hoffe, mein Finger ist bis zum Konzert heute Abend in Ordnung. Bis nächste Woche sollte mein Finger vollständig geheilt sein.",
      "imageLink": "image_files\\English\\finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przystojny",
      "translation": "gutaussehend",
      "definition": "Osoba, która jest przystojna, jest atrakcyjna i przyjemna dla oka.",
      "definition_translation": "Eine Person, die gutaussehend ist, ist attraktiv und angenehm anzusehen.",
      "example": "Mój przyjaciel jest naprawdę przystojny, więc zwraca na siebie uwagę. Była przystojna nawet, gdy była młoda. Jestem pewien, że będzie przystojna, gdy będzie starsza.",
      "example_translation": "Meine Freundin ist wirklich gutaussehend, also bekommt sie viel Aufmerksamkeit. Sie sah sogar als Kind gutaussehend aus. Ich bin sicher, dass sie auch im Alter gutaussehend sein wird.",
      "imageLink": "image_files\\English\\good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chłopak",
      "translation": "Typ",
      "definition": "Chłopak to nieformalne określenie używane do odniesienia do mężczyzny lub chłopca.",
      "definition_translation": "Ein Typ ist ein informeller Ausdruck, der verwendet wird, um einen Mann oder einen Jungen zu bezeichnen.",
      "example": "Chłopak obok jest bardzo przyjazny. Poznałem chłopaka na imprezie wczoraj wieczorem. Do czasu, gdy będę miał 30 lat, mam nadzieję, że będę udanym chłopakiem.",
      "example_translation": "Der Typ nebenan ist wirklich freundlich. Ich habe einen Typ auf der Party letzte Nacht kennengelernt. Bis ich 30 bin, hoffe ich, ein erfolgreicher Typ zu sein.",
      "imageLink": "image_files\\English\\guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "makijaż",
      "translation": "Schminke",
      "definition": "Makijaż to rodzaj kosmetyku używanego do wzmocnienia lub zmiany wyglądu.",
      "definition_translation": "Schminke ist eine Art von Kosmetik, die verwendet wird, um das Aussehen zu verbessern oder zu ändern.",
      "example": "Muszę kupić nowy makijaż na imprezę tej nocy. Włożyła dużo makijażu na ślub. Do czasu, gdy będę miał 40 lat, mam nadzieję, że nie będę musiał nosić makijażu.",
      "example_translation": "Ich muss einige neue Schminke für die Party heute Abend kaufen. Sie trug viel Schminke zur Hochzeit. Bis ich 40 bin, hoffe ich, keine Schminke mehr tragen zu müssen.",
      "imageLink": "image_files\\English\\make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piękny",
      "translation": "hübsch",
      "definition": "Pleasant to the eye or mind aesthetically. Attractive in a delicate way.",
      "definition_translation": "Angenehm für das Auge oder Geist ästhetisch. Anziehend auf eine delikate Weise.",
      "example": "Wyglądała pięknie w swojej nowej sukni. Będzie wyglądała pięknie w swojej nowej sukni. Wyglądała pięknie w swojej nowej sukni wczoraj.",
      "example_translation": "Sie sah hübsch in ihrem neuen Kleid aus. Sie wird hübsch in ihrem neuen Kleid aussehen. Sie sah hübsch in ihrem neuen Kleid aus gestern.",
      "imageLink": "image_files\\English\\pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rudowłosy",
      "translation": "rotes Haar",
      "definition": "Włosy mające rudą barwę, często kojarzone z ludźmi pochodzenia szkockiego lub irlandzkiego.",
      "definition_translation": "Haar, das eine rötliche Farbe hat, oft mit Menschen schottischer oder irischer Abstammung assoziiert.",
      "example": "Miała rudowłose, gdy była młodsza. Mówi, że włosy są rudowłose teraz. Będzie miała rudowłose, kiedy dorasta.",
      "example_translation": "Sie hatte rotes Haar, als sie jünger war. Sie hat rotes Haar jetzt. Sie wird rotes Haar haben, wenn sie erwachsen ist.",
      "imageLink": "image_files\\English\\red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "silny",
      "translation": "stark",
      "definition": "Mający dużo siły, mocy lub intensywności. Potrafi wytrzymać lub pokonać przeszkody.",
      "definition_translation": "Eine große Menge an Macht, Kraft oder Intensität habend. In der Lage, Hindernisse zu überwinden oder zu überstehen.",
      "example": "Był silny enough, aby podnieść ciężary. Jest silny enough, aby podnieść ciężary. Będzie silny enough, aby podnieść ciężary wkrótce.",
      "example_translation": "Er war stark genug, um die Gewichte zu heben. Er ist stark genug, um die Gewichte zu heben. Er wird bald stark genug sein, um die Gewichte zu heben.",
      "imageLink": "image_files\\English\\strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nastolatek",
      "translation": "Teenager",
      "definition": "Osoba między 13 a 19 rokiem życia, uważana za będącą w stadium adolescencji.",
      "definition_translation": "Eine Person zwischen 13 und 19 Jahren, die als in der Adoleszenzphase der Entwicklung betrachtet wird.",
      "example": "Była nastolatką, gdy poznała swoją pierwszą miłość. Jest nastolatką teraz. Będzie nastolatką przez kilka kolejnych lat.",
      "example_translation": "Sie war ein Teenager, als sie ihre erste Liebe traf. Sie ist jetzt ein Teenager. Sie wird noch einige Jahre ein Teenager sein.",
      "imageLink": "image_files\\English\\teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cienki",
      "translation": "dünn",
      "definition": "Brakujący w ciele lub tłuszczu; nie pełny ani gruby; chudy",
      "definition_translation": "Fehlt an Fleisch oder Fett; nicht pummelig oder stämmig; hager",
      "example": "Byłem cienki, gdy byłam nastolatką. Jestem cienki teraz. Będę cienki, gdy będę stary.",
      "example_translation": "Ich war dünn, als ich ein Teenager war. Ich bin dünner jetzt. Ich werde dünn sein, wenn ich alt bin.",
      "imageLink": "image_files\\English\\thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palec",
      "translation": "Zeh",
      "definition": "Jeden z palców stopy",
      "definition_translation": "Einer der Zehen des Fußes",
      "example": "Zraniłem palec wczoraj. Ranię palec teraz. Zranię palec jutro.",
      "example_translation": "Ich verletzte meinen Zeh gestern. Ich verletze meinen Zeh jetzt. Ich werde meinen Zeh morgen verletzen.",
      "imageLink": "image_files\\English\\toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wygląd",
      "translation": "Erscheinung",
      "definition": "Sposób, w jaki ktoś lub coś wygląda",
      "definition_translation": "Die Art und Weise, wie jemand oder etwas aussieht",
      "example": "Jej wygląd zmienił się po operacji. Jego wygląd zmieni się po wypadku. Ich wygląd zmienił się z czasem.",
      "example_translation": "Ihr Aussehen änderte sich nach der Operation. Sein Aussehen wird sich nach dem Unfall ändern. Ihr Aussehen hat sich über die Jahre geändert.",
      "imageLink": "image_files\\English\\appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łysy",
      "translation": "kahlköpfig",
      "definition": "Nie mający włosów na głowie; mający łysą głowę",
      "definition_translation": "Hat kein Haar auf dem Kopf; hat einen kahlen Kopf",
      "example": "Był łysy, gdy był stary. Jest łysy teraz. Będzie łysy w przyszłości.",
      "example_translation": "Er war kahlköpfig, als er alt war. Er ist kahlköpfig jetzt. Er wird kahlköpfig in Zukunft sein.",
      "imageLink": "image_files\\English\\bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pięknie",
      "translation": "schön",
      "definition": "W sposób, który jest bardzo przyjemny lub atrakcyjny; z wielką umiejętnością lub czarem.",
      "definition_translation": "Auf eine Weise, die sehr gefällt oder attraktiv ist; mit großer Geschicklichkeit oder Charme.",
      "example": "Ona śpiewa pięknie, a jej głos jest kochany przez wielu. Śpiewała pięknie na koncercie wczoraj. Śpiewa pięknie na weselu jutro.",
      "example_translation": "Sie singt schön, und ihre Stimme wird von vielen geliebt. Sie sang schön auf dem Konzert letzte Nacht. Sie wird schön auf der Hochzeit morgen singen.",
      "imageLink": "image_files\\English\\beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piękno",
      "translation": "Schönheit",
      "definition": "Jakość, która jest przyjemna, szczególnie w sposób fizyczny; przyjemna lub atrakcyjna cecha.",
      "definition_translation": "Die Qualität von Ansprechendheit, insbesondere in einer physischen Weise; eine ansprechende oder attraktive Eigenschaft.",
      "example": "Piękno zachodu słońca było zapierające dech w piersiach. Piękno jej uśmiechu jest niezapomniane. Piękno miasta będzie doceniane przez turystów.",
      "example_translation": "Die Schönheit des Sonnenuntergangs war atemraubend. Die Schönheit ihres Lächelns ist unvergesslich. Die Schönheit der Stadt wird von Touristen geschätzt.",
      "imageLink": "image_files\\English\\beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "policzek",
      "translation": "Wange",
      "definition": "Jedna ze stron twarzy poniżej oka.",
      "definition_translation": "Jede Seite des Gesichts unten unter dem Auge.",
      "example": "Ona rumieni się na policzku, gdy jest zdyszajna. On pocałował jej policzek w sposób zabawny. Policzek dziecka był miękki i pulchny.",
      "example_translation": "Sie errötet auf ihrer Wange, wenn sie schüchtern ist. Er pinchte ihre Wange spielerisch. Die Wange des Babys war weich und pummelig.",
      "imageLink": "image_files\\English\\cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dzieciństwo",
      "translation": "Kindheit",
      "definition": "Okres czasu, gdy ktoś jest dzieckiem; stan bycia dzieckiem.",
      "definition_translation": "Die Zeit, wenn jemand ein Kind ist; der Zustand, ein Kind zu sein.",
      "example": "Jej dzieciństwo było szczęśliwe i beztroskie. On pamięta swoje dzieciństwo z sentymentem. Ich dzieciństwo było naznaczone biedą i trudnościami.",
      "example_translation": "Ihre Kindheit war glücklich und sorglos. Er erinnert sich an seine Kindheit liebevoll. Ihre Kindheit war von Armut und Härte geprägt.",
      "imageLink": "image_files\\English\\childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "broda",
      "translation": "Kinn",
      "definition": "Broda jest dolną częścią twarzy, poniżej ust.",
      "definition_translation": "Das Kinn ist der untere Teil des Gesichts, untenhalb des Mundes.",
      "example": "Ona delikatnie dotknęła brody myśląc. Wczoraj zraniłem brodę o ostry krawędź. Do następnego roku będę miał brodę, która będzie sięgać brody.",
      "example_translation": "Sie streichelte ihr Kinn nachdenklich. Gestern habe ich mir das Kinn an einer scharfen Kante aufgeschürft. Bis nächsten Jahr werde ich einen Bart haben, der bis zu meinem Kinn reichen wird.",
      "imageLink": "image_files\\English\\chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kręcony",
      "translation": "lockig",
      "definition": "Mający lub tworzący kręcone kształty, szczególnie w włosach.",
      "definition_translation": "Hat oder bildet Locken, insbesondere im Haar.",
      "example": "Jej kręcone, brązowe włosy ramowały jej twarz pięknie. Kręcone przewody były łatwe do rozplątania. Do następnego miesiąca będę miał kręcone włosy znów.",
      "example_translation": "Ihr lockiges braunes Haar umrahmte ihr Gesicht wunderschön. Die lockigen Drähte waren leicht zu entwirren. Bis nächsten Monat werde ich wieder lockiges Haar haben.",
      "imageLink": "image_files\\English\\curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "starszy",
      "translation": "Ältere",
      "definition": "Osoba, która jest starsza od innej lub innych.",
      "definition_translation": "Eine Person, die älter ist als eine andere oder andere.",
      "example": "Moja starsza siostra jest lekarzem. Starszy z dwóch mężczyzn odezwał się pierwszy. Przez następny rok, będę starszym z moich rodzeństwa.",
      "example_translation": "Meine ältere Schwester ist Ärztin. Der Ältere der beiden Männer sprach zuerst. Bis nächsten Jahr werde ich der Ältere meiner Geschwister sein.",
      "imageLink": "image_files\\English\\elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "starsi",
      "translation": "ältere Menschen",
      "definition": "Dotyczy lub charakteryzuje się ludzi starymi.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für alte Menschen.",
      "example": "Starsza para mieszkała w spokojnej dzielnicy. Starsza kobieta powoli szła ulicą. Przez następne dziesięć lat, będę uważany za starszego.",
      "example_translation": "Das ältere Ehepaar lebte in einer ruhigen Nachbarschaft. Die ältere Frau ging langsam die Straße hinunter. Bis zum nächsten Jahrzehnt werde ich als ältere Person betrachtet.",
      "imageLink": "image_files\\English\\elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "najstarszy",
      "translation": "älteste",
      "definition": "Najstarsze dziecko lub rodzeństwo w rodzinie to to, które urodziło się pierwsze.",
      "definition_translation": "Das älteste Kind oder Geschwister in einer Familie ist das, das zuerst geboren wurde.",
      "example": "Ona była najstarszym z pięciorga rodzeństwa i brała na siebie dużą odpowiedzialność. Ona była najstarszym od dzieciństwa. Ona będzie najstarszym, gdy nasi rodzice odejdą.",
      "example_translation": "Sie war die Älteste von fünf Geschwistern und übernahm viele Verantwortungen. Sie war die Älteste, seit wir Kinder waren. Sie wird die Älteste sein, wenn unsere Eltern verstorben sind.",
      "imageLink": "image_files\\English\\eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "modny",
      "translation": "modisch",
      "definition": "Ktoś lub coś, co jest modnym, jest popularne i atrakcyjne w danej chwili.",
      "definition_translation": "Jemand oder etwas, das modisch ist, ist beliebt und attraktiv zurzeit.",
      "example": "Ona była zawsze modna i nosiła najnowsze kreacje designerów. Nowa restauracja jest modna i trendowa. Pokaz mody zaprezentował najnowsze modele mody.",
      "example_translation": "Sie war immer modisch und trug die neuesten Designerkleider. Das neue Restaurant ist modisch und trendy. Die Modenschau präsentierte die neuesten modischen Designs.",
      "imageLink": "image_files\\English\\fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kobieta",
      "translation": "weiblich",
      "definition": "Kobieta to dorosła osoba ludzka, która biologicznie jest klasyfikowana jako kobieta.",
      "definition_translation": "Eine weibliche Person ist ein erwachsener Mensch, der biologisch als Frau klassifiziert wird.",
      "example": "Liczba kobiet w mieście jest większa niż liczba mężczyzn. Kobieta lion ochraniała swoje szczenię. Kobieta wokalistka zdobyła nagrodę Grammy.",
      "example_translation": "Die weibliche Bevölkerung in der Stadt ist größer als die männliche Bevölkerung. Die weibliche Löwin schützt ihre Jungen. Die weibliche Sängerin gewann den Grammy-Preis.",
      "imageLink": "image_files\\English\\female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "postać",
      "translation": "Figur",
      "definition": "Postać to kształt lub forma, szczególnie ludzka, lub liczba lub ilość, szczególnie w obliczeniach lub statystyce.",
      "definition_translation": "Eine Figur ist eine Form oder ein menschliches Wesen, oder eine Zahl oder Menge, insbesondere in einer Berechnung oder Statistik.",
      "example": "Postać na płótnie była piękna. Liczba zysków spółki była wyższa niż oczekiwano. Matematyk wyliczył liczbę równania.",
      "example_translation": "Die Figur auf der Leinwand war schön. Die Figur der Unternehmensgewinne war höher als erwartet. Der Mathematiker berechnete die Figur der Gleichung.",
      "imageLink": "image_files\\English\\figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasować",
      "translation": "passen",
      "definition": "Być odpowiedniego rozmiaru lub kształtu; być w dobrej kondycji fizycznej.",
      "definition_translation": "Einer geeigneten Größe oder Form zu sein; in guter körperlicher Verfassung zu sein.",
      "example": "Wpasowałem się w swoje stare dżinsy po odchudzaniu. Wpasuję się do swojej nowej sukni przed imprezą. Wpasowałem się w swoje stare buty w zeszłym roku.",
      "example_translation": "Ich passte in meine alten Jeans, nachdem ich abgenommen hatte. Ich werde in mein neues Kleid passen, bis zur Party. Ich passte in meine alten Schuhe letztes Jahr.",
      "imageLink": "image_files\\English\\fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czoło",
      "translation": "Stirn",
      "definition": "Górna część twarzy, powyżej brwi i nosa.",
      "definition_translation": "Der obere Teil des Gesichts, oberhalb der Augenbrauen und der Nase.",
      "example": "Dotknęła swojego czoła, by sprawdzić, czy ma gorączkę. Uderzył swoim czołem w drzwi. Sprawdzą jej czoło, czy nie ma obrażeń.",
      "example_translation": "Sie berührte ihre Stirn, um zu sehen, ob sie Fieber hatte. Er schlug seine Stirn gegen die Tür. Sie werden ihre Stirn auf Anzeichen von Verletzungen überprüfen.",
      "imageLink": "image_files\\English\\forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rosnąć",
      "translation": "wachsen",
      "definition": "Stawać się większym lub bardziej zaawansowanym; rozwijać się lub dojrzewać.",
      "definition_translation": "Größer oder fortgeschrittener zu werden; sich zu entwickeln oder zu reifen.",
      "example": "Wygrywałem się w małym miasteczku. Ona będzie rosła z naszych ubrań. Oni rosli warzywa w swoim ogrodzie.",
      "example_translation": "Ich wuchs in einer kleinen Stadt auf. Sie wird bald aus ihren Kleidern herauswachsen. Sie züchteten Gemüse in ihrem Hinterhof.",
      "imageLink": "image_files\\English\\grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strzyżenie",
      "translation": "Haarschnitt",
      "definition": "Styl, w jakim ktoś ma ostrzyżone włosy, często robione w salonie fryzjerskim lub u fryzjera.",
      "definition_translation": "Der Stil, in dem jemandes Haar geschnitten wird, oft in einem Friseursalon oder einer Barbershop durchgeführt.",
      "example": "Dostałem dobrego strzyżenia w nowym salonie. On nienawidził swojego nowego strzyżenia. Ona dostała strzyżenie urodzinowe.",
      "example_translation": "Ich bekam einen guten Haarschnitt im neuen Salon. Er hasste seinen neuen Haarschnitt. Sie wird einen Haarschnitt für ihren Geburtstag bekommen.",
      "imageLink": "image_files\\English\\haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fryzjer",
      "translation": "Friseur",
      "definition": "Osoba, której zawodem jest strzyżenie, stylizacja i pielęgnowanie włosów, zwłaszcza w salonie.",
      "definition_translation": "Eine Person, deren Beruf darin besteht, Haare zu schneiden, zu stylisen und zu pflegen, insbesondere in einem Salon.",
      "example": "Poszła do fryzjera, aby uzyskać nowy styl włosów na ślub. Od 10 lat regularnie odwiedza tego samego fryzjera. Jutro pójdzie do fryzjera, aby uzyskać przycięcie.",
      "example_translation": "Sie ging zum Friseur, um ein neues Haarstyling für ihre Hochzeit zu bekommen. Sie geht schon 10 Jahre lang zu demselben Friseur. Sie wird morgen zum Friseur gehen, um sich die Haare schneiden zu lassen.",
      "imageLink": "image_files\\English\\hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przystojny",
      "translation": "hübsch",
      "definition": "Pleasing to the eye or ear; atrakcyjny.",
      "definition_translation": "Angenehm für das Auge oder Ohr; attraktiv.",
      "example": "Był przystojnym młodym mężczyzną, więc wiele dziewczyn zakochało się w nim. Nadal jest przystojny, nawet w wieku 50 lat. W oczach swojej żony będzie zawsze przystojny.",
      "example_translation": "Er war ein hübscher junger Mann, daher verliebten sich so viele Mädchen in ihn. Er ist immer noch hübsch, sogar mit 50 Jahren. Er wird immer in den Augen seiner Frau hübsch sein.",
      "imageLink": "image_files\\English\\handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wysokość",
      "translation": "Höhe",
      "definition": "Mierzenie, ile coś ma wysokości, od jego podstawy do jego szczytu.",
      "definition_translation": "Die Messung, wie hoch etwas ist, von seiner Basis bis zu seinem oberen Teil.",
      "example": "Wysokość budynku wynosi 100 metrów. Osiągnęła pełną wysokość w wieku 18 lat. Wysokość góry była zbyt duża, aby mógł ją zdobyć.",
      "example_translation": "Die Höhe des Gebäudes beträgt 100 Meter. Sie hat bereits ihr volles Wachstum bei 18 Jahren erreicht. Die Höhe des Berges war zu viel für ihn, um ihn zu besteigen.",
      "imageLink": "image_files\\English\\height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecko",
      "translation": "Kind",
      "definition": "Dziecko lub młoda osoba.",
      "definition_translation": "Ein Kind oder ein junger Mensch.",
      "example": "Dziecko pobiegło szybko przez pole. Była dzieckiem, kiedy po raz pierwszy nauczyła się jeździć na rowerze. On zawsze będzie dzieckiem w sercu, niezależnie od wieku.",
      "example_translation": "Das Kind rannte schnell über das Feld. Sie war ein Kind, als sie zum ersten Mal lernte, ein Fahrrad zu fahren. Er wird immer ein Kind im Herzen bleiben, egal wie alt er wird.",
      "imageLink": "image_files\\English\\kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kolano",
      "translation": "Knie",
      "definition": "Kolano jest stawem, który łączy kości nogi i pozwala na zginać i prostować się.",
      "definition_translation": "Das Knie ist ein Gelenk, das die Knochen des Beines verbindet und Beugung und Streckung ermöglicht.",
      "example": "Zraniłem kolano, grając w piłkę nożną wczoraj, ale teraz już lepiej. Jutro pójdę do lekarza, aby sprawdzić moje kolano. Będę zginał kolano, aby związać buty.",
      "example_translation": "Ich habe mir gestern beim Fußballspielen das Knie verletzt, aber jetzt geht es wieder besser. Ich gehe morgen zum Arzt, um mein Knie zu überprüfen. Ich werde mein Knie beugen, um meine Schuhe zuzubinden.",
      "imageLink": "image_files\\English\\knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dama",
      "translation": "Dame",
      "definition": "Dama jest grzecznym określeniem używanym wobec kobiety, szczególnie tej o wysokim statusie społecznym lub elegancji.",
      "definition_translation": "Eine Dame ist ein höflicher Ausdruck, der verwendet wird, um eine Frau zu bezeichnen, insbesondere eine von hohem sozialen Status oder Eleganz.",
      "example": "Dama przy stole zamówiła sałatkę na lunch. Była damą w każdym sensie tego słowa. Dama weźmie udział w balu królewskim jutro wieczorem.",
      "example_translation": "Die Dame am Tisch bestellte ein Salat zum Mittagessen. Sie war in jedem Sinne eine Dame. Die Dame wird morgen Abend dem königlichen Ball beiwohnen.",
      "imageLink": "image_files\\English\\lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "usta",
      "translation": "Lippe",
      "definition": "Usta są każdą z dwóch miękkich fałdów, które otaczają usta, używane do jedzenia, mówienia i wyrażania emocji.",
      "definition_translation": "Eine Lippe ist eine der beiden fleischigen Falten, die den Mund umgeben, die zum Essen, Sprechen und Ausdrücken von Emotionen verwendet werden.",
      "example": "Lizała swoje usta przed nałożeniem balsamu. Użył gwałtownie swoich ust, aby wyrazić frustrację. Brzeg kubka był uszkodzony.",
      "example_translation": "Sie leckte ihre Lippe, bevor sie Lippenbalsam auftrug. Er biss sich auf die Lippe vor Frustration. Der Rand des Bechers war abgeschürft.",
      "imageLink": "image_files\\English\\lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mężczyzna",
      "translation": "männlich",
      "definition": "Mężczyzna jest zwierzęciem lub osobą płci męskiej, charakteryzującą się obecnością jąder i penisa.",
      "definition_translation": "Ein Männlicher ist ein Tier oder eine Person des Geschlechts, das Spermien produziert, gekennzeichnet durch die Anwesenheit von Hoden und Penis.",
      "example": "Samiec lwa ryknął głośno w dżungli. On jest modelem męskim, znanym ze swojego dobrego wyglądu. Hormon męski reguluje seksualność.",
      "example_translation": "Der männliche Löwe brüllte laut im Dschungel. Er ist ein männliches Model, bekannt für sein gutes Aussehen. Das männliche Hormon reguliert die Sexualität.",
      "imageLink": "image_files\\English\\male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "średni wiek",
      "translation": "mittelalt",
      "definition": "Dotyczy lub jest charakterystyczny dla osób w średnim okresie życia, zazwyczaj uważanym za lat 40-60.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Menschen im mittleren Lebensalter, typischerweise zwischen 40 und 60 Jahren.",
      "example": "Stała się bardziej świadoma swojego wyglądu, kiedy weszła w okres średniego wieku.",
      "example_translation": "Sie wurde sich ihrer Erscheinung bewusster, als sie in ihre mittleren Lebensjahre kam.",
      "imageLink": "image_files\\English\\middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wąsy",
      "translation": "Schnurrbart",
      "definition": "Włosy na górnej wardze, szczególnie gdy są pielęgnowane i dopasowane.",
      "definition_translation": "Ein Haarwachstum auf der Oberlippe, insbesondere wenn es gepflegt und gestutzt wird.",
      "example": "Miał charakterystyczne wąsy, które sprawiały, że wyglądał jak złoczyńca.",
      "example_translation": "Er trug einen auffälligen Schnurrbart, der ihn wie einen Bösewicht aussehen ließ.",
      "imageLink": "image_files\\English\\moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przybrać na wadze",
      "translation": "zunehmen",
      "definition": "Przybrać masę ciała, zazwyczaj poprzez kombinację diety bogatej w kalorie i braku ćwiczeń.",
      "definition_translation": "Körpergewicht zu erlangen, typischerweise durch eine Kombination aus einer kalorienreichen Ernährung und fehlender Bewegung.",
      "example": "Po ślubie, zaczął przybierać na wadze ze względu na siedzący tryb życia.",
      "example_translation": "Nach der Heirat begann er wegen seines sitzenden Lebensstils zuzunehmen.",
      "imageLink": "image_files\\English\\put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płeć",
      "translation": "Geschlecht",
      "definition": "Biologiczne cechy, które definiują mężczyzn i kobiety, w tym cechy fizyczne i behawioralne.",
      "definition_translation": "Die biologischen Merkmale, die Männer und Frauen definieren, einschließlich physischer und verhaltensbezogener Eigenschaften.",
      "example": "Różnice płci w ich relacji doprowadziły do pewnych nieporozumień.",
      "example_translation": "Die Unterschiede im Geschlecht des Paares führten zu einigen Missverständnissen in ihrer Beziehung.",
      "imageLink": "image_files\\English\\sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "golić",
      "translation": "rasieren",
      "definition": "usunąć włosy z ciała przy użyciu brzytwy lub innych środków.",
      "definition_translation": "Haare vom Körper entfernen, indem man einen Rasierer oder andere Mittel verwendet",
      "example": "Goliłem twarz rano. Golię głowę jutro. Ona zgoliła nogi wczoraj wieczorem.",
      "example_translation": "Ich rasierte mein Gesicht heute Morgen. Ich werde morgen meinen Kopf rasieren. Sie rasierte letzte Nacht ihre Beine.",
      "imageLink": "image_files\\English\\shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "inteligentny",
      "translation": "intelligent",
      "definition": "mający lub pokazujący dużo inteligencji lub zdrowego rozsądku.",
      "definition_translation": "eine große Menge an Intelligenz oder gesundem Menschenverstand zeigt oder besitzt",
      "example": "On jest bardzo inteligentny i dostał się do dobrego kolegium. Ona była inteligentna, aby zainwestować w akcje. Będą inteligentni, aby uniknąć tego błędu.",
      "example_translation": "Er ist sehr intelligent und kam in ein gutes College. Sie war intelligent, in Aktien zu investieren. Sie werden intelligent sein, diesen Fehler zu vermeiden.",
      "imageLink": "image_files\\English\\smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nastolatka",
      "translation": "jugendlich",
      "definition": "dotycząca ludzi w wieku nastoletnim",
      "definition_translation": "in Bezug auf Menschen in ihren Teenjahren oder charakteristisch für sie",
      "example": "Byłem bardzo buntowniczy w wieku nastoletnim. Ona przechodziła przez kryzys nastoletni. Teraz są w wieku nastoletnim.",
      "example_translation": "Ich war sehr rebellisch während meiner Teenagerjahre. Sie durchlebt eine jugendliche Krise. Sie sind jetzt in ihren Teenagerjahren.",
      "imageLink": "image_files\\English\\teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kciuk",
      "translation": "Daumen",
      "definition": "krótki, gruby palec wewnętrzny ręki ludzkiej",
      "definition_translation": "der kurze, dicke innere Finger der menschlichen Hand",
      "example": "Urazyłem kciuk podczas gry w koszykówkę. Ona ma bardzo przeciwstawny kciuk. Będą potrzebować używać swoich kciuków, aby tekstować.",
      "example_translation": "Ich verletzte meinen Daumen während ich Basketball spielte. Sie hat einen sehr gegenüberstellbaren Daumen. Sie werden ihren Daumen benötigen, um Nachrichten zu schreiben.",
      "imageLink": "image_files\\English\\thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słaby",
      "translation": "schwach",
      "definition": "Brak siły lub mocy; słaby; blady",
      "definition_translation": "Mangel an Stärke oder Macht; schwach; matt",
      "example": "Był słaby z powodu choroby, ale szybko wyzdrowiał. On jest słaby z matematyki, ale ćwiczy codziennie. Będzie słaby jutro, ale wyzdrowieje.",
      "example_translation": "Er war schwach von der Krankheit, aber er erholte sich schnell. Er ist schwach in Mathe, aber er übt jeden Tag. Er wird morgen schwach sein, aber er wird besser werden.",
      "imageLink": "image_files\\English\\weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ważyć",
      "translation": "wiegen",
      "definition": "określić wagę czegoś; mieć określoną wagę",
      "definition_translation": "Das Gewicht von etwas festzustellen; ein bestimmtes Gewicht zu haben",
      "example": "Muszę się ważyć, zanim pójdę do siłowni. Ona waży 50 kilogramów. Będą ważyć paczkę przed wysłaniem.",
      "example_translation": "Ich muss mich vorher wiegen, bevor ich zum Fitnessstudio gehe. Sie wiegt 50 Kilogramm. Sie werden das Paket vor dem Versand wiegen.",
      "imageLink": "image_files\\English\\weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "waga",
      "translation": "Gewicht",
      "definition": "miara ciężkości lub lekkości obiektu",
      "definition_translation": "Eine Maßnahme der Schwere oder Leichtigkeit eines Objekts",
      "example": "Waga pudełka to 10 kilogramów. Ona straciła wagę po regularnych ćwiczeniach. Waga samochodu jest za duża dla mostu.",
      "example_translation": "Das Gewicht des Kartons beträgt 10 Kilogramm. Sie verlor Gewicht nach regelmäßigem Training. Das Gewicht des Autos ist zu viel für die Brücke.",
      "imageLink": "image_files\\English\\weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "elegancki",
      "translation": "gutANGEZIEGEN",
      "definition": "Noszący ładne, stylowe i czyste ubrania",
      "definition_translation": "Trägt schönes, stilvolles und sauberes Kleidung",
      "example": "On jest zawsze elegancki na specjalne okazje. Ona była elegancka na imprezie, ale on nie. Będą eleganccy na weselu.",
      "example_translation": "Er ist immer gut angezogen für besondere Anlässe. Sie war gut angezogen für die Party, aber er nicht. Sie werden für die Hochzeit gut angezogen sein.",
      "imageLink": "image_files\\English\\well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piegi",
      "translation": "Sommersprossen",
      "definition": "Małe brązowe lub czarne plamki na skórze, szczególnie na twarzy, spowodowane ekspozycją na słońce.",
      "definition_translation": "Kleine braune oder schwarze Flecken auf der Haut, insbesondere im Gesicht, verursacht durch Sonnenlicht.",
      "example": "Miała piegi na całej twarzy, dziecko dostało piegi od grywania na zewnątrz całe lato, a piegi na nosie sprawiły, że wyglądałaemonicznie.",
      "example_translation": "Sie hatte Sommersprossen überall im Gesicht, das Kind bekam Sommersprossen von dem ganzen Sommer draußen Spielen, und die Sommersprossen auf ihrer Nase machten sie niedlich aussehen.",
      "imageLink": "image_files\\English\\freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "franko",
      "translation": "Saum",
      "definition": "Bordiur wykonany z włosów, futra lub tkaniny, tworzący krawędź czegoś, szczególnie elementu odzieży lub fryzury.",
      "definition_translation": "Ein Haarborder, Pelzborder oder Stoffborder, der die Kante von etwas bildet, insbesondere ein Stück Stoff oder eine Frisur.",
      "example": "Franko na jej kurtce było zniszczone, franko dywanu było uszkodzone, a franko korzyści nowej pracy były imponujące.",
      "example_translation": "Der Saum ihres Jacketts war abgenutzt, der Saum des Teppichs war beschädigt, und die Zusatzleistungen des neuen Jobs waren beeindruckend.",
      "imageLink": "image_files\\English\\fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płeć",
      "translation": "Geschlecht",
      "definition": "Stan bycia mężczyzną lub kobietą, szczególnie w odniesieniu do ról społecznych i kulturowych.",
      "definition_translation": "Der Zustand, männlich oder weiblich zu sein, insbesondere wenn er in Bezug auf soziale und kulturelle Rollen betrachtet wird.",
      "example": "Firma miała politykę równości płci w miejscu pracy. Płeć dziecka nie została ujawniona do momentu urodzenia. Do 2050 roku oczekuje się, że luka płacowa zostanie zamknięta.",
      "example_translation": "Das Unternehmen hat eine Politik der Gleichstellung der Geschlechter am Arbeitsplatz. Das Geschlecht des Babys wurde nicht vor der Geburt enthüllt. Bis 2050 soll die Lücke in der Vergütung nach Geschlecht geschlossen sein.",
      "imageLink": "image_files\\English\\gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dorosły",
      "translation": "erwachsen",
      "definition": "Dojrzała lub dorosła osoba, szczególnie ta, która rozwinęła się fizycznie, psychicznie lub emocjonalnie.",
      "definition_translation": "Eine reife oder erwachsene Person, insbesondere eine, die sich körperlich, geistig oder emotional entwickelt hat.",
      "example": " Jako dorosły, zrealizowałem, że moi rodzice mieli rację. Dorosłych martwiło bezpieczeństwo dzieci. Kiedy będę dorosły, podróżować będę po świecie.",
      "example_translation": "Als Erwachsener wurde mir klar, dass meine Eltern recht hatten. Die Erwachsenen machten sich Sorgen um die Sicherheit der Kinder. Wenn ich erachsen bin, werde ich die Welt bereisen.",
      "imageLink": "image_files\\English\\grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "włosy",
      "translation": "Haar",
      "definition": "Różowy wzrost na ludzkiej głowie lub ciele zwierzęcia, składający się z twardego białka, rosnącego z mieszka włosowych w skórze.",
      "definition_translation": "Ein Wachstum am menschlichen Kopf oder Tierkörper, das aus einem festen Proteinfilament besteht, das aus den Hautfollikeln wächst.",
      "example": "Lubię bawić się moimi włosami. Ona miała długie, kręcone włosy. Włosy na moich ramionach stawiły się, gdy zobaczyłem ducha.",
      "example_translation": "Ich liebe es, mit meinem Haar zu spielen. Sie hat langes, lockiges Haar. Das Haar auf meinen Armen stand auf, als ich den Geist sah.",
      "imageLink": "image_files\\English\\hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obraz",
      "translation": "Bild",
      "definition": "Wizualne przedstawienie lub podobizna osoby, rzeczy lub idei, szczególnie stworzone poprzez fotografię lub inne formy sztuki.",
      "definition_translation": "Eine visuelle Darstellung oder Ähnlichkeit einer Person, Sache oder Idee, insbesondere eine, die durch Fotografie oder andere Formen der Kunst geschaffen wurde.",
      "example": "Obraz na ekranie telewizora był rozmyty. Wizerunek firmy został zniszczony przez skandal. Obraz artysty miasta był zapierający dech w piersiach.",
      "example_translation": "Das Bild auf dem Fernsehbildschirm war unscharf. Das Image des Unternehmens wurde durch den Skandal geschädigt. Das Bild der Stadt des Künstlers war atemzbekommend.",
      "imageLink": "image_files\\English\\image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mężczyzna",
      "translation": "männlich",
      "definition": "Mężczyzna to osoba lub zwierzę płci męskiej.",
      "definition_translation": "Ein Mann ist eine Person oder ein Tier des männlichen Geschlechts oder Geschlechts.",
      "example": "Był modelem męskim, ona była modelem żeńskim, byli modelami. Będzie lekarzem męskim, ona będzie lekarzem żeńskim, będą lekarzami. Był studentem męskim, ona była studentką żeńską, byli studentami.",
      "example_translation": "Er war ein männliches Model, sie war ein weibliches Model, sie waren beide Modelle. Er wird ein männlicher Arzt sein, sie wird ein weiblicher Arzt sein, sie werden Ärzte sein. Er war ein männlicher Student, sie war ein weiblicher Student, sie waren Studenten.",
      "imageLink": "image_files\\English\\male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gwoźdź",
      "translation": "Nagel",
      "definition": "Gwoźdź to mała metalowa szpila z płaską głową, używana do łączenia rzeczy.",
      "definition_translation": "Ein Nagel ist ein kleiner Metallstift mit einem flachen Kopf, der zum Zusammenfügen von Dingen verwendet wird.",
      "example": "Przybiłem obraz do ściany, przybiję deskę do podłogi, zabiłem skrzynkę zamkniętą. Ona zdała egzamin, on zdał prezentację, zdali projekt.",
      "example_translation": "Ich nagelte das Bild an die Wand, ich werde das Brett auf den Boden nageln, ich nagelte den Karton zu. Sie nagelte ihre Prüfung, er nagelte seinen Vortrag, sie nagelten das Projekt.",
      "imageLink": "image_files\\English\\nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagi",
      "translation": "nackt",
      "definition": "Nagi oznacza bez ubrania lub osłony.",
      "definition_translation": "Nackt bedeutet ohne Kleidung oder Bedeckung.",
      "example": "Dziecko było nagie, modelka była na wybiegu nagą, statua była nagą. Oni byli nazi w prysznicu, oni będą nazi na plaży, oni byli nazi w saunie.",
      "example_translation": "Das Baby war nackt, das Model war nackt auf dem Laufsteg, die Statue war nackt. Sie waren nackt unter der Dusche, sie werden nackt am Strand sein, sie waren nackt im Sauna.",
      "imageLink": "image_files\\English\\naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blady",
      "translation": "blass",
      "definition": "Blady oznacza mający lekką barwę lub słabą lub nikłą wygląd.",
      "definition_translation": "Blass bedeutet, eine helle Farbe zu haben oder ein schwaches oder blasses Aussehen.",
      "example": "Ona była blada po wypadku, ściana była blada żółta, niebo było bladoniebieskie. Oni będą bladzi ze strachu, oni byli bladzi z emocji, oni są bladzi z choroby.",
      "example_translation": "Sie war nach dem Unfall blass, die Wand war blassgelb, der Himmel war blassblau. Sie werden vor Angst blass sein, sie waren vor Aufregung blass, sie sind durch Krankheit blass.",
      "imageLink": "image_files\\English\\pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kucik",
      "translation": "Pferdeschwanz",
      "definition": "Fryzura, w której włosy są zbierane i związane z tyłu głowy, typowo z ribbon lub gumką.",
      "definition_translation": "Ein Haarschnitt, bei dem das Haar am Hinterkopf zusammengefasst und mit einem Band oder einer Haute zusammengebunden wird.",
      "example": "Wczoraj wieczorem nosiła kucik na imprezie, ale dziś ma nową fryzurę. Za tydzień będzie nosić kucik na ślubie.",
      "example_translation": "Sie trug einen Pferdeschwanz zur Party gestern, aber heute hat sie einen neuen Haarschnitt. Sie wird einen Pferdeschwanz zur Hochzeit nächste Woche tragen.",
      "imageLink": "image_files\\English\\ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rasowy",
      "translation": "rassisch",
      "definition": "Dotyczący lub charakterystyczny dla rasy lub ras; oparty na rasie osoby.",
      "definition_translation": "In Bezug auf oder charakteristisch für eine Rasse oder Rassen; basiert auf oder beeinflusst von einer Person's Rasse.",
      "example": "Dyskryminacja rasowa jest nielegalna w naszym kraju. Różnorodność rasowa w naszym mieście jest bardzo wysoka. Równowaga rasowa jest niezbędna dla pokojowego społeczeństwa.",
      "example_translation": "Rassische Diskriminierung ist in unserem Land illegal. Die rassische Vielfalt unserer Stadt ist sehr hoch. Rassisches Harmonie ist für eine friedliche Gesellschaft grundlegend.",
      "imageLink": "image_files\\English\\racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "seksualny",
      "translation": "sexuell",
      "definition": "Dotyczący lub związany z seksem lub płciami; zajmujący się aspektami fizycznymi lub psychologicznymi seksu.",
      "definition_translation": "In Bezug auf oder assoziiert mit Sex oder den Geschlechtern; befasst sich mit den physischen oder psychologischen Aspekten von Sex.",
      "example": "Zdrowie seksualne jest ważnym aspektem ogólnego zdrowia. Był oskarżony o molestowanie seksualne w pracy. Orientacja seksualna osoby jest prywatna.",
      "example_translation": "Sexuelle Gesundheit ist ein wichtiger Aspekt der Gesamtgesundheit. Er wurde wegen sexueller Belästigung am Arbeitsplatz beschuldigt. Die sexuelle Orientierung einer Person ist privat.",
      "imageLink": "image_files\\English\\sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plamka",
      "translation": "Fleck",
      "definition": "Mała, zwykle okrągła, plama lub łata na czymś, typowo o innym kolorze lub teksturze niż otoczenie.",
      "definition_translation": "Ein kleiner, normalerweise runder, Markierung oder Pflaster auf etwas, typischerweise von einer anderen Farbe oder Textur als die umgebende Fläche.",
      "example": "Jest plamka na ścianie, która wymaga czyszczenia. Dostała plamkę na nowej sukni. Plamka na mapie wskazuje lokalizację parku.",
      "example_translation": "Es gibt einen Fleck an der Wand, der gereinigt werden muss. Sie bekam einen Fleck auf ihrem neuen Kleid. Der Fleck auf der Karte zeigt die Lage des Parks an.",
      "imageLink": "image_files\\English\\spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siła",
      "translation": "Stärke",
      "definition": "Cecha lub stan bycia silnym; zdolność osoby do wywierania siły lub wytrzymania stresu lub ciśnienia.",
      "definition_translation": "Die Eigenschaft oder der Zustand, stark zu sein; die Fähigkeit einer Person, Kraft auszuüben oder Stress oder Druck zu ertragen.",
      "example": "Pokazała wielką siłę w obliczu przeciwności. Wzmacniała swoją determinację, aby ukończyć projekt. Będzie wzmacniać mięśnie przez regularne ćwiczenia.",
      "example_translation": "Sie hat große Stärke im Angesicht von Widrigkeiten gezeigt. Sie verstärkte ihren Entschluss, das Projekt zu beenden. Sie wird ihre Muskeln mit regelmäßigem Training stärken.",
      "imageLink": "image_files\\English\\strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wzmocnić",
      "translation": "stärken",
      "definition": "Ulepszyć coś lub uczynić coś silniejszym; poprawić lub zwiększyć coś.",
      "definition_translation": "Etwas stärker oder intensiver zu machen; etwas zu verbessern oder zu erhöhen.",
      "example": "Musimy wzmocnić umiejętności obronne naszego zespołu. Firma wzmocniła swoją pozycję na rynku. Nowa polityka wzmocni nasze relacje z klientami.",
      "example_translation": "Wir müssen die Verteidigungsfähigkeiten unseres Teams stärken. Das Unternehmen stärkte seine Position am Markt. Die neue Politik wird unsere Beziehung zu unseren Kunden stärken.",
      "imageLink": "image_files\\English\\strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opalenizna",
      "translation": "braun",
      "definition": "Brunatny kolor, szczególnie jeden wywołany przez ekspozycję na słońce; substancja używana do produkcji tego koloru.",
      "definition_translation": "Eine braune Farbe, insbesondere eine durch Sonnenexposition erzeugte; eine Substanz, die verwendet wird, um diese Farbe zu produzieren.",
      "example": "Dostała opaleniznę na skórze po tygodniu na plaży. Użył opaleniznanej skóry z apierek z tym strojem. Opalenizny kolor kanapy dopełniał dekorację pokoju.",
      "example_translation": "Sie bekam eine braune Haut nach einer Woche am Strand. Er trug einen braunen Lederriemen zu seinem Outfit. Die braune Farbe des Sofas passte zu der Raumdekoration.",
      "imageLink": "image_files\\English\\tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ucho",
      "translation": "Oberschenkel",
      "definition": "Górna część nogi ludzkiej, sięgająca od biodra do kolana.",
      "definition_translation": "Der obere Teil des menschlichen Beins, der sich vom Hüftgelenk bis zum Knie erstreckt.",
      "example": "Lekarz zbadał jej ucho, aby sprawdzić, czy nie ma obrażeń. Ukośnieł mięśnie ud, aby przygotować się do sprintu. Potarła ucho po długim marszu.",
      "example_translation": "Der Arzt untersuchte ihren Oberschenkel, um nach Verletzungen zu suchen. Er spannte seine Oberschenkelmuskeln an, um sich auf den Sprint vorzubereiten. Sie rieb ihren Oberschenkel nach dem langen Wandern.",
      "imageLink": "image_files\\English\\thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "faliste",
      "translation": "wellig",
      "definition": "Mające falisty kształt lub ruch; nie prosty lub płaski.",
      "definition_translation": "Eine wavy Form oder Bewegung habend; nicht gerade oder flach.",
      "example": "Faliste włosy były cechą stylu surfera. Miała faliste włosy, gdy była młodsza, ale teraz są proste. Do czasu, gdy dorosłem, miałem już faliste włosy.",
      "example_translation": "Das wellige Haar war ein Kennzeichen des Surfer-Stils. Sie hatte welliges Haar, als sie jung war, aber es ist jetzt gerade. Bis ich alt genug war, um mich die Haare schneiden zu lassen, war mein Haar bereits wellig geworden.",
      "imageLink": "image_files\\English\\wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "silnie zbudowany",
      "translation": "gut gebaut",
      "definition": "Mający silne i zdrowe ciało; fizycznie sprawny.",
      "definition_translation": "Ein starker und gesunder Körper habend; körperlich fit.",
      "example": "Silnie zbudowany atleta był faworytem do wygrania mistrzostwa. Zawsze była silnie zbudowana, nawet jako dziecko. Do czasu, gdy miał 30 lat, stał się silnie zbudowany dzięki regularnym ćwiczeniom.",
      "example_translation": "Der gut gebaute Athlet war der Favorit, die Meisterschaft zu gewinnen. Sie war immer gut gebaut gewesen, sogar als Kind. Bis er 30 Jahre alt war, war er durch regelmäßiges Training gut gebaut geworden.",
      "imageLink": "image_files\\English\\well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamarszczki",
      "translation": "Falten",
      "definition": "Linia lub zmarszczka na skórze, szczególnie na twarzy, spowodowana wiekiem lub zdenerwowaniem.",
      "definition_translation": "Eine Linie oder Falte in der Haut, insbesondere im Gesicht, verursacht durch Alter oder Sorgen.",
      "example": "Zmarszczki na jej twarzy opowiadały historię dobrze życia. Miał głębokie zmarszczki wokół oczu po latach palenia. Do czasu, gdy miała 50 lat, miała zmarszczki na czole.",
      "example_translation": "Die Falten auf ihrem Gesicht erzählten die Geschichte eines gut gelebten Lebens. Er hatte tiefe Falten um seine Augen von Jahren des Rauchens. Bis sie 50 Jahre alt war, hatte sie Falten auf ihrer Stirn.",
      "imageLink": "image_files\\English\\wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nadgarstek",
      "translation": "Handgelenk",
      "definition": "Staw lub region ramienia między ręką a przedramieniem.",
      "definition_translation": "Das Gelenk oder die Region des Arms zwischen der Hand und dem Unterarm.",
      "example": "Zwichła nadgarstek grając w tenisa. Miał tatuaż na nadgarstku, który zrobił w 21. urodziny. Do czasu, gdy miałem 30 lat, rozwinąłem zespół cieśni nadgarstka.",
      "example_translation": "Sie zerrte ihr Handgelenk beim Tennisspielen. Er hatte ein Tattoo auf seinem Handgelenk, das er an seinem 21. Geburtstag bekommen hatte. Bis ich 30 Jahre alt war, hatte ich das Karpaltunnel-Syndrom in meinem Handgelenk entwickelt.",
      "imageLink": "image_files\\English\\wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "młodzież",
      "translation": "Jugend",
      "definition": "Okres między dzieciństwem a dorosłością, podczas którego osoba rozwija się fizycznie, emocjonalnie i społecznie.",
      "definition_translation": "Die Zeit zwischen Kindheit und Erwachsenenalter, während der eine Person sich physisch, emotional und sozial entwickelt.",
      "example": "Młodzież dzisiaj jest bardziej obeznana z nowoczesnymi technologiami niż ich poprzednicy. Będą kształtować przyszłość naszego świata. Kształtowali rewolucję przeszłości.",
      "example_translation": "Die Jugend von heute ist tecnisch versierter als ihre Vorgänger. Sie werden die Zukunft unserer Welt gestalten. Sie haben die Revolution der Vergangenheit gestaltet.",
      "imageLink": "image_files\\English\\youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cielę",
      "translation": "Kalb",
      "definition": "Młode cielę lub byk, szczególnie w pierwszym roku życia.",
      "definition_translation": "Ein junges Rind oder Stier, insbesondere eines in seinem ersten Lebensjahr.",
      "example": "Cielę urodziło się wczoraj wieczorem. Będzie rosło w silnego byka. Rosło w piękną krowę.",
      "example_translation": "Das Kalb wurde letzte Nacht geboren. Es wird zu einem starken Stier heranwachsen. Es wuchs zu einer schönen Kuh heran.",
      "imageLink": "image_files\\English\\calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "elegancja",
      "translation": "Eleganz",
      "definition": "Cecha piękna i wyrafinowania, często charakteryzująca się prostotą i umiarem.",
      "definition_translation": "Eine Eigenschaft von Schönheit und Raffinesse, oft durch Einfachheit und Zurückhaltung gekennzeichnet.",
      "example": "Elegancja ruchów baletnicy zaczarowała publiczność. Będzie zaczarować jutro sędziów. Zaczarowała wczoraj wieczorem tłum.",
      "example_translation": "Die Eleganz der Bewegungen der Ballerina hypnotisierte das Publikum. Es wird die Juroren morgen hypnotisieren. Es hypnotisierte das Publikum letzte Nacht.",
      "imageLink": "image_files\\English\\elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mały palec",
      "translation": "Kleiner Finger",
      "definition": "Najmniejszy palec ludzkiej ręki, również znany jako mizyniec.",
      "definition_translation": "Der kleinste Finger einer menschlichen Hand, auch bekannt als der kleine Finger.",
      "example": "Zraniłem mały palec grając w tenisa. Będę się nim opiekował jutro. Opiekowałem się nim wczoraj.",
      "example_translation": "Ich verletzte meinen kleinen Finger während des Tennisspiels. Ich werde mich morgen darum kümmern. Ich kümmerte mich gestern darum.",
      "imageLink": "image_files\\English\\little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "środkowy palec",
      "translation": "Mittelfinger",
      "definition": "Trzeci palec ludzkiej ręki, znajdujący się między palcem wskazującym a palcem serdecznym.",
      "definition_translation": "Der Mittelfinger ist der dritte Finger einer menschlichen Hand, zwischen dem Zeigefinger und dem Ringfinger gelegen.",
      "example": "Pokazała środkowy palec niegrzecznemu kierowcy. Będę pokazywał swój środkowy palec jutro. Pokazał swój środkowy palec policjantowi.",
      "example_translation": "Sie zeigte dem unhöflichen Fahrer ihren Mittelfinger, Ich werde meinem Mittelfinger morgen zu ihm zeigen, Er hatte seinem Mittelfinger gegenüber dem Polizeibeamten gezeigt.",
      "imageLink": "image_files\\English\\middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "otyłość",
      "translation": "fettleibig",
      "definition": "Posiadanie indeksu masy ciała (BMI) równego 30 lub wyższego, co jest miarą tkanki tłuszczowej opartej na wzroście i wadze.",
      "definition_translation": "Ein Körpermasseindex (BMI) von 30 oder höher aufweist, was ein Maß für Körperfett ist, basierend auf Höhe und Gewicht.",
      "example": "Otyłemu mężczyźnie zalecono regularne ćwiczenia, Ona była otyła od dzieciństwa, Będą otyłymi, jeśli nie zmienią swoich nawyków żywieniowych.",
      "example_translation": "Dem fetten Mann wurde empfohlen, regelmäßig zu üben, Sie war seit Kindheit fettsüchtig, Sie werden fettleibig sein, wenn sie ihre Essgewohnheiten nicht ändern.",
      "imageLink": "image_files\\English\\obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przypominać",
      "translation": "ähneln",
      "definition": "Mieć podobny wygląd lub cechy do kogoś lub czegoś innego.",
      "definition_translation": "Eine ähnliche Erscheinung oder Eigenschaften wie jemand oder etwas anderes zu haben.",
      "example": "Mój brat przypomina dziadka, Nowa polityka będzie przypominać starą, Będą przypominać każdy innemu po metamorfozie.",
      "example_translation": " Mein Bruder ähnelt unserem Großvater, Die neue Politik wird der alten ähneln, Sie werden einander nach dem Makeover ähneln.",
      "imageLink": "image_files\\English\\resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nastolatek",
      "translation": "Adoleszent",
      "definition": "Osoba między pokoleniem a pełnym rozwojem fizycznym, zwykle między 10 a 19 rokiem życia.",
      "definition_translation": "Eine Person zwischen Pubertät und vollständiger körperlicher Entwicklung, typischerweise zwischen 10 und 19 Jahren alt.",
      "example": "Nastolatka dziewczyna przechodziła przez fazę odkrywania samej siebie, Był nastolatkiem, gdy pierwszy raz zakochał się, Są nastolatkami i potrzebują wskazówek.",
      "example_translation": "Das adolescente Mädchen ging durch eine Phase der Selbstentdeckung, Er war ein Adoleszent, als er sich zum ersten Mal verliebte, Sie sind Adoleszente und benötigen Anleitung.",
      "imageLink": "image_files\\English\\adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kości policzkowe",
      "translation": "Wangenknochen",
      "definition": "Kościowa struktura twarzy poniżej oczu, tworząca wyrazistość twarzy.",
      "definition_translation": "Die knöcherne Struktur des Gesichts unter den Augen, welche die Prominenz des Gesichts bildet.",
      "example": "Ona ma wysokie kości policzkowe, co sprawia, że jej twarz wygląda bardziej kątowo. Ona rzeźbiła swoje kości policzkowe makijażem. Po zrzuceniu wagi będzie miała wyraźne kości policzkowe.",
      "example_translation": "Sie hat hoch angesetzte Wangenknochen, die ihr Gesicht kantiger wirken lassen. Sie hatte ihre Wangenknochen mit Makeup geformt. Sie wird definierte Wangenknochen haben, wenn sie abgenommen hat.",
      "imageLink": "image_files\\English\\cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cera",
      "translation": "Teint",
      "definition": "Naturalny kolor i wygląd skóry, szczególnie twarzy.",
      "definition_translation": "Die natürliche Farbe und Erscheinung der Haut, insbesondere des Gesichts.",
      "example": "Jej cera była gładka i jasna. On miał ciemną cerę z powodu swojego pochodzenia. Poprawi swoją cerę zdrową dietą.",
      "example_translation": "Ihr Teint war glatt und hell. Sie hatte einen dunklen Teint aufgrund ihrer Genetik. Sie wird ihren Teint mit einer gesunden Ernährung verbessern.",
      "imageLink": "image_files\\English\\complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nadbłonek",
      "translation": "Nagelhaut",
      "definition": "Cienka warstwa martwych komórek skóry u podstawy paznokcia lub palca.",
      "definition_translation": "Die dünne Schicht toter Hautzellen an der Basis eines Fingernagels oder Zehennagels.",
      "example": "Ona cofnęła swój nadbłonek, aby wydłużyć swoje paznokcie. On miał infekcję nadbłonka i musiał udać się do lekarza. Ona będzie nawilżać swój nadbłonek, aby utrzymać jego zdrowie.",
      "example_translation": "Sie drückte ihre Nagelhaut zurück, um ihre Nägel länger aussehen zu lassen. Er hatte eine Nagelhaut-Infektion und musste einen Arzt aufsuchen. Sie wird ihre Nagelhaut feucht halten, um sie gesund zu halten.",
      "imageLink": "image_files\\English\\cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dłoń",
      "translation": "Handfläche",
      "definition": "Wewnętrzna powierzchnia dłoni od nadgarstka do podstawy palców.",
      "definition_translation": "Die innere Oberfläche der Hand von der Handgelenk bis zur Basis der Finger.",
      "example": "Czytała linie na swojej dłoni, aby przepowiedzieć swoją przyszłość. On miał załamanie na swojej dłoni z powodu gry na gitarze. Ona będzie trzymać swoją dłoń wyprostowaną, aby złożyć przysięgę.",
      "example_translation": "Sie las die Linien auf ihrer Handfläche, um ihre Zukunft vorherzusagen. Er hatte einen Hornhaut auf seiner Handfläche vom Gitarrespielen. Sie wird ihre Handfläche öffnen, um einen Eid zu schwören.",
      "imageLink": "image_files\\English\\palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pierścionkowy palec",
      "translation": "Ringfinger",
      "definition": "Czwarty palec ręki człowieka, zwykle sąsiadujący z małym palcem.",
      "definition_translation": "Der vierte Finger einer menschlichen Hand, typischerweise derjenige neben dem kleinen Finger.",
      "example": "Noszę swój pierścionek na palcu pierścionkowym. Zamierzam nosić go na palcu pierścionkowym jutro. Noszę go na palcu pierścionkowym wczoraj.",
      "example_translation": "Ich trug meinen Ehering am Ringfinger. Ich werde ihn morgen am Ringfinger tragen. Ich trug ihn gestern am Ringfinger.",
      "imageLink": "image_files\\English\\ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "goleń",
      "translation": "Schienbein",
      "definition": "Przednia część nogi poniżej kolana, tworząca dolną część nogi.",
      "definition_translation": "Der vordere Teil des menschlichen Beines unterhalb des Knies, bildet das Unterschenkel.",
      "example": "Uderzyłem się w goleń, gdy upadłem. Zamierzam chronić swój goleń, gdy będę grał w piłkę nożną. Uderzyłem się w goleń w zeszłym tygodniu.",
      "example_translation": "Ich verletzte mein Schienbein, als ich fiel. Ich werde mein Schienbein schützen, wenn ich Fußball spiele. Ich verletzte mein Schienbein letzte Woche.",
      "imageLink": "image_files\\English\\shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "boki",
      "translation": "Schläfenbart",
      "definition": "Włosy twarzowe rosnące po bokach twarzy mężczyzny, szczególnie na policzkach.",
      "definition_translation": "Gesichtshaar, das an den Seiten eines Mannes wächst, insbesondere auf den Wangen.",
      "example": "On miał imponujące boki, które sięgały jego szczęki. Zamierzam urosić boki, gdy będę starszy. Miał boki, gdy był nastolatkiem.",
      "example_translation": "Er hatte beeindruckende Schläfenbart, die bis zur Kieferlinie reichten. Er wird Schläfenbart wachsen lassen, wenn er älter ist. Er hatte Schläfenbart, als er ein Teenager war.",
      "imageLink": "image_files\\English\\sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "stachelig",
      "definition": "Mający lub przypominający ostry punkt lub szpic.",
      "definition_translation": "Hat oder ähnelt einem scharfen Punkt oder Stachel.",
      "example": "Fryzura ostrożna była popularna w latach 80. Zamierzam dostać ostrężną fryzurę następnego tygodnia. Rockstar miał ostrężną fryzurę.",
      "example_translation": "Die stachelige Frisur war in den 80er Jahren populär. Ich werde mir nächste Woche einen stacheligen Haarschnitt holen. Der Rockstar hatte eine stachelige Frisur.",
      "imageLink": "image_files\\English\\spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarost",
      "translation": "Stoppel",
      "definition": "Krótkie, sztywne włosy rosnące na brodzie lub policzkach człowieka, szczególnie po goleniu.",
      "definition_translation": "Die kurzen, steifen Haare, die auf dem Kinn oder den Wangen eines Menschen wachsen, insbesondere nach dem Rasieren.",
      "example": "On miał szorstki zarost na brodzie po tygodniu nieuważnego golenia. Wczoraj miał gładką twarz, ale dzisiaj ma zarost. Do następnego tygodnia będzie miał pełny zarost.",
      "example_translation": "Er hatte eine raue Stoppel auf seinem Kinn, nachdem er eine Woche nicht rasiert hatte. Gestern hatte er ein glattes Gesicht, aber heute hat er eine Stoppel. Bis nächster Woche wird er einen vollen Bart haben.",
      "imageLink": "image_files\\English\\stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecko padałe",
      "translation": "Kleinkind",
      "definition": "Dziecko, które uczy się chodzić i mówić, zwykle między rokiem a trzema lat życia.",
      "definition_translation": "Ein Kind, das gerade lernt, zu laufen und zu sprechen, typischerweise zwischen einem und drei Jahren alt.",
      "example": "Dziecko padałe dokonało pierwszych kroków wczoraj, ale dzisiaj jeszcze się uczy balansować. Przyszłym roku będzie biegało po placu zabaw.",
      "example_translation": "Das Kleinkind machte gestern seine ersten Schritte, aber heute lernt es noch, das Gleichgewicht zu halten. Nächstes Jahr wird es auf dem Spielplatz herumlaufen.",
      "imageLink": "image_files\\English\\toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brzuch",
      "translation": "Bauch",
      "definition": "Część ciała, która zawiera żołądek, jelita i inne organy, położona między klatką piersiową a miednicą.",
      "definition_translation": "Der Teil des Körpers, der den Magen, die Därme und andere Organe enthält, befindet sich zwischen Brustkorb und Becken.",
      "example": "Lekarz zbadał brzuch pacjenta, aby sprawdzić, czy nie ma oznak zapalenia wyrostka robaczkowego. Wczoraj, miała ból brzucha, ale dzisiaj jej brzuch czuje się lepiej. Do następnego miesiąca będzie całkowicie wyzdrowiała.",
      "example_translation": "Der Arzt untersuchte den Bauch des Patienten, um nach Anzeichen einer Appendizitis zu suchen. Gestern hatte sie Bauchschmerzen, aber heute fühlt sich ihr Bauch besser an. Bis nächsten Monat wird sie vollständig genesen sein.",
      "imageLink": "image_files\\English\\abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bułka",
      "translation": "Brötchen",
      "definition": "Mały, zwykle słodki bochenek chleba, często serwowany na śniadanie lub jako przekąska.",
      "definition_translation": "Ein kleines, meist süßes Brotbrötchen, das oft zum Frühstück oder als Zwischenmahlzeit serviert wird.",
      "example": "Kupiła świeżą bułkę w piekarni, aby zjeść z kawą. Wczoraj, kupiła pączek, ale dzisiaj wola ona bułkę. Do następnego tygodnia spróbuje nowego przepisu na domową bułkę.",
      "example_translation": "Sie kaufte ein frisches Brötchen von der Bäckerei, um es mit ihrem Kaffee zu essen. Gestern kaufte sie eine Blätterteigpastete, aber heute bevorzugt sie ein Brötchen. Bis nächster Woche wird sie ein neues Rezept für hausgemachte Brötchen ausprobiert haben.",
      "imageLink": "image_files\\English\\bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wskazujący",
      "translation": "Zeigefinger",
      "definition": "Palec znajdujący się obok kciuka, używany do wskazywania i chwytania.",
      "definition_translation": "Der Finger neben dem Daumen, verwendet zum Zeigen und Greifen.",
      "example": "Użyłem wskazującego, aby nacisnąć przycisk. Będę używał wskazującego, aby pisać na klawiaturze. Użyłem wskazującego, aby jeść jedzenie.",
      "example_translation": "Ich verwendete meinen Zeigefinger, um den Knopf zu drücken. Ich werde meinen Zeigefinger verwenden, um auf der Tastatur zu tippen. Ich hatte meinen Zeigefinger verwendet, um das Essen zu essen.",
      "imageLink": "image_files\\English\\forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "broda chińska",
      "translation": "Kinnbart",
      "definition": "Typ brody, składający się z kusza włosów na brodzie, często noszonej z wąsami.",
      "definition_translation": "Eine Art von Bart, die aus einem Büschel Haar am Kinn besteht, oft mit einem Schnurrbart getragen.",
      "example": "Miał brodę chińską, która sprawiała, że wyglądał jak filozof. Będzie uprawiał brodę chińską, aby wyglądać doroslej. Miał uprawiał brodę chińską, kiedy był w college'u.",
      "example_translation": "Er hatte einen Kinnbart, der ihn wie einen Philosophen aussehen ließ. Er wird einen Kinnbart anbauen, um reifer auszusehen. Er hatte einen Kinnbart angebaut, als er auf dem College war.",
      "imageLink": "image_files\\English\\goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "permanentka",
      "translation": "Dauerwelle",
      "definition": "Typ fryzury, w której włosy są kręcone lub falowane przy użyciu chemikaliów lub ciepła, aby uzyskać bardziej objętościowy lub teksturzysty wygląd.",
      "definition_translation": "Eine Art von Frisur, bei der das Haar durch Chemikalien oder Hitze gelockt oder gewellt wird, um ein voluminöseres oder texturiertes Aussehen zu erreichen.",
      "example": "Dostała permanentkę, aby wyglądać bardziej modnie. Będzie dostała permanentkę, aby zrobić wrażenie na przyjaciołach. Miała dostała permanentkę, kiedy była w liceum.",
      "example_translation": "Sie ließ sich eine Dauerwelle machen, um modischer auszusehen. Sie wird sich eine Dauerwelle machen, um ihre Freunde zu beeindrucken. Sie hatte sich eine Dauerwelle machen lassen, als sie auf der High School war.",
      "imageLink": "image_files\\English\\perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]