[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taniec",
      "translation": "tanzen",
      "definition": "Ruch ciała w rytmiczny sposób, zazwyczaj do muzyki, jako forma ekspresji lub ćwiczenia.",
      "definition_translation": "Den Körper in einer rhythmischen Weise zu bewegen, typischerweise zur Musik, als Ausdrucksform oder als Übung.",
      "example": "Tańczyłem całą noc na imprezie. Tańczę teraz do swojej ulubionej piosenki. Tańczyłem na moim weselu w przyszłym roku.",
      "example_translation": "Ich tanzte die ganze Nacht auf der Party. Ich tanze gerade zu meinem Lieblingslied. Ich werde auf meiner Hochzeit nächstes Jahr tanzen.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakupy",
      "translation": "Einkaufen",
      "definition": "Akt kupowania rzeczy, szczególnie w sklepach lub w internecie.",
      "definition_translation": "Der Akt des Kaufens von Dingen, insbesondere in Geschäften oder im Internet.",
      "example": "Poszedłem na zakupy z przyjaciółmi wczoraj. Robię zakupy online teraz. Pójdę na zakupy z rodziną w przyszły weekend.",
      "example_translation": "Ich ging mit meinen Freunden gestern einkaufen. Ich bin gerade online einkaufen. Ich werde mit meiner Familie nächstes Wochenende einkaufen.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palenie",
      "translation": "Rauchen",
      "definition": "Akt palenia tytoniu lub innych substancji i wdychania wynikającego dymu.",
      "definition_translation": "Der Akt des Brennens von Tabak oder anderen Substanzen und des Einatmens des resultierenden Rauchs.",
      "example": "Paliłem dużo, kiedy był młodszy. Nie palę już. Nawet nie zacznę palić ponownie.",
      "example_translation": "Ich rauchte viel, als ich jünger war. Ich rauche nicht mehr. Ich werde nie wieder anfangen zu rauchen.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praca",
      "translation": "Arbeiten",
      "definition": "Działalność wymagająca wysiłku fizycznego lub umysłowego, wykonana w celu osiągnięcia celu lub zarobku.",
      "definition_translation": "Aktivität, die mentale oder physische Anstrengung erfordert, um ein Ziel zu erreichen oder den Lebensunterhalt zu verdienen.",
      "example": "Pracowałem cały dzień wczoraj. Pracuję nad projektem teraz. Pracowałem z zespołem miesiąc temu.",
      "example_translation": "Ich arbeitete den ganzen Tag gestern. Ich arbeite gerade an einem Projekt. Ich werde nächstes Monat mit einem Team arbeiten.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktywność",
      "translation": "Aktivität",
      "definition": "Stan, w którym rzeczy się dzieją lub są wykonywane.",
      "definition_translation": "Der Zustand, in dem Dinge geschehen oder erledigt werden.",
      "example": "Lubię aktywność outdoor, taką jak wspinaczka. Lubiłem aktywność outdoor wczoraj. Lubię aktywność outdoor i będę ją lubił w przyszłym tygodniu.",
      "example_translation": "Ich genieße Außenaktivitäten wie Wandern. Ich genoss gestern Außenaktivitäten. Ich werde nächste Woche Außenaktivitäten genießen.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klik",
      "translation": "Klick",
      "definition": "Krótki, ostry dźwięk, podobny do dźwięku małego metalowego przedmiotu uderzającego coś.",
      "definition_translation": "Ein kurzer, scharfer Laut, wie der Laut eines kleinen Metallteils, das auf etwas trifft.",
      "example": "Usłyszałem klik, kiedy włączyłem światło. Usłyszałem klik, kiedy włączyłem światło wczoraj. Usłyszę klik, kiedy włączę światło w przyszłym tygodniu.",
      "example_translation": "Ich hörte ein Klicken, als ich das Licht angeschaltet habe. Ich hatte ein Klicken gehört, als ich das Licht gestern angeschaltet habe. Ich werde ein Klicken hören, wenn ich das Licht nächste Woche angeschaltet habe.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wspinaczka",
      "translation": "Klettern",
      "definition": "Akt używania rąk, nóg lub innych części ciała do wspinania się na coś.",
      "definition_translation": "Die Handlung, deine Hände, Füße oder anderen Körperteile zu verwenden, um dich selbst hochzuziehen.",
      "example": "Wspinam się na górę teraz. Wspiniałem się na górę wczoraj. Wspinam się na górę w przyszłym roku.",
      "example_translation": "Ich klettere jetzt den Berg hoch. Ich kletterte den Berg gestern hoch. Ich werde den Berg nächsten Jahr hochklettern.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gotowanie",
      "translation": "Kochen",
      "definition": "Akt przygotowywania posiłku, szczególnie przez ogrzewanie.",
      "definition_translation": "Die Handlung, Lebensmittel vorzubereiten, insbesondere durch Erwärmen.",
      "example": "Gotuję obiad teraz. Gotowałem obiad wczoraj. Gotuję obiad w przyszłym tygodniu.",
      "example_translation": "Ich koche jetzt Abendessen. Ich kochte gestern Abendessen. Ich werde nächste Woche Abendessen kochen.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jazda rowerem",
      "translation": "Fahrradfahren",
      "definition": "Akt jazdy na rowerze, szczególnie jako forma ćwiczenia lub rozrywki.",
      "definition_translation": "Die Handlung, ein Fahrrad zu fahren, insbesondere als Form von Übung oder Erholung.",
      "example": "Jechałem rowerem do pracy dziś, ale jechałem rowerem do parku jutro. Jechałem rowerem z przyjaciółmi ostatni weekend.",
      "example_translation": "Ich fuhr heute mit dem Fahrrad zur Arbeit, aber ich werde morgen zum Park fahren. Ich fuhr letzten Wochenende mit meinen Freunden.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rysowanie",
      "translation": "Zeichnung",
      "definition": "Akt tworzenia obrazu lub diagramu używając linii, kształtów i kolorów.",
      "definition_translation": "Die Handlung, ein Bild oder Diagramm mithilfe von Linien, Formen und Farben zu erstellen.",
      "example": "Rysowałem obraz mojego kota wczoraj, ale rysuję portret mojej matki jutro. Rysowałem mapę, aby trafić do muzeum ostatnim tygodniu.",
      "example_translation": "Ichzeichnete ein Bild meiner Katze gestern, aber ich werde morgen ein Porträt meiner Mutter zeichnen. Ichzeichnete eine Karte, um zum Museum letzte Woche zu gelangen.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ćwiczenie",
      "translation": "Übung",
      "definition": "Fizyczna aktywność lub zestaw aktywności wykonywanych w celu poprawy lub utrzymania kondycji fizycznej i zdrowia.",
      "definition_translation": "Eine körperliche Aktivität oder eine Reihe von Aktivitäten, um die körperliche Fitness und Gesundheit zu verbessern oder zu erhalten.",
      "example": " Ćwiczyłem w siłowni wczoraj, ale dzisiaj będę ćwiczyć w domu. Ćwiczyłem z moim trenerem osobistym miesiąc temu.",
      "example_translation": "Ich trainierte gestern im Fitnessstudio, aber ich werde morgen zu Hause trainieren. Ich trainierte letzten Monat mit meinem persönlichen Trainer.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomóc",
      "translation": "Hilfe",
      "definition": "Wsparcie lub pomoc udzielona komuś, aby pomóc im wykonać coś.",
      "definition_translation": "Unterstützung oder Hilfe, die jemandem gegeben wird, um ihnen bei etwas zu helfen.",
      "example": "Pomogłem mojej matce z domowymi zajęciami wczoraj, ale dzisiaj pomogę mojemu przyjacielowi z jego pracą domową. Pomogłem mojemu bratu z jego projektem tydzień temu.",
      "example_translation": "Ich half meiner Mutter gestern bei den Haushaltsaufgaben, aber ich werde meinem Freund morgen bei seinen Hausaufgaben helfen. Ich half meinem Bruder letzten Woche bei seinem Projekt.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kopnąć",
      "translation": "treten",
      "definition": "uderzyć lub uderzyć coś mocno nogą lub nogą.",
      "definition_translation": "etwas mit dem Fuß oder Bein kraftvoll zu schlagen",
      "example": "Kopnąłem piłkę w grze wczoraj. Dziś kopię ją ponownie. Do następnego tygodnia kopnę ją wiele razy.",
      "example_translation": "Ich trat den Ball im Spiel gestern. Heute werde ich ihn wieder treten. Bis nächste Woche werde ich ihn viele Male getreten haben.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pocałować",
      "translation": "Kuss",
      "definition": "dotknąć kogoś twarzy lub ust swoimi, typowo jako znak miłości lub uczucia.",
      "definition_translation": "jemandem das Gesicht oder die Lippen mit eigenen zu berühren, typischerweise als Zeichen von Liebe oder Zuneigung",
      "example": "Ona pocałowała swojego chłopaka na pożegnanie. Teraz ona całuje swoje dziecko. Później ona pocałuje swojego męża.",
      "example_translation": "Sie küsste ihren Freund auf Wiedersehen. Jetzt küsst sie ihr Kind. Später wird sie ihren Mann küssen.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praktyka",
      "translation": "Übung",
      "definition": "akt wykonywania aktywności lub ćwiczenia wielokrotnie w celu poprawy lub utrzymania umiejętności lub sprawności.",
      "definition_translation": "die Handlung, eine Aktivität oder Übung wiederholt durchzuführen, um eine Fähigkeit oder Tüchtigkeit zu verbessern oder aufrechtzuerhalten",
      "example": "Ćwiczyłem grę na gitarze wczoraj. Dziś ćwiczę ją ponownie. Do następnego roku będę ćwiczyć ją przez 10 lat.",
      "example_translation": "Ich übte gestern Gitarre zu spielen. Heute übe ich es wieder. Bis nächstem Jahr werde ich es 10 Jahre lang geübt haben.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śpiewanie",
      "translation": "Singen",
      "definition": "akt wytwarzania dźwięków muzycznych swoim głosem, zwłaszcza w występie muzycznym.",
      "definition_translation": "die Handlung, musikalische Klänge mit seiner Stimme zu produzieren, insbesondere in einer musikalischen Darbietung",
      "example": "Śpiewałem w łazience wczoraj. Dziś śpiewam w samochodzie. Do następnego tygodnia będę śpiewał na scenie.",
      "example_translation": "Ich sang gestern in der Dusche. Heute singe ich im Auto. Bis nächster Woche werde ich auf der Bühne singen.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jezdnia deskorolka",
      "translation": "Skateboarden",
      "definition": "sport jazdy i wykonywania sztuczek na deskorolce",
      "definition_translation": "Der Sport, auf einem Skateboard zu fahren und Tricks auszuführen",
      "example": "Jeździłem deskorolką z przyjaciółmi wczoraj. Dziś jeźdzę deskorolką w parku, a jutro pojadę deskorolką na plażę.",
      "example_translation": "Ich ging gestern mit meinen Freunden Skateboarden. Heute fahre ich im Park Skateboard und morgen gehe ich zum Strand Skateboarden.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżwiarstwo",
      "translation": "Eislaufen",
      "definition": "akt przemieszczania się na łyżwach, typowo na zimnym lodzie, takim jak tor łyżwiarski lub zamarznięte jezioro.",
      "definition_translation": "Die Tätigkeit, auf Eislaufschuhen über eine gefrorene Oberfläche, wie eine Eisbahn oder einen gefrorenen See, zu gleiten",
      "example": "Jeżdżę na łyżwach od kiedy byłem dzieckiem. Teraz jeżdżę na zamarzniętym jeziorze, a za tydzień pojadę jeździć z rodziną.",
      "example_translation": "Ich laufe seit ich ein Kind war. Jetzt laufe ich auf dem gefrorenen See und nächste Woche gehe ich mit meiner Familie Eislaufen.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "snowboard",
      "translation": "Snowboarden",
      "definition": "sport zjazdowy na snowboardzie, wykonywania skoków i sztuczek na snowboardzie",
      "definition_translation": "Der Sport, auf einem Snowboard einen schneebedeckten Hang hinabzugleiten, Sprünge und Tricks auszuführen",
      "example": "Uwielbiam snowboard w górach. W zeszłym roku jeździłem snowboardem z przyjaciółmi, a w następnym sezonie spróbuję snowboardu ponownie.",
      "example_translation": "Ich liebe es, in den Bergen Snowboarden zu fahren. Letztes Jahr ging ich mit meinen Freunden Snowboarden und nächste Saison werde ich wieder Snowboarden fahren.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "surfing",
      "translation": "Surfen",
      "definition": "sport jazdy na desce surfingowej, wykonywania sztuczek na fali, typowo na oceanie.",
      "definition_translation": "Der Sport, auf einem Surfbrett auf der Welle, typischerweise im Ozean, zu reiten",
      "example": "Surfuję codziennie rano na plaży. Wczoraj surfowałem na dużych falach, a jutro będę surfował z przyjaciółmi.",
      "example_translation": "Ich surfe jeden Morgen am Strand. Gestern surfte ich auf den großen Wellen und morgen werde ich mit meinen Freunden surfen.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pływanie",
      "translation": "Schwimmen",
      "definition": "Akt przemieszczania się przez wodę przy użyciu ruchów, szczególnie jako forma ćwiczeń czy rekreacji.",
      "definition_translation": "Die Handlung, durch Wasser zu bewegen, indem man Schläge ausführt, insbesondere als Übung oder Erholung.",
      "example": "Wczoraj pływałem w jeziorze. Pływam każdego ranka. Zadbam pływać w oceanie następnego lata.",
      "example_translation": "Ich schwom gestern im See. Ich schwimme jeden Morgen. Ich werde nächsten Sommer im Ozean schwimmen.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "używać",
      "translation": "benutzen",
      "definition": "Wykorzystywać coś do określonego celu lub wykorzystać coś.",
      "definition_translation": "Etwas für einen Zweck einzusetzen oder zu nutzen.",
      "example": "Użyłem tego komputera wczoraj wieczorem. Używam go każdego dnia. Użyję go ponownie jutro.",
      "example_translation": "Ich benutzte diesen Computer gestern Nacht. Ich benutze ihn jeden Tag. Ich werde ihn morgen wieder benutzen.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chodzić",
      "translation": "gehen",
      "definition": "Poruszać się pieszo, szczególnie w sposób celowy i relaksacyjny.",
      "definition_translation": "Langsam auf Fuß zu gehen, insbesondere in einer bewussten und gemütlichen Weise.",
      "example": "Wczoraj szedłem do parku. Chodzę do szkoły każdego dnia. Zadbam chodzić w górach następnego tygodnia.",
      "example_translation": "Ich ging gestern zum Park. Ich gehe jeden Tag zur Schule. Ich werde nächste Woche in den Bergen gehen.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chodzenie",
      "translation": "Gehen",
      "definition": "Akt poruszania się pieszo, szczególnie w sposób celowy i relaksacyjny.",
      "definition_translation": "Die Handlung, langsam auf Fuß zu gehen, insbesondere in einer bewussten und gemütlichen Weise.",
      "example": "Wczoraj poszedłem na spacerek rano. Teraz chodzę do sklepu, a wieczorem będę chodzić.",
      "example_translation": "Ich ging heute Morgen spazieren. Ich gehe jetzt zum Laden. Ich werde heute Abend spazieren gehen.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pranie",
      "translation": "Waschen",
      "definition": "Akt czyszczenia czegoś, szczególnie ubrań, za pomocą wody i mydła.",
      "definition_translation": "Die Handlung, etwas, insbesondere Kleidung, mit Wasser und Seife zu reinigen.",
      "example": "Wczoraj myłem samochód, ale teraz jest brudny ponownie. Dziś praniem ubrania, a jutro będę prał naczynia.",
      "example_translation": "Ich habe mein Auto gestern gewaschen, aber jetzt ist es wieder schmutzig. Heute wasche ich meine Kleidung, und morgen werde ich das Geschirr waschen.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmywanie",
      "translation": "Abwasch",
      "definition": "Akt czyszczenia naczyń, sztućców i innych przedmiotów kuchennych po posiłku.",
      "definition_translation": "Die Handlung, Geschirr, Besteck und andere Küchengeräte nach einem Essen zu waschen.",
      "example": "Moja matka robiła zmywanie po kolacji, ale pomógłem jej z nim. Dziś robię zmywanie, a jutro będzie robił mój brat.",
      "example_translation": "Meine Mutter hat nach dem Abendessen den Abwasch gemacht, aber ich habe ihr geholfen. Heute mache ich den Abwasch, und morgen wird mein Bruder es tun.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osiągnięcie",
      "translation": "Erfolg",
      "definition": "Coś, co zostało osiągnięte lub zrealizowane, szczególnie dzięki wysiłkowi lub odwadze.",
      "definition_translation": "Etwas, das erreicht oder erzielt wurde, insbesondere durch Anstrengung oder Mut.",
      "example": "Uzyskanie dyplomu było wielkim osiągnięciem dla mnie. Walczyłem lata, ale w końcu osiągnąłem swój cel. Teraz pracuję nad następnym osiągnięciem.",
      "example_translation": "Den Abschluss zu erzielen war ein großer Erfolg für mich. Ich hatte jahrelang kämpfen müssen, aber schließlich erreichte ich mein Ziel. Jetzt arbeite ich an meinem nächsten Erfolg.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aranżacja",
      "translation": "Anordnung",
      "definition": "Przygotowanie lub plan na coś, szczególnie oficjalny lub biznesowy plan.",
      "definition_translation": "Eine Vorbereitung oder Plan für etwas, das geschehen oder erledigt werden soll, insbesondere ein formeller oder geschäftsmäßiger Plan.",
      "example": "Zrobiliśmy aranżację, aby spotkać się w parku o 5 pm. Wczoraj mieliśmy aranżację z partnerem biznesowym, ale dziś robimy nową aranżację.",
      "example_translation": "Wir haben eine Vereinbarung getroffen, um uns um 17 Uhr im Park zu treffen. Gestern hatten wir eine Vereinbarung mit einem Geschäftspartner, aber heute machen wir eine neue Anordnung.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przybycie",
      "translation": "Ankunft",
      "definition": "Akt przybycia lub przyjścia do miejsca, szczególnie po podróży.",
      "definition_translation": "Die Ankunft oder Ankunft an einem Ort, insbesondere nach einer Reise.",
      "example": "Przybycie gości zostało opóźnione o godzinę. Wczoraj przybyłem do hotelu o 3 pm. Do następnego tygodnia przybędę do Nowego Jorku.",
      "example_translation": "Die Ankunft der Gäste verzögerte sich um eine Stunde. Gestern war ich um 3 Uhr nachmittags im Hotel angekommen. Bis nächste Woche werde ich in New York angekommen sein.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atak",
      "translation": "Angriff",
      "definition": "Nagła i gwałtowna napaść lub szturm.",
      "definition_translation": "Ein plötzlicher und gewaltsamer Angriff oder Überfall.",
      "example": "Armia rozpoczęła zaskakujący atak na wroga. Firma zaatakuje nowy rynek w następnym kwartale. Do końca roku agresywnie zaatakowali problem.",
      "example_translation": "Das Heer lancierte einen Überraschungsangriff auf den Feind. Das Unternehmen wird nächsten Quartal den neuen Markt angreifen. Bis Ende des Jahres hatten sie das Problem aggressiv angegriffen.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprawdzić",
      "translation": "überprüfen",
      "definition": "Zbadanie lub zbadanie czegoś, aby określić jego dokładność lub jakość.",
      "definition_translation": "Etwas zu untersuchen oder zu überprüfen, um seine Genauigkeit oder Qualität festzustellen.",
      "example": "Muszę sprawdzić mojego e-maila, czy nie ma nowych wiadomości. Wczoraj sprawdziłem mój telefon, czy nie ma aktualizacji. Do następnego miesiąca sprawdzę wszystkie opcje.",
      "example_translation": "Ich muss meine E-Mails auf neue Nachrichten überprüfen. Gestern habe ich mein Telefon auf Aktualisierungen überprüft. Bis nächstem Monat werde ich alle Optionen überprüft haben.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybór",
      "translation": "Wahl",
      "definition": "Akt wyboru lub decydowania pomiędzy dwiema lub więcej możliwościami.",
      "definition_translation": "Die Handlung, zwischen zwei oder mehr Möglichkeiten zu wählen oder zu entscheiden.",
      "example": "Miałem trudny wybór do podjęcia między dwoma pracami. Wczoraj podjąłem wybór, aby jeść zdrowo. Do następnego roku podejmę wybór, aby podróżować za granicę.",
      "example_translation": "Ich hatte eine schwere Wahl zwischen den zwei Jobs zu treffen. Gestern habe ich die Wahl getroffen, gesunde Lebensmittel zu essen. Bis nächstem Jahr werde ich die Wahl getroffen haben, ins Ausland zu reisen.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "decyzja",
      "translation": "Entscheidung",
      "definition": "Akt podejmowania decyzji, wniosku lub rozstrzygnięcia po uwadze, sądu lub werdyktu.",
      "definition_translation": "Die Handlung, seinen Entschluss zu fassen, ein nach Überlegung erzielter Schluss oder Beschluss, ein Urteil oder Verdikt.",
      "example": "Ona podjęła trudną decyzję o odejściu z pracy. W przeszłości podejmowała podobne decyzje, które nie działały. Teraz musi podjąć nową decyzję o swojej karierze.",
      "example_translation": "Sie traf die schwierige Entscheidung, ihren Job zu kündigen. In der Vergangenheit hatte sie ähnliche Entscheidungen getroffen, die nicht funktioniert hatten. Jetzt muss sie eine neue Entscheidung über ihren Karriereweg treffen.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostawa",
      "translation": "Lieferung",
      "definition": "Akt przewożenia towarów lub produktów z jednego miejsca do drugiego, proces urodzenia dziecka.",
      "definition_translation": "Die Handlung, Waren oder Produkte von einem Ort zu einem anderen zu transportieren, der Prozess, ein Kind zur Welt zu bringen.",
      "example": "Firma obiecała szybką dostawę nowych smartfonów. W przeszłości mieli problemy z czasem dostawy, ale teraz popsuli swoją logistykę. W przyszłości rozszerzą swoją dostawę do więcej krajów.",
      "example_translation": "Das Unternehmen versprach eine schnelle Lieferung der neuen Smartphones. In der Vergangenheit hatten sie mit Lieferzeiten gekämpft, aber jetzt haben sie ihre Logistik verbessert. In Zukunft werden sie ihre Lieferdienstleistungen auf mehr Länder ausweiten.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozwoj",
      "translation": "Entwicklung",
      "definition": "Proces wzrostu, postępu lub polepszania, akt tworzenia lub budowania czegoś nowego.",
      "definition_translation": "Der Prozess des Wachstums, des Fortschritts oder der Verbesserung, die Handlung, etwas Neues zu schaffen oder zu bauen.",
      "example": "Firma zainwestowała w rozwój nowego oprogramowania. W przeszłości skupiali się na rozwoju sprzętu, ale teraz przenoszą uwagę na rozwój oprogramowania. W przyszłości będą dalej rozwijać nowe produkty.",
      "example_translation": "Das Unternehmen investierte in die Entwicklung neuer Software. In der Vergangenheit hatten sie sich auf die Entwicklung von Hardware konzentriert, aber jetzt lenken sie ihre Aufmerksamkeit auf die Software-Entwicklung. In Zukunft werden sie neue Produkte weiterentwickeln.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nurkowanie",
      "translation": "Tauchen",
      "definition": "Akt skoku do wody, zazwyczaj głową w dół, lub sport eksploracji podwodnych środowisk.",
      "definition_translation": "Die Handlung, ins Wasser zu springen, typischerweise kopfvoran, oder der Sport, Unterwasserumgebungen zu erkunden.",
      "example": "Ona uwielbia nurkowanie na Morzu Karaibskim. W przeszłości nurkowała na Morzu Czerwonym, ale teraz preferuje czyste wody Morza Karaibskiego. W przyszłości będzie nurkować na Wielkiej Rafie Koralowej.",
      "example_translation": "Sie liebt das Tauchen im Karibischen Meer. In der Vergangenheit war sie im Roten Meer getaucht, aber jetzt bevorzugt sie die klaren Gewässer des Karibischen Meeres. In Zukunft wird sie im Great Barrier Reef tauchen.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jechać",
      "translation": "fahren",
      "definition": "Operować pojazdem, szczególnie samochodem, siedząc w nim i używając sterowania, aby ruszyć.",
      "definition_translation": "Ein Fahrzeug, insbesondere ein Auto, zu bedienen, indem Sie darin sitzen und die Steuerelemente verwenden, um es in Bewegung zu setzen.",
      "example": "Wczoraj jechałem do pracy, dzisiaj jadę do pracy, i jutro pojadę do pracy.",
      "example_translation": "Ich fuhr gestern zur Arbeit, ich fahre heute zur Arbeit und ich werde morgen zur Arbeit fahren.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wysiłek",
      "translation": "Anstrengung",
      "definition": "Energetyczny lub determinowany próbę zrobienia czegoś.",
      "definition_translation": "Ein kraftvoller oder entschlossener Versuch, etwas zu tun.",
      "example": "Zrobiłem wysiłek, aby ukończyć projekt na czas, robię wysiłek, aby ukończyć projekt na czas, i zrobię wysiłek, aby ukończyć projekt na czas.",
      "example_translation": "Ich machte mir Mühe, das Projekt rechtzeitig zu beenden, ich mache mir Mühe, das Projekt rechtzeitig zu beenden, und ich werde mir Mühe machen, das Projekt rechtzeitig zu beenden.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wymiana",
      "translation": "Austausch",
      "definition": "Akt dawania czegoś w zamian za coś innego.",
      "definition_translation": "Der Vorgang, etwas gegen etwas anderes zu tauschen.",
      "example": "Wymieniłem stary telefon na nowy, wymieniam pieniądze na towary, i wymienię prezenty na przyjęciu.",
      "example_translation": "Ich tauschte mein altes Handy gegen ein neues, ich tausche Geld gegen Waren und ich werde Geschenke auf der Party tauschen.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "eksperyment",
      "translation": "Experiment",
      "definition": "Naukowe badanie lub próba, aby sprawdzić coś.",
      "definition_translation": "Ein wissenschaftlicher Test oder eine Untersuchung, um etwas herauszufinden.",
      "example": "Przeprowadziłem eksperyment, aby przetestować nowy produkt, prowadzę eksperymenty, aby poprawić proces, i przeprowadzę eksperyment, aby udowodnić teorię.",
      "example_translation": "Ich führte ein Experiment durch, um das neue Produkt zu testen, ich führe Experimente durch, um den Prozess zu verbessern, und ich werde ein Experiment durchführen, um die Theorie zu beweisen.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walczyć",
      "translation": "kämpfen",
      "definition": "angażować się w walkę lub spor; walczyć lub dążyć do czegoś.",
      "definition_translation": "Kämpfen oder Streit haben; um etwas zu kämpfen oder zu streiten.",
      "example": "Walczyłem z moim bratem, kiedy byłem dziecko. Walczę o swoje prawa każdego dnia. Będę walczyć przeciwko niesprawiedliwości w przyszłości.",
      "example_translation": "Ich kämpfte mit meinem Bruder, als ich ein Kind war. Ich kämpfe jeden Tag für meine Rechte. Ich werde in Zukunft gegen Ungerechtigkeit kämpfen.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "iść",
      "translation": "gehen",
      "definition": "Przechodzić z jednego miejsca do innego; podróżować lub odbywać podróż.",
      "definition_translation": "Von einem Ort zu einem anderen zu bewegen; zu reisen oder zu reisen.",
      "example": "Poszedłem do sklepu wczoraj. Idę do szkoły każdego dnia. Pójdę na plażę następnego lata.",
      "example_translation": "Ich ging gestern zum Laden. Ich gehe jeden Tag zur Schule. Ich werde nächsten Sommer zum Strand gehen.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zwyczaj",
      "translation": "Gewohnheit",
      "definition": "Ustalona lub regularna tendencja lub praktyka, szczególnie taka, która jest trudna do porzucenia.",
      "definition_translation": "Eine abgesetzte oder regelmäßige Tendenz oder Praxis, insbesondere eine, die schwer aufzugeben ist.",
      "example": "Mam zwyczaj sprawdzania telefonu co godzinę. Ona miała zwyczaj gryzienia paznokci. Będzie formował zwyczaj ćwiczeń w nowym roku.",
      "example_translation": "Ich habe die Gewohnheit, mein Handy jede Stunde zu überprüfen. Sie hatte die Gewohnheit, ihre Nägel zu beißen. Er wird im neuen Jahr die Gewohnheit annehmen, sich zu bewegen.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prace domowe",
      "translation": "Hausarbeit",
      "definition": "Prace wykonywane w domu i jego otoczeniu, takie jak sprzątanie, gotowanie i inne zadania domowe.",
      "definition_translation": "Arbeit, die in und um das Zuhause erledigt wird, wie Reinigen, Kochen und andere hauswirtschaftliche Aufgaben.",
      "example": "Robię prace domowe każdego weekendu. Ona nienawidzi robienia prac domowych. Będą dzielić się obowiązkami domowymi, kiedy się przeprowadzą razem.",
      "example_translation": "Ich erledige meine Hausarbeit jeden Wochenende. Sie hasst Hausarbeit zu erledigen. Sie werden die Hausarbeitspflichten teilen, wenn sie zusammenziehen.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uścisk",
      "translation": "Umarmung",
      "definition": "przyciskać kogoś lub coś do siebie, zazwyczaj aby pokazać miłość lub przyjaźń",
      "definition_translation": "jemanden fest in die Arme zu drücken, um Liebe oder Freundschaft zu zeigen",
      "example": "Uściskałem moją mamę, kiedy ją zobaczyłem na lotnisku. Uściskam mojego przyjaciela, kiedy go zobaczę jutro. Uściskałem mojego brata, kiedy byłam smutna.",
      "example_translation": "Ich umarmte meine Mutter, als ich sie am Flughafen sah. Ich werde meine Freundin umarmen, wenn ich sie morgen sehe. Ich umarmte meinen Bruder, als ich traurig war.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prasowanie",
      "translation": "Bügeln",
      "definition": "akt usuwania zmarszczeń z ubrań przy użyciu narzędzia ogrzewającego",
      "definition_translation": "die Entfernung von Falten aus Kleidern mithilfe eines heißen Werkzeugs",
      "example": "Prasowałem koszulę, kiedy zadzwonił telefon. Ona prasuje swoje suknie co tydzień. Będą prasować spodnie jutro.",
      "example_translation": "Ich bügelte mein Hemd, als das Telefon klingelte. Sie bügelt ihre Kleider jeden Woche. Sie werden ihre Hosen morgen bügeln.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skakać",
      "translation": "Springen",
      "definition": "wyrzucać się w górę lub do przodu, używając nóg, często aby osiągnąć większą wysokość",
      "definition_translation": "sich mit den Beinen vom Boden abzustoßen, oft um in die Luft zu springen",
      "example": "Skakałem nad kałużą na drodze do szkoły. Ona skacze po sznurku każdego ranka. Będą skakać do basenu jutro.",
      "example_translation": "Ich sprang über die Pfütze auf meinem Weg zur Schule. Sie springt Seil jeden Morgen. Sie werden morgen in den Pool springen.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "patrzeć",
      "translation": "sehen",
      "definition": "kierować swoim wzrokiem w określonym kierunku, często aby obserwować coś",
      "definition_translation": "seinen Blick in eine bestimmte Richtung zu lenken, oft um etwas zu beobachten",
      "example": "Patrzyłem przez okno, kiedy usłyszałem hałas. Ona patrzy na telefon co minutę. Będą patrzeć na mapę jutro.",
      "example_translation": "Ich sah aus dem Fenster, als ich das Geräusch hörte. Sie sieht jeden Minute auf ihr Telefon. Sie werden morgen auf die Karte sehen.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygotowanie",
      "translation": "Vorbereitung",
      "definition": "Proces przygotowywania lub robienia czegoś gotowego do użycia lub działania.",
      "definition_translation": "Der Prozess der Vorbereitung oder Herstellung von etwas für den Gebrauch oder die Aktion.",
      "example": "Pracowałem nad przygotowaniem raportu całą morning. Wczoraj, przygotowałem dane, a jutro przedstawię je zespołowi.",
      "example_translation": "Ich habe mich ganzen Morgen mit der Vorbereitung des Berichts beschäftigt. Gestern habe ich die Daten vorbereitet, und morgen werde ich ihn dem Team präsentieren.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "recykling",
      "translation": "Wiederaufbereitung",
      "definition": "Proces zbierania i przetwarzania zużytych materiałów w celu stworzenia nowych produktów.",
      "definition_translation": "Der Prozess der Sammlung und Verarbeitung von gebrauchten Materialien, um neue Produkte herzustellen.",
      "example": "Recykling plastiku i papieru pomaga redukować odpadki. Recyklowaliśmy ponad 50% odpadków w zeszłym roku. Do 2025 roku, będziemy recykować 75% odpadków.",
      "example_translation": "Die Wiederaufbereitung von Kunststoffen und Papier hilft bei der Abfallreduzierung. Wir haben mehr als 50% unseres Mülls im letzten Jahr wiederaufbereitet. Bis 2025 werden wir 75% unseres Mülls wiederaufbereiten.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ratunek",
      "translation": "Rettung",
      "definition": "Akt ratowania kogoś lub czegoś z niebezpiecznej lub trudnej sytuacji.",
      "definition_translation": "Die Tat, jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu retten.",
      "example": "Drużyna ratunkowa uratowała szczeniaka z pożaru. Ratowali ludzi z zalanej dzielnicy wczoraj. Do następnego roku uratujemy ponad 1 000 zwierząt ze schroniska.",
      "example_translation": "Das Rettungsteam rettete den Welpen aus dem Feuer. Gestern retteten sie Menschen aus dem überfluteten Gebiet. Bis nächsten Jahr werden wir über 1.000 Tiere aus dem Tierheim gerettet haben.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "powrót",
      "translation": "Rückkehr",
      "definition": "Akt powrotu do miejsca lub osoby.",
      "definition_translation": "Die Tat, an einen Ort oder eine Person zurückzukehren.",
      "example": "Zwrócę książkę do biblioteki jutro. Ona powróciła z podróży w zeszłym tygodniu. Powrócą do swojego miasta rodzinnego następnego roku.",
      "example_translation": "Ich werde das Buch morgen zurück ins Bibliothek bringen. Sie kehrte letzten Woche von ihrer Reise zurück. Sie werden nächstes Jahr in ihre Heimatstadt zurückkehren.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bieg",
      "translation": "laufen",
      "definition": "Ruch szybki nogami, typowo w tempie stałym i szybkim, często dla ćwiczeń lub rozrywki.",
      "definition_translation": "schnell auf dem Fuß zu bewegen, typischerweise in einem gleichmäßigen und schnellen Tempo, oft für Übung oder Erholung",
      "example": "Biegłem 5 mil wczoraj, biegnę każdego ranka i pobiegnę maraton następnego roku.",
      "example_translation": "Ich lief gestern 5 Meilen, ich laufe jeden Morgen und ich werde nächstes Jahr einen Marathon laufen.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szukanie",
      "translation": "suchen",
      "definition": "Dokładne i systematyczne szukanie czegoś, często w celowym i metodycznym sposobie.",
      "definition_translation": "etwas sorgfältig und gründlich zu suchen, oft auf eine bewusste und systematische Weise",
      "example": "Szukałem kluczy wszędzie, szukam nowej pracy i będę szukał odpowiedzi w internecie.",
      "example_translation": "Ich suchte überall nach meinen Schlüsseln, ich suche nach einem neuen Job und ich werde im Internet nach Antworten suchen.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płeć",
      "translation": "Sex",
      "definition": "Biologiczne i fizjologiczne cechy, które definiują mężczyzn i kobiety.",
      "definition_translation": "die biologischen und physiologischen Eigenschaften, die Männer und Frauen definieren",
      "example": "Płeć jest ważną częścią życia ludzkiego, miałem stosunek płciowy po raz pierwszy, gdy miałem 18 lat, a edukacja seksualna jest ważna dla nastolatków.",
      "example_translation": "Sex ist ein wichtiger Aspekt des menschlichen Lebens, ich hatte Sex zum ersten Mal, als ich 18 war, und Sexualaufklärung ist für Jugendliche von entscheidender Bedeutung.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krok",
      "translation": "Schritt",
      "definition": "Ruch wykonany przez podniesienie jednej nogi i postawienie jej w innym miejscu, lub etap procesu lub rozwoju.",
      "definition_translation": "eine Bewegung, die durch das Hochheben eines Fußes und das Absetzen an einer anderen Stelle erfolgt, oder ein Stadium in einem Prozess oder einer Entwicklung",
      "example": "Zrobiłem krok wstecz, aby zobaczyć widok, zrobię krok naprzód, aby przyjąć wyzwanie i ona zrobiła krok na bok, aby puścić go przejść.",
      "example_translation": "Ich machte einen Schritt zurück, um den Blick zu sehen, ich werde einen Schritt nach vorne machen, um die Herausforderung anzunehmen, und sie machte einen Schritt zur Seite, um ihn passieren zu lassen.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wsparcie",
      "translation": "Unterstützung",
      "definition": "Akt udzielania wsparcia lub zachęty komuś lub czemuś.",
      "definition_translation": "Die Tat der Unterstützung oder Ermutigung von jemandem oder etwas.",
      "example": "Będę wspierał twoją decyzję, wspierałem twoją decyzję i wspieram twoją decyzję.",
      "example_translation": "Ich werde dich in deiner Entscheidung unterstützen, ich unterstützte dich in deiner Entscheidung, und ich habe dich in deiner Entscheidung unterstützt.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wizyta",
      "translation": "Besuchen",
      "definition": "Wizyta u kogoś lub czegoś, często w celu kontrolowania lub badania.",
      "definition_translation": "Jemanden oder etwas zu besuchen, insbesondere um es zu inspizieren oder zu untersuchen.",
      "example": "Odwiedziłem rodziców wczoraj, odwiedzam przyjaciół teraz i odwiedzę lekarza następnego tygodnia.",
      "example_translation": "Ich besuchte meine Eltern gestern, ich besuche meine Freunde jetzt, und ich werde meinen Arzt nächste Woche besuchen.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marnotrawstwo",
      "translation": "Abfall",
      "definition": "Materiał, który jest odrzucany lub odrzucany jako bezużyteczny lub bezwartościowy.",
      "definition_translation": "Material, das als unnütz oder wertlos verworfen oder abgelehnt wird.",
      "example": "Marnowałem pieniądze na ten bezużyteczny gadżet, marnuję czas, oglądając telewizję, i będę marnował energię na tej głupiej ćwiczeniu.",
      "example_translation": "Ich verschwendete mein Geld für das nutzlose Gerät, ich verschwende meine Zeit damit, fernzusehen, und ich werde meine Energie auf das dumme Übung verschwenden.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trening",
      "translation": "Training",
      "definition": "Sesja ćwiczeń fizycznych lub szkolenia, szczególnie jeśli jest ona zaplanowana lub strukturalnie.",
      "definition_translation": "Eine Sitzung körperlicher Übung oder Training, insbesondere eine, die geplant oder strukturiert ist.",
      "example": "Ćwiczyłem w siłowni wczoraj, ćwiczę z moim trenerem personalnym teraz i będę ćwiczył z przyjaciółmi następnego weekendu.",
      "example_translation": "Ich trainierte gestern im Fitnessstudio, ich trainiere jetzt mit meinem persönlichen Trainer, und ich werde nächstes Wochenende mit meinen Freunden trainieren.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]