[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "akzeptieren",
      "definition": "zaakceptować coś chętnie lub zgodzić się z czymś",
      "definition_translation": "etwas willentlich zu empfangen oder mit etwas einverstanden zu sein",
      "example": "Przyjąłem ofertę pracy, przyjęłam twoje zaproszenie, przyjmę wyzwanie",
      "example_translation": "Ich habe das Job-Angebot angenommen, ich akzeptiere Ihre Einladung, ich werde die Herausforderung annehmen",
      "imageLink": "image_files\\English\\"imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osiągnąć",
      "translation": "erreichen",
      "definition": "skutecznie uzyskać coś lub osiągnąć cel",
      "definition_translation": "etwas erfolgreich zu erzielen oder ein Ziel zu erreichen",
      "example": "Osiągnąłem swój cel, ona osiągnęła wspaniałe wyniki, oni osiągną sukces",
      "example_translation": "Ich habe mein Ziel erreicht, sie erzielt großartige Ergebnisse, sie werden Erfolg haben",
      "imageLink": "image_files\\English\\"imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "działać",
      "translation": "handeln",
      "definition": "podejmować działanie lub wykonywać zadanie",
      "definition_translation": "eine Aktion durchzuführen oder eine Aufgabe auszuführen",
      "example": "Działam szybko, ona działała odważnie, oni będą działać szybko",
      "example_translation": "Ich handle schnell, sie hat tapfer gehandelt, sie werden bald handeln",
      "imageLink": "image_files\\English\\"imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "działać",
      "translation": "spielen",
      "definition": "grać rolę lub udawać kogoś",
      "definition_translation": "eine Rolle zu spielen oder jemand zu spielen",
      "example": "Gram w sztuce, ona grała w filmie, oni będą grać w komedii",
      "example_translation": "Ich spiele in einem Theaterstück, sie hat in einem Film gespielt, sie werden in einer Komödie spielen",
      "imageLink": "image_files\\English\\"imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "doradzić",
      "translation": "beraten",
      "definition": "ofiarować sugestie lub rady komuś co do najlepszego sposobu działania",
      "definition_translation": "jemandem Vorschläge oder Anleitung anzubieten, um den besten Kurs zu wählen",
      "example": "Ona doradziła mu, aby zainwestował w giełdę. Ona doradzała mu swoje decyzje finansowe przez lata. Ona doradzi mu, aby zdversyfikował swój portfel.",
      "example_translation": "Sie beriet ihn, in den Aktienmarkt zu investieren. Sie hat ihn über Jahre hinweg bei seinen Finanzentscheidungen beraten. Sie wird ihm raten, sein Portfolio zu diversifizieren.",
      "imageLink": "image_files\\English\\"imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zezwolić",
      "translation": "erlauben",
      "definition": "udzielić pozwolenia na coś",
      "definition_translation": "eine Erlaubnis für etwas zu geben, das geschehen oder erledigt werden soll",
      "example": "Oni zezwolili mu dołączyć do drużyny. Oni zezwalali mu grać od dzieciństwa. Oni zezwolą mu uczestniczyć w konkursie.",
      "example_translation": "Sie erlaubten ihm, dem Team beizutreten. Sie haben ihn seit er ein Kind war, spielen lassen. Sie werden ihm erlauben, an dem Wettbewerb teilzunehmen.",
      "imageLink": "image_files\\English\\"imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejście",
      "translation": "Ansatz",
      "definition": "sposób rozwiązania problemu lub sytuacji",
      "definition_translation": "eine Art und Weise, ein Problem oder eine Situation zu behandeln",
      "example": "Ona podejście do problemu z rozwagą. Ona podejść do tego z różnych stron. Ona podejście do tego z nowej perspektywy.",
      "example_translation": "Sie näherte sich dem Problem mit Vorsicht. Sie hat es aus verschiedenen Blickwinkeln betrachtet. Sie wird es mit einer frischen Perspektive angehen.",
      "imageLink": "image_files\\English\\"imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kłócić się",
      "translation": "streiten",
      "definition": "przedstawiać powody lub dowody na poparcie lub przeciwko idei lub opinii",
      "definition_translation": "Gründe oder Beweise anzubieten, um eine Idee oder Meinung zu unterstützen oder zu opposition",
      "example": "Oni kłócili się o temat przez godziny. Oni kłócą się o to przez tygodnie. Oni będą kłócić się o to w sądzie.",
      "example_translation": "Sie stritten stundenlang über das Thema. Sie haben Wochen damit verbracht, darüber zu streiten. Sie werden vor Gericht darüber streiten.",
      "imageLink": "image_files\\English\\"imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatrzymać",
      "translation": "Verhaftung",
      "definition": "akt wzięcia kogoś w areszt, zazwyczaj przez policję, często w odpowiedzi na podejrzenie o przestępstwo",
      "definition_translation": "Die Handlung, jemanden in Gewahrsam zu nehmen, meist von der Polizei, oft als Reaktion auf ein vermutetes Verbrechen.",
      "example": "Policja dokonała kilku aresztowań na proteście. Oni aresztowali go tego samego dnia. Oni zatrzymają go, jeśli go złapią.",
      "example_translation": "Die Polizei nahm mehrere Menschen bei der Demonstration fest. Sie hatten ihn bereits an dem Tag festgenommen. Sie werden ihn festnehmen, wenn sie ihn erwischen.",
      "imageLink": "image_files\\English\\"imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dołączyć",
      "translation": "anfügen",
      "definition": "przymocować lub połączyć coś z czymś innym, zazwyczaj za pomocą przyczepki lub uchwytu",
      "definition_translation": "Etwas an etwas anderes anzubinden oder anzufügen, meist mit einem Anbau oder einer Vorrichtung.",
      "example": "Proszę dołączyć plik do wiadomości email. Dołączyłem raport do wniosku. Oni dołączą przyczepę do samochodu.",
      "example_translation": "Bitte fügen Sie die Datei an die E-Mail an. Ich hängte den Bericht an den Vorschlag an. Sie werden den Anhänger an das Auto anhängen.",
      "imageLink": "image_files\\English\\"imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atakować",
      "translation": "angreifen",
      "definition": "Zaatakować kogoś lub coś z siłą lub przemocą, często nagle lub agresywnie.",
      "definition_translation": "Jemanden oder etwas mit Gewalt oder Gewalttätigkeit anzugreifen, oft plötzlich oder aggressiv.",
      "example": "Armia wystrzeliła atak na twierdzę wroga. Oni zaatakowali miasto wcześniej tego tygodnia. Hakerzy zaatakują stronę internetową tej nocy.",
      "example_translation": "Das Militär führte einen Angriff auf die Festung des Feindes durch. Sie hatten die Stadt bereits an diesem Wochenende angegriffen. Die Hacker werden die Website heute Nacht angreifen.",
      "imageLink": "image_files\\English\\"imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "próbować",
      "translation": "versuchen",
      "definition": "Próbować zrobić coś lub dokonać wysiłku, aby osiągnąć coś.",
      "definition_translation": "Etwas zu versuchen oder sich bemühen, etwas zu erreichen.",
      "example": "Próbuję ukończyć projekt do piątku. Oni próbowali pobić rekord świata. Ona próbowała zadzwonić do niego, ale on nie odebrał.",
      "example_translation": "Ich werde versuchen, das Projekt bis Freitag fertigzustellen. Sie versuchten, den Weltrekord zu brechen. Sie versuchte, ihn anzurufen, aber er antwortete nicht.",
      "imageLink": "image_files\\English\\"imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczestniczyć",
      "translation": "teilnehmen",
      "definition": "Być obecny na jakimś wydarzeniu lub zgromadzeniu, takim jak spotkanie, impreza lub wykonanie.",
      "definition_translation": "An einem Ereignis oder einer Veranstaltung teilzunehmen, wie einem Treffen, einer Party oder einer Aufführung.",
      "example": "Uczestniczyłem w koncercie wczoraj wieczorem. Uczestniczę w spotkaniu jutro. Uczestniczyłem w zajęciach przez trzy miesiące.",
      "example_translation": "Ich nahm letzten Nacht am Konzert teil. Ich werde morgen am Treffen teilnehmen. Ich habe drei Monate lang den Kursen beigewohnt.",
      "imageLink": "image_files\\English\\"imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opiekować się",
      "translation": "babysitten",
      "definition": "Zajmować się dzieckiem lub dziećmi, kiedy nie są obecni ich rodzice.",
      "definition_translation": "Ein oder mehrere Kinder zu betreuen, wenn ihre Eltern nicht anwesend sind.",
      "example": "Opiekowałem się siostrzeńcami mojej siostry miniony weekend. Opiekuję się nimi każdy piątek. Opiekuję się nimi następnego miesiąca.",
      "example_translation": "Ich passte letzten Wochenende auf meine Schwester's Kinder auf. Ich passe jeden Freitag auf sie auf. Ich werde sie nächstes Monat babysitten.",
      "imageLink": "image_files\\English\\"imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachowywać się",
      "translation": "sich benehmen",
      "definition": "Zachowywać się w określony sposób, zwłaszcza w sposób akceptowany lub oczekiwany.",
      "definition_translation": "Sich auf eine bestimmte Weise zu verhalten, insbesondere auf eine Weise, die akzeptabel oder erwartet ist.",
      "example": "Dzieci zachowywały się dobrze w klasie. Oni zachowywali się źle podczas imprezy. Oni będą się zachowywać lepiej następnym razem.",
      "example_translation": "Die Kinder benahmen sich gut im Klassenzimmer. Sie benahmen sich schlecht während der Party. Sie werden sich nächstes Mal besser benehmen.",
      "imageLink": "image_files\\English\\"imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "beißen",
      "definition": "Złapać lub złapać i żucina coś, szczególnie zębami.",
      "definition_translation": "Etwas zu greifen oder zu kauen, insbesondere mit den Zähnen.",
      "example": "Pies ugryzł listonosza. Gryżę paznokcie, kiedy jestem nerwowy. Owad ugryzie mnie, jeśli nie będę chronić się.",
      "example_translation": "Der Hund biss den Briefträger. Ich beiße meine Nägel, wenn ich nervös bin. Das Insekt wird mich beißen, wenn ich mich nicht schütze.",
      "imageLink": "image_files\\English\\"imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dmuchać",
      "translation": "blasen",
      "definition": "Wydychać powietrze z jamy ustnej, aby stworzyć prąd powietrza, lub wydawać dźwięk z ust.",
      "definition_translation": "Luft aus dem Mund zu bewegen, um einen Luftstrom zu erzeugen, oder einen Laut mit dem Mund zu machen",
      "example": "Wydęłem świeczki na moim urodzinowym torcie. Wczoraj wydmuchałem moją nos. Jutro będę dmuchał balony.",
      "example_translation": "Ich blies die Kerzen auf meinem Geburtstagskuchen aus. Gestern blies ich meine Nase. Morgen werde ich die Ballons hochblasen.",
      "imageLink": "image_files\\English\\"imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bomba",
      "translation": "Bombe",
      "definition": "Urządzenie wybuchowe zaprojektowane do uwolnienia energii w sposób gwałtowny i destrukcyjny.",
      "definition_translation": "ein Sprengsatz, der Energie in einer plötzlichen und zerstörerischen Weise freisetzt",
      "example": "Bomba wybuchła w centrum miasta. Pilot musiał zrzucić bombę podczas misji. Władze otrzymały nową groźbę bomby.",
      "example_translation": "Die Bombe explodierte im Stadtzentrum. Der Pilot musste die Bombe während des Einsatzes abwerfen. Die neuen Bombendrohungen wurden von den Behörden erhalten.",
      "imageLink": "image_files\\English\\"imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palić",
      "translation": "brennen",
      "definition": "Przechodzić szybką spalanie, często z produkcją ciepła i płomienia.",
      "definition_translation": "rasche Verbrennung zu unterliegen, oft mit der Produktion von Hitze und Flammen",
      "example": "ogień wygaśnie niedługo. Ona spaliła rękę na gorącej kuchence. Miasto spłonie, jeśli pożar nie zostanie powstrzymany.",
      "example_translation": "Das Feuer wird bald ausgehen. Sie verbrannte ihre Hand auf dem heißen Herd. Die Stadt wird niederbrennen, wenn das Feuer nicht gestoppt wird.",
      "imageLink": "image_files\\English\\"imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybuchnąć płaczem",
      "translation": "in Tränen ausbrechen",
      "definition": "Nagłość zacząć płakać, często w wyniku silnych emocji.",
      "definition_translation": "plötzlich anfangen zu weinen, oft als Ergebnis starker Emotionen",
      "example": "Ona wybuchnęła płaczem, kiedy usłyszała wieść. On wybuchnął płaczem po obejrzeniu smutnego filmu. Dziecko wybuchnie płaczem, jeśli nie dostanie tego, czego chce.",
      "example_translation": "Sie brach in Tränen aus, als sie die Nachricht hörte. Er brach in Tränen aus, nachdem er den traurigen Film gesehen hatte. Das Kind wird in Tränen ausbrechen, wenn es nicht bekommt, was es will.",
      "imageLink": "image_files\\English\\"imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pochować",
      "translation": "begraben",
      "definition": "Umieścić ciało zmarłej osoby w wykopanej dziurze w ziemi lub coś ukryć, często aby to zataić.",
      "definition_translation": "Eine tote Leiche in ein Loch im Boden zu legen oder etwas an einem versteckten Ort zu platzieren, oft um es zu verbergen.",
      "example": "Pochowałem swoją babcię na cmentarzu przed tygodniem. Będę chować skarb w tylnym ogródku tej nocy. On ukrył ciało w lesie.",
      "example_translation": "Ich begrub meine Großmutter auf dem Friedhof letzte Woche. Ich werde den Schatz im Hinterhof heute Nacht begraben. Ich hatte die Leiche im Wald begraben.",
      "imageLink": "image_files\\English\\"imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "anulować",
      "translation": "stornieren",
      "definition": "Oficjalnie zatrzymać coś, co zostało zaplanowane lub zaaranżowane, lub usunąć coś z listy lub harmonogramu.",
      "definition_translation": "Etwas offiziell zu stoppen, das arrangiert oder geplant wurde, oder etwas von einer Liste oder einem Zeitplan zu entfernen.",
      "example": "Anulowałem swoją podróż do Paryża przed miesiącem. Ona anulująca swoją prenumeratę w siłowni jutro. Oni anulowali koncert z powodu złej pogody.",
      "example_translation": "Ich stornierte meine Reise nach Paris letzten Monat. Sie wird ihr Abonnement im Fitnessstudio morgen stornieren. Sie hatten das Konzert wegen schlechten Wetters storniert.",
      "imageLink": "image_files\\English\\"imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarejestrować przyjazd",
      "translation": "einchecken",
      "definition": "Przybyć do hotelu, lotniska lub innego miejsca i zgłosić swoje przybycie, lub sprawdzić, czy coś działa poprawnie.",
      "definition_translation": "In einem Hotel, Flughafen oder anderem Ort anzukommen und jemandem mitzuteilen, dass Sie angekommen sind, oder sicherzustellen, dass etwas richtig funktioniert.",
      "example": "Zarejestrowałem się w recepcji hotelu wczoraj wieczorem. Oni będą sprawdzać maszynę przed spotkaniem. Ona już zarejestrowała się online przed przybyciem na lotnisko.",
      "example_translation": "Ich checkte letzte Nacht an der Hotelrezeption ein. Sie werden die Maschine vor dem Meeting überprüfen. Sie hatte sich online angemeldet, bevor sie am Flughafen ankam.",
      "imageLink": "image_files\\English\\"imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opuszczać",
      "translation": "auschecken",
      "definition": "Zapłacić za pokój i opuścić hotel, lub dokładnie sprawdzić coś.",
      "definition_translation": "Für Ihr Zimmer zu bezahlen und ein Hotel zu verlassen, oder etwas sorgfältig zu studieren oder zu untersuchen.",
      "example": "Opuszczałem hotel tej morning. Ona będzie sprawdzać nową książkę z biblioteki jutro. Oni sprawdzili konkurencję przed złożeniem oferty.",
      "example_translation": "Ich checkte heute Morgen aus dem Hotel aus. Sie wird das neue Buch aus der Bibliothek morgen ausleihen. Sie hatten die Konkurrenz vor dem Angebot untersucht.",
      "imageLink": "image_files\\English\\"imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "okrąg",
      "translation": "Kreis",
      "definition": "Runda forma bez początku lub końca, gdzie każdy punkt na kształcie jest równo oddalony od stałego punktu centralnego.",
      "definition_translation": "Eine runde Form ohne Anfang oder Ende, bei der jeder Punkt auf der Form gleich weit von einem festen Mittelpunkt entfernt ist.",
      "example": "Rysowałem okrąg na tablicy czarnym wczoraj. Dzisiaj rysuję okrąg na papierze. Jutro rysować będę okrąg na tablicy białej.",
      "example_translation": "Ich habe gestern einen Kreis an die Tafel gezeichnet. Heute zeichne ich einen Kreis auf das Papier. Bis morgen werde ich einen Kreis an die Whiteboard gezeichnet haben.",
      "imageLink": "image_files\\English\\"imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klaskać",
      "translation": "klatschen",
      "definition": "Uderzyć dłońmi razem, typowo aby wyrazić uznanie lub aplauz.",
      "definition_translation": "Die Handflächen zusammenzuschlagen, um typischerweise Anerkennung oder Beifall auszudrücken.",
      "example": "Publiczność klaskała, gdy sztuka się skończyła. Będę klaskał, gdy koncert się rozpocznie. Ona klaskała dla śpiewaka wczoraj.",
      "example_translation": "Das Publikum klatschte, als das Spiel endete. Ich werde klatschen, wenn das Konzert beginnt. Sie klatschte für den Sänger gestern.",
      "imageLink": "image_files\\English\\"imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zbierać",
      "translation": "sammeln",
      "definition": "Zbierać lub przynosić rzeczy, często w systematyczny sposób, dla konkretnego celu.",
      "definition_translation": "Dinge zusammenzubringen oder zu sammeln, oft auf systematische Weise, für einen bestimmten Zweck.",
      "example": "Zbierałem myśli przed mową. Ona będzie zbierać swoje rzeczy, gdy odejdzie. On zbierał znaczki, gdy był dzieckiem.",
      "example_translation": "Ich sammelte meine Gedanken, bevor ich sprach. Sie wird ihre Sachen sammeln, wenn sie geht. Er sammelte Briefmarken, als er ein Kind war.",
      "imageLink": "image_files\\English\\"imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grzebień",
      "translation": "Kamm",
      "definition": "Narzędzie z rzędem zębów, używane do układania lub czyszczenia włosów, lub do rozdzielania i czyszczenia włókien, takich jak wełna lub len.",
      "definition_translation": "Ein Werkzeug mit einer Reihe von Zähnen, das verwendet wird, um Haare zu arrangieren oder zu reinigen, oder um Fasern, wie Wolle oder Lein, zu trennen und zu reinigen.",
      "example": "Ona użyła grzebienia do stylizacji włosów wczoraj. Będę używać grzebienia do rozczesania moich włosów jutro. On grzebieniem czesał swoją brodę przed tygodniem.",
      "example_translation": "Sie benutzte einen Kamm, um ihr Haar gestern zu stylen. Ich werde einen Kamm benutzen, um mein Haar morgen zu entwirren. Er kämmte seinen Bart letzten Woche.",
      "imageLink": "image_files\\English\\"imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konkurować",
      "translation": "konkurrieren",
      "definition": "Brać udział w konkursie lub grze z celem wygrania lub osiągnięcia celu.",
      "definition_translation": "An einer Konkurrenz oder einem Spiel teilzunehmen, um zu gewinnen oder ein Ziel zu erreichen.",
      "example": "Uczestniczyłem w maratonie w zeszłym roku, będę uczestniczyć w mistrzostwach tej tygodni i weźmie udział w igrzyskach olimpijskich w przyszłym roku.",
      "example_translation": "Ich nahm letzten Jahr am Marathon teil, ich konkurriere diese Woche in der Meisterschaft und ich werde nächstes Jahr bei den Olympischen Spielen konkurrieren.",
      "imageLink": "image_files\\English\\"imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skupić się",
      "translation": "konzentrieren",
      "definition": "Skupić uwagę lub wysiłek na konkretnym zadaniu lub aktywności.",
      "definition_translation": "Seine Aufmerksamkeit oder Anstrengung auf eine bestimmte Aufgabe oder Aktivität zu fokussieren.",
      "example": "Skupiłem się na swoich studiach, skupiam się na swojej pracy, i skupię się na swoim projekcie badawczym.",
      "example_translation": "Ich konzentrierte mich auf meine Studien, ich konzentriere mich auf meine Arbeit und ich werde mich auf mein Forschungsprojekt konzentrieren.",
      "imageLink": "image_files\\English\\"imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "połączyć",
      "translation": "verbinden",
      "definition": "Połączyć dwa lub więcej rzeczy razem.",
      "definition_translation": "Zwei oder mehr Dinge miteinander zu verbinden oder zu verknüpfen.",
      "example": "Połączyłem swój telefon z Wi-Fi, łączę się z przyjaciółmi na mediach społecznościowych i połączę kropki, aby rozwiązać puzzle.",
      "example_translation": "Ich verband mein Telefon mit dem Wi-Fi, ich verbinde mich mit meinen Freunden auf sozialen Medien und ich werde die Punkte verbinden, um das Puzzle zu lösen.",
      "imageLink": "image_files\\English\\"imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kontynuować",
      "translation": "fortsetzen",
      "definition": "Kontynuować coś lub rozpocząć coś ponownie po przerwie.",
      "definition_translation": "Etwas fortzusetzen oder nach einer Pause wieder aufzunehmen.",
      "example": "Kontynuowałem swoją edukację, kontynuuję swój projekt i będę kontynuował naukę nowych umiejętności.",
      "example_translation": "Ich setzte meine Ausbildung fort, ich führe mein Projekt fort und ich werde weiter neue Fähigkeiten erlernen.",
      "imageLink": "image_files\\English\\"imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kontrolować",
      "translation": "Kontrolle",
      "definition": "Mieć władzę nad zachowaniem ludzi lub wpływać na bieg wydarzeń.",
      "definition_translation": "Die Macht, das Verhalten von Menschen oder den Verlauf von Ereignissen zu beeinflussen oder zu lenken.",
      "example": "Ona wzięła kontrolę nad sytuacją, on będzie kontrolował finanse, oni mieli kontrolę nad eksperymentem.",
      "example_translation": "Sie übernahm die Kontrolle über die Situation, Er wird die Finanzen kontrollieren, Sie hatten das Experiment kontrolliert.",
      "imageLink": "image_files\\English\\"imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kasłać",
      "translation": "Husten",
      "definition": "Nagła, gwałtowna eksplozja powietrza z płuc, zazwyczaj aby oczyścić drogi oddechowe z mucyny lub innych substancji.",
      "definition_translation": "Ein plötzlicher, kraftvoller Auswurf von Luft aus den Lungen, typischerweise, um die Atemwege von Schleim oder anderen Abfallstoffen zu reinigen.",
      "example": "Ona wydała głośny kaszel, on miał uporczywy kaszel, oni będą kasłować krwią.",
      "example_translation": "Sie ließ ein lautes Husten hören, Er hatte einen persistierenden Husten, Sie würden Blut husten.",
      "imageLink": "image_files\\English\\"imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczyć",
      "translation": "Zählen",
      "definition": "Określić liczbę rzeczy w grupie lub kolekcji.",
      "definition_translation": "Die Anzahl von Dingen in einer Gruppe oder Sammlung zu bestimmen.",
      "example": "Ona nauczyła się liczyć do dziesięciu, on będzie liczył głosy, oni liczeli swoje błogosławieństwa.",
      "example_translation": "Sie lernte bis zehn zu zählen, Er wird die Stimmen zählen, Sie zählten ihre Segnungen.",
      "imageLink": "image_files\\English\\"imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozbijać się",
      "translation": "Zusammenstoß",
      "definition": "Nagły, gwałtowny uderzenie, często powodujące szkody lub obrażenia.",
      "definition_translation": "Ein plötzlicher und gewaltsamer Aufprall, oft verursachend Schäden oder Verletzungen.",
      "example": "Samochód rozbije się o mur, oni rozbili imprezę, komputer rozbijał się wczoraj.",
      "example_translation": "Das Auto wird in die Wand krachen, Sie krachten die Party, Der Computer krachte gestern.",
      "imageLink": "image_files\\English\\"imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tworzyć",
      "translation": "erstellen",
      "definition": "Stworzyć coś nowego lub przynieść coś do istnienia.",
      "definition_translation": "etwas ins Leben zu rufen oder etwas Neues zu schaffen",
      "example": "Stworzę nowy projekt w następnym tygodniu. Stworzyłem prezentację wczoraj. Tworzę teraz stronę internetową.",
      "example_translation": "Ich werde nächste Woche ein neues Projekt erstellen. Ich habe gestern eine Präsentation erstellt. Ich erstelle gerade eine Website.",
      "imageLink": "image_files\\English\\"imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cykl",
      "translation": "Zyklus",
      "definition": "Szkolna seria zdarzeń, które powtarzają się w określonej kolejności lub rower.",
      "definition_translation": "eine Serie von Ereignissen, die in einer bestimmten Reihenfolge wiederholt werden oder ein Fahrrad",
      "example": "Cykl życia to narodziny, wzrost i śmierć. Jechałem rowerem do pracy wczoraj. Jechałem rowerem do parku jutro.",
      "example_translation": "Der Zyklus des Lebens ist Geburt, Wachstum und Tod. Ich fuhr gestern zur Arbeit mit dem Fahrrad. Ich werde morgen zum Park radfahren.",
      "imageLink": "image_files\\English\\"imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uszkodzić",
      "translation": "Schaden",
      "definition": "Wyrządzić szkodę lub obrażenie czemuś lub komuś.",
      "definition_translation": "etwas oder jemandem Schaden zuzufügen",
      "example": "Burza uszkodziła dach. Uszkodziłem swój telefon wczoraj. Firma uszkodzi swą reputację, jeśli nie przeprosi.",
      "example_translation": "Der Sturm hat das Dach beschädigt. Ich habe gestern mein Handy beschädigt. Das Unternehmen wird seinen Ruf beschädigen, wenn es sich nicht entschuldigt.",
      "imageLink": "image_files\\English\\"imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dekorować",
      "translation": "dekorieren",
      "definition": "Udekorować coś, aby nadać mu więcej atrakcyjności przez dodanie dekoracji lub ozdób.",
      "definition_translation": "etwas durch Dekorationen oder Schmuckstücke attraktiver zu machen",
      "example": "Udekorowałem mój pokój balonami. Ona udekorowała tortem kwiatami. Udekorujemy dom na Boże Narodzenie.",
      "example_translation": "Ich habe mein Zimmer mit Ballons dekoriert. Sie hat den Kuchen mit Blumen dekoriert. Wir werden das Haus zu Weihnachten dekorieren.",
      "imageLink": "image_files\\English\\"imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "udekorować",
      "translation": "dekoration",
      "definition": "uśmiechnąć coś, dodając do niego różne elementy",
      "definition_translation": "etwas attraktiver aussehen lassen, indem man Dinge hinzufügt",
      "example": "Udekorowała swój pokój kwiatami i balonami na swoje urodziny. Udekoruje tort z wiśnią na górze. Udekorowała dom światłami na Boże Narodzenie.",
      "example_translation": "Sie dekorierte ihr Zimmer mit Blumen und Ballons für ihre Geburtstagsfeier. Sie wird den Kuchen mit einer Kirsche auf dem Topping dekorieren. Sie hatte das Haus mit Lichtern für Weihnachten dekoriert.",
      "imageLink": "image_files\\English\\"imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pokonać",
      "translation": "Niederlage",
      "definition": "wygrać z kimś lub czymś w konkurencji, bitwie lub wyborach",
      "definition_translation": "gegen jemanden oder etwas in einem Wettkampf, Kampf oder Wahl zu gewinnen",
      "example": "Drużyna piłkarska pokonała swoich największych rywali w finale meczu. Pokonają swoich rywali w następnym meczu. Pokonali obrońców tytułu w ubiegłym roku.",
      "example_translation": "Das Fußballteam besiegte ihre Erzrivalen im Finalspiel. Sie werden ihre Gegner im nächsten Spiel besiegen. Sie hatten die amtierenden Champions letzten Jahr besiegt.",
      "imageLink": "image_files\\English\\"imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bronić",
      "translation": "verteidigen",
      "definition": "ochronić kogoś lub coś przed atakiem lub krytyką",
      "definition_translation": "jemanden oder etwas vor Angriff oder Kritik zu schützen",
      "example": "Adwokat bronił swojego klienta przed fałszywymi oskarżeniami. Obroni swoją pracę doktorską następnego tygodnia. Bronili swojego kraju przed najeźdźcami.",
      "example_translation": "Der Anwalt verteidigte seinen Mandanten gegen die falschen Anschuldigungen. Sie wird ihre Doktorarbeit nächste Woche verteidigen. Sie hatten ihr Land gegen die Invasoren verteidigt.",
      "imageLink": "image_files\\English\\"imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opóźnić",
      "translation": "Verspätung",
      "definition": "odłożyć coś na później, tj. przesunąć termin jego realizacji",
      "definition_translation": "etwas auf einen späteren Zeitpunkt zu verschieben",
      "example": "Lot był opóźniony z powodu złej pogody. Opóźnią spotkanie do następnego poniedziałku. Opóźniła urlop z powodu zobowiązań pracy.",
      "example_translation": "Der Flug wurde wegen schlechten Wetters verschoben. Sie werden das Meeting bis nächsten Montag verschieben. Sie hatte ihren Urlaub wegen Arbeitsverpflichtungen verschoben.",
      "imageLink": "image_files\\English\\"imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "usunąć",
      "translation": "löschen",
      "definition": "usunąć lub wykasować coś, np. plik lub tekst, z komputera lub innego urządzenia",
      "definition_translation": "Einzelnes, wie eine Datei oder einen Text, von einem Computer oder einem anderen Gerät zu entfernen oder zu löschen.",
      "example": "Usunąłem przez pomyłkę niewłaściwy plik. Usunę email, gdy skończę z nim. Usunęła dokument, zanim go zapisała.",
      "example_translation": "Ich habe die falsche Datei versehentlich gelöscht. Ich werde die E-Mail löschen, wenn ich damit fertig bin. Ich hatte das Dokument gelöscht, bevor ich es gespeichert hatte.",
      "imageLink": "image_files\\English\\"imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostarczyć",
      "translation": "liefern",
      "definition": "dostarczyć coś komuś lub w jakieś miejsce, często w zamian za płatność",
      "definition_translation": "Etwas zu jemandem oder irgendwohin zu bringen oder zu nehmen, oft gegen Bezahlung.",
      "example": "Pizza zostanie dostarczona w ciągu 30 minut. Dostarczyła dziecko w nocy. Dostarczą nowe meble następnego tygodnia.",
      "example_translation": "Die Pizza wird in 30 Minuten geliefert. Sie hat das Baby letzte Nacht geliefert. Sie werden die neue Möbelausrüstung nächste Woche liefern.",
      "imageLink": "image_files\\English\\"imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "projektować",
      "translation": "entwerfen",
      "definition": "stworzyć lub zaplanować coś, np. budynek lub produkt, myśląc o tym, jak powinno wyglądać i funkcjonować",
      "definition_translation": "Etwas, wie ein Gebäude oder ein Produkt, zu erstellen oder zu planen, indem man überlegt, wie es aussehen und funktionieren soll.",
      "example": "Projektowała nowy logo dla spółki. Architekt projektował budynek bardzo starannie. Projektują nową stronę internetową następnego roku.",
      "example_translation": "Sie hat das neue Logo für das Unternehmen entworfen. Der Architekt hat das Gebäude sehr sorgfältig entworfen. Sie werden nächstes Jahr eine neue Website entwerfen.",
      "imageLink": "image_files\\English\\"imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zniszczyć",
      "translation": "zerstören",
      "definition": "spowodować, że coś zostanie kompletnie zniszczone lub uszkodzone, tak że nie może być już używane",
      "definition_translation": "Etwas vollständig zu beschädigen oder zu brechen, so dass es nicht mehr verwendet oder repariert werden kann.",
      "example": "Pożar zniszczył cały budynek. Burza zniszczyła wiele drzew. Zniszczyli stary most rok temu.",
      "example_translation": "Das Feuer hat das gesamte Gebäude zerstört. Der Sturm hat viele Bäume zerstört. Sie haben die alte Brücke letztes Jahr zerstört.",
      "imageLink": "image_files\\English\\"imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybierać",
      "translation": "wählen",
      "definition": "obrócić gałąź, aby obsłużyć urządzenie, np. telefon lub radio",
      "definition_translation": "einen Knopf drehen, um ein Gerät wie ein Telefon oder ein Radio zu bedienen",
      "example": "Wybrałem numer telefonu, ale był zajęty. Wybiorę go ponownie później. Wybrałem ten numer wiele razy.",
      "example_translation": "Ich wählte die Telefonnummer, aber es war beschäftigt. Ich werde es später noch einmal wählen. Ich habe diese Nummer viele Male gewählt.",
      "imageLink": "image_files\\English\\"imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kopać",
      "translation": "graben",
      "definition": "poruszyć narzędzie lub ręce w ziemi, aby wykopać dziurę lub usunąć ziemię",
      "definition_translation": "ein Werkzeug oder deine Hände in den Boden zu bewegen, um ein Loch zu machen oder Erde zu entfernen",
      "example": "Wykopałem dziurę w ogródku w zeszłym tygodniu. Kopię nową dziurę teraz. Wykopię jeszcze jedną dziurę następnego tygodnia.",
      "example_translation": "Ich grub ein Loch im Hinterhof letzten Wochenende. Ich grabe jetzt ein neues Loch. Ich werde nächste Woche ein weiteres Loch graben.",
      "imageLink": "image_files\\English\\"imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bezpośredni",
      "translation": "direkt",
      "definition": "idący prosto do miejsca lub osoby, bez zatrzymywania się lub przechodzenia przez kogoś lub coś innego",
      "definition_translation": "geht direkt zu einem Ort oder einer Person, ohne anzuhalten oder über jemanden oder etwas anderes zu gehen",
      "example": "Weźmie bezpośredni lot do Nowego Jorku. Bezpośrednie światło słoneczne było zbyt silne. Bezpośrednia odpowiedź jest nie.",
      "example_translation": "Ich werde einen Direktflug nach New York nehmen. Das direkte Sonnenlicht war zu stark. Die direkte Antwort ist nein.",
      "imageLink": "image_files\\English\\"imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kierować",
      "translation": "leiten",
      "definition": "kontrolować lub prowadzić coś, takie jak projekt lub aktywność",
      "definition_translation": "etwas, wie ein Projekt oder eine Aktivität, zu kontrollieren oder leiten",
      "example": "Ona wyreżyserowała film. On będzie prowadził sztukę. Oni kierowali firmą przez wiele lat.",
      "example_translation": "Sie führte den Film. Er wird das Stück leiten. Sie führten das Unternehmen viele Jahre lang.",
      "imageLink": "image_files\\English\\"imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odkryć",
      "translation": "entdecken",
      "definition": "Znaleźć coś lub kogoś, kto był wcześniej nieznany lub ukryty.",
      "definition_translation": "Etwas oder jemanden zu finden, das oder der zuvor unbekannt oder verborgen war.",
      "example": "Odkryłem nowe hobby w zeszłym roku. Odkrywam nowe umiejętności każdego dnia. Odkryję ukryty talent następnym miesiącem.",
      "example_translation": "Ich entdeckte ein neues Hobby letztes Jahr. Ich entdecke jeden Tag neue Fähigkeiten. Ich werde nächsten Monat ein verborgenes Talent entdecken.",
      "imageLink": "image_files\\English\\"imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyświetlić",
      "translation": "anzeigen",
      "definition": "Pokazać lub wystawić coś w sposób widoczny.",
      "definition_translation": "Etwas in einer prominenten Weise zu zeigen oder auszustellen.",
      "example": "Muzeum wyświetli dzieło sztuki następnym miesiącem. Firma będzie wyświetlać nowy produkt na konferencji. Wyświetliłem swoje dzieło sztuki online.",
      "example_translation": "Das Museum wird das Kunstwerk nächsten Monat anzeigen. Die Firma zeigt das neue Produkt auf der Konferenz. Ich habe mein Kunstwerk online angezeigt.",
      "imageLink": "image_files\\English\\"imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nurkować",
      "translation": "tauchen",
      "definition": "Skoczyć do wody,.typowo z głową w dół, w sposób celowy i często umiejętny.",
      "definition_translation": "In Wasser zu springen, typischerweise kopfüber, auf eine absichtliche und oft geschickte Weise.",
      "example": "Nurkowałem do basenu wczoraj. Ona nurkuje do oceanu dzisiaj. Nurkujemy do jeziora następnym tygodniu.",
      "example_translation": "Ich tauchte gestern in den Pool. Sie taucht heute in den Ozean. Wir werden nächste Woche in den See tauchen.",
      "imageLink": "image_files\\English\\"imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podzielić",
      "translation": "teilen",
      "definition": "Rozdzielić coś na dwie lub więcej części lub grupy.",
      "definition_translation": "Etwas in zwei oder mehr Gruppen oder Anteile zu teilen oder zu trennen.",
      "example": "Podzieliłem ciasto na trzy kawałki. Ona podzieliła pokój na dwie strefy. Podzielimy pracę między członkami zespołu.",
      "example_translation": "Ich teilte den Kuchen in drei Stücke. Sie teilt den Raum in zwei Bereiche. Wir werden die Arbeit unter den Teammitgliedern teilen.",
      "imageLink": "image_files\\English\\"imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "upuścić",
      "translation": " fallen lassen",
      "definition": " Pozwolić czemuś upaść lub spaść z wyższej pozycji do niższej, często przypadkowo.",
      "definition_translation": "Etwas von einer höheren Position auf eine niedrigere fallen lassen oder es fallen lassen, oft versehentlich.",
      "example": "Upuściła wazę, i rozbiła się na kawałki. Wczoraj upuściła, ale na szczęście nie rozbiła. Jeśli upuści jeszcze raz, będzie w kłopocie.",
      "example_translation": "Sie ließ die Vase fallen, und sie zerbrach in Stücke. Gestern hatte sie sie fallen lassen, aber zum Glück zerbrach sie nicht. Wenn sie es noch einmal fallen lässt, wird sie Ärger haben.",
      "imageLink": "image_files\\English\\"imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatrudnić",
      "translation": "anstellen",
      "definition": "Dać pracy lub zadania komuś, często w zamian za wynagrodzenie.",
      "definition_translation": "Jemandem einen Job oder Arbeit anbieten, oft gegen Bezahlung.",
      "example": "Firma zatrudni nowego menedżera następnym miesiącem. Zatrudnili ją przez pięć lat, zanim odeszła. Jeśli zatrudnią go ponownie, będzie szczęśliwy.",
      "example_translation": "Das Unternehmen wird einen neuen Manager next Monat einstellen. Sie hatten sie fünf Jahre lang beschäftigt, bevor sie kündigte. Wenn sie ihn wieder einstellen, wird er glücklich sein.",
      "imageLink": "image_files\\English\\"imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachęcić",
      "translation": "ermutigen",
      "definition": "Dać komuś pewność lub wsparcie, aby zrobić coś, często poprzez chwalenie lub doradzanie.",
      "definition_translation": "Jemandem Vertrauen oder Unterstützung geben, um etwas zu tun, oft durch Lob oder Rat.",
      "example": "Rodzice zachęcili ją do realizacji swoich marzeń. Zachęcali ją do podejmowania ryzyka, kiedy była młodsza. Jeśli zachęcą ją ponownie, poczuje motywację.",
      "example_translation": "Ihre Eltern ermutigten sie, ihre Träume zu verfolgen. Sie hatten sie ermutigt, Risiken einzugehen, als sie jünger war. Wenn sie sie wieder ermutigen, wird sie motiviert sein.",
      "imageLink": "image_files\\English\\"imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wejść",
      "translation": "eingeben",
      "definition": "Wejść do miejsca, budynku lub pokoju, lub dołączyć do konkursu lub aktywności.",
      "definition_translation": "In einen Ort, ein Gebäude oder ein Zimmer zu kommen oder zu gehen, oder einen Wettbewerb oder eine Aktivität zu betreten.",
      "example": "Wejdzie do pokoju niedługo. Wczoraj weszła do konkursu. Jeśli wejdą do budynku teraz, będą spóźnieni.",
      "example_translation": "Sie wird bald das Zimmer betreten. Er war gestern in den Wettbewerb eingetreten. Wenn sie jetzt das Gebäude betreten, werden sie zu spät kommen.",
      "imageLink": "image_files\\English\\"imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozwiązywać",
      "translation": "unterhalten",
      "definition": "zapewnić rozrywkę lub przyjemność dla kogoś, zwłaszcza przez wykonanie lub powiedzenie czegoś",
      "definition_translation": "jemanden zu unterhalten oder zu erfreuen, insbesondere durch eine Vorstellung oder Äußerung",
      "example": "Rozwiązywałem gości zFunny historią. Rozwiązywałem ich z magicznym show. Rozwiązywałem się z dobrą książką.",
      "example_translation": "Ich unterhielt die Gäste mit einer lustigen Geschichte. Ich werde sie mit einer ZauberShow unterhalten. Ich habe mich mit einem guten Buch unterhalten.",
      "imageLink": "image_files\\English\\"imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ucieczka",
      "translation": "fliehen",
      "definition": "dostać się z miejsca lub sytuacji, często dlatego że jest niebezpieczne lub nieprzyjemne",
      "definition_translation": "von einem Ort oder einer Situation wegzukommen, oft weil es gefährlich oder unangenehm ist",
      "example": "Uciekłem z płonącego budynku. Ucieknę z korka ulicznego. Uciekłem przed upałem, zostając wewnątrz.",
      "example_translation": "Ich floh aus dem brennenden Gebäude. Ich werde dem Stau entfliehen. Ich floh der Hitze, indem ich drinnen blieb.",
      "imageLink": "image_files\\English\\"imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ćwiczyć",
      "translation": "Übung",
      "definition": "działanie, które wykonujesz, aby pozostać zdrowym i silnym, lub poprawić swoją kondycję fizyczną",
      "definition_translation": "eine Aktivität, die du ausführst, um gesund und stark zu bleiben, oder um deine körperliche Fitness zu verbessern",
      "example": "Ćwiczę regularnie, aby pozostać w dobrym stanie. Będę ćwiczyć częściej, aby schudnąć. Ćwiczyłem mięśnie z ciężarami.",
      "example_translation": "Ich übe regelmäßig, um fit zu bleiben. Ich werde mehr Übungen machen, um abzunehmen. Ich übte meine Muskeln mit Gewichten.",
      "imageLink": "image_files\\English\\"imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyjście",
      "translation": "Ausgang",
      "definition": "sposób wyjścia z miejsca, budynku lub systemu",
      "definition_translation": "ein Weg aus einem Ort, Gebäude oder System",
      "example": "Wzięłem wyjście z autostrady. Będę wyjść z aplikacji. Szybko wyjść z pokoju.",
      "example_translation": "Ich nahm den Ausgang von der Autobahn. Ich werde die Anwendung beenden. Ich verließ den Raum schnell.",
      "imageLink": "image_files\\English\\"imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spodziewać się",
      "translation": "erwarten",
      "definition": "oczekiwać, że coś się stanie lub wierzyć, że coś się stanie",
      "definition_translation": "etwas zu erwarten oder zu glauben, dass etwas passiert",
      "example": "Spodziewam się, że skończę ten projekt do końca miesiąca. Spodziewałem się otrzymać email od niego wczoraj, ale spodziewam się otrzymać jeden dzisiaj. Będę spodziewać się odpowiedzi od nich do końca tygodnia.",
      "example_translation": "Ich erwarte, dieses Projekt bis Ende des Monats fertigzustellen. Ich erwartete, gestern ein Email von ihm zu erhalten, aber ich erwarte, eines heute zu erhalten. Ich wird eine Antwort von ihnen bis Ende der Woche erwarten.",
      "imageLink": "image_files\\English\\"imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "badać",
      "translation": "erkunden",
      "definition": "badać lub analizować coś, aby uzyskać głębsze zrozumienie tego",
      "definition_translation": "etwas zu untersuchen oder zu prüfen, um ein tieferes Verständnis davon zu erlangen",
      "example": "Badaliśmy miasto cały dzień. Oni badali dżunglę przez wiele godzin. Będzie badać nowe oprogramowanie w przyszłym tygodniu.",
      "example_translation": "Wir erkundeten die Stadt den ganzen Tag. Sie erkundeten den Dschungel stundenlang. Sie wird die neue Software nächste Woche erkunden.",
      "imageLink": "image_files\\English\\"imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twarz",
      "translation": "Gesicht",
      "definition": "przednia część głowy, zawierająca oczy, nos i usta",
      "definition_translation": "der vordere Teil des Kopfes, einschließlich der Augen, Nase und Mund",
      "example": "Umyła twarz przed nałożeniem makijażu. Miał smutną twarz, kiedy otrzymał wiadomość. Dziecko dotknęło jej twarzy swoimi małymi rękami.",
      "example_translation": "Sie wusch ihr Gesicht, bevor sie Make-up auftrug. Er hatte ein trauriges Gesicht, als er die Nachricht erhielt. Das Baby berührte ihr Gesicht mit ihren winzigen Händen.",
      "imageLink": "image_files\\English\\"imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zasypiać",
      "translation": "einschlafen",
      "definition": "stać się nieświadomym i wejść w stan snu",
      "definition_translation": "ohne Bewusstsein zu werden und in einen Schlafzustand zu fallen",
      "example": "Zasypiałem na kanapie. Ona zasypia przy oglądaniu TV. On będzie zasypiał wcześnie tej nocy.",
      "example_translation": "Ich schlief auf der Couch ein. Sie schläft jedes Mal ein, wenn sie Fernsehen schaut. Er wird heute Abend früh einschlafen.",
      "imageLink": "image_files\\English\\"imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakochać się",
      "translation": "sich verlieben",
      "definition": "czuć silne emocjonalne przywiązanie do kogoś, zwłaszcza w sposób romantyczny",
      "definition_translation": "eine starke emotionale Bindung zu jemandem empfinden, insbesondere auf romantische Weise",
      "example": "Zakochałem się w niej w momencie, kiedy ją zobaczyłem. Zakochuję się w niej teraz. Będę zakochał się w niej pewnego dnia.",
      "example_translation": "Ich verliebte mich in sie, als ich sie sah. Ich verliebe mich jetzt in sie. Ich werde mich eines Tages in sie verlieben.",
      "imageLink": "image_files\\English\\"imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamocować",
      "translation": "befestigen",
      "definition": "przymocować lub zamknąć coś mocno, aby zapewnić jego stabilność",
      "definition_translation": "etwas sicher befestigen, typischerweise durch Binden oder Sichern",
      "example": "Zamocowałem pas bezpieczeństwa przed jazdą. Zamocuję guziki na koszuli. Będę zamocować śruby jutro.",
      "example_translation": "Ich befestigte den Sicherheitsgurt vor dem Fahren. Ich befeste die Knöpfe auf meinem Hemd. Ich werde morgen die Schrauben befestigen.",
      "imageLink": "image_files\\English\\"imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karmić",
      "translation": "füttern",
      "definition": "dawać komuś lub czemuś jedzenie, szczególnie regularnie lub nawykowo",
      "definition_translation": "Jemandem oder etwas Nahrung zu geben, besonders regelmäßig oder gewohnheitsmäßig",
      "example": "Karmiłem psa wczoraj. Teraz karmię dziecko. Jutro karmię rośliny.",
      "example_translation": "Ich fütterte den Hund gestern. Ich füttere das Baby jetzt. Ich werde morgen die Pflanzen füttern.",
      "imageLink": "image_files\\English\\"imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przynieść",
      "translation": "holen",
      "definition": "iść i przynieść coś z powrotem, szczególnie zgodnie z żądaniem kogoś",
      "definition_translation": "etwas zu holen und zurückzubringen, insbesondere weil jemand darum gebeten hat",
      "example": "Przyniosłem piłkę z parku. Teraz przynoszę pocztę. Jutro przyniosę gazety.",
      "example_translation": "Ich holte den Ball vom Park. Ich hole jetzt die Post. Ich werde morgen die Zeitung holen.",
      "imageLink": "image_files\\English\\"imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walczyć",
      "translation": "kämpfen",
      "definition": "angażować się w walkę fizyczną lub werbalną, często z zamiarem wygranej lub osiągnięcia celu",
      "definition_translation": "sich in körperlicher oder verbaler Auseinandersetzung zu engagieren, oft mit dem Ziel, zu gewinnen oder ein Ziel zu erreichen",
      "example": "Wczoraj walczyłem z przyjacielem, ale dziś walczymy o prawa. Jutro będziemy walczyć przeciwko niesprawiedliwości.",
      "example_translation": "Gestern habe ich mit meinem Freund gekämpft, aber heute kämpfen wir für unsere Rechte. Morgen werden wir gegen Ungerechtigkeit kämpfen.",
      "imageLink": "image_files\\English\\"imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "film",
      "translation": "Film",
      "definition": "sekwencja obrazów, które są projekowane na ekran, aby opowiedzieć historię, często z dźwiękiem",
      "definition_translation": "eine Folge von Bildern, die auf einen Bildschirm projiziert werden, um eine Geschichte zu erzählen, oft mit Ton",
      "example": "Wczoraj obejrzałem film, a on był niesamowity. Film będzie wydany w przyszłym tygodniu. Rok później będziemy robili filmy razem.",
      "example_translation": "Ich habe gestern Abend einen Film angesehen, und er war fantastisch. Der Film wird nächste Woche veröffentlicht. Bis nächstes Jahr werden wir gemeinsam Filme machen.",
      "imageLink": "image_files\\English\\"imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ryba",
      "translation": "Fisch",
      "definition": "zimnokrwisty zwierzę wodne z płucami, często łowione do jedzenia",
      "definition_translation": "ein blütloses aquatisches Tier mit Kiemen, oft zum Fischfang gefangen",
      "example": "Wczoraj złowiłem rybę, ale dziś łowię w jeziorze. W przyszłym lecie będziemy łowili w każdym morzu.",
      "example_translation": "Ich habe gestern einen Fisch gefangen, aber heute angele ich im See. Bis nächsten Sommer werden wir in jedem Meer gefischt haben.",
      "imageLink": "image_files\\English\\"imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "naprawić",
      "translation": "reparieren",
      "definition": "naprawiać lub remontować coś, często wymieniając lub dostosowując części",
      "definition_translation": "etwas zu reparieren oder zu reparieren, oft indem man Teile ersetzt oder anpasst",
      "example": "Wczoraj naprawiłem rower, ale dziś naprawiam samochód. W przyszłym miesiącu będziemy naprawiali cały dom.",
      "example_translation": "Ich habe gestern das Fahrrad repariert, aber heute repariere ich das Auto. Bis nächsten Monat werden wir das ganze Haus repariert haben.",
      "imageLink": "image_files\\English\\"imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "unosić się",
      "translation": "schwimmen",
      "definition": "spoczywać na powierzchni płynu lub być zawieszonym w powietrzu",
      "definition_translation": "Auf der Oberfläche einer Fluid oder in der Luft schweben",
      "example": "Balon będzie unosił się w powietrzu, wczoraj unosłem się na jeziorze, a jutro sẽ unosić się na oceanie.",
      "example_translation": "Der Ballon wird in der Luft schwimmen, ich schwamm gestern auf dem See, und ich werde morgen auf dem Ozean schwimmen.",
      "imageLink": "image_files\\English\\"imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złożyć",
      "translation": "falten",
      "definition": "zgiąć lub składać coś tak, aby miało płaską powierzchnię",
      "definition_translation": "Etwas so zu biegen oder zu knicken, dass es eine flache Oberfläche hat",
      "example": "Złożyłem papier, aby zrobić origami, ona złożyła pranie, a oni złożą mapę.",
      "example_translation": "Ich falte das Papier, um ein Origami zu machen, Sie falteten die Wäsche, und Sie werden die Karte falten.",
      "imageLink": "image_files\\English\\"imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śledzić",
      "translation": "folgen",
      "definition": "następować lub iść za kimś lub czymś",
      "definition_translation": "Jemandem oder etwas zu folgen",
      "example": "Śledzę ją w mediach społecznościowych, on śledził instrukcje, a oni będą śledzić lidera.",
      "example_translation": "Ich folge ihr in den sozialen Medien, Er folgte den Anweisungen, und Sie werden dem Anführer folgen.",
      "imageLink": "image_files\\English\\"imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chwytać",
      "translation": "ergreifen",
      "definition": "chwycić coś nagle i mocno",
      "definition_translation": "Etwas plötzlich und fest zu ergreifen",
      "example": "Chwyciłem telefon, gdy zadzwonił, ona chwyciła okazję, a oni chwycą liny.",
      "example_translation": "Ich ergriff das Telefon, als es klingelte, Sie ergriff die Gelegenheit, und Sie werden das Seil ergreifen.",
      "imageLink": "image_files\\English\\"imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przewodnik",
      "translation": "Führer",
      "definition": "Osoba, która pokazuje drogę innym, szczególnie w określonej професji lub działalności.",
      "definition_translation": "Eine Person, die anderen den Weg zeigt, insbesondere in einem bestimmten Beruf oder einer bestimmten Tätigkeit.",
      "example": "Ona przewodniczyła nam przez las. Ona przewodni nas teraz. Ona przewodniczy nam jutro.",
      "example_translation": "Sie führte uns durch den Wald. Sie führt uns jetzt. Sie wird uns morgen führen.",
      "imageLink": "image_files\\English\\"imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chwyt",
      "translation": "Griff",
      "definition": "Część obiektu, zazwyczaj na górze lub boku, używanego do podnoszenia, noszenia lub trzymania.",
      "definition_translation": "Ein Teil eines Objekts, typischerweise oben oder an der Seite, verwendet für Heben, Tragen oder Halten.",
      "example": "Ja ostrożnie chwyciłem to pudełko. Ja teraz trzymam sytuację. Ja będę trzymał projekt w przyszłym tygodniu.",
      "example_translation": "Ich behandelte das Paket vorsichtig. Ich behandle die Situation jetzt. Ich werde das Projekt nächste Woche behandeln.",
      "imageLink": "image_files\\English\\"imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zwisać",
      "translation": "hängen",
      "definition": "Zawiesić lub wisieć w powietrzu, zwykle z haczyka lub liny.",
      "definition_translation": "In der Luft zu hängen oder von einem Haken oder einer Schnur gehangen zu werden.",
      "example": "Ja zawiesiłem obraz na ścianie. Ja teraz wiszę pranie. Ja będę wisieć z przyjaciółmi jutro.",
      "example_translation": "Ich hängte das Bild an die Wand. Ich hänge die Wäsche jetzt auf. Ich werde morgen mit Freunden abhängen.",
      "imageLink": "image_files\\English\\"imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ukryć",
      "translation": "verstecken",
      "definition": "Ukryć lub zasłonić coś z oczu.",
      "definition_translation": "Etwas zu verbergen oder aus dem Blickfeld zu entfernen.",
      "example": "Ja ukryłem klucz pod matą. Ja teraz ukrywam się za kurtyną. Ja będę ukrywał prezent w szafie jutro.",
      "example_translation": "Ich versteckte den Schlüssel unter der Matte. Ich verstecke mich jetzt hinter dem Vorhang. Ich werde das Geschenk morgen im Schrank verstecken.",
      "imageLink": "image_files\\English\\"imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatrudnić",
      "translation": "anheuern",
      "definition": "Otrzymać usługi kogoś w zamian za płatność, zwykle na krótkoterminowej podstawie.",
      "definition_translation": "Die Dienste von jemandem im Austausch für Zahlung zu erhalten, typischerweise auf 短fristiger Basis.",
      "example": "Ja zatrudniłem samochód na weekend, a potem ja zatrudniłem hydraulika, aby naprawić zlew. Ja będę zatrudniał nowego pracownika miesiąc temu.",
      "example_translation": "Ich habe ein Auto für das Wochenende gemietet, und dann habe ich einen Klempner angeheuert, um das Becken zu reparieren. Ich werde nächsten Monat einen neuen Mitarbeiter anheuern.",
      "imageLink": "image_files\\English\\"imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stopować",
      "translation": "trampen",
      "definition": "Podróżować z miejsca na miejsce, zazwyczaj bez płacenia, poprzez proszenie o podwózkę od przypadkowych kierowców.",
      "definition_translation": "Von Ort zu Ort zu reisen, typischerweise ohne Zahlung, indem man von vorbeifahrenden Fahrzeugen Mitfahrten erbittet.",
      "example": "Ja stopowałem przez kraj latem, a potem ja stopowałem na festiwal ostatnio. Ja będę stopować na plażę za następny weekend.",
      "example_translation": "Ich bin im Sommer durch das Land getrampt, und ich bin letzten Woche zum Festival getrampt. Ich werde nächstes Wochenende zum Strand tramplen.",
      "imageLink": "image_files\\English\\"imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trzymać",
      "translation": "halten",
      "definition": "Uchwycić lub trzymać coś mocno, zwykle rękami lub ramionami.",
      "definition_translation": "Etwas fest zu greifen oder zu umklammern, typischerweise mit Ihren Händen oder Armen.",
      "example": "Ja trzymałem dziecko w ramionach, a potem ja trzymałem otwarte drzwi dla niej. Ja będę trzymał spotkanie jutro rano.",
      "example_translation": "Ich hielt das Baby in meinen Armen, und ich hielt die Tür für sie offen. Ich werde morgen früh die Sitzung halten.",
      "imageLink": "image_files\\English\\"imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uścisk",
      "translation": "umarmen",
      "definition": "Obejmować ramionami i trzymać coś lub kogoś mocno, zwykle jako sposób wyrażania miłości lub sympatii.",
      "definition_translation": "Jemanden in den Armen zu halten und ihn fest zu umarmen, normalerweise als Ausdruck von Liebe oder Zuneigung.",
      "example": "Ja uściskałem moją matkę wczoraj, a potem ja uściskałem moich przyjaciół, gdy ich spotkałem. Ja będę uściskał moją siostrę, gdy ją zobaczę jutro.",
      "example_translation": "Ich habe meine Mutter gestern umarmt, und ich umarme meine Freunde, wenn ich sie sehe. Ich werde meine Schwester umarmen, wenn ich sie morgen sehe.",
      "imageLink": "image_files\\English\\"imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "polować",
      "translation": "jagen",
      "definition": "Ścigać lub gonić (zwierzynę lub zdobycz) w celu zdobycia pożywienia lub sportu.",
      "definition_translation": "Jagd auf (Wild oder Beute) machen, um Nahrung oder zum Zeitvertreib zu erlangen.",
      "example": "Ja polowałem na jelenie w lesie ostatniej zimy. Ja teraz poluję na króliki. Ja będę polował na kaczki za następną zimę.",
      "example_translation": "Ich jagte Hirsche im Wald letzten Jahr. Ich jage jetzt Kaninchen. Ich werde nächsten Winter Enten jagen.",
      "imageLink": "image_files\\English\\"imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyobrazić",
      "translation": "vorstellen",
      "definition": "Utworzyć obraz mentalny lub pojęcie czegoś, co nie jest obecne lub realne.",
      "definition_translation": "Eine mentale Vorstellung oder Vorstellung von etwas Bilden, das nicht vorhanden oder real ist.",
      "example": "Ja wyobraziłem sobie piękny dom na plaży. Ja teraz wyobrażam sobie udaną karierę. Ja będę wyobrażał sobie szczęśliwą emeryturę w przyszłości.",
      "example_translation": "Ich stellte mir ein schönes Haus am Strand vor. Ich stelle mir jetzt eine erfolgreiche Karriere vor. Ich werde mir eine glückliche Rente in der Zukunft vorstellen.",
      "imageLink": "image_files\\English\\"imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poinformować",
      "translation": "informieren",
      "definition": "Przekazywać informacje lub wiedzę o czymś komuś.",
      "definition_translation": "Jemandem Informationen oder Kenntnisse über etwas zu geben.",
      "example": "Poinformowałem szefa o spotkaniu. Teraz informuję kolegów o nowej polityce. Jutro poinformuję studentów o wynikach egzaminu.",
      "example_translation": "Ich informierte meinen Chef über die Sitzung. Ich informiere meine Kollegen jetzt über die neue Richtlinie. Ich werde den Schülern morgen über die Ergebnisse der Prüfung informieren.",
      "imageLink": "image_files\\English\\"imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nalegać",
      "translation": "bestehen",
      "definition": "Mówić stanowczo, że coś jest prawdą lub musi się wydarzyć, często gdy ktoś inny nie zgadza się.",
      "definition_translation": "Festzustellen, dass etwas wahr ist oder geschehen muss, oft wenn jemand anderer nicht einverständlich ist.",
      "example": "Nalegałem, aby pójść na imprezę wczoraj. Teraz nalegam, aby dokończyć swoją pracę dziś. Jutro nalegam, aby zrobić przerwę.",
      "example_translation": "Ich bestand darauf, zur Party letzte Nacht zu gehen. Ich bestehe darauf, meine Arbeit heute zu beenden. Ich werde morgen darauf bestehen, eine Pause zu machen.",
      "imageLink": "image_files\\English\\"imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zainstalować",
      "translation": "installieren",
      "definition": "Umieścić program, system operacyjny lub urządzenie w użytku, konfigurując je i czyniąc gotowym do pracy.",
      "definition_translation": "Ein Programm, ein Betriebssystem oder ein Gerät in Gebrauch nehmen, indem es eingerichtet und für den Betrieb bereitgestellt wird.",
      "example": "Zainstalowałem nowe oprogramowanie wczoraj. Teraz instaluję aktualizację. Jutro zainstaluję aplikację.",
      "example_translation": "Ich habe die neue Software gestern installiert. Ich installiere gerade das Update. Ich werde die App morgen installieren.",
      "imageLink": "image_files\\English\\"imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przeprowadzić rozmowę",
      "translation": "Interview",
      "definition": "Formalne spotkanie, podczas którego jedna lub więcej osób zadaje pytania, aby zebrać informacje, często w celu oceny lub ewaluacji.",
      "definition_translation": "Ein formales Treffen, bei dem eine oder mehrere Personen Fragen stellen, um Informationen zu sammeln, oft für eine Bewertung oder Beurteilung.",
      "example": "Miałem rozmowę w firmie wczoraj. Za tydzień będę miał rozmowę. Jutro rano będę miał rozmowę.",
      "example_translation": "Ich hatte gestern ein Vorstellungsgespräch bei dem Unternehmen. Ich werde nächste Woche ein Vorstellungsgespräch haben. Ich werde morgen Vormittag ein Vorstellungsgespräch haben.",
      "imageLink": "image_files\\English\\"imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wynaleźć",
      "translation": "erfinden",
      "definition": "Stworzyć lub zaprojektować coś nowego, szczególnie urządzenie lub proces.",
      "definition_translation": "Etwas Neues zu schaffen oder zu entwerfen, insbesondere ein Gerät oder einen Prozess.",
      "example": "Wynalazłem nowy gadżet rok temu. Teraz wymyślam nową maszynę. Wkrótce wynaleziony nowy program.",
      "example_translation": "Ich habe letztes Jahr ein neues Gerät erfunden. Ich erfinde gerade eine neue Maschine. Ich werde bald ein neues Software-Programm erfinden.",
      "imageLink": "image_files\\English\\"imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żelazo",
      "translation": "Eisen",
      "definition": "Chemiczny pierwiastek, symbol Fe, popularny metal używany do produkcji narzędzi, maszyn i materiałów budowlanych.",
      "definition_translation": "Ein chemisches Element, Symbol Fe, das ein beliebtes Metall ist, das bei der Herstellung von Werkzeugen, Maschinen und Bauwerkstoffen verwendet wird.",
      "example": "Użyłem żelaza, aby wygładzić fałdy. Ona żelaza codziennie swoje ubrania. On będzie żelaza swoją koszulę jutro rano.",
      "example_translation": "Ich benutzte ein Eisen, um die Falten zu glätten. Sie bügelt ihre Kleidung jeden Tag. Er wird morgen Vormittag sein Hemd bügeln.",
      "imageLink": "image_files\\English\\"imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "działać na drutach",
      "translation": "stricken",
      "definition": "Stworzyć tkaninę przez splecenie nici lub sznurków w szereg powiązanych pętli za pomocą szydełek lub maszyny.",
      "definition_translation": "Ein Gewebe herzustellen, indem Faden oder Garn in einer Reihe von verbundenen Schleifen mit Nadeln oder einer Maschine verwendet werden.",
      "example": "Ona działa na drutach sweter co zimę. Ona działała na drutach czapkę rok temu. Ona będzie działać na drutach szalika za miesiąc.",
      "example_translation": "Sie strickt jeden Winter einen Pullover. Sie strickte letzten Jahr einen Hut. Sie wird nächsten Monat einen Schal stricken.",
      "imageLink": "image_files\\English\\"imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pukać",
      "translation": "klopfen",
      "definition": "Uderzyć w powierzchnię, co następuje szybkim, lekkim uderzeniem.",
      "definition_translation": "Eine Oberfläche zu schlagen, typischerweise mit einem schnellen, leichten Schlag.",
      "example": "On pukał w drzwi wczoraj. Ona aktualnie puka w okno. Oni będą pukać w ścianę później.",
      "example_translation": "Er klopfte letzte Nacht an die Tür. Sie klopft jetzt ans Fenster. Sie werden später an die Wand klopfen.",
      "imageLink": "image_files\\English\\"imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "założyć stół",
      "translation": "den Tisch decken",
      "definition": "Umieścić niezbędne naczynia, szklanki i sztućce na stole w przygotowaniu do posiłku.",
      "definition_translation": "Die notwendigen Teller, Gläser und Bestecke auf einem Tisch in Vorbereitung auf ein Mahl zu platzieren.",
      "example": "Ona założyła stół na obiad wczoraj. Oni aktualnie założyli stół na śniadanie. My założymy stół na lunch jutro.",
      "example_translation": "Sie deckte den Tisch für das Abendessen letzte Nacht. Sie decken den Tisch für das Frühstück jetzt. Wir werden den Tisch für das Mittagessen morgen decken.",
      "imageLink": "image_files\\English\\"imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prowadzić",
      "translation": "führen",
      "definition": "Kierować lub prowadzić kogoś lub coś, lub być odpowiedzialnym za grupę lub organizację.",
      "definition_translation": "Jemanden oder etwas zu führen oder zu leiten, oder eine Gruppe oder Organisation zu leiten.",
      "example": "On prowadzi drużynę każdego roku. Ona prowadziła projekt miesiąc temu. Oni będą prowadzić firmę za rok.",
      "example_translation": "Er führt das Team jedes Jahr. Sie führte das Projekt letzten Monat. Sie werden das Unternehmen nächstes Jahr führen.",
      "imageLink": "image_files\\English\\"imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odejść",
      "translation": "verlassen",
      "definition": "odchodzić z miejsca lub osoby",
      "definition_translation": "einen Ort oder eine Person zu verlassen",
      "example": "Odejście z imprezy o 22:00. Odszedłem z imprezy o 22:00. Odejść z imprezy co tydzień.",
      "example_translation": "Ich verlasse die Party um 10 Uhr. Ich verließ die Party um 10 Uhr. Ich verlasse die Party jede Woche.",
      "imageLink": "image_files\\English\\"imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podnieść",
      "translation": "heben",
      "definition": "uderzyć lub podwyższyć coś",
      "definition_translation": "etwas hochzuheben oder etwas höher zu machen",
      "example": "Podniosę skrzynię jutro. Podniosłem skrzynię wczoraj. Podnoszę skrzynię codziennie.",
      "example_translation": "Ich werde den Karton morgen heben. Ich hob den Karton gestern. Ich hebe den Karton jeden Tag.",
      "imageLink": "image_files\\English\\"imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło",
      "translation": "Licht",
      "definition": "źródło oświetlenia, takie jak lampa lub słońce",
      "definition_translation": "eine Lichtquelle, wie eine Lampe oder die Sonne",
      "example": "Światło jest bardzo jasne. Światło było bardzo ciemne. Światło będzie bardzo miękkie.",
      "example_translation": "Das Licht ist sehr hell. Das Licht war sehr dunkel. Das Licht wird sehr weich sein.",
      "imageLink": "image_files\\English\\"imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamknąć",
      "translation": "Schloss",
      "definition": "urządzenie do zamykania lub zabezpieczania czegoś",
      "definition_translation": "eine Vorrichtung zum Verschließen oder Sichern von etwas",
      "example": "Zamknę drzwi tej nocy. Zamknąłem drzwi wczoraj wieczorem. Zamknę drzwi każdego ranka.",
      "example_translation": "Ich werde die Tür heute Nacht schließen. Ich schloss die Tür letzte Nacht. Ich schließe die Tür jeden Morgen.",
      "imageLink": "image_files\\English\\"imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarządzać",
      "translation": "verwalten",
      "definition": "być odpowiedzialnym za coś, takie jak przedsiębiorstwo lub projekt, i podejmować decyzje w sprawie tego",
      "definition_translation": "etwas, wie ein Unternehmen oder ein Projekt, zu leiten und Entscheidungen darüber zu treffen",
      "example": "Zarządzałem drużyną skutecznie, Jestemy naprawdę dumni z tego, co osiągnęliśmy. Zarządzam nowym projektem, To duża odpowiedzialność. Zarządzę firmą za kilka lat.",
      "example_translation": "Ich führte das Team effektiv, wir sind wirklich stolz auf das, was wir erreicht haben. Ich leite Momentan ein neues Projekt, es ist eine große Verantwortung. Ich werde in ein paar Jahren das Unternehmen leiten.",
      "imageLink": "image_files\\English\\"imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarządzać",
      "translation": "verwalten",
      "definition": "udać się w osiągnięciu czegoś trudnego lub skomplikowanego",
      "definition_translation": "etwas zu tun, was schwierig oder trickreich ist, zu schaffen",
      "example": "Udało mi się naprawić silnik samochodu po wielu godzinach prób. Ona udaje się ugotować pyszne danie każdego dnia. Oni udadzą się ukończyć projekt na czas.",
      "example_translation": "Ich schaffte es, den Autorenhermotor nach Stunden des Probierens zu reparieren. Sie schafft es, jeden Tag ein leckeres Essen zuzubereiten. Sie werden es schaffen, das Projekt termingerecht zu beenden.",
      "imageLink": "image_files\\English\\"imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poślubić",
      "translation": "heiraten",
      "definition": "wstąpić w związek małżeński z kimś, lub wykonywać ceremonię ślubu",
      "definition_translation": "jemanden zu heiraten oder eine Hochzeitszeremonie durchzuführen",
      "example": "Poślubiłem moją dawną dziewczynę dwadzieścia lat temu. Ona poślubi swego narzeczonego przyszłym roku. Oni poślubili się na pięknej plaży wycieczkowej.",
      "example_translation": "Ich heiratete meine High-School-Liebe vor zwanzig Jahren. Sie wird nächsten Jahr ihren Verlobten heiraten. Sie haben in einer schönen Strandhochzeit geheiratet.",
      "imageLink": "image_files\\English\\"imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dopasować",
      "translation": "entsprechen",
      "definition": "być identycznym lub bardzo podobnym do czegoś",
      "definition_translation": "identisch oder sehr ähnlich zu etwas anderem zu sein",
      "example": "Bliźnięta były idealnym dopasowaniem do roli. Firma dopasuje twoją darowiznę do tej organizacji charytatywnej. Sukienka dopasowuje się do twoich butów idealnie.",
      "example_translation": "Die Zwillinge waren ein perfekter match für die Rolle. Das Unternehmen wird Ihre Spende an das Charity-Projekt matchen. Das Kleid passt perfekt zu Ihren Schuhen.",
      "imageLink": "image_files\\English\\"imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "naprawić",
      "translation": "reparieren",
      "definition": "naprawić lub zamienić coś, co jest złamane lub uszkodzone",
      "definition_translation": "etwas zu reparieren oder zu flicken, das gebrochen oder beschädigt ist",
      "example": "Naprawiłem zabawkę. Aktualnie naprawiam stronę. Naprawię uszkodzony związek.",
      "example_translation": "Ich reparierte das kaputte Spielzeug. Ich repariere die zerrissene Seite. Ich werde die gebrochene Beziehung reparieren.",
      "imageLink": "image_files\\English\\"imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przenieść",
      "translation": "bewegen",
      "definition": "zmienić pozycję czegoś lub kogoś",
      "definition_translation": "die Position von jemandem oder etwas zu ändern",
      "example": "Przenieśliśmy meble wczoraj. Przenoszę się do nowego mieszkania. Przenieśę samochód na drugą stronę ulicy.",
      "example_translation": "Ich bewegte das Möbel gestern. Ich ziehe in eine neue Wohnung. Ich werde das Auto auf die andere Seite der Straße bewegen.",
      "imageLink": "image_files\\English\\"imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przenieść się",
      "translation": "einziehen",
      "definition": "Wejść i objąć posiadanie nowego domu lub biura",
      "definition_translation": "in ein neues Zuhause oder Büro einzuziehen und es in Besitz zu nehmen",
      "example": "Przenieśliśmy się ostatnim tygodniu. Oni będą się przenosić miesiąc później. Będę się przenosić do rodziców.",
      "example_translation": "Wir sind letzten Woche eingezogen. Sie ziehen nächsten Monat ein. Ich werde bei meinen Eltern einziehen.",
      "imageLink": "image_files\\English\\"imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyprowadzić się",
      "translation": "ausziehen",
      "definition": "Opuszczyć i zrezygnować z posiadania domu lub biura",
      "definition_translation": "ein Zuhause oder Büro zu verlassen und die Besitznahme aufzugeben",
      "example": "Wyprowadziłem się zeszłego roku. Oni będą się wyprowadzać za tydzień. Wyprowadzimy się z mieszkania.",
      "example_translation": "Ich bin letztes Jahr ausgezogen. Sie ziehen nächste Woche aus. Wir werden aus der Wohnung ausziehen.",
      "imageLink": "image_files\\English\\"imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "morderstwo",
      "translation": "Mord",
      "definition": "Nielegalne, zaplanowane zabójstwo jednego człowieka przez innego.",
      "definition_translation": "Die vorsätzliche Tötung eines Menschen durch einen anderen.",
      "example": "Detektyw został wyznaczony do rozwiązania morderstwa, które miało miejsce wczoraj wieczorem. Zabiła męża na zimno. Morderca będzie karany zgodnie z prawem.",
      "example_translation": "Der Detektiv wurde mit der Aufklärung des Mordes beauftragt, der letzte Nacht stattfand. Sie hatte ihren Mann in kaltem Blut ermordet. Der Mörder wird nach dem Gesetz bestraft werden.",
      "imageLink": "image_files\\English\\"imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "imię",
      "translation": "Name",
      "definition": "Słowo lub fraza, która odnosi się do konkretnego człowieka, miejsca lub rzeczy.",
      "definition_translation": "Ein Wort oder eine Phrase, die auf eine bestimmte Person, einen bestimmten Ort oder ein bestimmtes Ding verweist.",
      "example": "Jak masz na imię? Moje imię było Jan. Będę nazywać moje dziecko imieniem ojca.",
      "example_translation": "Wie heißt du? Mein Name war John. Ich werde mein Kind nach meinem Vater benennen.",
      "imageLink": "image_files\\English\\"imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "notatka",
      "translation": "Nota",
      "definition": "Krótka pisemna zapiska lub przypomnienie.",
      "definition_translation": "Ein kurzer schriftlicher Vermerk oder Erinnerung.",
      "example": "Czy możesz zapisać ten numer telefonu? Zaznaczyłem, że drzwi były otwarte. Zapisze zmiany w swoim dzienniku.",
      "example_translation": "Kannst du diese Telefonnummer notieren? Ich stellte fest, dass die Tür offen war. Sie wird die Änderungen in ihrem Tagebuch notieren.",
      "imageLink": "image_files\\English\\"imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zawiadomienie",
      "translation": "Mitteilung",
      "definition": "Pisemne lub drukowane ogłoszenie lub ostrzeżenie.",
      "definition_translation": "Eine schriftliche oder gedruckte Ankündigung oder Warnung.",
      "example": "Czy zauważyłeś znak na drzwiach? Dałem im zawiadomienie o wypowiedzeniu mieszkania. Zauważą różnicę.",
      "example_translation": "Hast du das Schild an der Tür bemerkt? Ich gab ihnen eine Kündigung, um die Wohnung zu verlassen. Sie werden den Unterschied bemerken.",
      "imageLink": "image_files\\English\\"imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obsługiwać",
      "translation": "operieren",
      "definition": "Kontrolować lub zarządzać czymś, szczególnie maszyną lub systemem, aby sprawić, że będzie ono działać lub funkcjonować poprawnie.",
      "definition_translation": "Etwas, insbesondere eine Maschine oder ein System, steuern oder verwalten, um es ordnungsgemäß zu bedienen oder funktionieren zu lassen.",
      "example": "Chirurg będzie operował pacjenta tej nocy. Wczoraj ona operowała pacjenta z podobnym stanem. Będzie obsługiwać nową maszynę jutro.",
      "example_translation": "Der Chirurg wird heute Nacht am Patienten operieren. Gestern hat sie einen Patienten mit einer ähnlichen Erkrankung operiert. Sie wird morgen eine neue Maschine bedienen.",
      "imageLink": "image_files\\English\\"imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "organizować",
      "translation": "organisieren",
      "definition": "Układać lub planować coś w sposób systematyczny, aby móc to zrobić sprawnie i efektywnie.",
      "definition_translation": "Etwas in systematischer Weise anordnen oder planen, damit es effizient und effektiv durchgeführt werden kann.",
      "example": "Musimy zorganizować wydarzenie dokładnie, aby uniknąć błędów. Wczoraj zorganizowaliśmy spotkanie, aby omówić projekt. Zorganizujemy zespół, aby obsłużyć zadanie.",
      "example_translation": "Wir müssen das Ereignis sorgfältig organisieren, um Fehler zu vermeiden. Gestern haben wir ein Treffen organisiert, um das Projekt zu diskutieren. Wir werden ein Team organisieren, um die Aufgabe zu erledigen.",
      "imageLink": "image_files\\English\\"imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przejechać",
      "translation": "passieren",
      "definition": "Przejść obok czegoś lub kogoś, lub przejść przez określony punkt lub etap.",
      "definition_translation": "An etwas oder jemandem vorbeizugehen oder einen bestimmten Punkt oder Stadium zu durchlaufen.",
      "example": "Samochód będzie przejeżdżał przez skrzyżowanie wolno. Wczoraj zdałem egzamin z wyróżnieniem. Przejmę odpowiedzialność od mojego kolegi.",
      "example_translation": "Das Auto wird die Kreuzung langsam passieren. Gestern habe ich die Prüfung mit Auszeichnung bestanden. Sie wird die Verantwortung an ihren Kollegen weitergeben.",
      "imageLink": "image_files\\English\\"imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przekaż",
      "translation": "übergeben",
      "definition": "Przekazywać lub przekazywać coś komuś, lub przekazywać odpowiedzialność lub własność.",
      "definition_translation": "Etwas jemandem zu geben oder zu übergeben, oder die Verantwortung oder das Eigentum zu übertragen.",
      "example": "Czy mogę prosić o przekazanie książki? Wczoraj przekazałem piłkę mojemu przyjacielowi. Przekazę odpowiedzialność mojemu koledze.",
      "example_translation": "Kannst du mir das Buch geben? Gestern habe ich den Ball meinem Freund zugeworfen. Sie wird die Verantwortung an ihren Kollegen weitergeben.",
      "imageLink": "image_files\\English\\"imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wykonać",
      "translation": "aufführen",
      "definition": "Wykonać lub zrealizować coś, tak jak zadanie lub działanie.",
      "definition_translation": "Etwas, wie eine Aufgabe oder eine Aktion, auszuführen oder zu vollenden.",
      "example": "Wykonam eksperyment jutro. Aktualnie wykonuję analizę. Wczoraj wykonałem obliczenia.",
      "example_translation": "Ich werde morgen das Experiment durchführen. Ich führe jetzt die Analyse durch. Ich habe gestern die Berechnung durchgeführt.",
      "imageLink": "image_files\\English\\"imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybrać",
      "translation": "pflücken",
      "definition": "Wybrać lub wyselekcjonować coś, szczególnie ostrożnie.",
      "definition_translation": "Etwas, insbesondere sorgfältig, auszuwählen oder auszusuchen.",
      "example": "Wybiorę owoce z drzewa jutro. Aktualnie wybieram kwiaty. Wczoraj wybrałem warzywa.",
      "example_translation": "Ich werde morgen die Früchte vom Baum pflücken. Ich pflücke jetzt die Blumen. Ich habe gestern die Gemüse gepflückt.",
      "imageLink": "image_files\\English\\"imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybrać",
      "translation": "wählen",
      "definition": "Wybrać lub wyselekcjonować coś, szczególnie ostrożnie.",
      "definition_translation": "Etwas, insbesondere sorgfältig, auszuwählen oder auszusuchen.",
      "example": "Wybiorę najlepszą opcję jutro. Aktualnie wybieram zwycięzcę. Wczoraj wybrałem szczęśliwy numer.",
      "example_translation": "Ich werde morgen die beste Option wählen. Ich wähle jetzt den Gewinner aus. Ich habe gestern die Glückszahl ausgewählt.",
      "imageLink": "image_files\\English\\"imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpilka",
      "translation": "Stecknadel",
      "definition": "Mały, cienki kawałek metalu z punktem na jednym końcu i płaską głową na drugim, używany do łączenia rzeczy razem.",
      "definition_translation": "Ein kleiner, dünner Metallziegel mit einer Spitze an einem Ende und einem flachen Kopf am anderen, verwendet zum Zusammenfügen von Dingen.",
      "example": "Przypnę notatkę do tablicy jutro. Aktualnie przypinam obraz. Wczoraj przypięłam odznakę.",
      "example_translation": "Ich werde morgen die Notiz an die Tafel heften. Ich hefte jetzt das Bild an. Ich habe gestern das Abzeichen angeheftet.",
      "imageLink": "image_files\\English\\"imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "roślina",
      "translation": "Pflanze",
      "definition": "Żyjąca organizacja, która rośnie w ziemi i ma korzenie, łodygi i liście.",
      "definition_translation": "Ein lebendes Organismus, das in dem Boden wächst und Wurzeln, Stämme und Blätter hat.",
      "example": "Zasadziłem drzewo w swoim ogrodzie wczoraj. Dziś rośnie dobrze. Jutro będzie jeszcze wyższe.",
      "example_translation": "Ich pflanzte einen Baum in meinem Hinterhof gestern. Heute wächst es gut. Morgen wird es noch größer sein.",
      "imageLink": "image_files\\English\\"imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "punkt",
      "translation": "Punkt",
      "definition": "Mały punkt lub znak, szczególnie jeden używany do wskazania czegoś.",
      "definition_translation": "Ein kleiner Fleck oder Marke, insbesondere einer, der verwendet wird, um etwas anzugeben.",
      "example": "Wskazałem na mapę, aby pokazać jej drogę. Zrozumiała punkt i postępowała za instrukcjami.",
      "example_translation": "Ich zeigte auf die Karte, um ihr den Weg zu zeigen. Sie verstand den Punkt und folgte der Richtung.",
      "imageLink": "image_files\\English\\"imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słup",
      "translation": "Post",
      "definition": "Kawałek drewna lub metalu umocowany w ziemi, używany do wsparcia lub oznaczenia czegoś.",
      "definition_translation": "Ein Stück Holz oder Metall, das in dem Boden befestigt ist, um etwas zu unterstützen oder zu markieren.",
      "example": "Zobaczyłem słup na ogrodzeniu, który oznaczał granicę własności. Wczoraj ktoś umieścił reklamę na nim.",
      "example_translation": "Ich sah einen Post an der Mauer, der die Grenze des Grundstücks markierte. Gestern hat jemand eine Anzeige darauf gepostet.",
      "imageLink": "image_files\\English\\"imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odroczyć",
      "translation": "verschieben",
      "definition": "Odroczenie lub przesunięcie czynności do późniejszego czasu.",
      "definition_translation": "Etwas bis zu einem späteren Zeitpunkt aufzuschieben oder zu verschieben.",
      "example": "Musiałem odroczyć spotkanie z powodu nieoczekiwanej sprawy. Wczoraj odroczyłem moją podróż do następnego miesiąca.",
      "example_translation": "Ich musste die Besprechung wegen eines unerwarteten Ereignisses verschieben. Gestern habe ich meine Reise auf nächsten Monat verschoben.",
      "imageLink": "image_files\\English\\"imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "leje",
      "translation": "giessen",
      "definition": "Płynię lub się rusza płynnie i ciągle, często w stałym strumieniu, z pojemnika lub źródła.",
      "definition_translation": "fließen oder sich flüssig und kontinuierlich, oft in einem steten Strom, aus einem Behälter oder Quelle",
      "example": "Wylałem wodę do szklanki, aktualnie leję sok do butelki, wyleję wino do szklanek.",
      "example_translation": "Ich schüttete das Wasser in das Glas, ich schütte den Saft in die Flasche, ich werde den Wein in die Gläser schütten.",
      "imageLink": "image_files\\English\\"imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "modlić się",
      "translation": "beten",
      "definition": "Mówić do Boga lub boga w celu wyrażenia wdzięczności, złożenia prośby lub poszukiwania rady.",
      "definition_translation": "zu Gott oder einem Gott sprechen, um Dank auszudrücken, eine Anfrage zu stellen oder Führung zu suchen",
      "example": "Modliłem się o jej wyzdrowienie, aktualnie modlę się o cuda, w przyszłości będę się modlił o pokój na świecie.",
      "example_translation": "Ich betete für ihre Genesung, ich bete für ein Wunder, ich werde für den Weltfrieden beten.",
      "imageLink": "image_files\\English\\"imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "naciskać",
      "translation": "drücken",
      "definition": "wywierać nacisk lub siłę na coś, często aby płasko, kształtować lub manipulować",
      "definition_translation": "Druck auf etwas auszuüben oder eine Kraft anzuwenden, oft um es zu glätten, zu formen oder zu manipulieren",
      "example": "Nacisnąłem przycisk, aby otworzyć drzwi, naciskam żelazko, aby usunąć zagniecenia, będę naciskać winogrona, aby zrobić wino.",
      "example_translation": "Ich drückte den Knopf, um die Tür zu öffnen, ich drücke den Bügeleisen, um Falten zu entfernen, ich werde die Trauben drücken, um Wein herzustellen.",
      "imageLink": "image_files\\English\\"imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zapobiec",
      "translation": "verhindern",
      "definition": "zapobiec czemuś, aby się stało lub aby coś zostało zrobione",
      "definition_translation": "etwas zu verhindern, dass es passiert oder getan wird",
      "example": "Zapobiegłem wypadkowi, zapobiegam psu ucieczce, zapobiegnę bankructwu firmy.",
      "example_translation": "Ich verhinderte den Unfall, ich verhindere, dass der Hund entkommt, ich werde das Unternehmen davor bewahren, bankrott zu gehen.",
      "imageLink": "image_files\\English\\"imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "produkować",
      "translation": "produzieren",
      "definition": "Wytwarzać lub produkować coś, zwłaszcza na dużą skalę.",
      "definition_translation": "Etwas, insbesondere in großen Mengen, herzustellen oder herzustellen.",
      "example": "Firma wyprodukuje nową linię samochodów elektrycznych w przyszłym roku. W zeszłym roku wyprodukowali ponad 10 000 jednostek. Do 2025 roku wyprodukują wystarczająco, aby zaspokoić rosnący popyt.",
      "example_translation": "Das Unternehmen wird nächstes Jahr eine neue Linie von Elektroautos produzieren. Im vergangenen Jahr produzierten sie über 10.000 Einheiten. Bis 2025 werden sie genug produziert haben, um die wachsende Nachfrage zu decken.",
      "imageLink": "image_files\\English\\"imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obiecać",
      "translation": "versprechen",
      "definition": "Zobowiązanie lub gwarancja zrobienia czegoś.",
      "definition_translation": "Ein Versprechen oder eine Garantie, etwas zu tun.",
      "example": "Obiecałem, że skończę projekt do piątku. Ona obiecała, że zadzwoni do mnie wczoraj, ale jeszcze nie odebrałem telefonu. Do następnego tygodnia, obiecajemy, że dostarczymy towar na czas.",
      "example_translation": "Ich verspreche, das Projekt bis Freitag zu beenden. Sie versprach, mich gestern zurückzurufen, aber ich habe noch nichts von ihr gehört. Bis nächste Woche werden wir versprochen haben, die Waren rechtzeitig zu liefern.",
      "imageLink": "image_files\\English\\"imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " chronić",
      "translation": "schützen",
      "definition": "Bronić lub strzec czegoś lub kogoś przed szkodą lub niebezpieczeństwem.",
      "definition_translation": "Etwas oder jemanden vor Schaden oder Gefahr zu verteidigen oder zu bewachen.",
      "example": "Rząd musi chronić swoich obywateli przed terroryzmem. Ochroniliśmy komputery przed wirusami, instalując oprogramowanie antywirusowe. Do następnego roku, ochronimy środowisko przed zanieczyszczeniem.",
      "example_translation": "Die Regierung muss ihre Bürger vor Terrorismus schützen. Wir haben unsere Computer vor Viren durch die Installation von Anti-Viren-Software geschützt. Bis nächstes Jahr werden wir die Umwelt vor Verschmutzung geschützt haben.",
      "imageLink": "image_files\\English\\"imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "udowodnić",
      "translation": "beweisen",
      "definition": "Udowodnić lub pokazać, że coś jest prawdziwe lub istnieje.",
      "definition_translation": "Etwas als wahr oder existent zu demonstrieren oder zu zeigen.",
      "example": "Eksperymenty naukowe udowodniły, że zmiana klimatu jest rzeczywista. Dowody udowodniły, że był winny popełnienia przestępstwa. Do końca roku, udowodnimy, że nasz nowy produkt jest skuteczny.",
      "example_translation": "Wissenschaftliche Experimente beweisen, dass der Klimawandel real ist. Die Beweise bewiesen, dass er des Verbrechens schuldig war. Bis zum Ende des Jahres werden wir bewiesen haben, dass unser neues Produkt wirksam ist.",
      "imageLink": "image_files\\English\\"imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zapewnić",
      "translation": "bereitstellen",
      "definition": "Zapewnić lub dostarczyć coś, co jest potrzebne.",
      "definition_translation": "etwas für die Verwendung zur Verfügung zu stellen oder etwas zu liefern, das benötigt wird",
      "example": "Będę zapewniał niezbędne materiały do projektu. Zapewniłem niezbędne materiały do projektu. Zapewniliśmy niezbędne materiały do projektu.",
      "example_translation": "Ich werde die erforderlichen Materialien für das Projekt bereitstellen. Ich habe die erforderlichen Materialien für das Projekt bereitgestellt. Ich habe die erforderlichen Materialien für das Projekt bereitgestellt.",
      "imageLink": "image_files\\English\\"imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karać",
      "translation": "bestrafen",
      "definition": "Zastosować karę lub ukaranie za coś.",
      "definition_translation": "jemandem eine Strafe oder Bestrafung für ein Fehlverhalten zu erteilen",
      "example": "Nauczyciel ukarze ucznia za nieposłuszeństwo. Nauczyciel ukarał ucznia za nieposłuszeństwo. Nauczyciel karał ucznia za nieposłuszeństwo.",
      "example_translation": "Der Lehrer wird den Schüler für Fehlverhalten bestrafen. Der Lehrer hat den Schüler für Fehlverhalten bestraft. Der Lehrer hat den Schüler für Fehlverhalten bestraft.",
      "imageLink": "image_files\\English\\"imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzucić",
      "translation": "aufhören",
      "definition": "Przestać robić coś lub opuścić pracę lub stanowisko.",
      "definition_translation": "etwas aufzugeben oder einen Job oder eine Position zu verlassen",
      "example": "Będę rzucać pracę następnym miesiącem. Rzuciłem pracę w zeszłym roku. Rzuciłem pracę niedawno.",
      "example_translation": "Ich werde meinen Job nächsten Monat aufgeben. Ich habe meinen Job letzten Jahr aufgegeben. Ich habe meinen Job kürzlich aufgegeben.",
      "imageLink": "image_files\\English\\"imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzucić",
      "translation": "aufhören",
      "definition": "Przestać robić coś lub opuścić pracę lub stanowisko.",
      "definition_translation": "etwas aufzugeben oder einen Job oder eine Position zu verlassen",
      "example": "Ona rzuci palić wkrótce. Rzuciła palić w zeszłym roku. Rzuciła palić niedawno.",
      "example_translation": "Sie wird bald mit dem Rauchen aufhören. Sie hat letztes Jahr mit dem Rauchen aufgehört. Sie hat kürzlich mit dem Rauchen aufgehört.",
      "imageLink": "image_files\\English\\"imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyścig",
      "translation": "Rennen",
      "definition": "Konkurencja lub zawody, zwłaszcza te, które angażują szybkość lub wytrzymałość.",
      "definition_translation": "Ein Wettbewerb oder Wettstreit, insbesondere einer, der Geschwindigkeit oder Ausdauer erfordert.",
      "example": "Jutro wyścigam się z tobą do mety. Dzisiaj wyścigałem się z przyjaciółmi. Wczoraj wyścigałem przez trzy godziny.",
      "example_translation": "Ich werde morgen mit dir zum Zielpunkt rennen. Heute habe ich mit meinen Freunden gerannt. Gestern habe ich drei Stunden lang gerannt.",
      "imageLink": "image_files\\English\\"imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podnieść",
      "translation": "erhöhen",
      "definition": "Przenieść lub unieść coś w górę lub zwiększyć ilość lub poziom czegoś.",
      "definition_translation": "Etwas nach oben zu bewegen oder zu heben, oder die Menge oder den Level von etwas zu erhöhen.",
      "example": "Jutro podniosę rękę, aby zadać pytanie. Dzisiaj podniosłem głos, aby krzyczeć na brata. Wczoraj podniosłem swoje obawy do managera.",
      "example_translation": "Ich werde morgen meine Hand heben, um eine Frage zu stellen. Heute habe ich meine Stimme erhöht, um meinen Bruder anzuschreien. Gestern habe ich meine Bedenken dem Manager vorgebracht.",
      "imageLink": "image_files\\English\\"imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odbudować",
      "translation": "wieder aufbauen",
      "definition": "Zbudować coś ponownie, szczególnie po tym, jak zostało uszkodzone lub zniszczone.",
      "definition_translation": "Etwas wieder aufzubauen, insbesondere nachdem es beschädigt oder zerstört wurde.",
      "example": "Odbuduję swój dom w przyszłym roku. Dzisiaj odbudowuję komputer. Wczoraj odbudowałem relację z siostrą.",
      "example_translation": "Ich werde mein Haus nächstes Jahr wieder aufbauen. Heute baue ich meinen Computer wieder auf. Gestern habe ich meine Beziehung zu meiner Schwester wieder aufgebaut.",
      "imageLink": "image_files\\English\\"imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przetworzyć",
      "translation": "recyclen",
      "definition": "Przetwarzać materiały, aby wyprodukować nowe rzeczy z odpadów.",
      "definition_translation": "Materialien zu behandeln oder zu verarbeiten, um neue Dinge aus alten oder Abfallmaterialien herzustellen.",
      "example": "Jutro przetworzę papier. Dzisiaj przetworzyłem butelki plastikowe. Wczoraj przetworzyłem stare meble.",
      "example_translation": "Ich werde morgen Papier recyclen. Heute habe ich Plastikflaschen recycelt. Gestern habe ich altes Mobiliar recycelt.",
      "imageLink": "image_files\\English\\"imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zastąpić",
      "translation": "ersetzen",
      "definition": "Umieścić coś w miejsce czegoś innego lub zająć miejsce czegoś innego.",
      "definition_translation": "Etwas durch etwas anderes zu ersetzen oder den Platz von etwas anderem einzunehmen.",
      "example": "Muszę zastąpić zepsuty żarówkę. Wczoraj zastąpiłem stary komputer. Zastąpię oponę samochodu za tydzień.",
      "example_translation": "Ich muss die defekte Glühlampe ersetzen. Gestern habe ich den alten Computer ersetzt. Ich werde nächste Woche den Autoreifen ersetzen.",
      "imageLink": "image_files\\English\\"imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uratować",
      "translation": "retten",
      "definition": "Uratować kogoś lub coś z niebezpiecznej lub trudnej sytuacji.",
      "definition_translation": "Jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu retten.",
      "example": " Strażacy uratowali ludzi z płonącego budynku. Uratowaliśmy kota z drzewa. Uratują oni zgubionych wędrowców jutro.",
      "example_translation": "Die Feuerwehrleute retteten die Menschen aus dem brennenden Gebäude. Wir retteten ein Kätzchen aus dem Baum. Sie werden morgen die gestrandeten Wanderer retten.",
      "imageLink": "image_files\\English\\"imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarezerwować",
      "translation": "reservieren",
      "definition": "Zachować coś dla określonego celu lub czasu lub zaaranżować, aby coś było dostępne później.",
      "definition_translation": "Etwas für einen bestimmten Zweck oder Zeitpunkt zu behalten oder etwas für einen späteren Zeitpunkt verfügbar zu machen.",
      "example": "Zarezerwowałem stolik w restauracji. Zarezerwowaliśmy pokój w hotelu. Zarezerwują bilety na koncert.",
      "example_translation": "Ich reservierte einen Tisch im Restaurant. Wir reservierten ein Zimmer im Hotel. Sie werden ein Ticket für das Konzert reservieren.",
      "imageLink": "image_files\\English\\"imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wypoczynek",
      "translation": "Ruhe",
      "definition": "Okres odpoczynku lub snu, lub stan nieczynności.",
      "definition_translation": "Eine Periode der Erholung oder des Schlafes oder ein Zustand der Inaktivität.",
      "example": "Potrzebuję wypoczynku po długiej podróży. Wypoczywaliśmy w parku. Oni będą wypoczywać na plaży jutro.",
      "example_translation": "Ich muss mich nach der langen Reise ausruhen. Wir ruhten uns im Park aus. Sie werden morgen am Strand ruhen.",
      "imageLink": "image_files\\English\\"imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przerobić",
      "translation": "überarbeiten",
      "definition": "Przeglądnąć i dokonać zmian w czymś, zwłaszcza w tekście, aby go poprawić.",
      "definition_translation": "Etwas, insbesondere ein Schriftstück, zu überprüfen und Änderungen vorzunehmen, um es zu verbessern.",
      "example": "Trzykrotnie przerobiłem moją pracę przed złożeniem. Wczoraj przerobiłem rozdział. Jutro przerobię całą książkę.",
      "example_translation": "Ich überarbeitete meinen Aufsatz drei Mal, bevor ich ihn einreichete. Gestern überarbeitete ich das Kapitel. Morgen werde ich das gesamte Manuskript überarbeiten.",
      "imageLink": "image_files\\English\\"imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rabować",
      "translation": "bestehlen",
      "definition": "Zabrać coś komuś przy użyciu siły lub groźby, zwłaszcza aby zdobyć pieniądze lub inne wartościowe przedmioty.",
      "definition_translation": "Jemandem etwas mit Gewalt oder Drohungen wegzunehmen, insbesondere um Geld oder andere Wertgegenstände zu erlangen.",
      "example": "Złodziej rabował bank. On rabował moją portfel. Ona będzie rabować sklep tej nocy.",
      "example_translation": "Der Dieb raubte die Bank aus. Er nahm mir meine Geldbörse weg. Sie wird den Laden heute Nacht ausrauben.",
      "imageLink": "image_files\\English\\"imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biegać",
      "translation": "laufen",
      "definition": "Przenieść się szybko nogami, często w sposób stały i szybki, lub prowadzić lub zarządzać czymś.",
      "definition_translation": "Schnell zu Fuß zu bewegen, oft in einem gleichmäßigen und schnellen Tempo, oder etwas zu betreiben oder zu verwalten.",
      "example": "Pobiegłem do sklepu. Ona prowadzi firmę. Oni będą biegli maraton jutro.",
      "example_translation": "Ich lief zum Laden. Sie führt das Geschäft. Sie werden morgen den Marathon laufen.",
      "imageLink": "image_files\\English\\"imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachować",
      "translation": "speichern",
      "definition": "Zachować lub przechować coś w bezpiecznym miejscu, lub uratować kogoś lub coś z trudnej sytuacji.",
      "definition_translation": "Etwas sicher aufzubewahren oder zu speichern, oder jemandem oder etwas aus einer schwierigen Situation zu retten.",
      "example": "Zachowałem plik na komputerze. Ona uratowała dziecko z pożaru. Oni będą zachowywać firmę przed bankructwem.",
      "example_translation": "Ich speicherte die Datei auf meinem Computer. Sie rettete das Kind aus dem Feuer. Sie werden das Unternehmen vor dem Bankrott retten.",
      "imageLink": "image_files\\English\\"imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wynik",
      "translation": "erzielen",
      "definition": "Liczba punktów uzyskanych w grze, teście lub konkursie",
      "definition_translation": "eine Anzahl von Punkten, die in einem Spiel, Test oder Wettbewerb erzielt wurden",
      "example": "Wynikłem wysoko na teście matematycznym. Zamierzam zdobyć bramkę w grze jutro. Ona zdobyła dobrze na egzaminie rok temu.",
      "example_translation": "Ich habe einen hohen Punktestand in meinem Mathe-Test erzielt. Ich werde morgen ein Tor in dem Spiel erzielen. Sie hat letztes Jahr bei ihrer Prüfung gut abgeschnitten.",
      "imageLink": "image_files\\English\\"imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krzyczeć",
      "translation": "schreien",
      "definition": "Zrobić bardzo głośny, wysoki dźwięk, typowo aby wyrazić strach, ból lub ekscytację",
      "definition_translation": "einen sehr lauten, hohen Ton von sich zu geben, um Angst, Schmerz oder Aufregung auszudrücken",
      "example": "Krzyczałem, gdy zobaczyłem horror. Ona krzyczy głośno, gdy jest szczęśliwa. Oni krzyczeli na szczycie płuc podczas koncertu.",
      "example_translation": "Ich habe geschrien, als ich den Horrorfilm gesehen habe. Sie schreit laut, wenn sie glücklich ist. Sie haben während des Konzerts aus voller Kehle geschrien.",
      "imageLink": "image_files\\English\\"imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szukać",
      "translation": "suchen",
      "definition": "Dokładnie i starannie szukać czegoś",
      "definition_translation": "etwas sorgfältig und gründlich zu suchen",
      "example": "Szukałem moich zgubionych kluczy wszędzie. Ona szuka nowej pracy. Oni szukali całego domu dokumentu, który zgubił się.",
      "example_translation": "Ich habe überall nach meinen verlorenen Schlüsseln gesucht. Sie sucht nach einem neuen Job. Sie haben das gesamte Haus nach dem fehlenden Dokument durchsucht.",
      "imageLink": "image_files\\English\\"imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybrać",
      "translation": "auswählen",
      "definition": "Wybrać coś lub kogoś z grupy lub listy",
      "definition_translation": "etwas oder jemanden aus einer Gruppe oder Liste auszuwählen",
      "example": "Wybrałem najlepszy lokal na obiad. Ona wybiera najwygodniejsze buty. Oni wybrali drużynę mistrzowską w turnieju.",
      "example_translation": "Ich habe das beste Restaurant für das Abendessen ausgewählt. Sie wählt die bequemsten Schuhe aus. Sie haben das gewinnende Team für das Turnier ausgewählt.",
      "imageLink": "image_files\\English\\"imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obsługiwać",
      "translation": "bedienen",
      "definition": "Dostarczyć jedzenie lub napoje komuś, szczególnie w restauracji lub na przyjęciu.",
      "definition_translation": "Jemandem Essen oder Getränke anbieten, insbesondere in einem Restaurant oder auf einer Party.",
      "example": "Obsługiwałem kawę gościom. Obsługuję kawę gościom. Będę obsługiwał kawę gościom.",
      "example_translation": "Ich habe den Gästen Kaffee serviert. Ich serviere den Gästen Kaffee. Ich werde den Gästen Kaffee servieren.",
      "imageLink": "image_files\\English\\"imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szyc",
      "translation": "nähen",
      "definition": "Połączyć lub naprawić coś, szczególnie ubranie, używając igły i nitki.",
      "definition_translation": "Etwas, insbesondere Kleidung, mit einer Nadel und einem Faden zusammenzufügen oder zu reparieren.",
      "example": "Szyłem guzik na koszuli. Szyję suknię. Będę szyć kołderkę.",
      "example_translation": "Ich habe einen Knopf auf mein Hemd genäht. Ich nähe ein Kleid. Ich werde eine Decke nähen.",
      "imageLink": "image_files\\English\\"imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wstrząsnąć",
      "translation": "schütteln",
      "definition": "Ruchem szybkim i mocnym poruszyć coś, często aby pozbyć się czegoś lub wymieszać rzeczy.",
      "definition_translation": "Etwas schnell und fest zu bewegen, oft um etwas loszuwerden oder um Dinge zusammenzumischen.",
      "example": "Wstrząsnąłem ręką z przyjacielem. Wstrząsam butelką. Będę wstrząsał drzewem.",
      "example_translation": "Ich habe meine Hand mit meinem Freund geschüttelt. Ich schüttele die Flasche. Ich werde den Baum schütteln.",
      "imageLink": "image_files\\English\\"imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wstrząsnąć ręką",
      "translation": "Hände schütteln",
      "definition": "Zwyczajowo pozdrawiać kogoś trzymając i wstrząsając ręką, szczególnie przy pierwszym spotkaniu.",
      "definition_translation": "Jemanden zu begrüßen, indem man ihre Hand hält und schüttelt, insbesondere wenn man sich zum ersten Mal trifft.",
      "example": "Wstrząsnąłem ręką z szefem. Wstrząsam rękę z kolegami. Będę wstrząsał rękę z prezydentem.",
      "example_translation": "Ich habe meine Hand mit meinem Chef geschüttelt. Ich schüttele Hände mit meinen Kollegen. Ich werde Hände mit dem Präsidenten schütteln.",
      "imageLink": "image_files\\English\\"imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strzelać",
      "translation": "schießen",
      "definition": "wystrzelić kulę lub pocisk, lub zrobić zdjęcie lub nagranie wideo",
      "definition_translation": "einen Schuss abgeben oder ein Projektiles abfeuern, oder ein Foto oder Video aufnehmen",
      "example": "Wczoraj strzeliłem piłkę do bramki, teraz nagrywam wideo, a jutro zrobię zdjęcia.",
      "example_translation": "Ich schoss den Ball ins Tor gestern, ich drehe gerade ein Video, und ich werde morgen einige Fotos machen.",
      "imageLink": "image_files\\English\\"imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep",
      "translation": "Laden",
      "definition": "budynek lub część budynku, gdzie sprzedawane są towary lub usługi",
      "definition_translation": "ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft oder zum Verkauf angeboten werden",
      "example": "Wczoraj robiłem zakupy w centrum handlowym, teraz robię zakupy online, a jutro robię zakupy na lokalnym rynku.",
      "example_translation": "Ich ging gestern im Einkaufszentrum einkaufen, ich kaufe gerade online ein, und ich werde morgen auf dem lokalen Markt einkaufen.",
      "imageLink": "image_files\\English\\"imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "narty",
      "translation": "Ski",
      "definition": "długi, wąski sprzęt używany do jazdy na śniegu",
      "definition_translation": "ein langes, schmales Stück Ausrüstung, das zum Gleiten auf Schnee verwendet wird",
      "example": "Wczoraj zjeździłem na nartach z góry, teraz jeżdżę, a jutro znowu będę jeździć.",
      "example_translation": "Ich fuhr gestern mit dem Ski den Berg hinunter, ich fahre jetzt Ski, und ich werde morgen wieder Ski fahren.",
      "imageLink": "image_files\\English\\"imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pośliznąć się",
      "translation": "rutschen",
      "definition": "przypadkowo upaść lub ślizgnąć się, lub włożyć część ubrania",
      "definition_translation": "unabsichtlich zu fallen oder zu rutschen, oder ein Kleidungsstück anzuziehen",
      "example": "Wczoraj pośliznąłem się na lodzie, teraz wdziewam buty, a jutro włożę piżamę.",
      "example_translation": "Ich rutschte gestern auf dem Eis aus, ich ziehe jetzt meine Schuhe an, und ich werde morgen in mein Nachthemd schlüpfen.",
      "imageLink": "image_files\\English\\"imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "węchać",
      "translation": "riechen",
      "definition": "odbierać zapach lub smak czegoś",
      "definition_translation": "die Wahrnehmung des Geruchs oder Duftes von etwas",
      "example": "Rano węchałem kawę, która się prażyła. Węchałem kwiaty w ogrodzie. Będę węchał świeżo upieczone ciastka.",
      "example_translation": "Ich roch den Kaffee, der morgens zubereitet wurde. Ich rieche die Blumen im Garten. Ich werde die frisch gebackenen Kekse riechen.",
      "imageLink": "image_files\\English\\"imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uśmiechać się",
      "translation": "lächeln",
      "definition": "wyrażać radość lub zadowolenie, charakteryzujący się uniesieniem kącików ust",
      "definition_translation": "Ein Gesichtsausdruck, der durch eine nach oben gebogene Krümmung der Mundwinkel gekennzeichnet ist",
      "example": "Uśmiechnęła się, gdy wszedłem do pokoju. On uśmiecha się, gdy myśli o swoich wakacjach. Będą uśmiechać się, gdy dostaną prezenty.",
      "example_translation": "Sie lächelte mich an, als ich ins Zimmer kam. Er lächelt, wenn er an seinen Urlaub denkt. Sie werden lächeln, wenn sie ihre Geschenke erhalten.",
      "imageLink": "image_files\\English\\"imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozlać",
      "translation": "verschütten",
      "definition": "spowodować lub pozwolić, aby płyn wyszedł z pojemnika",
      "definition_translation": "eine Flüssigkeit aus einem Behälter fließen zu lassen oder zu ermöglichen",
      "example": "Wylałem wodę na stole. Ona rozlewa sok każdego ranka. Będą rozlewać wino na weselu.",
      "example_translation": "Ich verschüttete das Wasser auf dem Tisch. Sie verschüttet jeden Morgen den Saft. Sie werden den Wein auf der Hochzeit verschütten.",
      "imageLink": "image_files\\English\\"imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "psuć",
      "translation": "verderben",
      "definition": "zepsuć lub zniszczyć coś, zwłaszcza żywność, przez pozostawienie jej w stanie zapplejienia",
      "definition_translation": "etwas, insbesondere Lebensmittel, durch Zulassen von Verfall oder Kontamination zu beschädigen oder zu ruinieren",
      "example": "Mleko się zepsuło w lodówce. Oni psują swoje dzieci, dając im zbyt wiele zabawek. Będzie psuć niespodziankę, mówiąc o niej wszystkim.",
      "example_translation": "Die Milch verdarb im Kühlschrank. Sie verderben ihre Kinder mit zu vielen Spielzeugen. Sie wird die Überraschung verderben, indem sie es allen erzählt.",
      "imageLink": "image_files\\English\\"imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przylepić",
      "translation": "stechen",
      "definition": "przykleić coś do czegoś innego, używając substancji klejącej, takiej jak klej",
      "definition_translation": "Einem Gegenstand etwas anderes mit einem klebrigen Stoff wie Kleber anzufügen oder zu befestigen.",
      "example": "Przylepiłem Notkę do lodówki. Przylepiałem notkę do lodówki każdego dnia. Będę przylepić notkę do lodówki jutro.",
      "example_translation": "Ich habe den Zettel an den Kühlschrank geklebt. Ich klebe jeden Tag Zettel an den Kühlschrank. Morgen werde ich einen Zettel an den Kühlschrank kleben.",
      "imageLink": "image_files\\English\\"imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mieszać",
      "translation": "rühren",
      "definition": "ruszać łyżką lub innym przedmiotem w cieczy lub mieszance, aby wymieszać lub połączyć",
      "definition_translation": "Einen Löffel oder ein anderes Objekt in einer Flüssigkeit oder Mischung herumzubewegen, um sie zu mischen oder zu vermischen.",
      "example": "Mieszaj dobrze miksturę. Wczoraj wymieszałem kawę. Będzie mieszać zupę jutro.",
      "example_translation": "Rühren Sie die Mischung gut um. Ich habe den Kaffee gestern gerührt. Sie wird die Suppe morgen rühren.",
      "imageLink": "image_files\\English\\"imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uderzyć",
      "translation": "schlagen",
      "definition": "Uderzyć lub wejść w kontakt z czymś siłą, często powodując głośny hałas.",
      "definition_translation": "Etwas mit Kraft zu treffen oder zu berühren, oft begleitet von einem lauten Geräusch.",
      "example": "Zegar uderzył północ. Robotnik uderzył metal młotem. Drużyna uderzy piłkę jutro.",
      "example_translation": "Die Uhr schlug Mitternacht. Der Arbeiter schlug das Metall mit einem Hammer. Das Team wird morgen den Ball schlagen.",
      "imageLink": "image_files\\English\\"imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odnieść sukces",
      "translation": "erfolgen",
      "definition": "Osiągnąć wartości lub dokonać czegoś, często po długim czasie lub ciężkiej pracy.",
      "definition_translation": "Etwas zu erreichen, das Sie tun oder erreichen wollen, oft nachdem man sich hart bemüht oder lange Zeit daran gearbeitet hat.",
      "example": "Odniosłem sukces w zdobyciu pracy. Ona odniosła sukces w ukończeniu projektu. Odniosą sukces w otwarciu własnego biznesu.",
      "example_translation": "Ich habe den Job bekommen. Sie hat das Projekt fertiggestellt. Sie werden ihr eigenes Unternehmen eröffnen.",
      "imageLink": "image_files\\English\\"imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sugestywny",
      "translation": "vorschlagen",
      "definition": "Zaproponować lub rekomendować coś jako możliwość lub rozwiązanie",
      "definition_translation": "etwas als Möglichkeit oder Lösung vorschlagen",
      "example": "Sugerowałem, że pójdziemy do kina wczoraj, ale ona sugerowała, że zostaniemy w domu zamiast. Sugerujemy nowy plan menedżerowi jutro.",
      "example_translation": "Ich schlug vor, dass wir letzten Abend ins Kino gehen, aber sie schlug vor, dass wir zu Hause bleiben. Wir werden dem Manager morgen einen neuen Plan vorschlagen.",
      "imageLink": "image_files\\English\\"imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opalać się",
      "translation": "Sonnenbaden",
      "definition": "Leżeć lub siedzieć w słońcu, aby uzyskać opaleniznę",
      "definition_translation": "sich in der Sonne zu liegen oder zu sitzen, um eine Sonnenbräune zu bekommen",
      "example": "Opalałem się na plaży wczoraj, ale dostałem oparzenia. Ona uwielbia opalać się podczas wakacji. Opałamy się na pokładzie jutro.",
      "example_translation": "Ich sonnte mich gestern am Strand, aber bekam einen Sonnenbrand. Sie liebt es, während ihres Urlaubs zu sonnen. Wir werden morgen auf dem Deck sonnenbaden.",
      "imageLink": "image_files\\English\\"imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wspierać",
      "translation": "unterstützen",
      "definition": "udzielić pomocy lub wsparcia komuś lub czemuś",
      "definition_translation": "jemandem oder etwas Hilfe oder Unterstützung anzubieten",
      "example": "Wspierałem ją w trudnym czasie, a ona wciąż wspiera mnie. Wspieramy wydarzenie charytatywne następnego tygodnia.",
      "example_translation": "Ich unterstützte sie während der schwierigen Zeit, und sie unterstützt mich noch immer. Wir werden das Wohltätigkeitsereignis nächste Woche unterstützen.",
      "imageLink": "image_files\\English\\"imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wspierać",
      "translation": "unterstützen",
      "definition": "trzymać lub nosić coś, szczególnie w stabilnej lub pionowej pozycji",
      "definition_translation": "etwas zu halten oder zu tragen, insbesondere in einer stabilen oder aufrechten Position",
      "example": "Stół wspierał ciężką wazę, ale krzesło nie wspierało mojej wagi. Wspieramy belkę dodatkowymi filarami.",
      "example_translation": "Der Tisch trug die schwere Vase, aber der Stuhl trug mein Gewicht nicht. Wir werden den Balken mit extra Pfählen unterstützen.",
      "imageLink": "image_files\\English\\"imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyłączyć",
      "translation": "ausschalten",
      "definition": "Odłączyć lub wyłączyć urządzenie lub maszynę, zazwyczaj za pomocą przycisku.",
      "definition_translation": "Ein Gerät oder eine Maschine zu trennen oder abzuschalten, typischerweise mit einem Schalter.",
      "example": "Wyłączyłem telewizor, gdy poszedłem spać. Wczoraj wyłączyłem go po filmie. Jeśli zapomnę wyłączyć, zużyje energii.",
      "example_translation": "Ich schaltete den Fernseher aus, als ich ins Bett ging. Gestern schaltete ich ihn nach dem Film aus. Wenn ich es vergesse, ihn auszuschalten, wird es Energie verschwenden.",
      "imageLink": "image_files\\English\\"imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "włączyć",
      "translation": "einschalten",
      "definition": "Podłączyć lub włączyć urządzenie lub maszynę, zazwyczaj za pomocą przycisku.",
      "definition_translation": "Ein Gerät oder eine Maschine zu verbinden oder einzuschalten, typischerweise mit einem Schalter.",
      "example": "Włączyłem światło, gdy wszedłem do pokoju. Wczoraj włączyłem go, aby czytać książkę. Gdy włączę, oświetli obszar.",
      "example_translation": "Ich schaltete das Licht ein, als ich den Raum betrat. Gestern schaltete ich es ein, um ein Buch zu lesen. Wenn ich es einschalte, wird es den Bereich beleuchten.",
      "imageLink": "image_files\\English\\"imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "smak",
      "translation": "Geschmack",
      "definition": "Wrażenie smaku odbierane w ustach i gardle, spowodowane przez zmysły smaku i węchu.",
      "definition_translation": "Die Empfindung von Geschmack, die in Mund und Rachen wahrgenommen wird, verursacht durch die chemischen Sinne von Geruch und Geschmack.",
      "example": "Uwielbiam smak świeżo upieczonych ciastek. Smak nowego wina był dość mdły. Szef kuchni dodał przyprawę, aby wzmocnić smak dania.",
      "example_translation": "Ich liebe den Geschmack von frisch gebackenen Keksen. Der Geschmack des neuen Weins war ziemlich fade. Der Koch fügte eine Gewürz hinzu, um den Geschmack des Gerichts zu verbessern.",
      "imageLink": "image_files\\English\\"imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozerwać",
      "translation": "Zerreissen",
      "definition": "Pociągnąć lub rozdarć coś, lub spowodować, że coś stanie się uszkodzone lub złamane.",
      "definition_translation": "Etwas auseinanderzureißen oder etwas beschädigen oder brechen zu lassen.",
      "example": "Rozdarłem stronę z książki. Ona rozdarła suknię, gdy upadła. On rozdarł pakowanie prezentu.",
      "example_translation": "Ich riss die Seite aus dem Buch heraus. Sie zerriss ihr Kleid, als sie fiel. Er wird die Verpackung vom Geschenk abreissen.",
      "imageLink": "image_files\\English\\"imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "test",
      "translation": "prüfen",
      "definition": "A test is a series of questions or problems designed to assess a person's knowledge or abilities.",
      "definition_translation": "Ein Test ist eine Serie von Fragen oder Aufgaben, die dazu dienen, die Kenntnisse oder Fähigkeiten einer Person zu überprüfen.",
      "example": "I tested the new software yesterday, and I will test it again tomorrow. I had tested it last week.",
      "example_translation": "Ich habe das neue Software gestern getestet und werde es morgen wieder testen. Ich hatte es letzte Woche getestet.",
      "imageLink": "image_files\\English\\"imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tick",
      "translation": "Zecke",
      "definition": "A tick is a small, usually parasitic arachnid that feeds on the blood of animals and humans.",
      "definition_translation": "Eine Zecke ist ein kleines, meist parasitisches Spinnentier, das sich von dem Blut von Tieren und Menschen ernährt.",
      "example": "I pulled a tick off my dog's ear yesterday, but I will remove another one tomorrow. I had removed one last week.",
      "example_translation": "Ich habe gestern eine Zecke aus dem Ohr meines Hundes entfernt, aber werde morgen eine weitere entfernen. Ich hatte letzte Woche eine entfernt.",
      "imageLink": "image_files\\English\\"imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tie",
      "translation": "Krawatte",
      "definition": "A tie is a long, narrow piece of cloth worn around the neck, typically by men, as part of a formal outfit.",
      "definition_translation": "Eine Krawatte ist ein langes, schmales Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, als Teil eines formellen Outfits.",
      "example": "I wore a tie to the conference yesterday, and I will wear another one tomorrow. I had worn one last week.",
      "example_translation": "Ich trug eine Krawatte zur Konferenz gestern und werde morgen eine andere tragen. Ich hatte letzte Woche eine getragen.",
      "imageLink": "image_files\\English\\"imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "total",
      "translation": "gesamt",
      "definition": "Total refers to the complete or entire amount of something.",
      "definition_translation": "Gesamt bezieht sich auf die vollständige oder gesamte Menge von etwas.",
      "example": "I spent a total of $100 on groceries yesterday, and I will spend a total of $200 tomorrow. I had spent a total of $50 last week.",
      "example_translation": "Ich habe insgesamt 100 Dollar für Lebensmittel gestern ausgegeben und werde morgen insgesamt 200 Dollar ausgeben. Ich hatte insgesamt 50 Dollar letzte Woche ausgegeben.",
      "imageLink": "image_files\\English\\"imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tour",
      "translation": "Rundreise",
      "definition": "A journey or trip, especially a long one, in which you visit several places, often to have a holiday or for business.",
      "definition_translation": "Eine Reise oder Fahrt, insbesondere eine lange, bei der Sie mehrere Orte besuchen, oft um Urlaub zu machen oder aus geschäftlichen Gründen.",
      "example": "I went on a tour of Europe last summer. I'm going on a tour of the city tomorrow. I will go on a tour of the museum next week.",
      "example_translation": "Ich ging letzten Sommer auf eine Europarundreise. Ich gehe morgen auf eine Stadtrundfahrt. Ich werde nächste Woche auf eine Museumsrundfahrt gehen.",
      "imageLink": "image_files\\English\\"imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "train",
      "translation": "Zug",
      "definition": "A self-propelled vehicle on rails, consisting of a linked series of cars, used for transporting people or goods.",
      "definition_translation": "Ein selbstfahrendes Fahrzeug auf Schienen, bestehend aus einer Reihe von verbundenen Wagen, verwendet für den Transport von Personen oder Gütern.",
      "example": "I took a train to work yesterday. I take a train to the city every day. I will take a train to Paris next month.",
      "example_translation": "Ich nahm gestern einen Zug zur Arbeit. Ich nehme jeden Tag einen Zug in die Stadt. Ich werde nächsten Monat einen Zug nach Paris nehmen.",
      "imageLink": "image_files\\English\\"imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "transfer",
      "translation": "Übertragung",
      "definition": "The act of moving something or someone from one place to another, especially by means of a vehicle.",
      "definition_translation": "Die Handlung, etwas oder jemanden von einem Ort zu einem anderen zu bewegen, insbesondere mit Hilfe eines Fahrzeugs.",
      "example": "I transferred money to my friend's account yesterday. I transfer to a new school next year. I will transfer to a new department soon.",
      "example_translation": "Ich überwies gestern Geld auf das Konto meines Freundes. Ich wechsle nächstes Jahr auf eine neue Schule. Ich werde bald in eine neue Abteilung wechseln.",
      "imageLink": "image_files\\English\\"imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "translate",
      "translation": "übersetzen",
      "definition": "To change written or spoken language into another language, especially by a process of substitution.",
      "definition_translation": "Eine geschriebene oder gesprochene Sprache in eine andere Sprache umzuwandeln, insbesondere durch einen Prozess der Substitution.",
      "example": "I translated a book from English to German last year. I translate articles every day. I will translate a website next week.",
      "example_translation": "Ich übersetzte letztes Jahr ein Buch von Englisch ins Deutsche. Ich übersetze jeden Tag Artikel. Ich werde nächste Woche eine Website übersetzen.",
      "imageLink": "image_files\\English\\"imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "try",
      "translation": "versuchen",
      "definition": "To make an effort to do something or to attempt to accomplish something.",
      "definition_translation": "Einen Versuch einzuleiten, etwas zu tun oder etwas zu erreichen.",
      "example": "I tried to finish the project yesterday, I'm trying to focus on my work now, and I will try to complete it tomorrow.",
      "example_translation": "Ich habe gestern versucht, das Projekt abzuschließen, ich versuche jetzt, mich auf meine Arbeit zu konzentrieren, und ich werde morgen versuchen, es abzuschließen.",
      "imageLink": "image_files\\English\\"imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "type",
      "translation": "Art",
      "definition": "A particular kind or class of something.",
      "definition_translation": "Eine bestimmte Art oder Klasse von etwas.",
      "example": "What type of computer do you have?, I'm typing an email now, and I will type a letter tomorrow.",
      "example_translation": "Welchen Computer-Typ hast du?, Ich tippe gerade eine E-Mail, und ich werde morgen einen Brief tippen.",
      "imageLink": "image_files\\English\\"imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozebrać się",
      "translation": "entkleiden",
      "definition": "Zdjąć swoją odzież, szczególnie aby pójść spać lub wziąć kąpiel.",
      "definition_translation": "Seine Kleidung abzulegen, insbesondere um ins Bett zu gehen oder ein Bad zu nehmen.",
      "example": "Ona szybko się rozebrała, rozebrałem się w szatni, a on się rozebnie po imprezie.",
      "example_translation": "Sie zog sich schnell aus, ich zog mich in der Umkleidekabine aus, und er wird sich nach der Party ausziehen.",
      "imageLink": "image_files\\English\\"imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozpakować",
      "translation": "auspacken",
      "definition": "Wyjąć zawartość z torby, pudełka lub innego kontenera.",
      "definition_translation": "Den Inhalt eines Sacks, Kastens oder anderen Behälters zu entfernen.",
      "example": "Wczoraj rozpakowałem swoją walizkę, ona rozpakowuje pudełka teraz, a on rozpakuje meble jutro.",
      "example_translation": "Ich habe gestern meinen Koffer ausgepackt, sie packt jetzt die Kisten aus, und er wird morgen die Möbel auspacken.",
      "imageLink": "image_files\\English\\"imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaktualizować",
      "translation": "aktualisieren",
      "definition": "Uzupić coś nowszym lub bardziej efektywnym przez dodanie nowych informacji lub funkcji.",
      "definition_translation": "Etwas durch das Hinzufügen neuer Informationen oder Funktionen moderner oder effektiver zu machen.",
      "example": "Muszę zaktualizować system operacyjny mojego telefonu. Wczoraj zaktualizowałem oprogramowanie mojego komputera. Zaktualizuję przeglądarkę jutro.",
      "example_translation": "Ich muss mein Telefon-Betriebssystem aktualisieren. Gestern habe ich die Software meines Computers aktualisiert. Morgen werde ich meinen Browser aktualisieren.",
      "imageLink": "image_files\\English\\"imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "głosować",
      "translation": "abstimmen",
      "definition": "Wybrać lub zdecydować coś, podnosząc rękę lub zaznaczając kartę papieru.",
      "definition_translation": "Etwas durch das Heben der Hand oder das Markieren eines Papierstücks zu wählen oder zu entscheiden.",
      "example": "Będę głosować na nią w wyborach. Wczoraj głosowałem za nową polityką. Ona będzie głosować przeciw propozycji jutro.",
      "example_translation": "Ich werde bei der Wahl für sie stimmen. Gestern habe ich für die neue Richtlinie gestimmt. Sie wird morgen gegen den Vorschlag stimmen.",
      "imageLink": "image_files\\English\\"imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyprowadzić psa",
      "translation": "den Hund spazieren führen",
      "definition": "Zabrać psa na spacer, najczęściej na smyczy, jako formę ćwiczeń lub aby pies mógł się wypróżnić.",
      "definition_translation": "Einen Hund an der Leine spazieren führen, typischerweise als Form der Übung oder um dem Hund zu ermöglichen, sich zu entleeren.",
      "example": "Codziennie wyprowadzam mojego psa. Wczoraj wyprowadziłem mojego psa w parku. Ona będzie wyprowadzać swojego psa na plaży jutro.",
      "example_translation": "Ich gehe jeden Morgen mit meinem Hund spazieren. Gestern bin ich mit meinem Hund im Park spazieren gegangen. Sie wird morgen ihren Hund am Strand spazieren führen.",
      "imageLink": "image_files\\English\\"imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrzec",
      "translation": "warnen",
      "definition": "Dać komuś ostrzeżenie lub zawiadomienie, że coś złego lub nieprzyjemnego może się wydarzyć.",
      "definition_translation": "Jemandem eine Warnung oder Mitteilung zu geben, dass etwas Schlechtes oder Unangenehmes passieren kann.",
      "example": "Ostrzegłem go przed niebezpieczeństwem. Wczoraj ona ostrzegła nas przed burzą. Oni będą ostrzegać wszystkich przed problemem jutro.",
      "example_translation": "Ich habe ihn vor der Gefahr gewarnt. Gestern hat sie uns vor dem Sturm gewarnt. Sie werden morgen allen über das Problem warnen.",
      "imageLink": "image_files\\English\\"imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marnować",
      "translation": "Abfall",
      "definition": "Niewykorzystane lub niepożądane materiały, które są odrzucane lub odrzucane, często w wyniku działalności ludzkiej.",
      "definition_translation": "Unbenutzte oder unerwünschte Materialien, die als Abfall weggeschmissen oder abgelehnt werden, oft als Ergebnis menschlicher Aktivität.",
      "example": "Marnowałem dużo czasu, oglądając telewizję wczoraj, marnuję dużo czasu, oglądając telewizję każdego dnia, marnuję dużo czasu, oglądając telewizję jutro.",
      "example_translation": "Ich verschwendete viel Zeit damit, gestern fernzusehen, ich verschwende viel Zeit damit, jeden Tag fernzusehen, ich werde viel Zeit damit verschwenden, morgen fernzusehen.",
      "imageLink": "image_files\\English\\"imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fala",
      "translation": "Welle",
      "definition": "Ruch energii lub zakłócenie, które podróżuje przez medium, często w formie serii oscylacji.",
      "definition_translation": "Eine Bewegung von Energie oder eine Störung, die durch ein Medium reist, oft in Form einer Serie von Oszillationen.",
      "example": "Fala uderzyła o brzeg, fala uderza o brzeg, fala uderzy o brzeg.",
      "example_translation": "Die Welle schlug gegen das Ufer, die Welle schlägt gegen das Ufer, die Welle wird gegen das Ufer schlagen.",
      "imageLink": "image_files\\English\\"imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zapisać coś",
      "translation": "etwas aufschreiben",
      "definition": "Zarejestrować lub notować coś w piśmie, często jako sposób zapamiętania lub zachowania informacji.",
      "definition_translation": "Etwas schriftlich aufzuzeichnen oder zu notieren, oft als Mittel, um Informationen zu merken oder aufzubewahren.",
      "example": "Zapisałem coś w notesie, zapisuję coś w notesie, zapiszę coś w notesie.",
      "example_translation": "Ich schrieb etwas in mein Tagebuch, ich schreibe etwas in mein Tagebuch, ich werde etwas in mein Tagebuch schreiben.",
      "imageLink": "image_files\\English\\"imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]