[
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czarny",
      "translation": "schwarz",
      "definition": "Mający kolor sadzy lub węgla; nie mający żadnego światła; całkowicie ciemny.",
      "definition_translation": "Die Farbe von Ruß oder Kohle habend; kein Licht habend; vollständig dunkel.",
      "example": "Czarny kot mruczał zadowolony na moich kolanach. Wczoraj widziałem czarnego ptaka latającego nad głową. W nocy ubiorę czarną sukienkę na imprezę.",
      "example_translation": "Die schwarze Katze schnurrte zufrieden auf meinem Schoß. Gestern sah ich einen schwarzen Vogel über meinem Kopf fliegen. Ich werde ein schwarzes Kleid tragen zur Party heute Abend.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niebieski",
      "translation": "blau",
      "definition": "Mający kolor nieba w słoneczny dzień; dotyczący lub charakteryzujący partii Konserwatywnej w Wielkiej Brytanii.",
      "definition_translation": "Eine Farbe wie die des Himmels an einem sonnigen Tag habend; sich auf oder charakteristisch für die Konservative Partei im Vereinigten Königreich beziehend.",
      "example": "Niebieskie niebo było idealne do pikniku. Moja niebieska koszula jest moją ulubioną. Za rok kupię niebieski samochód.",
      "example_translation": "Der blaue Himmel war perfekt für ein Picknick. Mein blaues Hemd ist mein Liebling. Ich werde nächstes Jahr ein blaues Auto kaufen.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brązowy",
      "translation": "braun",
      "definition": "Mający kolor czerwono-żółty; dotyczący lub charakteryzujący ziemi lub gleby.",
      "definition_translation": "Eine rotgelbe Farbe habend; sich auf oder charakteristisch für Erde oder Boden beziehend.",
      "example": "Brązowy pies jest very przyjazny. Mam brązową torbę do szkoły. Ona będzie nosić brązową pelerynę jutro.",
      "example_translation": "Der braune Hund ist sehr freundlich. Ich habe eine braune Tasche für die Schule. Sie wird morgen einen braunen Mantel tragen.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zielony",
      "translation": "grün",
      "definition": "Mający kolor trawy lub szmaragdów; dotyczący lub charakteryzujący środowiska lub ekologii.",
      "definition_translation": "Eine Farbe wie die von Gras oder Smaragden habend; sich auf oder charakteristisch für die Umwelt oder Ökologie beziehend.",
      "example": "Zielona trawa była idealna do pikniku. Mam zieloną koszulę na imprezę. Oni będą sadzić zielone drzewo za tydzień.",
      "example_translation": "Das grüne Gras war perfekt für ein Picknick. Ich habe ein grünes Hemd für die Party. Sie werden nächste Woche einen grünen Baum pflanzen.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szary",
      "translation": "grau",
      "definition": "Odcień pośredni między czernią a bielą; kolor neutralny lub pośredni",
      "definition_translation": "eine Zwischentöne zwischen schwarz und weiß; eine neutrale oder Zwischenfarbe",
      "example": "Niebo było szare, gdy się obudziłem, ale było słoneczne, gdy poszedłem do szkoły. Wczoraj było szare i deszczowe. Jutro będzie szare i zachmurzone.",
      "example_translation": "Der Himmel war grau, als ich aufwachte, aber es war sonnig, als ich zur Schule ging. Gestern war es grau und regnerisch. Morgen wird es grau und wolkenig sein.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomarańczowy",
      "translation": "Orange",
      "definition": "Kolor żywy i ciepły, przypominający owoc o tej samej nazwie",
      "definition_translation": "eine lebendige und warme Farbe, die an die Frucht gleichen Namens erinnert",
      "example": "Sok pomarańczowy był orzeźwiający, wypiłem go wczoraj. Dziś jem pomarańczę na przekąskę. Jutro ubiorę pomarańczową koszulę.",
      "example_translation": "Der Orangensaft war erfrischend, ich trank ihn gestern. Heute esse ich eine Orange zum Snack. Morgen werde ich ein orangefarbenes Hemd tragen.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czerwony",
      "translation": "rot",
      "definition": "Kolor jasny idynamiczny, często kojarzony z pasją i energią",
      "definition_translation": "eine helle und kühne Farbe, oft mit Leidenschaft und Energie assoziiert",
      "example": "Czerwony samochód jechał szybko po autostradzie. Wczoraj ubrałem czerwoną sukienkę na imprezę. Jutro pomaluję ścianę czerwoną farbą.",
      "example_translation": "Das rote Auto fuhr schnell die Autobahn hinunter. Gestern trug ich ein rotes Kleid zum Fest. Morgen werde ich die Wand rot streichen.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biały",
      "translation": "weiß",
      "definition": "Kolor czysty i czysty, często kojarzony z niewinnością i prostotą",
      "definition_translation": "eine reine und saubere Farbe, oft mit Unschuld und Einfachheit assoziiert",
      "example": "Biały śnieg padał delikatnie z nieba. Wczoraj ubrałem białą koszulę do pracy. Jutro udekoruję pokój białymi kwiatami.",
      "example_translation": "Der weiße Schnee fiel sanft vom Himmel. Gestern trug ich ein weißes Hemd zur Arbeit. Morgen werde ich das Zimmer mit weißen Blumen dekorieren.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żółty",
      "translation": "gelb",
      "definition": "Kolor jasny i ciepły, często kojarzony ze słońcem i optymizmem.",
      "definition_translation": "Eine helle und warme Farbe, oft mit Sonnenschein und Optimismus assoziiert.",
      "example": "Słonecznik był żółty, wczoraj był żółty, i będzie żółty jutro.",
      "example_translation": "Die Sonnenblume war gelb, gestern war sie gelb und sie wird morgen gelb sein.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmietanka",
      "translation": "Sahne",
      "definition": "Gęsta i bogata ciecz z mleka, często używana w deserach i kawie.",
      "definition_translation": "Eine dicke und reiche Flüssigkeit, die aus Milch hergestellt wird, oft in Desserts und Kaffee verwendet.",
      "example": "Dodałem śmietankę do kawy, wczoraj dodałem śmietankę, i dodam śmietankę jutro.",
      "example_translation": "Ich fügte Sahne meinem Kaffee hinzu, gestern fügte ich Sahne hinzu und ich werde morgen Sahne hinzufügen.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złoty",
      "translation": "golden",
      "definition": "Mający jasny, żółty kolor, często kojarzony z wartością i prestiżem.",
      "definition_translation": "Eine helle gelbe Farbe, oft mit Wert und Prestige assoziiert.",
      "example": "Medal olimpijski był złoty, wczoraj był złoty, i będzie złoty jutro.",
      "example_translation": "Die olympische Medaille war golden, gestern war sie golden und sie wird morgen golden sein.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cytryna",
      "translation": "Zitrone",
      "definition": "Małe citrusowe owoce, często używane w gotowaniu i aromatyzowaniu.",
      "definition_translation": "Ein kleiner Zitronenfrucht, oft in der Küche und zur Geschmacksverstärkung verwendet.",
      "example": "Wczoraj wyssałem cytrynę, dziś wyssam cytrynę, i wyssę cytrynę jutro.",
      "example_translation": "Ich presste eine Zitrone, gestern presste ich eine Zitrone und ich werde morgen eine Zitrone pressen.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "różowy",
      "translation": "rosa",
      "definition": "Jasny, żywy kolor, często kojarzony z kobiecością i ciepłem.",
      "definition_translation": "Eine helle, leuchtende Farbe, oft mit Weiblichkeit und Wärme verbunden.",
      "example": "Ona miała na sobie różową suknię na przyjęciu wczoraj. Ona będzie miała na sobie różową suknię na przyjęciu dzisiaj. Ona miała na sobie różową suknię na przyjęciu wczoraj.",
      "example_translation": "Sie trug ein rosa Kleid zur Party letzte Nacht. Sie wird ein rosa Kleid zur Party heute Abend tragen. Sie trug ein rosa Kleid zur Party gestern.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fioletowy",
      "translation": "lila",
      "definition": "Bogaty, królewski kolor, często kojarzony z kreatywnością, luksusem i mądrością.",
      "definition_translation": "Eine reiche, kaiserliche Farbe, oft mit Kreativität, Luxus und Weisheit verbunden.",
      "example": "Tron króla był ozdobiony fioletowym aksamitem. Królowa będzie miała na sobie fioletową suknię na ceremonii koronacyjnej. Książę miał na sobie fioletowy płaszcz na balu królewskim.",
      "example_translation": "Der Thron des Königs war mit lila Samt verziert. Die Königin wird ein lila Kleid zur Krönungszeremonie tragen. Der Prinz trug einen lila Jacket zum Königlichen Ball.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "srebrny",
      "translation": "silber",
      "definition": "Jasny, lśniący kolor metaliczny, często kojarzony z luksusem, elegancją i wyrafinowaniem.",
      "definition_translation": "Eine helle, leuchtende metallische Farbe, oft mit Luxus, Eleganz und Raffinesse verbunden.",
      "example": "Medal olimpijski był wykonany z srebra. Ona będzie miała na sobie srebrną naszyjnik na przyjęciu dziś. On miał na sobie srebrny zegarek na formalnej kolacji.",
      "example_translation": "Die olympische Medaille war aus Silber gemacht. Sie wird eine silberne Halskette zur Party heute Abend tragen. Er trug eine silberne Uhr zum formellen Abendessen.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fioletowy",
      "translation": "violett",
      "definition": "Jasny, żywy kolor, często kojarzony z kreatywnością, wyobraźnią i indywidualnością.",
      "definition_translation": "Eine helle, lebendige Farbe, oft mit Kreativität, Vorstellungskraft und Individualität verbunden.",
      "example": "Artysta wymieszał fioletowy i niebieski, aby stworzyć unikatowy odcień. Ona będzie miała na sobie fioletową suknię na wystawie sztuki dziś. On miał na sobie fioletowy krawat na pokazie mody wczoraj.",
      "example_translation": "Der Künstler mischte Violett und Blau, um eine einzigartige Nuance zu schaffen. Sie wird ein violett Kleid zur Kunstausstellung heute Abend tragen. Er trug eine violette Krawatte zur Modenschau gestern.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "beżowy",
      "translation": "beige",
      "definition": "Blady brązowy kolor, jak tego niebarwionego wełny, używany szczególnie w odzieży.",
      "definition_translation": "Eine helle braune Farbe, wie die von ungefärbter Wolle, die besonders in der Kleidung verwendet wird.",
      "example": "Ona miała na sobie beżową suknię na przyjęciu. Ona będzie miała na sobie beżowe buty jutro. Ona miała na sobie beżowe skarpetki w zeszłym tygodniu.",
      "example_translation": "Sie trug ein beige Kleid zur Party. Sie wird beige Schuhe morgen tragen. Sie trug beige Socken letzte Woche.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "granatowy",
      "translation": "marineblau",
      "definition": "Ciemny niebieski kolor, jak tego mundurów noszonych przez oficerów marynarki.",
      "definition_translation": "Eine dunkelblaue Farbe, wie die der Uniformen, die von Seeoffizieren getragen werden.",
      "example": "On miał na sobie granatowy garnitur na rozmowie o pracę. Oni będą mieli na sobie granatowe mundury jutro. Ona miała na sobie granatowe spodnie ostatnim tygodniu.",
      "example_translation": "Er trug einen marineblauen Anzug zum Vorstellungsgespräch. Sie werden marineblaue Uniformen morgen tragen. Sie trug marineblaue Hosen letzte Woche.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chaki",
      "translation": "khaki",
      "definition": "Jasny brązowy kolor, jak tego bawełnianej tkaniny, używany szczególnie w odzieży.",
      "definition_translation": "Eine helle braune Farbe, wie die von Baumwollgewebe, die besonders in der Kleidung verwendet wird.",
      "example": "On miał na sobie chaki spodnie w parku. Oni będą mieli na sobie chaki mundury jutro. Ona miała na sobie chaki spodenki ostatnim tygodniu.",
      "example_translation": "Er trug khakihosen zum Park. Sie werden khakiuniformen morgen tragen. Sie trug khakishorts letzte Woche.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zielony oliwkowy",
      "translation": "olivgrün",
      "definition": "Żółto-zielony kolor, jak tego owoców oliwek, używany szczególnie w mundurach wojskowych.",
      "definition_translation": "Eine gelblich-grüne Farbe, wie die des Fruchtbaums der Olive, die besonders in Militäruniformen verwendet wird.",
      "example": "On miał na sobie zielone oliwkowe mundury wojskowe na szkoleniu. Oni będą mieli na sobie zielone oliwkowe mundury jutro. Ona miała na sobie zielone oliwkowe spodnie ostatnim tygodniu.",
      "example_translation": "Er trug olivgrüne Feldanzüge zum Training. Sie werden olivgrüne Uniformen morgen tragen. Sie trug olivgrüne Hosen letzte Woche.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "amarylis",
      "translation": "Amarant",
      "definition": "Amarylis to rodzaj rocznych lub wieloletnich roślin, które są rodzime dla Ameryk. Są one znane ze swoich ozdobnych, pióropuszowych kwiatów i jadalnych nasion.",
      "definition_translation": "Amarant ist eine Gattung von einjährigen oder mehrjährigen Pflanzen, die ursprünglich aus Amerika stammen. Sie sind bekannt für ihre aufwendigen, fedrigen Blüten und ihre essbaren Samen.",
      "example": "Starożytni Aztekowie używali amarylisu jako źródła żywności, a także ofiarowywali go bogom. Dziś amarylis jest nadal uprawiany jako plon w wielu częściach świata. W przyszłości jest prawdopodobne, że amarylis stanie się coraz ważniejszym źródłem żywności.",
      "example_translation": "Die alten Azteken verwendeten Amaranth als Nahrungsquelle und boten ihn auch den Göttern an. Heute wird Amaranth noch in vielen Teilen der Welt als Feldfrucht angebaut. In Zukunft wird es wahrscheinlich sein, dass Amaranth eine immer wichtigere Nahrungsquelle wird.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bursztyn",
      "translation": "Bernstein",
      "definition": "Bursztyn to żółto-pomarańczowa żywica kopalna, która jest często używana w biżuterii i innych ozdobnych obiektach. Jest ceniona za swój ciepły, złoty kolor i zdolność zachowania starożytnych insektów i innych małych organizmów.",
      "definition_translation": "Bernstein ist ein gelb-orangefarbener fossiler Harz, der oft in Schmuck und anderen dekorativen Objekten verwendet wird. Er wird wegen seiner warmen, goldenen Farbe und seiner Fähigkeit, alte Insekten und andere kleine Organismen zu konservieren, geschätzt.",
      "example": "Naszyjnik z bursztynu był rodziną relikwią, która została przekazana przez wiele pokoleń. Kiedy go nosiłem na przyjęcie, czułem, że noszę ze sobą kawałek historii. W przyszłości mam nadzieję znaleźć więcej biżuterii z bursztynu, aby dodać do mojej kolekcji.",
      "example_translation": "Die Bernsteinkette war ein Familienheirloom, das über Generationen weitergegeben worden war. Als ich sie zur Party trug, fühlte ich mich, als würde ich ein Stück Geschichte mit mir tragen. In Zukunft hoffe ich, weitere Bernstein-Schmuckstücke zu finden, um meine Sammlung zu erweitern.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "antracyt",
      "translation": "Anthrazit",
      "definition": "Antracyt to rodzaj węgla, który jest znany ze swojego wysokiego zawartości węgla i zdolności spalania bez dymu. Jest często używany jako źródło paliwa dla ogrzewania i generowania energii.",
      "definition_translation": "Anthrazit ist ein Typ von Kohle, der bekannt für seinen hohen Kohlenstoffgehalt und seine Fähigkeit ist, mit einer rauchlosen Flamme zu brennen. Er wird oft als Brennstoffquelle für Heizung und Stromerzeugung verwendet.",
      "example": "Kominek na antracyt został zainstalowany w starej domu od dziesięcioleci, a jeszcze dostarczał niezawodnego ciepła na zimowe noce. W XIX wieku antracyt był ważnym źródłem energii, ale dzisiaj został largely zastąpiony przez inne paliwa. W przyszłości może jednak ponownie stać się ważnym źródłem energii alternatywnej.",
      "example_translation": "Der Anthrazit-Ofen war in dem alten Haus seit Jahrzehnten installiert und bot noch immer zuverlässige Wärme an kalten Winternächten. Im 19. Jahrhundert war Anthrazit eine wichtige Energiequelle, aber heute wurde es größtenteils durch andere Brennstoffe ersetzt. In Zukunft könnte es jedoch wieder eine wichtige Alternative-Energiequelle werden.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akwamaryna",
      "translation": "Aquamamarin",
      "definition": "Akwamaryna to rodzaj berylu, minerału, który jest często używany w biżuterii. Jest znana ze swojego delikatnego błękitno-zielonego koloru i ma zdolność dawania spokoju noszącemu.",
      "definition_translation": "Aquamamarin ist ein Typ von Beryll, einem Mineral, das oft in Schmuck verwendet wird. Es ist bekannt für seine zarte blau-grüne Farbe und soll eine beruhigende Wirkung auf den Träger haben.",
      "example": "Naszyjnik z akwamaryną był darem od babci, a nosiłem go na ślub, aby mieć szczęście. W średniowieczu akwamaryna była wierzonej, że ma właściwości lecznicze, a była często używana w medycynie. Dziś jest ceniona za swoją urodę i rzadkość.",
      "example_translation": "Die Aquamarin-Kette war ein Geschenk von meiner Großmutter, und ich trug sie zu meiner Hochzeit für Glück. Im Mittelalter wurde Aquamarin nachgesagt, heilende Eigenschaften zu haben, und es wurde oft in der Medizin verwendet. Heute wird es wegen seiner Schönheit und Seltenheit geschätzt.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karmazyn",
      "translation": "karminrot",
      "definition": "Jasny czerwony do purpurowo-czerwonego pigment, otrzymany z insekta koșinil, używany w kosmetykach i sztuce.",
      "definition_translation": "Ein helles rot bis purpur-rotes Pigment, aus dem Cochenille-Insekt gewonnen, verwendet in Kosmetik und Kunst.",
      "example": "Artysta mieszał karmazyn z niebieskim, aby stworzyć głęboki purpurowy odcień. Będzie mieszał karmazyn z niebieskim, aby stworzyć głęboki purpurowy odcień. Mieszał karmazyn z niebieskim, aby stworzyć głęboki purpurowy odcień.",
      "example_translation": "Der Künstler mischte Karminrot mit Blau, um eine tiefe Purpurfarbe zu erzeugen. Sie wird Karminrot mit Blau mischen, um eine tiefe Purpurfarbe zu erzeugen. Sie hatte Karminrot mit Blau gemischt, um eine tiefe Purpurfarbe zu erzeugen.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krwisty",
      "translation": "karmesinrot",
      "definition": "Głęboki, bogaty czerwony kolor, szczególnie kolor krwi.",
      "definition_translation": "Eine tiefreichende, reiche Rotfarbe, insbesondere die Farbe von Blut.",
      "example": "Krwisty zachód słońca był zapierający dech. Drużyna nosiła koszulki krwiste. Krwista suknia księżnej była oszałamiająca.",
      "example_translation": "Der karmesinrote Sonnenuntergang war atembenommen. Das Team trug karmesinrote Jerseys. Das rote Hochzeitskleid der Königin war atemberaubend.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyjan",
      "translation": "cyan",
      "definition": "Jasny, żywy niebiesko-zielony kolor, szczególnie kolor nieba w słoneczny dzień.",
      "definition_translation": "Eine helle, lebendige blaugrüne Farbe, insbesondere die Farbe des Himmels an einem sonnigen Tag.",
      "example": "Cyjanowa woda basenu świeciła w słońcu. Artysta mieszał cyjan z żółtym, aby stworzyć jasny zieleń. Cyjanowe kwiaty rozkwitły w ogrodzie.",
      "example_translation": "Das cyanblaue Wasser des Pools funkelte im Sonnenlicht. Der Künstler mischte Cyan mit Gelb, um ein helles Grün zu erzeugen. Die cyanfarbenen Blumen blühten im Garten.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szmaragd",
      "translation": "smaragdgrün",
      "definition": "Jasny, żywy zielony kolor, szczególnie kolor kamienia szmaragdu.",
      "definition_translation": "Eine helle, lebendige Grüne Farbe, insbesondere die Farbe des Edelsteins Smaragd.",
      "example": "Pierścionek z szmaragdem lśnił na jej palcu. Lasy szmaragdowe były pełne życia. Szmaragdowe ściany zamku wyróżniały się na niebieskim niebie.",
      "example_translation": "Der Smaragdring schimmerte an ihrem Finger. Der Smaragdwald war voller Leben. Die smaragdgrünen Wände der Burg hoben sich gegen den blauen Himmel ab.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "imbir",
      "translation": "Ingwer",
      "definition": "Roślina o ostrym, pikanym korzeniu, która jest używana w kuchni i medycynie.",
      "definition_translation": "Eine Pflanze mit einer spicy Wurzel, die in der Küche und Medizin verwendet wird.",
      "example": "Dodałem imbir do herbaty, aby nadać jej pikantnego smaku. Dodał imbir do zupy jutro. Imbir został dodany do ciasta wczoraj.",
      "example_translation": "Ich fügte Ingwer dem Tee hinzu, um ihm einen spicy Geschmack zu geben. Ich werde Ingwer morgen zu der Suppe hinzufügen. Ingwer wurde dem Kuchen gestern hinzugefügt.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "indygo",
      "translation": "Indigo",
      "definition": "Głęboki niebieski barwnik, otrzymany z rośliny, używany w sztuce i modzie.",
      "definition_translation": "Ein tiefblauer Farbstoff, der aus einer Pflanze gewonnen wird, wird in der Kunst und Mode verwendet.",
      "example": "Artysta mieszał indygo z żółtym, aby stworzyć żywy zieleń. Indygo była używana do barwienia tkanin w starożytnych czasach. Będzie nosić suknię indygową na dzisiejszą imprezę.",
      "example_translation": "Der Künstler mischte Indigo mit Gelb, um ein leuchtendes Grün zu erstellen. Indigo wurde verwendet, um den Stoff in alten Zeiten zu färben. Sie wird heute Abend ein Indigo-Kleid zum Party tragen.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "Magenta",
      "definition": "Jaskrawo różowo-fioletowy kolor, często używany w drukarstwie i designie cyfrowym.",
      "definition_translation": "Eine helle rosa-purpurfarbene Farbe, oft in der Druckerei und Digital-Design verwendet.",
      "example": "Logo zostało wydrukowane tuszem magentowym. Magenta jest popularnym kolorem w grafice. Marka odzieży uruchomi kolekcję magentową następnej wiosny.",
      "example_translation": "Das Logo wurde mit Magentatinte gedruckt. Magenta ist eine beliebte Farbe im Grafikdesign. Die Modemarke wird nächste Saison eine Magentakollektion veröffentlichen.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mahogany",
      "translation": "Mahagoni",
      "definition": "Typ twardziela, często używany w produkcji mebli i stolarki.",
      "definition_translation": "Eine Art von Hartholzbaum, oft in der Möbelfertigung und Zimmerarbeit verwendet.",
      "example": "Stół został wykonany z drewna mahoniowego. On zbuduje gitarę mahoniową za rok. Mahoni jest popularnym wyborem w produkcji mebli.",
      "example_translation": "Der Tisch war aus Mahagoniholz gemacht. Er wird nächstes Jahr eine Mahagonigitarre bauen. Mahagoni ist eine beliebte Wahl für die Möbelfertigung.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "maroon",
      "translation": "kastanienbraun",
      "definition": "Ciemnobrązowy kolor, podobny do koloru owocu drzewa marunowego, lub odcień brązowo-czerwonego.",
      "definition_translation": "Eine dunkelbraune Farbe, wie die des Fruchts des Maronenbaums, oder ein Ton von rötlich-braun.",
      "example": "Kolor marunowy samochodu był bardzo wyraźny. Marunowałem łódź w płytkiej wodzie ostatnio. Jeśli nie spieszymy się, zostaniemy osadzeni na tej wyspie na wieczność.",
      "example_translation": "Die kastanienbraune Farbe des Autos war sehr auffällig. Ich verließ das Boot im seichten Wasser letzte Woche zurück. Wenn wir uns nicht beeilen, werden wir auf dieser Insel für immer gestrandet sein.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ochre",
      "translation": "Ocker",
      "definition": "Naturalny pigment żółty lub czerwono-żółty, używany w malarstwie i barwieniu.",
      "definition_translation": "Ein natürliches Gelb oder rötlich-gelbes Pigment, das in Malerei und Färbung verwendet wird.",
      "example": "Artysta mieszał ochrę z wodą, aby stworzyć piękny, ziemięcy odcień. Starożytna cywilizacja używała ochry do malowania maski ceremonialnej. Jeśli dodamy ochrę do mieszanki, stworzy to ciepły, słoneczny kolor.",
      "example_translation": "Der Künstler mischte Ocker mit Wasser, um einen schönen, erdigen Ton zu erstellen. Die alte Zivilisation verwendete Ocker, um ihre zeremoniellen Masken zu malen. Wenn wir Ocker zum Gemisch hinzufügen, wird es eine warme, sonnige Farbe erzeugen.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "scarlet",
      "translation": "scharlachrot",
      "definition": "Jaskrawy, żywy kolor czerwony, podobny do koloru tkaniny lub barwnika tak nazwanego.",
      "definition_translation": "Eine helle, lebhafte rote Farbe, wie die des Stoffs oder Farbstoffs mit diesem Namen.",
      "example": "Szkarłatna suknia naprawdę wyróżniała ją w tłumie. Uniwersyteckie kolory szkarłatne i białe są dumną tradycją. Szkarłatna litera była symbolem wstydu w społeczności purytańskiej.",
      "example_translation": "Das scharlachrote Kleid machte sie wirklich in der Menge hervorstechen. Die Universitätsfarben Scharlachrot und Weiß sind eine stolze Tradition. Der scharlachrote Brief war ein Symbol der Scham in der puritanischen Gemeinschaft.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "turquoise",
      "translation": "türkis",
      "definition": "Minerał niebiesko-zielony, często używany jako kamień szlachetny, lub jaskrawy niebiesko-zielony kolor.",
      "definition_translation": "Ein blaugrünes Mineral, oft als Schmuckstein verwendet, oder eine helle blaugrüne Farbe.",
      "example": "Turkusowa naszyjnika była pięknym prezentem od siostry. Turkusowe wody Karaibów były niezwykle kuszące. Projektant wnętrz wybrał turkus jako kolor akcentowy dla nowego hotelu w lobby.",
      "example_translation": "Die türkise Halskette war ein schönes Geschenk meiner Schwester. Die türkisen Gewässer der Karibik waren unglaublich einladend. Der Innenarchitekt wählte Türkis als Akzentfarbe für die neue Hotellobby.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]