[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grzebień",
      "translation": "Kamm",
      "definition": "Grzebień to narzędzie używane do układania, porządkowania i czyszczenia włosów.",
      "definition_translation": "Ein Kamm ist ein Werkzeug, das zum Arrangieren, Aufräumen und Reinigen von Haaren verwendet wird.",
      "example": "Wczoraj czesałem włosy, czeszę je teraz iayahężę je jutro.",
      "example_translation": "Ich habe gestern mein Haar gekämmt, ich kämme es jetzt und ich werde es morgen wieder kbeiten.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szampon",
      "translation": "Shampoo",
      "definition": "Szampon to płynny preparat używany do czyszczenia włosów i skóry głowy.",
      "definition_translation": "Ein Shampoo ist eine flüssige Zubereitung, die zum Reinigen von Haar und Haut verwendet wird.",
      "example": "Czesałem włosy szamponem tydzień temu, czeszę je teraz iayahężę je ponownie miesiąc temu.",
      "example_translation": "Ich habe mein Haar letzte Woche gewaschen, ich wasche es jetzt und ich werde es nächstes Monat wieder waschen.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krem",
      "translation": "Creme",
      "definition": "Krem to gęsta i bogata w składniki płynna lub półpłynna żywność lub produkt kosmetyczny.",
      "definition_translation": "Eine Creme ist ein dickes und reichhaltiges flüssiges oder halbfestes Lebensmittel oder Kosmetikprodukt.",
      "example": "Wczoraj użyłem kremu, aby nawilżyć swoją skórę, używam go teraz iayahężę go jutro.",
      "example_translation": "Ich habe gestern eine Creme verwendet, um meine Haut zu Feuchtigkeit zu bringen, ich benutze sie jetzt und ich werde sie morgen wieder verwenden.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dezodorant",
      "translation": "Deodorant",
      "definition": "Dezodorant to substancja lub produkt używany do redukcji lub zapobiegania zapachowi ciała.",
      "definition_translation": "Ein Deodorant ist eine Substanz oder ein Produkt, das verwendet wird, um Körpergeruch zu reduzieren oder zu verhindern.",
      "example": "Wczoraj nałożyłem dezodorant, nakładam go teraz iayahężę go jutro.",
      "example_translation": "Ich habe gestern ein Deodorant aufgetragen, ich trage es jetzt auf und ich werde es morgen wieder auftragen.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krem do rąk",
      "translation": "Handcreme",
      "definition": "Krem do rąk to bogaty w składniki lotion lub krem stosowany do nawilżenia i pielęgnacji suchej skóry rąk.",
      "definition_translation": "Eine reiche Feuchtigkeitslotion oder Creme, die auf die Hände aufgetragen wird, um trockene Haut weich und gepflegt zu machen.",
      "example": "Nałożyłem krem do rąk po umyciu naczyń. Nałożę krem do rąk po ogrodzie. Nałożyłem krem do rąk przed snem.",
      "example_translation": "Ich habe Handcreme auf meine trockenen Hände aufgetragen, nachdem ich das Geschirr gewaschen hatte. Ich werde Handcreme auf meine Hände auftragen, nachdem ich gärtnerisch tätig war. Ich hatte Handcreme auf meine Hände aufgetragen, bevor ich ins Bett ging.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szminka",
      "translation": "Lippenstift",
      "definition": "Szminka to kosmetyczny patyk używany do barwienia i nawilżania ust.",
      "definition_translation": "Ein kosmetisches Stäbchen, das verwendet wird, um die Lippen zu färben und zu feucht halten.",
      "example": "Ona nałożyła szminkę na usta, aby wyglądać bardziej atrakcyjnie. Ona nałoży szminkę na usta przed imprezą. Ona nałożyła szminkę na usta przed sesją zdjęciową.",
      "example_translation": "Sie hat Lippenstift auf ihre Lippen aufgetragen, um attraktiver auszusehen. Sie wird Lippenstift auf ihre Lippen auftragen, bevor die Party beginnt. Sie hatte Lippenstift auf ihre Lippen aufgetragen, bevor der Fotoshoot begann.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "maskara",
      "translation": "Mascara",
      "definition": "Maskara to produkt kosmetyczny używany do ciemnienia, wydłużania i grubienia rzęs.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Wimpern zu verdunkeln, zu verlängern und zu verdicken.",
      "example": "Używam maskary, aby wydłużyć swoje rzęsy. Będę używać maskary, aby uczynić je grubszymi. Użyłem maskary, aby uczynić je ciemniejszymi.",
      "example_translation": "Ich verwende Mascara, um meine Wimpern länger aussehen zu lassen. Ich werde Mascara verwenden, um meine Wimpern dicker aussehen zu lassen. Ich hatte Mascara verwendet, um meine Wimpern dunkler aussehen zu lassen.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "maska",
      "translation": "Maske",
      "definition": "Maska to okrycie na twarz lub jej część, noszone w celu ochrony, kamuflażu lub jako akcesorium modowe.",
      "definition_translation": "Eine Abdeckung für das Gesicht oder einen Teil des Gesichts, die getragen wird, um sich zu schützen, als Verkleidung oder als Mode-Accessoire.",
      "example": "Włożyłem maskę, aby chronić się przed zanieczyszczeniem powietrza. Będę nosić maskę na imprezę kostiumową. Włożyłem maskę na bal maskowy.",
      "example_translation": "Ich trug eine Maske, um mich vor der Luftverschmutzung zu schützen. Ich werde eine Maske zur Kostümparty tragen. Ich hatte eine Maske zum Maskenball getragen.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żel pod prysznic",
      "translation": "Duschgel",
      "definition": "Żel pod prysznic to rodzaj płynnego mydła używanego do czyszczenia ciała podczas prysznicu.",
      "definition_translation": "Eine Art Flüssigseife, die zum Reinigen des Körpers beim Duschen verwendet wird.",
      "example": "Potrzebuję kupić żel pod prysznic na podróż. Używałem żelu pod prysznic codziennie, ale teraz wolę mydło. Kupię żel pod prysznic, gdy pójdę na zakupy jutro.",
      "example_translation": "Ich muss Duschgel für meine Reise kaufen. Ich habe jeden Tag Duschgel verwendet, aber jetzt bevorzuge ich Seife. Ich werde Duschgel kaufen, wenn ich morgen einkaufen gehe.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "balsam do ciała",
      "translation": "Körperbalsam",
      "definition": "Balsam do ciała to rodzaj kremu lub lotionu używanego do nawilżenia i pielęgnacji skóry.",
      "definition_translation": "Eine Art feuchtigkeitsspendende Creme oder Lotion, die verwendet wird, um die Haut zu weichen und zu hydratisieren.",
      "example": "Stosuję balsam do ciała po prysznicu, aby utrzymać skórę nawilżoną. Moja siostra używa balsamu do ciała, aby zmiękczyć swoją suchą skórę. Kupię balsam do ciała dla mojej mamy jako podarunek.",
      "example_translation": "Ich appliziere Körperbalsam nach dem Duschen, um meine Haut hydrated zu halten. Meine Schwester verwendet Körperbalsam, um ihre trockene Haut zu weichen. Ich werde Körperbalsam für meine Mutter als Geschenk kaufen.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "watka kosmetyczna",
      "translation": "Wattepflaster",
      "definition": "Mała, okrągła kawałek waty stosowana do nakładania lub usuwania produktów kosmetycznych.",
      "definition_translation": "Ein kleines, rundes Stück Baumwolle, das zum Auftragen oder Entfernen von Kosmetikprodukten verwendet wird.",
      "example": "Używam watki kosmetycznej do nakładania lakieru do paznokci. Moja mama używała watki kosmetycznej do usuwania makijażu. Kupię watki kosmetyczne jako prezent dla mojej koleżanki.",
      "example_translation": "Ich verwende ein Wattepflaster, um Nagellack aufzutragen. Meine Mutter hat ein Wattepflaster verwendet, um ihr Make-up zu entfernen. Ich werde Wattepflaster für meine Freundin als Geschenk kaufen.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "maszynka do golenia",
      "translation": "elektrischer Rasierer",
      "definition": "Urządzenie stosowane do golenia lub krótkiego ostrzenia włosów, zasilane energią elektryczną.",
      "definition_translation": "Ein Gerät, das zum Rasieren oder Trimmen von Haaren verwendet wird, angetrieben durch Elektrizität.",
      "example": "Używam maszynki do golenia do golenia twarzy. Mój ojciec używał maszynki do golenia do ostrzenia brody. Kupię maszynkę do golenia jako prezent urodzinowy dla mojego brata.",
      "example_translation": "Ich verwende einen elektrischen Rasierer, um mein Gesicht zu rasieren. Mein Vater hat einen elektrischen Rasierer verwendet, um seinen Bart zu trimmen. Ich werde einen elektrischen Rasierer für meinen Bruder als Geburtstagsgeschenk kaufen.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "olejek eteryczny",
      "translation": "essenzielles Öl",
      "definition": "Stężony płynny ekstrakt roślinny, uzyskiwany przez destylację z parą, stosowany ze względu na swoje własności terapeutyczne, aromatyczne lub smakowe.",
      "definition_translation": "Eine konzentrierte flüssige Pflanzenzusammenstellung, die durch Dampfdestillation gewonnen wird, die für ihre therapeutischen, aromatischen oder Aromaeigenschaften verwendet wird.",
      "example": "Użyłem olejku eterycznego wczoraj w masażu aromaterapeutycznym, użyję go ponownie jutro i używałem go przez miesiące w celach relaksacyjnych.",
      "example_translation": "Ich verwendete essenzielles Öl bei meiner Aromatherapiemassage gestern, ich werde es morgen wieder verwenden und habe es zu Entspannungszwecken seit Monaten verwendet.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakrzywacz rzęs",
      "translation": "Wimpernzange",
      "definition": "Narzędzie kosmetyczne używane do zakrzywiania i kształtowania rzęs, zwykle wykonane z metalu lub plastiku.",
      "definition_translation": "Ein kosmetisches Werkzeug, das verwendet wird, um Wimpern zu krümmen und zu formen, typischerweise aus Metall oder Kunststoff hergestellt.",
      "example": "Używam zakrzywacza rzęs każdego ranka, użyłem go wczoraj, aby się przygotować do imprezy, i używałem go przez miesiące, aby ukończyć makijaż.",
      "example_translation": "Ich habe jeden Morgen eine Wimpernzange verwendet, ich verwendete sie gestern, um mich auf die Party vorzubereiten, und ich werde sie morgen verwenden, um mein Makeup-Look abzuschließen.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "farba do włosów",
      "translation": "Haarfärbemittel",
      "definition": "Substancja chemiczna używana do zmiany koloru włosów, dostępna w różnych formach, takich jak płyny, kremy i proszki.",
      "definition_translation": "Eine chemische Substanz, die verwendet wird, um die Farbe des Haares zu ändern, erhältlich in verschiedenen Formen wie Flüssigkeiten, Cremes und Pulvern.",
      "example": "Ufarbowałem włosy tydzień temu, zafarbuję je ponownie miesiąc temu, i używałem produktów do farbowania włosów przez lata, aby zakryć szarość.",
      "example_translation": "Ich färbte mein Haar letzte Woche, ich werde es nächsten Monat wieder färben, und ich habe Haarfärbemittelprodukte Jahre lang verwendet, um meine grauen Haare zu bedecken.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pilnik do paznokci",
      "translation": "Nagelbufetter",
      "definition": "Narzędzie używane do ksztaltowania i gładzenia paznokci, wykonane z różnych materiałów, takich jak płytki emerytowe, pliki lub pilniki.",
      "definition_translation": "Ein Werkzeug, das verwendet wird, um die Oberfläche von Fingernägeln oder Zehen zu formen und zu glätten, typischerweise aus verschiedenen Materialien wie Emery-Boards, Feilen oder Büfetern hergestellt.",
      "example": "Użyłem pilnika do paznokci wczoraj, aby ukształtować moje paznokcie. Użyję pilnika do paznokci jutro, aby wygładzić krawędzie. Używałem pilnika do paznokci przez miesiące, aby utrzymać zdrowie paznokci.",
      "example_translation": "Ich verwendete einen Nagelbufetter, um meine Nägel gestern zu formen, ich werde ihn morgen wieder verwenden, um die Kanten zu glätten, und ich habe ihn seit Monaten verwendet, um meine Nagelgesundheit aufrechtzuerhalten.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klipser do paznokci",
      "translation": "Nagelzange",
      "definition": "Urządzenie ręczne używane do krojenia i kształtowania paznokci ręki i stopy.",
      "definition_translation": "Eine Nagelzange ist ein handgeführtes Gerät, das zum Trimmen und Formen von Fingernägeln und Zehen gebruikt wird.",
      "example": "Użyłem klipsu do paznokci, aby pokroić moje paznokcie ręki wczoraj. Użyję klipsu do paznokci, aby ukształtować moje paznokcie stopy jutro. Używam klipsu do paznokci teraz, aby pokroić moje paznokcie.",
      "example_translation": "Ich habe gestern eine Nagelzange verwendet, um meine Fingernägel zu trimmen. Ich werde morgen eine Nagelzange verwenden, um meine Zehen zu formen. Ich verwende gerade eine Nagelzange, um meine Nägel zu schneiden.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pilniczek do paznokci",
      "translation": "Nagelfeile",
      "definition": "Narzędzie używane do kształtowania i gładzenia krawędzi paznokci.",
      "definition_translation": "Eine Nagelfeile ist ein Werkzeug, das verwendet wird, um die Kanten von Fingernägeln und Zehen zu formen und zu glätten.",
      "example": "Pilnowałem swoje paznokcie wczoraj, aby wygładzić krawędzie. Ona będzie pilnować swoje paznokcie jutro, aby przygotować się do imprezy. On pilnuje swoje paznokcie teraz, aby usunąć bruzdy.",
      "example_translation": "Ich habe meine Nägel gestern abgefeilt, um die Kanten zu glätten. Sie wird morgen ihre Nägel abfeilen, um sich auf die Party vorzubereiten. Er feilt gerade seine Nägel ab, um die Rillen zu entfernen.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpatułka",
      "translation": "Spatel",
      "definition": "Narzędzie kuchenne używane do rozprowadzania, odwracania i rozsmarowywania żywności w trakcie gotowania i pieczenia.",
      "definition_translation": "Ein Spatel ist ein Küchengerät, das verwendet wird, um Lebensmittel im Kochen und Backen zu kratzen, umzudrehen und zu verteilen.",
      "example": "Użyłem szpatułki, aby odwrócić naleśniki wczoraj. Ona będzie używać szpatułki, aby wybrać boki miski jutro. On używa szpatułki teraz, aby rozsmarować lukrze.",
      "example_translation": "Ich habe gestern einen Spatel verwendet, um die Pfannkuchen umzudrehen. Sie wird morgen einen Spatel verwenden, um die Seiten der Schüssel abzukratzen. Er verwendet gerade einen Spatel, um die Glasur zu verteilen.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tinted moisturizer",
      "translation": "getönte Feuchtigkeitscreme",
      "definition": "Produkt kosmetyczny, który nawilża skórę, dodając przy tym delikatny, naturalny kolor.",
      "definition_translation": "Eine getönte Feuchtigkeitscreme ist ein kosmetisches Produkt, das die Haut feucht hält, während es einen leichten Farbton aufträgt.",
      "example": "Nałożyłem tinted moisturizer wczoraj, aby wyrównać kolor skóry. Ona będzie używać tinted moisturizer jutro, aby dodać kolor swojej cerze. On używa tinted moisturizer teraz, aby nawilżyć swoją suchą skórę.",
      "example_translation": "Ich habe gestern eine getönte Feuchtigkeitscreme aufgetragen, um meine Hauttönung zu equalisieren. Sie wird morgen eine getönte Feuchtigkeitscreme verwenden, um ihrer Hautkomplexion etwas Farbe hinzuzufügen. Er verwendet gerade eine getönte Feuchtigkeitscreme, um seine trockene Haut zu feuchten.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "seperator palca",
      "translation": "Zehenabstandshalter",
      "definition": "Urządzenie lub obiekt używany do oddzielania palców, zazwyczaj stosowany w butach lub obuwiu, aby zapobiec nakładaniu się palców lub tarciu.",
      "definition_translation": "Ein Gerät oder Objekt, das verwendet wird, um die Zehen zu trennen, typischerweise verwendet, um die Überlappung oder Reibung der Zehen in Schuhen oder Fußbekleidung zu vermeiden.",
      "example": "Użyłem separatora palca, aby złagodzić dyskomfort w swoich palcach podczas biegu. Będę używał separatora palca w moim następnym maratonie. Używałem kiedyś separatora palca, ale teraz wolę chodzić boso.",
      "example_translation": "Ich verwendete einen Zehenabstandshalter, um das Unbehagen in meinen Zehen während des Laufens zu lindern. Ich werde einen Zehenabstandshalter bei meinem nächsten Marathon verwenden. Ich verwendete früher einen Zehenabstandshalter, aber jetzt bevorzuge ich, barfuß zu gehen.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aftershave",
      "translation": "Nachrasierwasser",
      "definition": "Płyn lub żel stosowany na skórę po goleniu, zawierający właściwości łagodzące i antyseptyczne, aby zmniejszyćPodrażnienie i wspomóc gojenie.",
      "definition_translation": "Ein Flüssigkeit oder Gel, das nach dem Rasieren auf die Haut aufgetragen wird, typischerweise enthaltend beruhigende und antiseptische Eigenschaften, um die Reizung zu reduzieren und die Heilung zu fördern.",
      "example": "Zawsze używam aftershave po goleniu, aby zapobiec oparzeniom od maszynki. Mój dziadek przysięgał na swojego ulubionego aftershave. Będę próbował nowego aftershave w przyszłym tygodniu.",
      "example_translation": "Ich verwende immer Nachrasierwasser nach dem Rasieren, um Rasurbrand zu vermeiden. Mein Großvater schwor auf sein Lieblings-Nachrasierwasser. Ich werde nächste Woche eine neue Marke Nachrasierwasser ausprobieren.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "różowy",
      "translation": "Rouge",
      "definition": "Kosmetyk w formie proszku lub kremu, używany do nadania zdrowego, rumieńcowego wyglądu policzków, często stosowany do wyróżnienia rysów twarzy.",
      "definition_translation": "Ein Kosmetikpuder oder -creme, das verwendet wird, um den Wangen ein gesundes, rosiges Aussehen zu verleihen, oft verwendet, um die Gesichtszüge zu betonen.",
      "example": "Uwielbiam używać różowego, aby dodać koloru do swojej twarzy. Moja siostra zawsze nakłada zbyt dużo różowego. Będę kupował nowy różowy odcień następnego miesiąca.",
      "example_translation": "Ich liebe es, Rouge zu verwenden, um meinem Gesicht einen Hauch Farbe hinzuzufügen. Meine Schwester wendet immer zu viel Rouge an. Ich werde nächstes Monat eine neue Rouge-Schattierung kaufen.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "peeling do ciała",
      "translation": "Körperpeeling",
      "definition": "Produkt kosmetyczny używany do złuszczania martwych komórek skóry z ciała, często zawierający naturalne składniki, takie jak cukier lub sól.",
      "definition_translation": "Ein Kosmetikprodukt, das verwendet wird, um tote Hautzellen vom Körper zu entfernen und die Haut zu peelen, oft enthaltend natürliche Inhaltsstoffe wie Zucker oder Salz.",
      "example": "Eksfoliuje swoją skórę peelingiem do ciała raz w tygodniu. Moja przyjaciółka używa peelingu do ciała codziennie, aby usunąć martwe komórki skóry. Będę próbował nowego przepisu na peeling do ciała w następny weekend.",
      "example_translation": "Ich peele meine Haut einmal pro Woche mit einem Körperpeeling. Mein Freund verwendet täglich ein Körperpeeling, um tote Hautzellen zu entfernen. Ich werde nächstes Wochenende ein neues Körperpeeling-Rezept ausprobieren.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąpiel piankowa",
      "translation": "Schaumbad",
      "definition": "Mieszanka wody i mydła lub innej substancji pienistej, stosowana do mycia ciała, zwłaszcza w wannie.",
      "definition_translation": "Ein Gemisch aus Wasser und Seife oder anderer schaumiger Flüssigkeit, das zum Waschen des Körpers, insbesondere in einer Badewanne, verwendet wird.",
      "example": "Wylała kąpiel piankową do wanny i zapaliła świece, aby się zrelaksować wieczorem. Wczoraj wzięła kąpiel piankową, aby się zrelaksować po długim dniu. Jutro weźmie kąpiel piankową przed snem.",
      "example_translation": "Sie goss das Schaumbad in die Badewanne und zündete einige Kerzen für einen entspannten Abend an. Gestern hatte sie ein Schaumbad genommen, um sich nach einem langen Tag zu entspannen. Morgen wird sie ein Schaumbad nehmen, bevor sie ins Bett geht.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kompaktowy",
      "translation": "kompakt",
      "definition": "Ciasno i schludnie upakowany; gęsty.",
      "definition_translation": "Eng und ordentlich zusammengepackt; dicht.",
      "example": "Kompaktowa kamera była idealna do podróży. Kompaktowy design telefonu sprawił, że był łatwy do noszenia. Do końca roku firma opracuje bardziej kompaktową wersję produktu.",
      "example_translation": "Die kompakte Kamera war perfekt für Reisen. Das kompakte Design des Telefons machte es leicht zu tragen. Bis Ende des Jahres wird das Unternehmen eine kompaktere Version des Produkts entwickelt haben.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korektor",
      "translation": "Abdeckcreme",
      "definition": "Kosmetyk używany do maskowania niedoskonałości na skórze, takich jak zmiany lub ciemne koła pod oczami.",
      "definition_translation": "Ein Kosmetikprodukt, das verwendet wird, um Hautunvollkommenheiten wie Pickel oder dunkle Kreise unter den Augen abzudecken.",
      "example": "Ona aplikowała korektor, aby ukryć ciemne koła pod oczami. Korektor świetnie zrobił robotę, maskując zmianę na jej czole. Jeśli nie dostanie wystarczającej ilości snu, będzie potrzebować korektora, aby ukryć ciemne koła jutro.",
      "example_translation": "Sie trug eine Abdeckcreme auf, um die dunklen Kreise unter ihren Augen zu verbergen. Die Abdeckcreme machte einen guten Job, den Pickel auf ihrer Stirn abzudecken. Wenn sie nicht genug Schlaf bekommt, wird sie morgen eine Abdeckcreme benötigen, um die dunklen Kreise zu verbergen.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "waciki",
      "translation": "Wattebauschchen",
      "definition": "Małe, cylindryczne kawałki wełny na patyku, używane do nakładania lub usuwania małych ilości substancji, takich jak wosk uszny lub kosmetyki.",
      "definition_translation": "Kleine, zylindrische Stücke von Watte auf einem Stiel, die verwendet werden, um kleine Mengen von Substanzen wie Ohrenschmalz oder Kosmetika aufzutragen oder zu entfernen.",
      "example": "Użyła wacików, aby wyczyścić uszy. Makijażystka użyła wacików, aby nakładać cream na twarz. Do czasu, gdy skończyła makijaż, zużyła wszystkie waciki.",
      "example_translation": "Sie benutzte Wattebauschchen, um ihre Ohren zu säubern. Der Visagist benutzte Wattebauschchen, um die Highlight-Creme aufzutragen. Bis sie ihr Makeup beendet hatte, hatte sie alle Wattebauschchen verbraucht.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "curler",
      "translation": "Lockenstab",
      "definition": "Narzędzie do stylizacji włosów, używane do kształtowania i utrzymywania loków, zazwyczaj nagrzewane, aby ustalić krętą strukturę włosów.",
      "definition_translation": "Ein Lockenstab ist ein Frisierwerkzeug, das verwendet wird, um Locken zu formen und zu halten, typischerweise wird es erhitzt, um die Locken zu fixieren.",
      "example": "Użyła curlera, aby uzyskać perfekcyjne fale plażowe, a następnie poszła się zrelaksować na kanapie, a jutro będzie curlować swoje włosy ponownie na imprezę.",
      "example_translation": "Sie verwendete einen Lockenstab, um die perfekten Strandwellen zu erzielen, dann kuschelte sie sich auf dem Sofa, um einen Film zu schauen, und morgen wird sie ihr Haar erneut locken für die Party.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "płytka do loków",
      "translation": "Lockenstab oder Glätteisen",
      "definition": "Narzędzie do stylizacji włosów, używane do kształtowania i prostowania włosów, zazwyczaj nagrzewane, aby uzyskać pożądany styl.",
      "definition_translation": "Ein Lockenstab oder Glätteisen ist ein Frisierwerkzeug, das verwendet wird, um Haare zu locken oder zu glätten, typischerweise wird es erhitzt, um den gewünschten Stil zu erreichen.",
      "example": "Włączyła płytke do loków, aby stylizować włosy na ślub, ostatnio użyła jej do prostowania włosów, a następnego miesiąca będzie używać jej, aby stworzyć fale plażowe.",
      "example_translation": "Sie steckte das Glätteisen ein, um ihr Haar für die Hochzeit zu stylen, letzte Woche hatte sie es verwendet, um ihr Haar zu glätten, und nächsten Monat wird sie es verwenden, um Strandwellen zu erzeugen.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nożyczki do paznokci",
      "translation": "Nagelhautzange",
      "definition": "Nożyczki do paznokci to narzędzie do pielęgnacji paznokci używane do cięcia i kształtowania paznokci wokół paznokci palców lub stóp.",
      "definition_translation": "Eine Nagelhautzange ist ein Werkzeug für die Nagelpflege, das verwendet wird, um die Nagelhaut um die Fingernägel oder Zehen zu trimmen und zu formen.",
      "example": "Ona użyła nożyczek do paznokci, aby delikatnie obciąć swoje paznokcie, następnie nałożyła krem nawilżający, aby zmiękczyć je, a potem będzie je przesuwać, aby utrzymać zdrowe paznokcie.",
      "example_translation": "Sie verwendete eine Nagelhautzange, um ihre Nagelhaut vorsichtig zu trimmen, dann applizierte sie ein Feuchtigkeitsserum, um sie zu weichen, und später wird sie sie zurückpushen, um gesunde Nägel zu erhalten.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przesuwnica paznokci",
      "translation": "Nagelhautpusher",
      "definition": "Przesuwnica paznokci to narzędzie do pielęgnacji paznokci używane do delikatnego przesuwania paznokci wokół paznokci palców lub stóp.",
      "definition_translation": "Ein Nagelhautpusher ist ein Werkzeug für die Nagelpflege, das verwendet wird, um die Nagelhaut um die Fingernägel oder Zehen vorsichtig zurückzudrücken.",
      "example": "Ona użyła przesuwnicy paznokci, aby delikatnie przesunąć swoje paznokcie, następnie nałożyła krem nawilżający, a potem będzie je obcinać, aby utrzymać zdrowe paznokcie.",
      "example_translation": "Sie verwendete einen Nagelhautpusher, um ihre Nagelhaut vorsichtig zurückzudrücken, dann feuchtigte sie sie an, und später wird sie sie trimmen, um gesunde Nägel zu erhalten.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " usuwacz paznokci",
      "translation": "Nagelhautentferner",
      "definition": "Usuwanie paznokci to rozwiązanie chemiczne lub krem, które rozpuszcza i usuwa martwe komórki skóry z paznokci, typowo używane w manicure i pedicure.",
      "definition_translation": "Eine chemische Lösung oder Creme, die verwendet wird, um tote Hautzellen von den Nagelhäuten aufzulösen und zu entfernen, wird typischerweise bei Maniküre und Pediküre verwendet.",
      "example": "Ona nałożyła usuwanie paznokci na palce i stopy przed przesunięciem paznokci. Wczoraj kupiła nowe usuwanie paznokci w sklepie piękności. Do następnego tygodnia będzie miała usunięte wszystkie martwe komórki skóry z paznokci używając usuwania paznokci.",
      "example_translation": "Sie applizierte den Nagelhautentferner auf ihre Finger und Zehen, bevor sie ihre Nagelhäute zurückdrückte. Gestern hatte sie ein neues Nagelhautentferner-Mittel im Schönheitssalon gekauft. Bis zur nächsten Woche wird sie alle toten Hautzellen von ihren Nagelhäuten mit dem Nagelhautentferner entfernt haben.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krem depilacyjny",
      "translation": "Enthaarungscreme",
      "definition": "Krem depilacyjny to kosmetyk, który usuwa niechciane włosy ciała, typowo przez rozpuszczenie włosów na powierzchni skóry, pozostawiając skórę gładką i wolną od włosów przez pewien czas.",
      "definition_translation": "Ein kosmetisches Produkt, das unerwünschte Körperhaar entfernt, indem es das Haar an der Oberfläche der Haut auflöst, und die Haut glatt und haarfrei für eine bestimmte Zeit zurücklässt.",
      "example": "Ona nałożyła krem depilacyjny na nogi i zostawiła go na 10 minut przed spłukaniem. Jej przyjaciółka poleciła nowy krem depilacyjny, który jest bardziej łagodny dla skóry. Do lata będzie miała usunięte wszystkie niechciane włosy ciała używając kremu depilacyjnego.",
      "example_translation": "Sie applizierte die Enthaarungscreme auf ihre Beine und ließ sie 10 Minuten einwirken, bevor sie sie abgewaschen hat. Ihre Freundin empfahl ein neues Enthaarungscreme-Mittel, das sanfter zu der Haut war. Bis zum Sommer wird sie die Enthaarungscreme verwendet haben, um all das unerwünschte Haar an ihrem Körper zu entfernen.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ołówek do brwi",
      "translation": "Augenbrauenstift",
      "definition": "Ołówek do brwi to kosmetyk używany do kształtowania, wypełniania i definiowania brwi, typowo narzędzie w kształcie ołówka z miękką, woskową końcówką.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Augenbrauen zu formen, auszufüllen und zu definieren, typischerweise ein stiftartiges Werkzeug mit einer weichen, wachsigen Spitze.",
      "example": "Ona użyła ołówka do brwi, aby wypełnić swoje rzadkie brwi każdego ranka. Jej siostra poleciła nowy ołówek do brwi, który jest łatwiejszy w użyciu. Do następnego miesiąca będzie miała opanowaną sztukę używania ołówka do brwi, aby stworzyć idealny kształt.",
      "example_translation": "Sie verwendete einen Augenbrauenstift, um ihre sporadischen Augenbrauen jeden Morgen auszufüllen. Ihre Schwester empfahl einen neuen Augenbrauenstift, der einfacher zu verwenden war. Bis zum nächsten Monat wird sie die Kunst erlernt haben, einen Augenbrauenstift zu verwenden, um die perfekte Form zu schaffen.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liner",
      "translation": "Lidstrich",
      "definition": "Liner to kosmetyk używany do tworzenia linii lub kształtu wokół oczu, typowo substancja płynna lub żelowata aplikowana za pomocą małej szczoteczki lub pióra.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um eine Linie oder Form um die Augen zu schaffen, typischerweise eine flüssige oder gelförmige Substanz, die mit einem kleinen Pinsel oder Stift aufgetragen wird.",
      "example": "Ona aplikowała liner, aby stworzyć precyzyjny efekt kota. Jej przyjaciółka chwaliła nową technikę lineru na przyjęciu wczoraj wieczorem. Do następnego tygodnia będzie miała opanowaną sztukę używania lineru, aby stworzyć subtelną, naturalną ozdobę.",
      "example_translation": "Sie applizierte den Lidstrich sorgfältig, um ein präzises Katzenauge-Look zu schaffen. Ihre Freundin lobte ihre neue Lidstrich-Technik auf der Party letzte Nacht. Bis nächste Woche wird sie die Kunst erlernt haben, Lidstrich zu verwenden, um ein subtile, natürliches Aussehen zu schaffen.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cienie do powiek",
      "translation": "Lidschatten",
      "definition": "Cienie do powiek to kosmetyk używany do kolorowania i podkreślania wyglądu powiek.",
      "definition_translation": "Ein kosmetisches Produkt, um die Augenlider zu färben und ihr Aussehen zu verbessern.",
      "example": "Ona nałożyła warstwę cieni do powiek na powieki, następnie wykreśliła oczy ołówkiem. Wczoraj wczoraj worek inny odcień cieni do powiek, a jutro będzie próbować nowego odcienia. Gdyby miała więcej czasu, zwiększyłaby praktykę nakładania cieni do powiek wcześniej.",
      "example_translation": "Sie trug eine Schicht Lidschatten auf ihre Augenlider auf, dann zeichnete sie ihre Augen mit einem Stift nach. Gestern trug sie einen anderen Lidschatten, und morgen wird sie einen neuen Ton ausprobieren. Wenn sie mehr Zeit gehabt hätte, hätte sie早er übt, Lidschatten aufzutragen.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żelazko do fryzury",
      "translation": "Glätteisen",
      "definition": "Żelazko do fryzury to narzędzie stylistyczne, które służy do prostowania lub wygładzania włosów.",
      "definition_translation": "Ein beliebtes Styling-Werkzeug, das zum Glätten oder Sträuben von Haaren verwendet wird.",
      "example": "Ona włożyła żelazko do fryzury i zaczęła stylizować włosy. W zeszłym tygodniu użyła innego żelazka do fryzury, a następnego miesiąca będzie kupować nowe. Gdyby nie była tak spieszcza, użyłaby żelazka do fryzury bardziej ostrożnie.",
      "example_translation": "Sie steckte das Glätteisen ein und begann, ihr Haar zu stylen. Letzte Woche hatte sie ein anderes Glätteisen verwendet, und nächsten Monat wird sie ein neues kaufen. Wenn sie nicht in Eile gewesen wäre, hätte sie das Glätteisen vorsichtiger verwendet.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kondycjoner do włosów",
      "translation": "Haarconditioner",
      "definition": "Kondycjoner do włosów to produkt do pielęgnacji włosów, który poprawia ich teksturę i ułatwia stylowanie.",
      "definition_translation": "Ein Haarpflegeprodukt, das verwendet wird, um die Textur und Handhabbarkeit von Haaren zu verbessern.",
      "example": "Po umyciu, nałożyła kondycjoner do włosów, aby nawilżyć włosy. W zeszłym roku użyła innego kondycjonera do włosów, a następnego lata będzie próbować nowego brandu. Gdyby nie była tak leniwa, użyłaby kondycjonera do włosów regularniej.",
      "example_translation": "Nach dem Shampooen applizierte sie einen Haarconditioner, um ihr Haar zu moisturisieren. Letztes Jahr hatte sie einen anderen Haarconditioner verwendet, und nächsten Sommer wird sie eine neue Marke ausprobieren. Wenn sie nicht so faul gewesen wäre, hätte sie den Haarconditioner regelmäßiger verwendet.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mus do włosów",
      "translation": "Haarschaum",
      "definition": "Mus do włosów to lekki produkt do stylizacji włosów, który dodaje objętość, teksturę i trwałość.",
      "definition_translation": "Ein leichtes Haarstyling-Produkt, das verwendet wird, um Volumen, Textur und Halt an Haaren zu geben.",
      "example": "Ona wymściła mus do włosów na dłoń i stylizowała włosy. W zeszłym miesiącu użyła innego musu do włosów, a następnego tygodnia będzie próbować nowego brandu. Gdyby nie była tak spieszcza, użyłaby musu do włosów bardziej ostrożnie.",
      "example_translation": "Siequetschte einen Tupfer Haarschaum in ihre Handfläche und stylte ihr Haar. Letzten Monat hatte sie einen anderen Haarschaum verwendet, und nächste Woche wird sie eine neue Marke ausprobieren. Wenn sie nicht so in Eile gewesen wäre, hätte sie den Haarschaum vorsichtiger verwendet.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lakier do włosów",
      "translation": "Haarspray",
      "definition": "Kosmetyczny produkt używany do stylizacji i utrzymywania włosów w miejscu.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um Haare zu stylen und an Ort und Stelle zu halten.",
      "example": "Użyłem lakieru do włosów, aby utrzymać moje włosy w miejscu przez cały dzień. Wczoraj kupiłem nowy lakier do włosów w sklepie. Do przyszłego roku przetestuję inny lakier do włosów.",
      "example_translation": "Ich verwendete Haarspray, um mein Haar den ganzen Tag über an Ort und Stelle zu halten. Gestern kaufte ich ein neues Haarspray im Laden. Bis nächstem Jahr werde ich ein anderes Haarspray ausprobiert haben.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "balsam do ust",
      "translation": "Lippenbalsam",
      "definition": "Produkt stosowany do nawilżania i łagodzenia suchej, spierzchniętej lub podrażnionej skóry warg.",
      "definition_translation": "Ein topisches Produkt, das verwendet wird, um trockene, rissige oder gereizte Lippen zu befeuchten und zu beruhigen.",
      "example": "Stosuję balsam do ust każdego ranka, aby utrzymać moje usta w stanie nawilżenia. W zeszłym tygodniu zgubiłem mój ulubiony balsam do ust. Do jutra kupię nowy balsam do ust.",
      "example_translation": "Ich wende jeden Morgen Lippenbalsam an, um meine Lippen zu befeuchten. Letzte Woche verlor ich mein Lieblings-Lippenbalsam. Bis morgen werde ich ein neues Lippenbalsam gekauft haben.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "błyszczyk do ust",
      "translation": "Lipgloss",
      "definition": "Kosmetyczny produkt dodający połysk i nawilżenie ustom, często aromatyzowany lub sezonowany.",
      "definition_translation": "Ein kosmetisches Produkt, das den Lippen Glanz und Feuchtigkeit verleiht, oft aromatisiert oder parfümiert.",
      "example": "Wczoraj wieczorem nosiłem błyszczyk do ust na przyjęcie. Moja siostra uwielbia nosić błyszczyk do ust do szkoły. Do przyszłego miesiąca przetestuję nową markę błyszczyka do ust.",
      "example_translation": "Ich trug Lipgloss zur Party letzte Nacht. Meine Schwester liebt es, Lipgloss zur Schule zu tragen. Bis nächstem Monat werde ich eine neue Marke von Lipgloss ausprobiert haben.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konturówka do ust",
      "translation": "Lippenkonturenstift",
      "definition": "Kosmetyczny produkt używany do definiowania kształtu i konturu ust, często używany do stworzenia precyzyjnego, zdefiniowanego wyglądu.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Form und die Kontur der Lippen zu definieren, oft verwendet, um ein präzises, definiertes Aussehen zu erstellen.",
      "example": "Używam konturówki do ust, aby zdefiniować kształt moich ust. Moja przyjaciółka uwielbia używać konturówki do ust, aby stworzyć efekt oczu kota. Do przyszłego tygodnia opanuję sztukę używania konturówki do ust.",
      "example_translation": "Ich benutze Lippenkonturenstift, um meine Lippenform zu definieren. Meine Freundin liebt es, Lippenkonturenstift zu verwenden, um einen Katzenaugeneffekt zu erzielen. Bis nächster Woche werde ich die Kunst des Lippenkonturenstift-Benutzens beherrscht haben.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fundacja płynna",
      "translation": "Flüssig-Make-up-Grundierung",
      "definition": "Rodzaj kosmetycznej fundacji o płynnej konsystencji, często używany do uzyskania naturalnego, bezproblemowego wyglądu.",
      "definition_translation": "Eine Art kosmetisches Fundament, das eine flüssige Konsistenz aufweist und oft verwendet wird, um ein natürliches, makelloses Finish zu erreichen.",
      "example": "Zaaplikowała warstwę fundacji płynnej, aby wyrównać ton skóry. Wczoraj użyła fundacji płynnej, aby przygotować się do przyjęcia. Do jutra kupię nową fundację płynną, aby zastąpić starą.",
      "example_translation": "Sie trug eine Schicht Flüssig-Make-up-Grundierung auf, um ihre Hauttönung auszugleichen. Sie hatte gestern das Flüssig-Make-up-Grundierung verwendet, um sich für die Party fertigzumachen. Sie wird morgen eine neue Flüssig-Make-up-Grundierung kaufen, um ihre alte zu ersetzen.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "proszek luzem",
      "translation": "lose Puder",
      "definition": "Rodzaj kosmetycznego proszku, który nie jest prasowany w postaci kompakowej, często używany do utrwalenia makijażu i kontroli błysku.",
      "definition_translation": "Eine Art kosmetischen Puders, das nicht in eine kompakte Form gepresst wird, oft verwendet, um Make-up zu setzen und Glanz zu kontrollieren.",
      "example": "Użyła dużej szczoteczki do pudru, aby nałożyć proszek luzem na całą twarz. Wczoraj użyła proszku luzem, aby utrwalić swój makijaż. Do jutra ponownie użyję proszku luzem, aby poprawić swój wygląd.",
      "example_translation": "Sie verwendete einen großen Puderpinsel, um das lose Puder überall im Gesicht aufzutragen. Sie hatte gestern das lose Puder verwendet, um ihr Make-up zu setzen. Sie wird das lose Puder morgen wieder verwenden, um ihr Aussehen aufzufrischen.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pędzel do paznokci",
      "translation": "Nagelbürste",
      "definition": "Mały pędzel używany do nakładania lakieru do paznokci lub innych produktów pielęgnacyjnych.",
      "definition_translation": "Eine kleine Bürste, die verwendet wird, um Nagellack oder andere Nagel-Pflegeprodukte auf die Nägel aufzutragen.",
      "example": "Oczyściłem pędzel do paznokci z lakieru do paznokci. Wczoraj użyłem pędzla do paznokci, aby pomalować paznokcie. Do jutra ponownie użyję pędzla do paznokci, aby nałożyć nową warstwę lakieru.",
      "example_translation": "Sie reinigte ihre Nagelbürste mit Nagellackentferner. Sie hatte gestern die Nagelbürste verwendet, um ihre Nägel anzumalen. Sie wird die Nagelbürste morgen wieder verwenden, um eine neue Schicht Nagellack aufzutragen.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lakier do paznokci",
      "translation": "Nagellack",
      "definition": "Kosmetyczny produkt używany do kolorowania i ozdabiania paznokci, dostępny w różnych kolorach i efektach.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Nägel zu färben und zu dekorieren, erhältlich in einer Vielzahl von Farben und Ausführungen.",
      "example": "Nałożyłem warstwę lakieru do paznokci na paznokcie u nogi. Wczoraj użyłem lakieru do paznokci, aby pomalować paznokcie u dłoni. Do jutra kupię nowy lakier do paznokci, aby wypróbować nowy kolor.",
      "example_translation": "Sie trug eine Schicht Nagellack auf ihren Zehennägeln auf. Sie hatte gestern den Nagellack verwendet, um ihre Fingernägel anzumalen. Sie wird morgen einen neuen Nagellack kaufen, um eine neue Farbe auszuprobieren.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żel do usuwania lakieru",
      "translation": "Nagellackentferner",
      "definition": "Ciecz lub żel używany do usuwania lakieru do paznokci z paznokci.",
      "definition_translation": "Ein Flüssigkeit oder Gel, das verwendet wird, um Nagellack von den Nägeln zu entfernen.",
      "example": "Użyłem żelu do usuwania lakieru, aby oczyścić bałagan. Wczoraj kupiłem nowy żel do usuwania lakieru. Do jutra użyję żelu do usuwania lakieru, aby zmienić kolor paznokci.",
      "example_translation": "Ich verwendete einen Nagellackentferner, um die Unordnung zu beseitigen. Gestern kaufte ich einen neuen Nagellackentferner. Morgen werde ich einen Nagellackentferner verwenden, um meine Nagelfarbe zu ändern.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puderowa puszka",
      "translation": "Puderquaste",
      "definition": "Mała, zwykle okrągła, miękka poduszka używana do nakładania pudru na twarz lub skórę.",
      "definition_translation": "Ein kleiner, meist runder, weicher Pad, der verwendet wird, um Puder auf das Gesicht oder die Haut aufzutragen.",
      "example": "Użyła puszkowej puderowej, aby nałożyć puder na nos. Wczoraj kupił duży puderową puszka. W przyszłości wynaleziona zostanie puderowa puszka, która nigdy nie będzie brudna.",
      "example_translation": "Sie verwendete eine Puderquaste, um Puder auf ihre Nase aufzutragen. Gestern kaufte er eine große Puderquaste. In Zukunft werden sie eine Puderquaste erfinden, die niemals schmutzig wird.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "proszek prasowany",
      "translation": "gepresstes Puder",
      "definition": "Rodzaj kosmetycznego proszku, który jest prasowany w kompaktowej formie i używany do absorpcji nadmiaru oleju lub zafiksowania makijażu.",
      "definition_translation": "Ein Typ von Kosmetikpuder, das in eine kompakte Form gepresst wird und verwendet wird, um überschüssiges Öl aufzusaugen oder Make-up zu fixieren.",
      "example": "Używam prasowanego proszku do zafiksowania mojego fundamentu. Ona użyła prasowanego proszku do absorpcji oleju na skórze. W przyszłości wynaleziono prasowany proszek, który będzie trwał wiecznie.",
      "example_translation": "Ich verwende gepresstes Puder, um mein Foundation zu fixieren. Sie verwendete gepresstes Puder, um das Öl auf ihrer Haut aufzusaugen. In Zukunft werden sie ein gepresstes Puder erfinden, das für immer hält.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przedstawiciel",
      "translation": "Primer",
      "definition": "Produkt kosmetyczny, który jest stosowany na skórze przed aplikacją makijażu, aby stworzyć gładką powierzchnię i pomóc makijażowi trwać dłużej.",
      "definition_translation": "Ein kosmetisches Produkt, das auf die Haut aufgetragen wird, bevor Make-up aufgetragen wird, um eine ebene Oberfläche zu schaffen und das Make-up länger haltbar zu machen.",
      "example": "Ona zastosowała przedstawiciela przed aplikacją fundamentu. On użył przedstawiciela, aby jego cieniowanie oczu trwało dłużej. Wczoraj kupiłem nowego przedstawiciela, który jest wolny od silikonu.",
      "example_translation": "Sie trug einen Primer auf, bevor sie ihr Foundation auftrug. Er verwendete einen Primer, um seinen Lidschatten länger haltbar zu machen. Gestern kaufte ich einen neuen Primer, der silikonfrei ist.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kamień pomarszczony",
      "translation": "Schleifstein",
      "definition": "Kamień pomarszczony to skała wulkaniczna, która jest używana do gładzenia i usuwania martwych komórek skóry z różnych części ciała.",
      "definition_translation": "Ein Schleifstein ist ein Vulkanfelsen, der verwendet wird, um tote Hautzellen an Füßen oder anderen Körperbereichen zu glätten und zu entfernen.",
      "example": "Użyłem kamienia pomarszczony, aby usunąć martwe komórki skóry z pięty. Użyję kamienia pomarszczony, aby wygładzić skórę. Używałem kamienia pomarszczony każdego tygodnia, aby utrzymać skórę gładką.",
      "example_translation": "Ich benutzte einen Schleifstein, um die toten Hautzellen von meinem Ferse zu entfernen. Ich werde einen Schleifstein verwenden, um meine Haut zu peelen. Ich benutzte früher jeden Woche einen Schleifstein, um meine Haut glatt zu halten.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczoteczka do golenia",
      "translation": "Rasierpinsel",
      "definition": "Szczoteczka do golenia to narzędzie, które jest używane do aplikowania kremu lub mydła do golenia na skórę przed goleniem.",
      "definition_translation": "Ein Rasierpinsel ist ein Werkzeug, das verwendet wird, um Rasierschaum oder Seife auf die Haut vor dem Rasieren aufzutragen.",
      "example": "Użyłem szczoteczki do golenia, aby nałożyć krem do golenia na twarz. Użyję szczoteczki do golenia, aby uzyskać bliższy golenie. Używałem szczoteczki do golenia każdego ranka, aby zgolić brodę.",
      "example_translation": "Ich benutzte einen Rasierpinsel, um den Rasierschaum auf mein Gesicht aufzutragen. Ich werde einen Rasierpinsel verwenden, um einen engeren Rasierabstand zu bekommen. Ich benutzte früher jeden Morgen einen Rasierpinsel, um meinen Bart zu rasieren.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krem do golenia",
      "translation": "Rasierschaum",
      "definition": "Krem do golenia to substancja, która jest używana do smarowania i ochrony skóry podczas golenia.",
      "definition_translation": "Rasierschaum ist eine Substanz, die verwendet wird, um die Haut während des Rasierens zu schmieren und zu schützen.",
      "example": "Nałożyłem krem do golenia na twarz przed goleniem. Użyję kremu do golenia, który jest delikatny dla mojej skóry. Używałem kremu do golenia, który zawiera aloes.",
      "example_translation": "Ich trug den Rasierschaum auf mein Gesicht vor dem Rasieren auf. Ich werde einen Rasierschaum verwenden, der gentle auf meiner Haut ist. Ich benutzte früher einen Rasierschaum, der Aloe vera enthielt.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piana do golenia",
      "translation": "Rasierschaumcreme",
      "definition": "Piana do golenia to rodzaj kremu do golenia, który jest rozpylany w postaci piany.",
      "definition_translation": "Rasierschaumcreme ist eine Art von Rasierschaum, die in einer schaumigen Textur abgegeben wird.",
      "example": "Użyłem piani do golenia, aby zgolić nogi. Użyję piani do golenia, która jest bezwonna. Używałem piani do golenia, która był w kanistrze.",
      "example_translation": "Ich benutzte einen Rasierschaum, um meine Beine zu rasieren. Ich werde einen Rasierschaum verwenden, der geruchlos ist. Ich benutzte früher einen Rasierschaum, der in einer Dose kam.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krem przeciwsłoneczny",
      "translation": "Sonnenschutzmittel",
      "definition": "Krem przeciwsłoneczny to środek, który jest używany do ochrony skóry przed promieniowaniem UV, często stosowany podczas aktywności na zewnątrz.",
      "definition_translation": "Eine Lotion oder Creme, die verwendet wird, um die Haut vor der ultravioletten Strahlung der Sonne zu schützen, oft während Outdoor-Aktivitäten verwendet.",
      "example": "Nałożyłem krem przeciwsłoneczny na skórę przed wyjściem na plażę. Użyję kremu przeciwsłonecznego, zanim pójdę na plażę. Miałem nałożony krem przeciwsłoneczny, zanim wyszedłem na plażę.",
      "example_translation": "Ich habe Sonnenschutzmittel auf meine Haut aufgetragen, bevor ich zum Strand ging. Ich werde Sonnenschutzmittel auf meine Haut auftragen, bevor ich zum Strand gehe. Ich hatte Sonnenschutzmittel auf meine Haut aufgetragen, bevor ich zum Strand ging.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pinceta",
      "translation": "Pinzette",
      "definition": "Małe narzędzie ręczne, które jest używane do chwytania lub odbierania małych przedmiotów, często z mechanizmem sprężynowym.",
      "definition_translation": "Ein kleines handgehaltenes Instrument, das verwendet wird, um kleine Objekte zu pflücken oder zu greifen, typischerweise mit einem federbelasteten Mechanismus.",
      "example": "Ona użyła pincety, aby podnieść małą gemę. Użyję pincety, aby podnieść małą gemę. Miałam używaną pincetę, aby podnieść małą gemę.",
      "example_translation": "Sie benutzte eine Pinzette, um den kleinen Edelstein aufzunehmen. Sie wird eine Pinzette verwenden, um den kleinen Edelstein aufzunehmen. Sie hatte eine Pinzette verwendet, um den kleinen Edelstein aufzunehmen.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]