{
  "data": [
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Abisyńczyk",
      "translation": "Abessinier",
      "definition": "Rasa kota znana z charakterystycznego, nakrapianego futra i smukłej budowy.",
      "definition_translation": "Eine Katzenrasse, die durch ihr auffälliges getupfte Fell und ihre schlanke Statur bekannt ist.",
      "example": "Kot Abisyńczyk był popularną rasą przez wiele dziesięcioleci, i łatwo zrozumieć, dlaczego. Pierwszy został wyhodowany w XIX wieku, i od tamtej pory jest ukochanym zwierzęciem domowym. Będzie on wciąż popularny w przyszłości.",
      "example_translation": "Die Abessinier-Katze ist seit Jahrzehnten eine beliebte Rasse, und es ist leicht zu sehen, warum. Sie wurde im 19. Jahrhundert erstmals gezüchtet und ist seitdem ein geliebtes Haustier. Sie wird auch in Zukunft ein Liebling bleiben.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Amerykański krótkowłosy",
      "translation": "Amerikanische Kurzhaar",
      "definition": "Rasa kota znana z mocnej budowy i krótkiej, gęstej szaty.",
      "definition_translation": "Eine Katzenrasse, die durch ihren robusten Körperbau und ihr kurzes, dichtes Fell bekannt ist.",
      "example": "Amerykański krótkowłosy jest lojalnym i uczuciowym kotem, który sprawdza się jako rodzina domowa. Został ona popularną rasą przez wiele wieków, i został pierwszy uznaną jako odrębna rasa pod koniec XIX wieku. Będzie ona wciąż ulubieńcem różnych generacji.",
      "example_translation": "Die Amerikanische Kurzhaar ist eine treue und liebevolle Rasse, die ein großartiges Familienhaustier abgibt. Sie ist seit Jahrhunderten eine beliebte Rasse und wurde erstmals Ende des 19. Jahrhunderts als separate Rasse anerkannt. Sie wird auch in Zukunft eine Lieblingsrasse bleiben.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kot bengalski",
      "translation": "Benga Katze",
      "definition": "Hibrydowa rasa kota stworzona przez krzyżowanie kotów domowych z azjatyckim kotem leopardowym.",
      "definition_translation": "Eine Hybridrasse von Katzen, die durch Kreuzung von Hauskatzen mit der Asiatischen Leopardenkatze geschaffen wurde.",
      "example": "Kot bengalski jest bardzo energicznym i zabawnym kotem, który wymaga dużo uwagi i ćwiczeń. Został on stworzony w latach 60. XX wieku, i od tamtej pory jest popularną rasą wśród miłośników kotów. Będzie on dalej prosperował w przyszłości.",
      "example_translation": "Die Benga Katze ist eine hochenergetische und spielerische Rasse, die viel Aufmerksamkeit und Bewegung benötigt. Sie wurde erstmals in den 1960er Jahren entwickelt und ist seitdem bei Katzenliebhabern eine beliebte Rasse. Sie wird auch in Zukunft gedeihen.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Birmańczyk",
      "translation": "Birmane",
      "definition": "Rasa kota pochodząca z Birmy, znana z charakterystycznych białych łapek i punktowanego ubarwienia.",
      "definition_translation": "Eine Katzenrasse, die aus Burma stammt und durch ihre weißen Pfoten und ihr Punktfell bekannt ist.",
      "example": "Birmańczyk jest spokojnym i łagodnym kotem, który sprawdza się jako towarzysz dla osób mieszkających w apartamentach. Został on przedstawiony na Zachodzie pod koniec XIX wieku, i od tamtej pory jest popularną rasą wśród miłośników kotów. Będzie on wciąż ulubieńcem wielu lat.",
      "example_translation": "Die Birmane ist eine ruhige und sanfte Rasse, die ein großartiger Begleiter für Menschen ist, die in Wohnungen leben. Sie wurde erstmals Ende des 19. Jahrhunderts im Westen vorgestellt und ist seitdem bei Katzenliebhabern eine beliebte Rasse. Sie wird auch in Zukunft ein geliebtes Haustier bleiben.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Brytyjski krótkowłosy",
      "translation": "britische Kurzhaar",
      "definition": "Brytyjski krótkowłosy jest rasą kota, która pochodzi z Wielkiej Brytanii, znana z mocnej budowy, szerokiej twarzy i krótkiej, łatwej w utrzymaniu szaty.",
      "definition_translation": "Die britische Kurzhaar ist eine Hauskatzenrasse, die ursprünglich aus dem Vereinigten Königreich stammt, bekannt für ihren kräftigen Bau, breites Gesicht und kurzes, leicht zu pflegendes Fell.",
      "example": "Miałem brytyjskiego krótkowłosego kota od dzieciństwa, i zawsze uwielbiałem ich uczuciowe usposobienie. Aktualnie rozważam przygarnięcie innego, i na pewno będę miał innych w przyszłości, jeśli będę miał miejsce.",
      "example_translation": "Ich habe seit meiner Kindheit eine britische Kurzhaar-Katze gehabt, und ich habe immer ihre liebevolle Natur geliebt. Aktuell denke ich daran, eine weitere zu adoptieren, und ich werde definitiv eine in der Zukunft bekommen, wenn ich den Raum habe.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Birmańczyk",
      "translation": "Birma-Katze",
      "definition": "Birmańczyk jest rasą kota domowego, która pochodzi z Azji Południowo-Wschodniej, charakteryzującą się swoją lśniącą, gładką szatą i zabawnym, towarzyskim usposobieniem.",
      "definition_translation": "Die Birma-Katze ist eine Rasse domestizierter Katzen, die aus Südostasien stammt, gekennzeichnet durch ihr schmiegsames, glänzendes Fell und ihre spielerische, offene Persönlichkeit.",
      "example": "Mój przyjaciel niedawno przygarnął birmańskiego kota, którego adorował od samego początku. Teraz ona zabiera go na wystawy kotów, i on zawsze robi wrażenie na sędziach. Na pewno weźmie udział w więcej konkursów w przyszłości.",
      "example_translation": "Meine Freundin hat kürzlich eine Birma-Katze adoptiert, die sie von dem ersten Moment an verehrt hat. Jetzt nimmt sie es zu Katzenshows mit, und es beeindruckt die Richter immer. Sie wird es definitiv in Zukunft in mehr Wettbewerben anmelden.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": " Kartäuser",
      "definition": "Chartreux jest rzadką rasą kota domowego, która pochodzi z Francji, znana z charakterystycznego niebiesko-szarego ubarwienia i spokojnego, łagodnego usposobienia.",
      "definition_translation": "Der Kartäuser ist eine seltene Rasse domestizierter Katzen, die aus Frankreich stammt, bekannt für ihr charakteristisches blaurot-graues Fell und seine ruhige, sanfte Natur.",
      "example": "Nigdy nie słyszałem o rasie Chartreux, aż do czasu, gdy odwiedziłem kawiarnię kotów, gdzie spotkałem pięknego Chartreux kota. Byłem zadowolony z jego spokojnego zachowania, i teraz rozważam przygarnięcie jednego jako zwierzęcia domowego. Myślę, że na pewno będę miał jeden w przyszłości.",
      "example_translation": "Ich hatte noch nie von der Kartäuser-Rasse gehört, bis ich ein Katzencafe besucht habe, wo ich eine schöne Kartäuser-Katze kennengelernt habe. Ich war beeindruckt von ihrer ruhigen Art, und jetzt denke ich daran, eine als Haustier zu nehmen. Ich denke, ich werde definitiv eine in der Zukunft bekommen.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kolorkowa, Himalajski",
      "translation": "Farbpunkt, Himalaya",
      "definition": "Kolorkowa, znana również jako Himalajski, jest rasą kota domowego, która pochodzi z Stanów Zjednoczonych, charakteryzującą się swoją punktowaną szatą i zabawnym, towarzyskim usposobieniem.",
      "definition_translation": "Der Farbpunkt, auch bekannt als Himalaya, ist eine Rasse domestizierter Katzen, die in den Vereinigten Staaten entstand, gekennzeichnet durch ihr punktiertes Fellmuster und ihre spielerische, offene Persönlichkeit.",
      "example": "Zawsze fascynowałem się rasą Kolorkowej, i miałem jednego jako zwierzę domowe od czasów studiów. Aktualnie rozważam ich hodowlę, i na pewno będę miał kilka miotów w przyszłości, jeśli wszystko pójdzie zgodnie z planem.",
      "example_translation": "Ich war immer fasziniert von der Farbpunkt-Rasse, und ich habe seit dem College einen als Haustier. Aktuell denke ich daran, sie zu züchten, und ich werde definitiv einige Würfe in der Zukunft haben, wenn alles gut geht.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Rex dewoński",
      "translation": "Devon-Rex",
      "definition": "Rex dewoński jest rasą kota, która jest znana ze swojej krętej, miękkiej i aksamitnej szaty. Jest on wynikiem naturalnej mutacji, która wystąpiła w Devon, w Anglii, i został pierwszy uznaną jako odrębna rasa w latach 60. XX wieku.",
      "definition_translation": "Der Devon Rex ist eine kräuselhaarige Katzenrasse, bekannt für ihre einzigartige, weiche und suedenähnliche Fell. Es ist das Ergebnis einer natürlichen Mutation, die in Devon, England, auftrat und erstmals in den 1960er Jahren als Rasse anerkannt wurde.",
      "example": "Miałem rysa dewońskiego jako zwierzę domowe, kiedy byłem dzieckiem. Był on bardzo zabawny i ciekawski. Teraz rozważam przygarnięcie innego. Przygarnę rysa dewońskiego ze schroniska miesiąc temu.",
      "example_translation": "Ich hatte einen Devon Rex als Haustier, als ich ein Kind war. Es war sehr spielend und neugierig. Jetzt denke ich daran, noch einen zu bekommen. Ich werde nächsten Monat einen Devon Rex aus dem Tierheim adoptieren.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kot domowy",
      "translation": "Hauskatze",
      "definition": "Kot domowy jest małym, zwykle owłosionym, mięsożernym ssakiem, który jest często trzymany jako zwierzę domowe w gospodarstwach domowych. Są oni znani ze swojej zwinności, zabawnych usposobień i różnorodności kolorów i wzorów sierści.",
      "definition_translation": "Eine Hauskatze ist ein kleines, typischerweise flaumiges, fleischfressendes Säugetier, das oft als Haustier in menschlichen Haushalten gehalten wird. Sie sind bekannt für ihre Agilität, ihre spielenden Persönlichkeiten und die Vielzahl von Farben und Mustern ihres Fells.",
      "example": "Moja babcia miała kota domowego, który był bardzo przyjazny. Karmiła go każdego ranka. Kot domowy spał na jej kolanach wieczorem. Przygarnę kota domowego ze schroniska niedługo.",
      "example_translation": "Meine Großmutter hatte eine Hauskatze, die sehr freundlich war. Sie fütterte es jeden Morgen. Die Hauskatze schlief abends auf ihrem Schoß. Sie wird bald eine Hauskatze aus dem Tierheim adoptieren.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kot egzotyczny krótkowłosy",
      "translation": "Exotische Kurzhaar",
      "definition": "Kot egzotyczny krótkowłosy jest rasą kota znanej z krótkiej, gęstej sierści i spokojnego usposobienia. Często opisywany jako łagodny i przywiązany, co sprawia, że jest popularnym wyborem jako zwierzę domowe.",
      "definition_translation": "Die Exotische Kurzhaar ist eine Katzenrasse, bekannt für ihr kurzes, dichtes Fell und ihr ruhiges Temperament. Sie werden oft als gelassen und liebevoll beschrieben, was sie zu einer beliebten Wahl als Haustiere macht.",
      "example": "Wczoraj widziałem kota egzotycznego krótkowłosego w sklepie zoologicznym. Był bardzo słodki i zabawny. Moja siostra ma kota egzotycznego krótkowłosego, którego bardzo kocha. Zabierze ona swojego kota egzotycznego krótkowłosego do weterynarza w przyszłym tygodniu.",
      "example_translation": "Ich sah gestern einen Exotischen Kurzhaar im Tierladen. Es war sehr süß und spielend. Meine Schwester hat einen Exotischen Kurzhaar, den sie sehr liebt. Sie wird nächste Woche ihren Exotischen Kurzhaar zum Tierarzt bringen.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "japoński bobtail",
      "translation": "Japanische Kurzschwanz",
      "definition": "Japoński bobtail jest rasą kota domowego pochodzącą z Japonii, charakteryzującą się krótkim ogonem i puszystą sierścią. Są często opisywani jako inteligentni, zabawni i przywiązani, co sprawia, że są popularnym wyborem jako zwierzę domowe.",
      "definition_translation": "Die Japanische Kurzschwanz ist eine Rasse von Hauskatzen, die ursprünglich aus Japan stammt, gekennzeichnet durch ihren kurzen Schwanz und ihr flauschiges Fell. Sie sind bekannt für ihre Intelligenz, ihre Spiellichkeit und ihre liebevolle Natur, was sie zu einer beliebten Wahl als Haustiere macht.",
      "example": "Miałem japońskiego bobtaila w dzieciństwie. Był bardzo inteligentny i zabawny. Moja przyjaciółka ma japońskiego bobtaila, którego bardzo kocha. Wczoraj zabrała swojego japońskiego bobtaila do parku.",
      "example_translation": "Ich hatte einen Japanischen Kurzschwanz, als ich ein Kind war. Es war sehr intelligent und spielend. Meine Freundin hat einen Japanischen Kurzschwanz, den sie sehr liebt. Sie nahm gestern ihren Japanischen Kurzschwanz in den Park.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Maine-Coon",
      "definition": "Maine Coon jest rasą kota domowego pochodzącą z Ameryki Północnej, specyficznie ze stanu Maine. Jest to jedna z najstarszych naturalnych ras kotów w Ameryce Północnej i jest znany ze swojego wyjątkowego wyglądu fizycznego i doskonałych zdolności łowieckich.",
      "definition_translation": "Die Maine Coon ist eine Hauskatzenrasse, die in Nordamerika, speziell im Bundesstaat Maine, beheimatet ist. Sie ist eine der ältesten natürlichen Katzenrassen in Nordamerika und bekannt für ihr einzigartiges Aussehen und ihre exzellenten Jagdfähigkeiten.",
      "example": "Miałem kota Maine Coon, gdy byłem dzieckiem. Teraz mam brytyjskiego krótkowłosego. W przyszłości mogę dostać się do sfinksa.",
      "example_translation": "Ich hatte eine Maine-Coon-Katze, als ich ein Kind war. Jetzt habe ich eine Britische Kurzhaar. In Zukunft könnte ich eine Sphynx bekommen.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "norweski leśny kot",
      "translation": "Norwegische Waldkatze",
      "definition": "Norweski leśny kot jest rasą kota domowego pochodzącą z Norwegii. Jest to mocny i zwarte kot z wodoodporną sierścią, znany ze swojej inteligencji, zabawności i przywiązania.",
      "definition_translation": "Die Norwegische Waldkatze ist eine Hauskatzenrasse, die aus Norwegen stammt. Sie ist eine kräftige und kompakte Katze mit einem wasserabweisenden Fell, bekannt für ihre Intelligenz, Spieligkeit und liebevolle Natur.",
      "example": "Przygarnę norweskiego leśnego kota w przyszłym tygodniu. Obecnie mam kota syjamskiego. W przeszłości miałem kota perskiego.",
      "example_translation": "Ich werde nächste Woche eine Norwegische Waldkatze adoptieren. Aktuell habe ich eine Siamese-Katze. In der Vergangenheit hatte ich eine Perserkatze.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "Ozicat",
      "definition": "Ocicat jest rasą kota domowego wyhodowaną, aby przypominać dzikiego kota, ale z łagodnym i przyjaznym temperamentem. Jest znany ze swojego DISTINCTIVE plamistego lub marmurowego umaszczenia i zabawnej osobowości.",
      "definition_translation": "Die Ozicat ist eine Hauskatzenrasse, die entwickelt wurde, um einer Wildkatze zu ähneln, aber mit einem zahmen und liebevollen Temperament. Sie ist bekannt für ihr auffälliges gesprenkeltes oder marmoriertes Fell und ihre spielerische Persönlichkeit.",
      "example": "Miałem ocicata, gdy byłem nastoletnim. Teraz mam niebieskiego rosyjskiego. W przyszłości mogę dostać się do kota bengalskiego.",
      "example_translation": "Ich hatte eine Ozicat, als ich ein Teenager war. Jetzt habe ich eine Russisch-Blau-Katze. In Zukunft könnte ich eine Bengalkatze bekommen.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Perski",
      "translation": "Perser",
      "definition": "Perski jest rasą kota domowego pochodzącą z Persji (obecnie Iran). Jest znany ze swojej pięknej, puszystej sierści i spokojnego, łagodnego usposobienia.",
      "definition_translation": "Der Perser ist eine langhaarige Hauskatzenrasse, die aus Persien (dem heutigen Iran) stammt. Sie ist bekannt für ihr schönes, flauschiges Fell und ihre ruhige, sanfte Natur.",
      "example": "Mam kota perskiego teraz. W przeszłości miałem kota syjamskiego. W przyszłości mogę dostać się do Maine Coon.",
      "example_translation": "Ich habe jetzt eine Perserkatze. In der Vergangenheit hatte ich eine Siamese-Katze. In Zukunft könnte ich eine Maine-Coon-Katze bekommen.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Ragdoll",
      "definition": "Ragdoll jest rasą kota znanej ze swojej miękkiej, jedwabistej sierści i łagodnego usposobienia. Często opisywani jako spokojni i przywiązani, co sprawia, że są popularnym wyborem jako zwierzę domowe.",
      "definition_translation": "Die Ragdoll ist eine Rasse von Katzen, die für ihr weiches, seidiges Fell und ihre sanfte Gemütsart bekannt ist. Sie werden oft als ruhig und liebevoll beschrieben, was sie zu einer beliebten Wahl als Haustiere macht.",
      "example": "Miałem kota Ragdolla, gdy byłem dzieckiem, był bardzo zabawny. Teraz mam kota Ragdolla, nadal jest bardzo zabawny. W przyszłości będę miał kota Ragdolla, i nadal będzie bardzo zabawny.",
      "example_translation": "Ich hatte eine Ragdoll-Katze, als ich ein Kind war, es war sehr spielhaft. Jetzt habe ich eine Ragdoll-Katze, es ist noch sehr spielhaft. In Zukunft werde ich eine Ragdoll-Katze haben, und es wird noch sehr spielhaft sein.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " Niebieski Rosyjski",
      "translation": "Russisch Blau",
      "definition": "Niebieski Rosyjski jest rasą kota domowego znanej ze swojej gęstej, pluszowej sierści i zielonych oczu. Często opisywani jakopowści i inteligentni, co sprawia, że są popularnym wyborem dla rodzin.",
      "definition_translation": "Das Russisch Blau ist eine Rasse von Hauskatzen, die für ihr dickes, pluschartiges Fell und ihre grünen Augen bekannt ist. Sie werden oft als zurückhaltend und intelligent beschrieben, was sie zu einer beliebten Wahl für Familien macht.",
      "example": "Przygarnęłam kocię niebieskiego rosyjskiego w zeszłym roku, było bardzo nieśmiałe. Teraz mój kot niebieski rosyjski jest bardzo友liekly. W przyszłości będę hodował kOTA niebieskiego rosyjskiego, i będą bardzo ciekawskie.",
      "example_translation": "Ich adoptierte ein Russisch Blau-Kätzchen letzten Jahr, es war sehr schüchtern. Jetzt ist meine Russisch Blau-Katze sehr freundlich. In Zukunft werde ich Russisch Blau-Katzen züchten, und sie werden sehr neugierig sein.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Savannah",
      "translation": "Savanne",
      "definition": "Savannah jest rasą kota domowego znanej ze swojego wysokiego, smukłego budowy i efektownych wzorów sierści. Często opisywani jako pełni energii i ciekawscy, co sprawia, że są popularnym wyborem dla aktywnych rodzin.",
      "definition_translation": "Die Savannah ist eine Rasse von Hauskatzen, die für ihr hohes, schlankes Bau und ihr auffallendes Fellmuster bekannt ist. Sie werden oft als energisch und neugierig beschrieben, was sie zu einer beliebten Wahl für aktive Familien macht.",
      "example": "Widziałem kota Savannah w sklepie zoologicznym, był bardzo pełen energii. Teraz mam kota Savannah, nadal jest bardzo zabawny. W przyszłości będę miał kota Savannah jako towarzysza, i będzie bardzo ciekawski.",
      "example_translation": "Ich sah eine Savannah-Katze im Zoogeschäft, es war sehr energisch. Jetzt habe ich eine Savannah-Katze, es ist noch sehr spielhaft. In Zukunft werde ich eine Savannah-Katze als Begleiter haben, und es wird sehr neugierig sein.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkocki składany",
      "translation": "Schottische Falte",
      "definition": "Szkocki składany jest rasą kota domowego znanej ze swoich unikatowych, złożonych uszu i zabawnej osobowości. Często opisywani jako inteligentni i przywiązani, co sprawia, że są popularnym wyborem dla rodzin.",
      "definition_translation": "Die Schottische Falte ist eine Rasse von Hauskatzen, die für ihre einzigartigen, gefalteten Ohren und ihre spielhafte Persönlichkeit bekannt ist. Sie werden oft als intelligent und liebevoll beschrieben, was sie zu einer beliebten Wahl für Familien macht.",
      "example": "Miałem szkockiego składanego, gdy byłem dzieckiem, był bardzo ciekawski. Teraz mam szkockiego składanego, nadal jest bardzo zabawny. W przyszłości będę miał szkockiego składanego jako zwierzę domowe, i będzie bardzo przywiązany.",
      "example_translation": "Ich hatte eine Schottische Falte-Katze, als ich ein Kind war, es war sehr neugierig. Jetzt habe ich eine Schottische Falte-Katze, es ist noch sehr spielhaft. In Zukunft werde ich eine Schottische Falte-Katze als Haustier haben, und es wird sehr liebevoll sein.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Syjamski",
      "translation": "Siamesisch",
      "definition": "Dotyczący lub charakterystyczny dla Syjamu, szczególnie w odniesieniu do rasy kotów pochodzących z Tajlandii.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Siam, insbesondere in Bezug auf eine Katzenrasse, die aus Thailand stammt.",
      "example": "Kot syjamski był popularną rasą w XIX wieku. To byli Syjami, którzy wprowadzili tę rasę do Europy. To będą Syjami, którzy będą dominować w wystawie kotów jutro.",
      "example_translation": "Die Siamesische Katze war eine beliebte Rasse im 19. Jahrhundert. Es waren Siamesen, die die Rasse nach Europa einführten. Es wird Siamesisch sein, das die Katzenschau morgen dominieren wird.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Syberyjski",
      "translation": "Sibirisch",
      "definition": "Dotyczący lub charakterystyczny dla Syberii, szczególnie w odniesieniu do ras psów lub kotów pochodzących z tego regionu.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Sibirien, insbesondere in Bezug auf eine Hunde- oder Katzenrasse, die aus der Region stammt.",
      "example": "Husky syberyjski był hodowany do ciągnięcia sań w Arktyce. To byli Syberyjczycy, którzy pierwsi udomowili tę rasę. To będą Syberyjczycy, którzy wygrają wyścig psów safryny jutro.",
      "example_translation": "Der Sibirische Husky wurde gezüchtet, um Schlitten im Arktis zu ziehen. Es waren Sibirer, die die Rasse zuerst domestizierten. Es wird Sibirisch sein, der den Hundeschlittenwettbewerb morgen gewinnt.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Somalijski",
      "translation": "Somalisch",
      "definition": "Dotyczący lub charakterystyczny dla Somalii, szczególnie w odniesieniu do rasy kotów pochodzących z tego regionu.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Somalia, insbesondere in Bezug auf eine Katzenrasse, die aus der Region stammt.",
      "example": "Kot somalijski był popularną rasą w XX wieku. To byli Somali, którzy pierwsi wyhodowali tę rasę. To będą Somali, którzy będą prezentować kota na konkursie jutro.",
      "example_translation": "Die Somalische Katze war eine beliebte Rasse im 20. Jahrhundert. Es waren Somali, die die Katze zuerst züchteten. Es wird Somali sein, der die Katze morgen auf der Ausstellung zeigen wird.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sfinks",
      "translation": "Sphynx",
      "definition": "Rasa kota znana z braku sierści, pochodząca z Kanady.",
      "definition_translation": "Eine Katzenrasse, die für ihr Fehlen von Fell bekannt ist, stammt aus Kanada.",
      "example": "Kot Sfinks był niespodzianką na wystawie kotów. To byli Sfinksi, którzy wygrali konkurs w zeszłym roku. To będą Sfinksi, którzy będą kraść serca publiczności jutro.",
      "example_translation": "Die Sphynx-Katze war eine Überraschung auf der Katzenschau. Es waren Sphynx, die den Wettbewerb im letzten Jahr gewannen. Es wird Sphynx sein, das die Herzen der Zuschauer morgen stehlen wird.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Angora Turecka",
      "translation": "Türkische Angora",
      "definition": "Angora turecka jest rasą kota domowego, która pochodzi z Turcji i jest znana ze swojej charakterystycznej białej sierści i niebieskich oczu.",
      "definition_translation": "Die Türkische Angora ist eine Rasse der Hauskatze, die in der Türkei entstand und durch ihr weißes Fell und blaue Augen bekannt ist.",
      "example": "Miałem Angorę turecką jako dziecko, była bardzo zabawna. Teraz znowu mam jedną i wciąż jest zabawna. Za 10 lat prawdopodobnie jeszcze będę miał jedną.",
      "example_translation": "Ich hatte als Kind eine Türkische Angora als Haustier, es war sehr spielaktiv. Jetzt habe ich wieder eines und es ist immer noch sehr spielaktiv. In 10 Jahren werde ich wahrscheinlich immer noch eines haben.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Van Turecki",
      "translation": "Türkischer Van",
      "definition": "Van turecki jest rasą kota domowego, która pochodzi z Turcji i jest znana ze swojego charakterystycznego punktowanego wzoru sierści i zabawnej osobowości.",
      "definition_translation": "Der Türkische Van ist eine Rasse der Hauskatze, die in der Türkei entstand und durch ihr aufsehenerregendes Fellmuster und spielhaftes Wesen bekannt ist.",
      "example": "Wczoraj widziałem Van Turecki w sklepie zoologicznym, był bardzo ciekawski. Teraz rozważam kupno jednego, a za kilka lat prawdopodobnie będę miał dwa.",
      "example_translation": "Ich sah gestern einen Türkischen Van im Zoogeschäft, es war sehr neugierig. Jetzt denke ich daran, eines zu kaufen, und in ein paar Jahren werde ich wahrscheinlich zwei haben.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]
}